{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I not only use all the brains that I have, but all that I can borrow.",
      "author": "Woodrow Wilson",
      "category": "I Can, Brains, Borrow"
    },
    {
      "quote": "The best intelligence test is what we do with our leisure.",
      "author": "Laurence J. Peter",
      "category": "Best, Test, Leisure"
    },
    {
      "quote": "Genius is the ability to renew one's emotions in daily experience.",
      "author": "Paul Cezanne",
      "category": "Daily, Experience, Genius"
    },
    {
      "quote": "Thought is a strenuous art - few practice it, and then only at rare times.",
      "author": "David Ben-Gurion",
      "category": "Art, Thought, Practice"
    },
    {
      "quote": "Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower.",
      "author": "Alan Kay",
      "category": "Time, Flower, Mind"
    },
    {
      "quote": "It is the mark of a truly intelligent person to be moved by statistics.",
      "author": "George Bernard Shaw",
      "category": "Statistics, Intelligent"
    },
    {
      "quote": "Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn't do anything - it was given to you.",
      "author": "Monica Bellucci",
      "category": "Beauty, Beautiful, Health"
    },
    {
      "quote": "Everybody has a hacking capability. And probably every intelligence service is hacking in the territory of other countries. But who exactly does what? That would be a very sensitive piece of information. But it's very difficult to communicate about it. Because nobody wants to admit the scope of what they're doing.",
      "author": "Henry Kissinger",
      "category": "Service, Information, Doing"
    },
    {
      "quote": "Immaturity is the incapacity to use one's intelligence without the guidance of another.",
      "author": "Immanuel Kant",
      "category": "Guidance, Without"
    },
    {
      "quote": "There is no reason and no way that a human mind can keep up with an artificial intelligence machine by 2035.",
      "author": "Gray Scott",
      "category": "Mind, Way, Human"
    },
    {
      "quote": "Strong government doesn't mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, 'good governance.'",
      "author": "Raghuram Rajan",
      "category": "Good, Strong, Power"
    },
    {
      "quote": "Educate the masses, elevate their standard of intelligence, and you will certainly have a successful nation.",
      "author": "Alexander Graham Bell",
      "category": "Successful, You, Nation"
    },
    {
      "quote": "Anyone who conducts an argument by appealing to authority is not using his intelligence he is just using his memory.",
      "author": "Leonardo da Vinci",
      "category": "Memory, Argument, Authority"
    },
    {
      "quote": "Husbands, recognize your wife's intelligence and her ability to counsel with you as a real partner regarding family plans, family activities, and family budgeting. Don't be stingy with your time or with your means. Give her the opportunity to grow intellectually, emotionally, and socially as well as spiritually.",
      "author": "Ezra Taft Benson",
      "category": "Family, Time, Opportunity"
    },
    {
      "quote": "Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we'll augment our intelligence.",
      "author": "Ginni Rometty",
      "category": "Technology, Reality, People"
    },
    {
      "quote": "As liberty and intelligence have increased the people have more and more revolted against the theological dogmas that contradict common sense and wound the tenderest sensibilities of the soul.",
      "author": "Catharine Beecher",
      "category": "Soul, People, Liberty"
    },
    {
      "quote": "Artificial intelligence is growing up fast, as are robots whose facial expressions can elicit empathy and make your mirror neurons quiver.",
      "author": "Diane Ackerman",
      "category": "Empathy, Mirror, Growing Up"
    },
    {
      "quote": "People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide.",
      "author": "Travis Bradberry",
      "category": "Experience, Depression"
    },
    {
      "quote": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people.",
      "author": "H. L. Mencken",
      "category": "Money, Great, World"
    },
    {
      "quote": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful.",
      "author": "Jimmy Chin",
      "category": "Positive, Change, Powerful"
    },
    {
      "quote": "There are only two races on this planet - the intelligent and the stupid.",
      "author": "John Fowles",
      "category": "Stupid, Intelligent, Two"
    },
    {
      "quote": "Evil is a source of moral intelligence in the sense that we need to learn from our shadow, from our dark side, in order to be good.",
      "author": "John Bradshaw",
      "category": "Good, Evil, Shadow"
    },
    {
      "quote": "To think is to practice brain chemistry.",
      "author": "Deepak Chopra",
      "category": "Brain, Practice, Think"
    },
    {
      "quote": "The emotional brain responds to an event more quickly than the thinking brain.",
      "author": "Daniel Goleman",
      "category": "Thinking, Brain, Emotional"
    },
    {
      "quote": "Americans born since World War II have grown up in a media-saturated environment. From childhood, we have developed a sort of advertising literacy, which combines appreciation for technique with skepticism about motives. We respond to ads with at least as much rhetorical intelligence as we apply to any other form of persuasion.",
      "author": "Virginia Postrel",
      "category": "Appreciation, War, Childhood"
    },
    {
      "quote": "Rational intelligence is dangerous and leads to ratiocination. The painter is a medium who doesn't realize what he is doing. No translation can express the mystery of sensibility, a word, still unreliable, which is nevertheless the basis of painting or poetry, like a kind of alchemy.",
      "author": "Marcel Duchamp",
      "category": "Poetry, Painting, Mystery"
    },
    {
      "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.",
      "author": "Bill Watterson",
      "category": "Life, Universe, Intelligent"
    },
    {
      "quote": "The greatest scholars are not usually the wisest people.",
      "author": "Geoffrey Chaucer",
      "category": "People, Greatest, Wisest"
    },
    {
      "quote": "An intellectual is a man who takes more words than necessary to tell more than he knows.",
      "author": "Dwight D. Eisenhower",
      "category": "Man, Words, Intellectual"
    },
    {
      "quote": "When a true genius appears, you can know him by this sign: that all the dunces are in a confederacy against him.",
      "author": "Jonathan Swift",
      "category": "Genius, Know, You"
    },
    {
      "quote": "You have to be smart. The easy days are over.",
      "author": "Robert Kiyosaki",
      "category": "Smart, Easy, You"
    },
    {
      "quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.",
      "author": "Holly Near",
      "category": "Wisdom, Mistakes"
    },
    {
      "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.",
      "author": "Jean Baudrillard",
      "category": "Sad, Artificial"
    },
    {
      "quote": "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell.",
      "author": "Simone Weil",
      "category": "Man, Proud, Intelligent"
    },
    {
      "quote": "Less intelligence capacity equals less safety.",
      "author": "Mike Pompeo",
      "category": "Safety, Capacity, Equals"
    },
    {
      "quote": "Stupidity is infinitely more fascinating that intelligence. Intelligence has its limits while stupidity has none.",
      "author": "Claude Chabrol",
      "category": "Stupidity, Limits, While"
    },
    {
      "quote": "I think that intelligence is such a narrow branch of the tree of life - this branch of primates we call humans. No other animal, by our definition, can be considered intelligent. So intelligence can't be all that important for survival, because there are so many animals that don't have what we call intelligence, and they're surviving just fine.",
      "author": "Neil deGrasse Tyson",
      "category": "Life, Tree, Animal"
    },
    {
      "quote": "What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult.",
      "author": "Sigmund Freud",
      "category": "Child, Contrast, Between"
    },
    {
      "quote": "There are whole precincts of voters in this country whose united intelligence does not equal that of one representative American woman.",
      "author": "Carrie Chapman Catt",
      "category": "Woman, American, Country"
    },
    {
      "quote": "Genius might be the ability to say a profound thing in a simple way.",
      "author": "Charles Bukowski",
      "category": "Simple, Genius, Profound"
    },
    {
      "quote": "There are some ideas so wrong that only a very intelligent person could believe in them.",
      "author": "George Orwell",
      "category": "Believe, Ideas, Intelligent"
    },
    {
      "quote": "Everybody does what she needs. And if you want plastic surgery, and then you feel better, why not? There is no law. I've nothing against using something to help your beauty - but do it in a good way, with intelligence.",
      "author": "Monica Bellucci",
      "category": "Beauty, Good, Law"
    },
    {
      "quote": "I think the political class in Berlin doesn't need to be supervised and monitored by intelligence services in order to find out what they're thinking. Just go to lunch with them, go to dinner with them, or read the papers.",
      "author": "Angela Merkel",
      "category": "Thinking, Lunch, Political"
    },
    {
      "quote": "When asked if I miss being in government, I usually try to lighten the moment by responding that I awake most days, read the paper, and then observe that, 'It's yet another great day to be the former director of the Central Intelligence Agency.'",
      "author": "Michael Hayden",
      "category": "Day, Great, Government"
    },
    {
      "quote": "Be what you are. This is the first step toward becoming better than you are.",
      "author": "Julius Charles Hare",
      "category": "Step, Better, You"
    },
    {
      "quote": "Intelligence is the ability to take in information from the world and to find patterns in that information that allow you to organize your perceptions and understand the external world.",
      "author": "Brian Greene",
      "category": "World, Information, You"
    },
    {
      "quote": "When a thought takes one's breath away, a grammar lesson seems an impertinence.",
      "author": "Thomas W. Higginson",
      "category": "Thought, Grammar, Lesson"
    },
    {
      "quote": "Don't leave home without your sword - your intellect.",
      "author": "Alan Moore",
      "category": "Home, Sword, Intellect"
    },
    {
      "quote": "You can use all the quantitative data you can get, but you still have to distrust it and use your own intelligence and judgment.",
      "author": "Alvin Toffler",
      "category": "Data, You, Distrust"
    },
    {
      "quote": "Philosophy is a battle against the bewitchment of our intelligence by means of language.",
      "author": "Ludwig Wittgenstein",
      "category": "Language, Philosophy, Battle"
    },
    {
      "quote": "In the Fall of 1774 & Winter of 1775, I was one of upwards of thirty, chiefly mechanics, who formed ourselves into a committee for the purpose of watching the movements of the British soldiers, and gaining every intelligence of the movements of the Tories.",
      "author": "Paul Revere",
      "category": "Winter, Purpose, Fall"
    },
    {
      "quote": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.",
      "author": "Andrew Jackson",
      "category": "Fear, Confidence, Great"
    },
    {
      "quote": "Being a unique superpower undermines the military intelligence of strategy. To think strategically, one has to imagine oneself in the enemy's place. If one cannot do this, it is impossible to foresee, to take by surprise, to outflank. Misinterpreting an enemy can lead to defeat. This is how empires fall.",
      "author": "John Berger",
      "category": "Unique, Military, Fall"
    },
    {
      "quote": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink.",
      "author": "e. e. cummings",
      "category": "Love, I Love You, Humanity"
    },
    {
      "quote": "When AI approximates Machine Intelligence, then many online and computer-run RPGs will move towards actual RPG activity. Nonetheless, that will not replace the experience of 'being there,' any more than seeing a theatrical motion picture can replace the stage play.",
      "author": "Gary Gygax",
      "category": "Experience, Picture, Play"
    },
    {
      "quote": "I need to add that my work on multiple intelligences received a huge boost in 1995 when Daniel Goleman published his book on emotional intelligence. I am often confused with Dan. Initially, though Dan and I are longtime friends, this confusion irritated me.",
      "author": "Howard Gardner",
      "category": "Work, Friends, I Am"
    },
    {
      "quote": "By far, the greatest danger of Artificial Intelligence is that people conclude too early that they understand it.",
      "author": "Eliezer Yudkowsky",
      "category": "People, Greatest, Early"
    },
    {
      "quote": "I think art is not an ornament or refinement at the fringes of human intelligence, I think it's at the center. It's at the core.",
      "author": "Robert Pinsky",
      "category": "Art, Think, Human"
    },
    {
      "quote": "The most significant moment in the course of intellectual development, which gives birth to the purely human forms of practical and abstract intelligence, occurs when speech and practical activity, two previously completely independent lines of development, converge.",
      "author": "Lev Vygotsky",
      "category": "Moment, Development, Speech"
    },
    {
      "quote": "You have to talk about 'The Terminator' if you're talking about artificial intelligence. I actually think that that's way off. I don't think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture.",
      "author": "Gray Scott",
      "category": "Culture, Intelligent, Think"
    },
    {
      "quote": "We regard intelligence as man's main characteristic and we know that there is no superiority which intelligence cannot confer on us, no inferiority for which it cannot compensate.",
      "author": "Henri Bergson",
      "category": "Man, Know, Which"
    },
    {
      "quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.",
      "author": "Stephen Leacock",
      "category": "Money, Science, Advertising"
    },
    {
      "quote": "All of our intelligence agencies, our Department of Defense, are all working to meet this threat. But it's a fast moving world; it's a place where offense is easier than defense, and keeping up with the next innovation in cyber-warfare is an enormous challenge.",
      "author": "Mike Pompeo",
      "category": "Innovation, Challenge, World"
    },
    {
      "quote": "The universe is an intelligence test.",
      "author": "Timothy Leary",
      "category": "Universe, Test"
    },
    {
      "quote": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why.",
      "author": "Peter Thiel",
      "category": "Technology, Progress"
    },
    {
      "quote": "I'm a big advocate of financial intelligence.",
      "author": "Daymond John",
      "category": "Finance, Financial, Big"
    },
    {
      "quote": "I think intelligence is totally subjective it's like sexiness.",
      "author": "David Fincher",
      "category": "Think, Like, Subjective"
    },
    {
      "quote": "Anything that could give rise to smarter-than-human intelligence - in the form of Artificial Intelligence, brain-computer interfaces, or neuroscience-based human intelligence enhancement - wins hands down beyond contest as doing the most to change the world. Nothing else is even in the same league.",
      "author": "Eliezer Yudkowsky",
      "category": "Change, Change The World"
    },
    {
      "quote": "In these troubled, uncertain times, we don't need more command and control; we need better means to engage everyone's intelligence in solving challenges and crises as they arise.",
      "author": "Margaret J. Wheatley",
      "category": "Challenges, Control, Better"
    },
    {
      "quote": "We admire elephants in part because they demonstrate what we consider the finest human traits: empathy, self-awareness, and social intelligence. But the way we treat them puts on display the very worst of human behavior.",
      "author": "Graydon Carter",
      "category": "Empathy, Treat, Behavior"
    },
    {
      "quote": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality.",
      "author": "Albert Einstein",
      "category": "God, Powerful, Personality"
    },
    {
      "quote": "I have yet to meet members of a leadership team who I thought lacked the intelligence or the domain expertise required to be successful. I've met many, however, who failed to foster organizational health. Their companies were riddled with politics, various forms of dysfunction, and general confusion about their direction and mission.",
      "author": "Patrick Lencioni",
      "category": "Leadership, Team, Health"
    },
    {
      "quote": "Humans have always used our intelligence and creativity to improve our existence. After all, we invented the wheel, discovered how to make fire, invented the printing press and found a vaccine for polio.",
      "author": "Naveen Jain",
      "category": "Creativity, Fire, Existence"
    },
    {
      "quote": "The sign of an intelligent people is their ability to control their emotions by the application of reason.",
      "author": "Marya Mannes",
      "category": "Control, People, Intelligent"
    },
    {
      "quote": "I'm an optimist in the sense that I believe humans are noble and honorable, and some of them are really smart. I have a very optimistic view of individuals.",
      "author": "Steve Jobs",
      "category": "Smart, Believe, I Believe"
    },
    {
      "quote": "When I see a dolphin, I know it's just as smart as I am.",
      "author": "Captain Beefheart",
      "category": "I Am, Smart, Know"
    },
    {
      "quote": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime.",
      "author": "Michael K. Simpson",
      "category": "Technology, Tools, Long"
    },
    {
      "quote": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence.",
      "author": "Steve Jobs",
      "category": "Life, Money, Apple"
    },
    {
      "quote": "We live in worlds that we have forged and composed. It's much more true than any of the species that you see. I mean, it seems to me that one of the most distinctive features of human intelligence is the capacity to imagine, to project out of our own immediate circumstances and to bring to mind things that aren't present here and now.",
      "author": "Ken Robinson",
      "category": "Mind, Me, Live"
    },
    {
      "quote": "So far as I can remember, there is not one word in the Gospels in praise of intelligence.",
      "author": "Bertrand Russell",
      "category": "Remember, I Can, One Word"
    },
    {
      "quote": "I ultimately got into robotics because for me, it was the best way to study intelligence.",
      "author": "Sebastian Thrun",
      "category": "Best, Me, Study"
    },
    {
      "quote": "Artificial intelligence, in fact, is obviously an intelligence transmitted by conscious subjects, an intelligence placed in equipment. It has a clear origin, in fact, in the intelligence of the human creators of such equipment.",
      "author": "Pope Benedict XVI",
      "category": "Human, Fact"
    },
    {
      "quote": "Our bodies are shaped to bear children, and our lives are a working out of the processes of creation. All our ambitions and intelligence are beside that great elemental point.",
      "author": "Saint Augustine",
      "category": "Children, Great, Working"
    },
    {
      "quote": "These little grey cells. It is up to them.",
      "author": "Agatha Christie",
      "category": "Grey, Cells, Little"
    },
    {
      "quote": "The woman who thinks she is intelligent demands equal rights with men. A woman who is intelligent does not.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Woman, Men, Intelligent"
    },
    {
      "quote": "Man is the most intelligent of the animals - and the most silly.",
      "author": "Diogenes",
      "category": "Man, Silly, Animals"
    },
    {
      "quote": "Genius is more often found in a cracked pot than in a whole one.",
      "author": "E. B. White",
      "category": "Genius, Found, Whole"
    },
    {
      "quote": "Genius ain't anything more than elegant common sense.",
      "author": "Josh Billings",
      "category": "Genius, Common Sense"
    },
    {
      "quote": "It's a poor sort of memory that only works backwards.",
      "author": "Lewis Carroll",
      "category": "Memory, Poor, Backwards"
    },
    {
      "quote": "Man knows so much and does so little.",
      "author": "R. Buckminster Fuller",
      "category": "Man, Knows, Little"
    },
    {
      "quote": "The best minds are not in government. If any were, business would steal them away.",
      "author": "Ronald Reagan",
      "category": "Business, Best, Government"
    },
    {
      "quote": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go.",
      "author": "Timothy Leary",
      "category": "History, Brain, Generation"
    },
    {
      "quote": "One thought fills immensity.",
      "author": "William Blake",
      "category": "Thought, Immensity, Fills"
    },
    {
      "quote": "Iron sharpens iron; scholar, the scholar.",
      "author": "William Drummond",
      "category": "Iron, Scholar, Sharpens"
    },
    {
      "quote": "Belief is the death of intelligence.",
      "author": "Robert Anton Wilson",
      "category": "Death, Belief"
    },
    {
      "quote": "I really admire a woman for her intelligence, her personality. Beauty is not enough.",
      "author": "Roberto Cavalli",
      "category": "Beauty, Woman, Personality"
    },
    {
      "quote": "Emotional intelligence is your ability to recognize and understand emotions in yourself and others, and your ability to use this awareness to manage your behavior and relationships.",
      "author": "Travis Bradberry",
      "category": "Yourself, Behavior"
    },
    {
      "quote": "Football is a game about feelings and intelligence.",
      "author": "Jose Mourinho",
      "category": "Football, Game, Feelings"
    },
    {
      "quote": "Nothing is more important to national security and the making and conduct of good policy than timely, accurate, and relevant intelligence. Nothing is more critical to accurate and relevant intelligence than independent analysis.",
      "author": "Dennis C. Blair",
      "category": "Good, Security, Independent"
    },
    {
      "quote": "I was taught to think outside the box. Before my grandfather was one of the original Mad Men, he and a group of other Air Force Intelligence officers formalized brainstorming as a problem solving technique. He taught the concept that creativity can be taught at Buffalo University. My dad invented toys. My mom was a photographer.",
      "author": "M. J. Rose",
      "category": "Creativity, Mom, Men"
    },
    {
      "quote": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.",
      "author": "Sun Tzu",
      "category": "Great, Wise, Army"
    },
    {
      "quote": "When the conscious mind expands to embrace deeper levels of thinking, the thought wave becomes more powerful and results in added energy and intelligence.",
      "author": "Maharishi Mahesh Yogi",
      "category": "Powerful, Thinking, Mind"
    },
    {
      "quote": "We should all feel confident in our intelligence. By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it.",
      "author": "Tabatha Coffey",
      "category": "Change, College, Smart"
    },
    {
      "quote": "It is by developing the individual that he is prepared for that wonderful manifestation of the human intelligence, which drawing constitutes. The ability to see reality in form, in color, in proportion, to be master of the movements of one's own hand - that is what is necessary.",
      "author": "Maria Montessori",
      "category": "Color, Reality, Drawing"
    },
    {
      "quote": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic.",
      "author": "Abigail Adams",
      "category": "View, Number, Person"
    },
    {
      "quote": "Man is made or unmade by himself. By the right choice he ascends. As a being of power, intelligence, and love, and the lord of his own thoughts, he holds the key to every situation.",
      "author": "James Allen",
      "category": "Love, Power, Man"
    },
    {
      "quote": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.",
      "author": "Grover Cleveland",
      "category": "Success, Justice, Government"
    },
    {
      "quote": "Intelligence is the faculty of making artificial objects, especially tools to make tools.",
      "author": "Henri Bergson",
      "category": "Tools, Objects, Artificial"
    },
    {
      "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.",
      "author": "Edward de Bono",
      "category": "Car, Power, People"
    },
    {
      "quote": "Artificial intelligence will reach human levels by around 2029. Follow that out further to, say, 2045, we will have multiplied the intelligence, the human biological machine intelligence of our civilization a billion-fold.",
      "author": "Ray Kurzweil",
      "category": "Reach, Human"
    },
    {
      "quote": "Forget artificial intelligence - in the brave new world of big data, it's artificial idiocy we should be looking out for.",
      "author": "Tom Chatfield",
      "category": "Brave, World, Data"
    },
    {
      "quote": "I would like to take you seriously, but to do so would affront your intelligence.",
      "author": "William F. Buckley, Jr.",
      "category": "Seriously, You, Like"
    },
    {
      "quote": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself.",
      "author": "Henry David Thoreau",
      "category": "Myself, Earth, Leaves"
    },
    {
      "quote": "The White House is giving George W. Bush intelligence briefings. You know, some of these jokes just write themselves.",
      "author": "David Letterman",
      "category": "Giving, Know, You"
    },
    {
      "quote": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition.",
      "author": "D. H. Lawrence",
      "category": "Life, Beauty, Intuition"
    },
    {
      "quote": "Foolishness is rarely a matter of lack of intelligence or even lack of information.",
      "author": "John McCarthy",
      "category": "Information, Matter, Lack"
    },
    {
      "quote": "Prior to the passage of the Patriot Act, it was very difficult - often impossible - for us to share information with the Central Intelligence Agency, with NSA, with the other intelligence agencies, and likewise, for them to share information with us.",
      "author": "Robert Mueller",
      "category": "Impossible, Information"
    },
    {
      "quote": "But once you are in that field, emotional intelligence emerges as a much stronger predictor of who will be most successful, because it is how we handle ourselves in our relationships that determines how well we do once we are in a given job.",
      "author": "Daniel Goleman",
      "category": "Job, Successful"
    },
    {
      "quote": "The Gorillaz cartoons seem more real to me than the actual people on TV. Because at least you know that there's some intelligence behind the cartoons, and there's a lot of work that's gone into it, so it can't all be just a lie.",
      "author": "Damon Albarn",
      "category": "Work, Lie, Me"
    },
    {
      "quote": "It has always been my private conviction that any man who puts his intelligence up against a fish and loses had it coming.",
      "author": "John Steinbeck",
      "category": "Man, Fish, Always"
    },
    {
      "quote": "There is no logical reason why the camel of great art should pass through the needle of mob intelligence.",
      "author": "Rebecca West",
      "category": "Art, Great, Why"
    },
    {
      "quote": "Here's the teaching point, if you're teaching kids about intelligence and policy: Intelligence does not absolve policymakers of responsibility to ask tough questions, and it doesn't absolve them of having curiosity about the consequences of their actions.",
      "author": "George Tenet",
      "category": "Responsibility, Curiosity"
    },
    {
      "quote": "Facebook is at the forefront. It's the company that can fundamentally change the way information is being exchanged and processed. It can be the basis for artificial intelligence to develop over time.",
      "author": "Yuri Milner",
      "category": "Change, Time, Company"
    },
    {
      "quote": "We have three centers: the emotional center, the intellectual center, and the physical body center. Each one of them has its own intelligence. How much better would we be if all three were working in unison?",
      "author": "Erin Gray",
      "category": "Body, Better, Three"
    },
    {
      "quote": "If you imagine someone with 100 percent determination and 100 percent intelligence, you can discard a lot of intelligence before they stop succeeding. But if you start discarding determination, you very quickly get an ineffectual and perpetual grad student.",
      "author": "Paul Graham",
      "category": "Determination, Start"
    },
    {
      "quote": "I think intelligence is usually sexy until it becomes irritating. After that, you're stuck.",
      "author": "Jim Parsons",
      "category": "Sexy, Think, You"
    },
    {
      "quote": "This idea that clumsy, stumbling people are real bright is ridiculous, because intelligence is related to neurologic function, and really intelligent people are very well-coordinated.",
      "author": "Robert Jarvik",
      "category": "People, Intelligent, Idea"
    },
    {
      "quote": "Beauty is an asset, just like physical prowess, charisma, brains or emotional intelligence. The key with any gift is in the way that you use it. It doesn't define you as a person. Rather, it's an asset to be used judiciously and with an understanding of how it is just a small part of who you are.",
      "author": "Dale Archer",
      "category": "Beauty, Gift, Small"
    },
    {
      "quote": "Journalism, as concerns collecting information, differs little if at all from intelligence work. In my judgment, a journalist's job is very interesting.",
      "author": "Vladimir Putin",
      "category": "Work, Job, Journalism"
    },
    {
      "quote": "I think there can be a positive sort of futurism even in a presentist society. But I think it's a kind of futurism that envisions augmenting human ability and intellect rather than creating some artificial machine intelligence that displaces us.",
      "author": "Douglas Rushkoff",
      "category": "Positive, Society, Think"
    },
    {
      "quote": "A lot of movies about artificial intelligence envision that AI's will be very intelligent but missing some key emotional qualities of humans and therefore turn out to be very dangerous.",
      "author": "Ray Kurzweil",
      "category": "Movies, Intelligent"
    },
    {
      "quote": "The thing to keep in mind is that we're still in the very early days when it comes to the search for extraterrestrial intelligence. Saying there's a silence is a bit like if Columbus, looking to discover a new continent, only sailed 10 miles off the coast of Spain before turning back to say, 'Nothing out there!'",
      "author": "Seth Shostak",
      "category": "Silence, Mind, Looking"
    },
    {
      "quote": "I think for leadership positions, emotional intelligence is more important than cognitive intelligence. People with emotional intelligence usually have a lot of cognitive intelligence, but that's not always true the other way around.",
      "author": "John Mackey",
      "category": "Leadership, People, Think"
    },
    {
      "quote": "We must address, individually and collectively, moral and ethical issues raised by cutting-edge research in artificial intelligence and biotechnology, which will enable significant life extension, designer babies, and memory extraction.",
      "author": "Klaus Schwab",
      "category": "Life, Memory, Research"
    },
    {
      "quote": "Some governments choose to cooperate with the United States in intelligence, law enforcement, or military matters. The co-operation is a two-way street. We share intelligence that has helped protect European countries from attack, helping save European lives.",
      "author": "Condoleezza Rice",
      "category": "Law, Military, Street"
    },
    {
      "quote": "Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty.",
      "author": "Mother Angelica",
      "category": "Beauty, God, Angel"
    },
    {
      "quote": "Which, autocracy or democracy, is really better suited to modern China? If we base our judgment upon the intelligence and the ability of the Chinese people, we come to the conclusion that the sovereignty of the people would be far more suitable for us.",
      "author": "Sun Yat-sen",
      "category": "Democracy, People, Better"
    },
    {
      "quote": "The intelligence community is governed by the same legal and ethical standards as the rest of American government and society, but an operational imperative is here, too. An intelligence community charged with global responsibilities cannot be successful without diversity of thought, culture and language.",
      "author": "Michael Hayden",
      "category": "Community, Culture"
    },
    {
      "quote": "Chinese combatants, men and women, inheritors of a millennial culture, are people of uncommon intelligence and an invincible spirit of struggle.",
      "author": "Fidel Castro",
      "category": "Women, Culture, Struggle"
    },
    {
      "quote": "Having emotional intelligence allows you to manage your emotions, show empathy, and prevent you from getting distracted. It also helps you solve problems and be a more likable person.",
      "author": "John Rampton",
      "category": "Empathy, Problems, You"
    },
    {
      "quote": "We recruit our people for personality. We look for the people person, with innate warmth, sweetness, and intelligence. These are the people who are sending your message out to the customers and potential customers, so we recruit for personality first and foremost.",
      "author": "Steve Wynn",
      "category": "Personality, People"
    },
    {
      "quote": "Prediction is not just one of the things your brain does. It is the primary function of the neo-cortex, and the foundation of intelligence.",
      "author": "Jeff Hawkins",
      "category": "Brain, Foundation, Just"
    },
    {
      "quote": "What matters is hard work, and emotional intelligence.",
      "author": "Millard Drexler",
      "category": "Work, Hard Work, Emotional"
    },
    {
      "quote": "Bill Gates wants people to think he's Edison, when he's really Rockefeller. Referring to Gates as the smartest man in America isn't right... wealth isn't the same thing as intelligence.",
      "author": "Larry Ellison",
      "category": "America, Man, Wealth"
    },
    {
      "quote": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times.",
      "author": "John F. Kennedy",
      "category": "New York, Think, New"
    },
    {
      "quote": "I certainly believe that improving our intelligence is of important national interest.",
      "author": "Jeff Sessions",
      "category": "Believe, Important"
    },
    {
      "quote": "The intelligence of the creature known as a crowd, is the square root of the number of people in it.",
      "author": "Terry Pratchett",
      "category": "People, Number, Crowd"
    },
    {
      "quote": "The intelligence of the lower forms of animal life, like a great deal of human intelligence, does not involve a self.",
      "author": "George Herbert Mead",
      "category": "Life, Great, Animal"
    },
    {
      "quote": "My father ran London Films. He made films like 'The Red Shoes,' 'The Third Man.' And he had had a long career in the film business, which was bifurcated with a career in intelligence. He had to deal with gangsters, and sometimes he would take me with him. Also, I went to school with their children.",
      "author": "Mark Helprin",
      "category": "Business, Children, Father"
    },
    {
      "quote": "There's a popular concept of 'intelligence' as book smarts, like calculus or chess, as opposed to, say, social skills. So people say that 'it takes more than intelligence to succeed in human society.' But social skills reside in the brain, not the kidneys.",
      "author": "Eliezer Yudkowsky",
      "category": "Society, Book, Brain"
    },
    {
      "quote": "Intelligence is the source of technology. If we can use technology to improve intelligence, that closes the loop and potentially creates a positive feedback cycle.",
      "author": "Eliezer Yudkowsky",
      "category": "Positive, Technology"
    },
    {
      "quote": "We must develop as quickly as possible technologies that make possible a direct connection between brain and computer, so that artificial brains contribute to human intelligence rather than opposing it.",
      "author": "Stephen Hawking",
      "category": "Brain, Human, Connection"
    },
    {
      "quote": "No one holds a permanent speed advantage in the market due to the limits of human intelligence and vision. Your advantage comes from your ability to feel the change faster and take decisive action faster.",
      "author": "Guo Guangchang",
      "category": "Change, Vision, Action"
    },
    {
      "quote": "Openness explains the ability to innovate and come up with big ideas because you're open to them, and fluid intelligence explains the ability to go and execute.",
      "author": "Adeo Ressi",
      "category": "Ideas, You, Ability"
    },
    {
      "quote": "I want parents to teach that academic intelligence is essential, but so is financial intelligence.",
      "author": "Robert Kiyosaki",
      "category": "Parents, Financial, Want"
    },
    {
      "quote": "Intelligence, integrity and courage are the great pillars that support the State. Above all, the citizens of a free nation should honor the brave and independent man - the man of stainless integrity, of will and intellectual force.",
      "author": "Robert Green Ingersoll",
      "category": "Courage, Integrity, Great"
    },
    {
      "quote": "As long as we can get redress in the courts, as long as the laws shall be honestly administered, as long as honesty and intelligence sit upon the bench, as long as intelligence sits in the chairs of jurors, this country will stand, the law will be enforced, and the law will be respected.",
      "author": "Robert Green Ingersoll",
      "category": "Honesty, Law, Long"
    },
    {
      "quote": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance.",
      "author": "David Bowie",
      "category": "Passion, Believe, Universe"
    },
    {
      "quote": "Most of the intelligence out there must be artificial intelligence. We keep looking for critters like us living on a planet like ours, where in fact the majority of the intelligence out there is not biological. That would be my argument.",
      "author": "Seth Shostak",
      "category": "Looking, Argument, Living"
    },
    {
      "quote": "Clearly, unless thinking beings inevitably wipe themselves out soon after developing technology, extraterrestrial intelligence could often be millions or billions of years in advance of us. We're the galaxy's noodling newbies.",
      "author": "Seth Shostak",
      "category": "Technology, Thinking, Years"
    },
    {
      "quote": "I was perfectly content before I was born, and I think of death as the same state. What I am grateful for is the gift of intelligence, and for life, love, wonder, and laughter. You can't say it wasn't interesting. My lifetime's memories are what I have brought home from the trip.",
      "author": "Roger Ebert",
      "category": "Love, Life, Home"
    },
    {
      "quote": "To accomplish its mission, the FBI relies heavily upon its law enforcement and intelligence partners around the nation and around the globe. By combining our resources and our collective expertise, we are able to investigate national security threats that cross both geographical and jurisdictional boundaries.",
      "author": "James Comey",
      "category": "Law, Security, Mission"
    },
    {
      "quote": "Mr. Speaker, we are a blessed Nation. We have not suffered another attack on our soil since September 11, and we are grateful. We have killed or captured dozens of members of al Qaeda and the Taliban. Our military and intelligence forces are working both hard and smart.",
      "author": "Marsha Blackburn",
      "category": "Grateful, Blessed, Smart"
    },
    {
      "quote": "Artificial intelligence is one of 50 things that Watson does. There is also machine learning, text-to-speech, speech-to-text, and different analytical engines - they're like little Lego bricks. You can put intelligence in any product or any process you have.",
      "author": "Ginni Rometty",
      "category": "Learning, Process, You"
    },
    {
      "quote": "SIS, the Secret Intelligence Service, also known as MI6, also has no executive powers and operates abroad on CIA lines, but with a tiny percentage of the budget and a tiny percentage of the personnel.",
      "author": "John le Carre",
      "category": "Service, Budget, Secret"
    },
    {
      "quote": "One of the interesting applications of symbolic systems is artificial intelligence, and I spent some time thinking about how to create a brain that operates the way ours does.",
      "author": "Marissa Mayer",
      "category": "Time, Thinking, Brain"
    },
    {
      "quote": "I respect the audience's intelligence a lot, and that's why I don't try to go for the lowest common denominator.",
      "author": "Spike Lee",
      "category": "Respect, Why, Try"
    },
    {
      "quote": "I wasn't a spy. I'd have been spotted in five seconds. Yes, I was in intelligence, but that covered a multitude of things.",
      "author": "Christopher Lee",
      "category": "Spy, Yes, Things"
    },
    {
      "quote": "There is but one kind of love; God is love, and all his creatures derive theirs from his; only it is modified by the different degrees of intelligence in different beings and creatures.",
      "author": "John James Audubon",
      "category": "Love, God, Kind"
    },
    {
      "quote": "I'm not going to argue with people about the existence of God. I have not the vaguest idea of whether the universe was created by an intelligence.",
      "author": "Leonard Susskind",
      "category": "God, Universe, People"
    },
    {
      "quote": "To attempt to superimpose its views through the exercise of force, is seldom the part of intelligence; it is frequently the part of ignorance.",
      "author": "Paul Harris",
      "category": "Ignorance, Exercise, Through"
    },
    {
      "quote": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more.",
      "author": "Ed Parker",
      "category": "Man, Learn, Intelligent"
    },
    {
      "quote": "Since the tragedies, the Department of Homeland Security was established to prevent terrorist attacks within the United States, and most importantly, to share intelligence information among government agencies and departments.",
      "author": "Randy Forbes",
      "category": "Government, Information"
    },
    {
      "quote": "Intelligence is really a kind of taste: taste in ideas.",
      "author": "Susan Sontag",
      "category": "Ideas, Kind, Taste"
    },
    {
      "quote": "I think that animals aren't less intelligent than humans, they're just of a different intelligence. We have five million smell-sensitive cells in our nose, they have two hundred and fifty million - they can smell emotion. They can smell different types of emotion, they just have another type of intelligence.",
      "author": "Mike Mills",
      "category": "Intelligent, Animals, Think"
    },
    {
      "quote": "The purest case of an intelligence explosion would be an Artificial Intelligence rewriting its own source code. The key idea is that if you can improve intelligence even a little, the process accelerates. It's a tipping point. Like trying to balance a pen on one end - as soon as it tilts even a little, it quickly falls the rest of the way.",
      "author": "Eliezer Yudkowsky",
      "category": "Balance, End, Pen"
    },
    {
      "quote": "I think there are profound differences between women and men. In intelligence and creativity, there is no difference, but in what one loves, what one likes, the passions - there are differences.",
      "author": "Christiane Nusslein-Volhard",
      "category": "Women, Creativity, Men"
    },
    {
      "quote": "The key to artificial intelligence has always been the representation.",
      "author": "Jeff Hawkins",
      "category": "Key, Always"
    },
    {
      "quote": "The higher the general average of intelligence, all things else being equal, the less the disposition to be meddlesome, critical, and overbearing.",
      "author": "Paul Harris",
      "category": "Equal, Average, Being"
    },
    {
      "quote": "There's three things: there's masculinity, there's intelligence, there's sensitivity. You've got to bring those three things to a leading man's role: masculinity, sensitivity, intelligence. In some people, there's a little too much in the mix of one or the other.",
      "author": "Alec Baldwin",
      "category": "Man, People, You"
    },
    {
      "quote": "The object of pure physics is the unfolding of the laws of the intelligible world the object of pure mathematics that of unfolding the laws of human intelligence.",
      "author": "James Joseph Sylvester",
      "category": "Mathematics, World, Human"
    },
    {
      "quote": "Three-quarters of the sicknesses of intelligent people come from their intelligence. They need at least a doctor who can understand this sickness.",
      "author": "Marcel Proust",
      "category": "Medical, Doctor, People"
    },
    {
      "quote": "Talent and intelligence never yet inoculated anyone against the caprice of the fates.",
      "author": "J. K. Rowling",
      "category": "Talent, Never, Against"
    },
    {
      "quote": "Some of the greatest moments in human history were fueled by emotional intelligence.",
      "author": "Adam Grant",
      "category": "History, Moments, Greatest"
    },
    {
      "quote": "I believe God did intend, in giving us intelligence, to give us the opportunity to investigate and appreciate the wonders of His creation. He is not threatened by our scientific adventures.",
      "author": "Francis Collins",
      "category": "God, Opportunity, Believe"
    },
    {
      "quote": "Only a well-rounded intellect, a spirit nourished in the eternal sources of intelligence and culture, of justice and wisdom, is a safeguard against both indifference and skepticism.",
      "author": "Ameen Rihani",
      "category": "Wisdom, Culture, Justice"
    },
    {
      "quote": "Nobody phrases it this way, but I think that artificial intelligence is almost a humanities discipline. It's really an attempt to understand human intelligence and human cognition.",
      "author": "Sebastian Thrun",
      "category": "Discipline, Think, Human"
    },
    {
      "quote": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth.",
      "author": "Carl Jung",
      "category": "Truth, World, Understand"
    },
    {
      "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.",
      "author": "Oscar Wilde",
      "category": "Friends, Good, Man"
    },
    {
      "quote": "Quick condemnation of all that is not ours, of views with which we disagree, of ideas that do not attract us, is the sign of a narrow mind, of an uncultivated intelligence. Bigotry is always ignorant, and the wise boy, who will become the wise man, tries to understand and to see the truth in ideas with which he does not agree.",
      "author": "Annie Besant",
      "category": "Truth, Wise, Man"
    },
    {
      "quote": "I know this world is ruled by infinite intelligence. Everything that surrounds us- everything that exists - proves that there are infinite laws behind it. There can be no denying this fact. It is mathematical in its precision.",
      "author": "Thomas A. Edison",
      "category": "World, Know, Precision"
    },
    {
      "quote": "A woman uses her intelligence to find reasons to support her intuition.",
      "author": "Gilbert K. Chesterton",
      "category": "Support, Woman, Intuition"
    },
    {
      "quote": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you.",
      "author": "Wayne Dyer",
      "category": "Purpose, Universe, Fashion"
    },
    {
      "quote": "Intelligence is enormously sexy.",
      "author": "Frank Langella",
      "category": "Sexy"
    },
    {
      "quote": "Intelligence agencies keep things secret because they often violate the rule of law or of good behavior.",
      "author": "Julian Assange",
      "category": "Good, Law, Behavior"
    },
    {
      "quote": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.",
      "author": "Albert Camus",
      "category": "Knowledge, World, Mind"
    },
    {
      "quote": "The first thing I did after getting a Master's degree - and the Air Force was very kind; they let me stay on at school to get a Master's - I went to Denver for the Armed Forces Air Intelligence School, six months. Fundamentally, we had a major effort on in Southeast Asia, and this was training folks to support that effort.",
      "author": "Michael Hayden",
      "category": "School, Training, Support"
    },
    {
      "quote": "I would like to take you seriously, but to do so would be an affront to your intelligence.",
      "author": "George Bernard Shaw",
      "category": "Seriously, You, Like"
    },
    {
      "quote": "It is good to rub and polish our brain against that of others.",
      "author": "Michel de Montaigne",
      "category": "Good, Brain, Others"
    },
    {
      "quote": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships.",
      "author": "Barbara Grizzuti Harrison",
      "category": "Love, Kindness, Imagination"
    },
    {
      "quote": "To educate the intelligence is to expand the horizon of its wants and desires.",
      "author": "James Russell Lowell",
      "category": "Horizon, Desires, Wants"
    },
    {
      "quote": "Human intelligence is a reflection of the intelligence that produces everything. In knowing, we are simply extending the intelligence that comes to and constitutes us. We mimic the mind of God, so to speak. Or better, we continue and extend it.",
      "author": "Huston Smith",
      "category": "Reflection, God, Mind"
    },
    {
      "quote": "The mob spirit has grown with the increasing intelligence of the Afro-American.",
      "author": "Ida B. Wells",
      "category": "Spirit, Mob, Grown"
    },
    {
      "quote": "In intelligence work, there are limits to the amount of information one can share. Confidentiality is essential.",
      "author": "Gijs de Vries",
      "category": "Work, Information, Limits"
    },
    {
      "quote": "Leveraging community intelligence and making connections is a key component to being a growth hacker.",
      "author": "Ryan Holiday",
      "category": "Community, Growth"
    },
    {
      "quote": "A man of genius has a right to any mode of expression.",
      "author": "Ezra Pound",
      "category": "Man, Genius, Right"
    },
    {
      "quote": "To think well and to consent to obey someone giving good advice are the same thing.",
      "author": "Herodotus",
      "category": "Good, Giving, Advice"
    },
    {
      "quote": "The intellect of the wise is like glass it admits the light of heaven and reflects it.",
      "author": "Augustus Hare",
      "category": "Light, Wise, Glass"
    },
    {
      "quote": "Intuition enlightens and so links up with pure thought. They together become an intelligence which is not simply of the brain, which does not calculate, but feels and thinks.",
      "author": "Piet Mondrian",
      "category": "Together, Thought, Brain"
    },
    {
      "quote": "In view of the fact that God limited the intelligence of man, it seems unfair that He did not also limit his stupidity.",
      "author": "Konrad Adenauer",
      "category": "God, Man, Stupidity"
    },
    {
      "quote": "That which the Fascists hate above all else, is intelligence.",
      "author": "Miguel de Unamuno",
      "category": "Hate, Above, Which"
    },
    {
      "quote": "Artificial Intelligence leaves no doubt that it wants its audiences to enter a realm of pure fantasy when it identifies one of the last remaining islands of civilization as New Jersey.",
      "author": "Godfried Danneels",
      "category": "Doubt, New, Fantasy"
    },
    {
      "quote": "It occurred to me that there was no difference between men, in intelligence or race, so profound as the difference between the sick and the well.",
      "author": "F. Scott Fitzgerald",
      "category": "Men, Me, Profound"
    },
    {
      "quote": "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver fox. It happens.",
      "author": "Willa Cather",
      "category": "World, Talent, Voice"
    },
    {
      "quote": "What interests me is whatever it is that allows the heart to continue to yearn for something the intelligence knows is impossible to have: a lost love, a shelter from life's blows, the return of a time past, even a connection to the dead.",
      "author": "Alice McDermott",
      "category": "Love, Life, Time"
    },
    {
      "quote": "The main functions of intelligence, that of inventing solutions and that of verifying them, do not necessarily involve one another. The first partakes of imagination; the second alone is properly logical.",
      "author": "Jean Piaget",
      "category": "Alone, Imagination"
    },
    {
      "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.",
      "author": "Bertrand Russell",
      "category": "Education, Freedom"
    },
    {
      "quote": "Human folk are as a matter of fact eager to find intelligence in animals.",
      "author": "Edward Thorndike",
      "category": "Animals, Matter, Human"
    },
    {
      "quote": "I'm every bourgeois nightmare - a Cockney with intelligence and a million dollars.",
      "author": "Michael Caine",
      "category": "Every, Bourgeois, Cockney"
    },
    {
      "quote": "For passion, be it observed, brings insight with it; it can give a sort of intelligence to simpletons, fools, and idiots, especially during youth.",
      "author": "Honore de Balzac",
      "category": "Passion, Youth, Insight"
    },
    {
      "quote": "Emotional intelligence begins to develop in the earliest years. All the small exchanges children have with their parents, teachers, and with each other carry emotional messages.",
      "author": "Daniel Goleman",
      "category": "Children, Parents, Small"
    },
    {
      "quote": "When our governments want to sell us a course of action, they do it by making sure it's the only thing on the agenda, the only thing everyone's talking about. And they pre-load the ensuing discussion with highly selected images, devious and prejudicial language, dubious linkages, weak or false 'intelligence' and selected 'leaks.'",
      "author": "Brian Eno",
      "category": "Language, Action, Want"
    },
    {
      "quote": "Never underestimate the intelligence of the audience; make good programmes, and they will come.",
      "author": "Armando Iannucci",
      "category": "Good, Underestimate"
    },
    {
      "quote": "Eventually we'll be able to sequence the human genome and replicate how nature did intelligence in a carbon-based system.",
      "author": "Bill Gates",
      "category": "Nature, Human, System"
    },
    {
      "quote": "Of course, we would love to know more about the exact moment of Big Bang, but interposing an outside intelligence does nothing to add to that knowledge, as we still know nothing about the creation of that intelligence.",
      "author": "Richard Dawkins",
      "category": "Love, Knowledge, Moment"
    },
    {
      "quote": "If the government regulates against use of drones or stem cells or artificial intelligence, all that means is that the work and the research leave the borders of that country and go someplace else.",
      "author": "Peter Diamandis",
      "category": "Work, Government, Research"
    },
    {
      "quote": "Logical activity is not the whole of intelligence. One can be intelligent without being particularly logical.",
      "author": "Jean Piaget",
      "category": "Intelligent, Activity"
    },
    {
      "quote": "If intelligence is the triumph of life, the spoken word is the marvellous means by which this intelligence is manifested.",
      "author": "Maria Montessori",
      "category": "Life, Triumph, Word"
    },
    {
      "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.",
      "author": "Ellen DeGeneres",
      "category": "God, Mom, Power"
    },
    {
      "quote": "When you talk to a human in 2035, you'll be talking to someone that's a combination of biological and non-biological intelligence.",
      "author": "Ray Kurzweil",
      "category": "You, Human, Talk"
    },
    {
      "quote": "The child's mind is not the type of mind we adults possess. If we call our type of mind the conscious type, that of the child is an unconscious mind. Now an unconscious mind does not mean an inferior mind. An unconscious mind can be full of intelligence. One will find this type of intelligence in every being, and every insect has it.",
      "author": "Maria Montessori",
      "category": "Child, Mind, Mean"
    },
    {
      "quote": "Republics are created by the virtue, public spirit, and intelligence of the citizens. They fall, when the wise are banished from the public councils, because they dare to be honest, and the profligate are rewarded, because they flatter the people, in order to betray them.",
      "author": "Joseph Story",
      "category": "Wise, People, Fall"
    },
    {
      "quote": "No sooner does man discover intelligence than he tries to involve it in his own stupidity.",
      "author": "Jacques Yves Cousteau",
      "category": "Man, Stupidity, Discover"
    },
    {
      "quote": "To me, it is clear that we exist in a plan which is governed by rules that were created, shaped by a universal intelligence and not by chance.",
      "author": "Michio Kaku",
      "category": "Rules, Plan, Me"
    },
    {
      "quote": "Mad, adj. Affected with a high degree of intellectual independence.",
      "author": "Ambrose Bierce",
      "category": "Independence, Intellectual"
    },
    {
      "quote": "Be smarter than other people, just don't tell them so.",
      "author": "H. Jackson Brown, Jr.",
      "category": "People, Just, Smarter"
    },
    {
      "quote": "Genius is initiative on fire.",
      "author": "Holbrook Jackson",
      "category": "Fire, Genius, Initiative"
    },
    {
      "quote": "Ignorance is no excuse, it's the real thing.",
      "author": "Irene Peter",
      "category": "Ignorance, Real, Excuse"
    },
    {
      "quote": "All intelligent thoughts have already been thought what is necessary is only to try to think them again.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Thoughts, Thought, Think"
    },
    {
      "quote": "I must have a prodigious quantity of mind it takes me as much as a week sometimes to make it up.",
      "author": "Mark Twain",
      "category": "Mind, Week, Me"
    },
    {
      "quote": "Wise thinkers prevail everywhere.",
      "author": "Sophocles",
      "category": "Wise, Prevail, Thinkers"
    },
    {
      "quote": "There is no method but to be very intelligent.",
      "author": "T. S. Eliot",
      "category": "Intelligent, Method, Very"
    },
    {
      "quote": "Advice to intellectuals: let no-one represent you.",
      "author": "Theodor Adorno",
      "category": "Advice, You, Represent"
    },
    {
      "quote": "People are smarter than you might think.",
      "author": "John Astin",
      "category": "People, Think, You"
    },
    {
      "quote": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.",
      "author": "Joseph Pulitzer",
      "category": "Courage, Government, Know"
    },
    {
      "quote": "If you look back today over the last 25 years, it is a fact that we have had a progressive degeneration of our intelligence community in general; in particular in the field of human intelligence.",
      "author": "Paul Bremer",
      "category": "Community, Today, You"
    },
    {
      "quote": "Intelligence is a moral category.",
      "author": "Theodor Adorno",
      "category": "Moral, Category"
    },
    {
      "quote": "In the clashes between ignorance and intelligence, ignorance is generally the aggressor.",
      "author": "Paul Harris",
      "category": "Ignorance, Between"
    },
    {
      "quote": "People's intelligence tends to be in inverse proportion to their number. People don't tend to get smarter as they get into bigger groups.",
      "author": "Robyn Hitchcock",
      "category": "People, Number, Bigger"
    },
    {
      "quote": "The Queen's intelligence network is a hell of a lot better than anyone's in this palace. Bar none. She knows everything. I don't know how she does it. And she sees everything.",
      "author": "Prince Andrew",
      "category": "Queen, Better, Know"
    },
    {
      "quote": "Curiosity is free-wheeling intelligence.",
      "author": "Alistair Cooke",
      "category": "Curiosity"
    },
    {
      "quote": "If a cat does something, we call it instinct; if we do the same thing, for the same reason, we call it intelligence.",
      "author": "Will Cuppy",
      "category": "Reason, Cat, Same"
    },
    {
      "quote": "I now bid farewell to the country of my birth - of my passions - of my death a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.",
      "author": "Thomas Francis Meagher",
      "category": "Death, Freedom, Dream"
    },
    {
      "quote": "Many can argue that it is our power of intelligence that is the key to the human domination of our planet. I suggest that it is the ability to put our thoughts into words that can be communicated to others.",
      "author": "Yehuda Berg",
      "category": "Power, Thoughts, Words"
    },
    {
      "quote": "The measure of and self-congratulation for our own intelligence should have its basis in our moral behavior as well as our smarts.",
      "author": "April Gornik",
      "category": "Behavior, Moral, Measure"
    },
    {
      "quote": "I have beauty, intelligence, individuality, sensuality and sexuality.",
      "author": "Shannon Tweed",
      "category": "Beauty, Individuality"
    },
    {
      "quote": "Nerds... the 'nerd' has never been precisely defined, thanks to the psychological complexity of the creature. The word has connotations of some level of intelligence. The typical nerd is a male with intelligence but no sense of giving it a manly face.",
      "author": "Tom Wolfe",
      "category": "Giving, Face, Thanks"
    },
    {
      "quote": "Alas, nothing reveals man the way war does. Nothing so accentuates in him the beauty and ugliness, the intelligence and foolishness, the brutishness and humanity, the courage and cowardice, the enigma.",
      "author": "Oriana Fallaci",
      "category": "Beauty, Courage, War"
    },
    {
      "quote": "The United States, like any great power, is always going to have an intelligence operation, and some electronic surveillance is obligatory in the modern world.",
      "author": "Jeffrey Toobin",
      "category": "Great, Power, World"
    },
    {
      "quote": "It is proper that noble spirits, equipped with truth and enlightened with the Divine intelligence, should arm themselves against dense ignorance by climbing up to the high rock and tower of contemplation.",
      "author": "Giordano Bruno",
      "category": "Truth, Ignorance, Rock"
    },
    {
      "quote": "Public officials insult our intelligence and our goodwill when they paint rosy pictures about budgets, jobs, bipartisanship, and transparency, and alter their positions on issues simply to keep collecting their paycheck by never disagreeing or disappointing anyone.",
      "author": "Wendy E. Long",
      "category": "Transparency, Paint"
    },
    {
      "quote": "I like a guy who's sarcastic, serious, sensitive - even just silent. But you have to do it at the right times. That's sexy. To me, it reflects intelligence.",
      "author": "Moran Atias",
      "category": "Sexy, Me, You"
    },
    {
      "quote": "Human intelligence is a marvelous, subtle, and poorly understood phenomenon. There is no danger of duplicating it anytime soon.",
      "author": "Mitch Kapor",
      "category": "Human, Danger, Subtle"
    },
    {
      "quote": "Intelligence is usually easy to tell in a 10-minute conversation. Determination is harder.",
      "author": "Sam Altman",
      "category": "Determination, Easy"
    },
    {
      "quote": "A person isn't born with the intelligence to be with someone special; you learn it, and you fail in the path of life, but you don't have to give up the chance to love.",
      "author": "Gael Garcia Bernal",
      "category": "Love, Life, Path"
    },
    {
      "quote": "The ISI is above all a paramilitary organization. It doesn't do all that much collection of intelligence. It's not a very good spy agency, but it's good at running covert action.",
      "author": "David Ignatius",
      "category": "Good, Action, Organization"
    },
    {
      "quote": "We are tired of having our integrity impugned. We are tired of having our sincerity questioned. We are tired of having our intelligence insulted.",
      "author": "Terry Sanford",
      "category": "Integrity, Tired, Sincerity"
    },
    {
      "quote": "Improvisation, if you play it at the top of your intelligence, leads to a kind of truth that people find really accessible.",
      "author": "Bonnie Hunt",
      "category": "Truth, People, Play"
    },
    {
      "quote": "Even Gaddafi's adversaries assure us that he stood out for his intelligence as a student he was expelled from high-school for his anti-monarchic activities. He managed to enroll in another high-school and later graduated in law at the University of Benghazi at the age of 21.",
      "author": "Fidel Castro",
      "category": "Age, Law, Student"
    },
    {
      "quote": "The dirty little secret of the intelligence world is that much of what you really need to know isn't exactly a secret anyway.",
      "author": "Peter L. Bergen",
      "category": "World, Know, You"
    },
    {
      "quote": "The problem of Islam as a political force is an essential one for our time and for the years to come, and we cannot approach it with a modicum of intelligence if we start out from a position of hatred.",
      "author": "Michel Foucault",
      "category": "Time, Political, Problem"
    },
    {
      "quote": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success.",
      "author": "Patrick Lencioni",
      "category": "Success, Knowledge, Truth"
    },
    {
      "quote": "From the lowest animals of which we can affirm intelligence up to man this type of intellect is found.",
      "author": "Edward Thorndike",
      "category": "Man, Animals, Intellect"
    },
    {
      "quote": "I want to go to Mexico. I've been stonewalled, so far, by federal officials. I want to go to Mexico, and I want to meet with the top Mexican officials. I want to tell them my past experience and what I can do here as Sheriff to help them get better intelligence and communications on the drug thing, not the illegal immigration thing.",
      "author": "Joe Arpaio",
      "category": "Experience, Past, Help"
    },
    {
      "quote": "You are just your intelligence.",
      "author": "Kalpana Chawla",
      "category": "You, Just, Your"
    },
    {
      "quote": "Within thirty years, we will have the technological means to create superhuman intelligence.",
      "author": "Vernor Vinge",
      "category": "Technological, Create"
    },
    {
      "quote": "Man has made use of his intelligence, he invented stupidity.",
      "author": "Remy de Gourmont",
      "category": "Man, Stupidity, Made"
    },
    {
      "quote": "The 'Robben Island Bible' has arrived at the British Museum. It's a garish thing, its cover plastered with pink and gold Hindu images, designed to hide its contents. Within is the finest collection of words generated by human intelligence: the complete works of William Shakespeare.",
      "author": "Daniel Hannan",
      "category": "Gold, Words, Pink"
    },
    {
      "quote": "My work requires acting at its most committed - it demands actors of enormous resilience, but also intelligence and wit. It doesn't work for narcissistic or selfish actors.",
      "author": "Mike Leigh",
      "category": "Work, Resilience, Selfish"
    },
    {
      "quote": "When I was at the CIA I asked my civilian advisory board to tackle some tough questions. Among the toughest: In a political culture that every day demands more transparency and more public accountability from every aspect of national life, could American intelligence continue to survive and succeed? That jury is still out.",
      "author": "Michael Hayden",
      "category": "Life, Day, Culture"
    },
    {
      "quote": "All different forms of human expression, art, science, are going to become expanded, by expanding our intelligence.",
      "author": "Ray Kurzweil",
      "category": "Art, Science, Human"
    },
    {
      "quote": "I don't think there's anything unique about human intelligence.",
      "author": "Bill Gates",
      "category": "Unique, Think, Human"
    },
    {
      "quote": "Journalists couldn't do their jobs overseas without taking risks, and the same is true for diplomats and intelligence officers.",
      "author": "David Ignatius",
      "category": "Risks, Taking Risks, True"
    },
    {
      "quote": "We will strengthen our security by building missile defense, restoring our military might, and standing by and strengthening our intelligence officers.",
      "author": "Mitt Romney",
      "category": "Security, Building, Military"
    },
    {
      "quote": "I think that the best things come from thought, without thinking. I think that's the smartest use of the intelligence that we all have.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Best, Thinking, Thought"
    },
    {
      "quote": "In archaeology, context is the basis of many discoveries that are imputed to the deliberate workings of intelligence. If I find a rock chipped in such a way as to give it a sharp edge, and the discovery is made in a cave, I am seduced into ascribing this to tool use by distant, fetid and furry ancestors.",
      "author": "Seth Shostak",
      "category": "I Am, Discovery, Rock"
    },
    {
      "quote": "Man is an intelligence in servitude to his organs.",
      "author": "Aldous Huxley",
      "category": "Man, Organs, Servitude"
    },
    {
      "quote": "I was an intelligence officer for what was then 8th Air Force, B-52 Air Force.",
      "author": "Michael Hayden",
      "category": "Air Force, Force, Air"
    },
    {
      "quote": "There is no worse place for an intelligence service like CIA to be than on Page 1, above the fold in your daily newspaper.",
      "author": "Michael Hayden",
      "category": "Daily, Service, Page"
    },
    {
      "quote": "Human intelligence may not be the best trick nature has to offer.",
      "author": "Bryant H. McGill",
      "category": "Nature, Best, Human"
    },
    {
      "quote": "Teaching emotional intelligence skills to people with life-threatening illnesses has been shown to reduce the rate of recurrence, shrink recovery times, and lower death rates.",
      "author": "Travis Bradberry",
      "category": "Death, People, Recovery"
    },
    {
      "quote": "To me, the two things that Gal Gadot - who is an amazing actress, and she played a great Wonder Woman - but the true things that she actually has inside of her are this incredible warmth and charm that is also informed by great intelligence. It's those two things.",
      "author": "Patty Jenkins",
      "category": "Great, Woman, Amazing"
    },
    {
      "quote": "The Secret Intelligence Service I knew occupied dusky suites of little rooms opposite St James's Park Tube station in London.",
      "author": "John le Carre",
      "category": "Service, London, Park"
    },
    {
      "quote": "I never think of myself as wise. I think of myself as possessing a critical intelligence which I intend to allow to operate.",
      "author": "Harold Pinter",
      "category": "Myself, Wise, Think"
    },
    {
      "quote": "The American public should know that the Senate report actually reveals that 82% of detainees subjected to enhanced interrogation did, in fact, produce intelligence that saved American lives.",
      "author": "Trent Franks",
      "category": "American, Know, Fact"
    },
    {
      "quote": "I think the very idea of character, of developing not just grit, but empathy and curiosity, emotional intelligence - you know, the things that I want my own daughters to develop - the idea that we're going to get there through rewards and punishments seems completely at odds with the idea of character itself.",
      "author": "Angela Duckworth",
      "category": "Character, Empathy"
    },
    {
      "quote": "We can't gather the intelligence we need to foil future attacks, if we are blindly granting terrorists the right to remain silent. But for some reason, we've already done that - with the terrorist who tried to bring down Flight 253.",
      "author": "Peter T. King",
      "category": "Future, Silent, Down"
    },
    {
      "quote": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence.",
      "author": "Walter Lippmann",
      "category": "Nature, Good, Opinion"
    },
    {
      "quote": "I believe that reforming our intelligence community is one of the most important things that we can do in order to ensure that our country is in fact safer, stronger and wiser.",
      "author": "Richard Shelby",
      "category": "Community, Believe"
    },
    {
      "quote": "When you're six years old, the word 'poo' is the funniest word on God's earth, but this insults my intelligence.",
      "author": "Jasper Carrott",
      "category": "God, Earth, You"
    },
    {
      "quote": "The right of each individual in any relation to secure to himself the full benefits of his intelligence, his capacity, his industry and skill are among the inalienable inheritances of humanity.",
      "author": "Leland Stanford",
      "category": "Humanity, Skill, Right"
    },
    {
      "quote": "I'm fascinated by artificial intelligence.",
      "author": "Jonathan Nolan",
      "category": "Artificial Intelligence"
    },
    {
      "quote": "And when they encounter works of art which show that using new media can lead to new experiences and to new consciousness, and expand our senses, our perception, our intelligence, our sensibility, then they will become interested in this music.",
      "author": "Karlheinz Stockhausen",
      "category": "Music, Art, Perception"
    },
    {
      "quote": "The real question is, when will we draft an artificial intelligence bill of rights? What will that consist of? And who will get to decide that?",
      "author": "Gray Scott",
      "category": "Real, Question, Rights"
    },
    {
      "quote": "Well, first of all, we did lots of studies where we show practical intelligence doesn't correlate with G. We have probably two dozen studies that practical intelligence better predicts job success than IQ.",
      "author": "Robert Sternberg",
      "category": "Success, Job, Better"
    },
    {
      "quote": "Quality in a classical Greek sense is how to live with grace and intelligence, with bravery and mercy.",
      "author": "Theodore White",
      "category": "Quality, Grace, Bravery"
    },
    {
      "quote": "Genius always finds itself a century too early.",
      "author": "Ralph Waldo Emerson",
      "category": "Genius, Early, Always"
    },
    {
      "quote": "As far as U.S. intelligence knows, Iran is developing nuclear capacities, but they don't know if they are trying to develop nuclear weapons or not. Chances are they're developing what's called 'nuclear capability,' which many states have. That is the ability to have nuclear weapons if they decide to do it. That's not a crime.",
      "author": "Noam Chomsky",
      "category": "Trying, Know, Crime"
    },
    {
      "quote": "The close Turkish-Israeli relations go back to the late 1950s - military intelligence, commercial, more recently, tourism and cultural relations.",
      "author": "Noam Chomsky",
      "category": "Military, Late, Back"
    },
    {
      "quote": "When Rumsfeld gets up on television and says we have definitive intelligence that al Qaeda is working with Iraq, how is an ordinary citizen supposed to react? They won't tell you the evidence, and when anyone asks, they say, 'Well, you know: It's secret.'",
      "author": "Noam Chomsky",
      "category": "Television, Know, You"
    },
    {
      "quote": "There's no such thing as going to a soapbox and saying, 'The government's corrupt,' and not having the intelligence service see your face. In the digital world, that can be done.",
      "author": "Bill Gates",
      "category": "Service, Government, World"
    },
    {
      "quote": "We need intelligence in this country. We need a certain toughness in this country, or we're going to end up like a lot of the other places, and we're not going to have a country left.",
      "author": "Donald Trump",
      "category": "End, Country, Toughness"
    },
    {
      "quote": "In the aftermath of September 11, and as the 9/11 Commission report so aptly demonstrates, it is clear that our intelligence system is not working the way that it should.",
      "author": "Hillary Clinton",
      "category": "Working, Way, System"
    },
    {
      "quote": "When we see animals doing remarkable things, how do we know if we're simply seeing tricks or signs of real intelligence? Are talented animals just obeying commands, or do they have some kind of deeper understanding? One of the biggest challenges for animal researchers is to come up with tests that can distinguish between the two.",
      "author": "Neil deGrasse Tyson",
      "category": "Challenges, Animal"
    },
    {
      "quote": "They say somebody's 'street smart.' I feel like, if I got intelligence, it's just a country smart.",
      "author": "Dolly Parton",
      "category": "Smart, Country, Street"
    },
    {
      "quote": "George W. Bush attended the intelligence briefing every day. Obama has not even attended half of them. He sends surrogates. That to me is significant.",
      "author": "Rush Limbaugh",
      "category": "Day, Me, Every Day"
    },
    {
      "quote": "I'm pretty sure there is some genetic component towards intelligence.",
      "author": "Richard Dawkins",
      "category": "Pretty, Sure, Some"
    },
    {
      "quote": "As Irving Good realised in 1965, machines with superhuman intelligence could repeatedly improve their design even further, triggering what Vernor Vinge called a 'singularity.'",
      "author": "Stephen Hawking",
      "category": "Good, Design, Improve"
    },
    {
      "quote": "As a cell contains a natural intelligence by which it fosters the healthy functioning of the body, I, too, have natural intelligence that fosters the perfect unfolding of my life.",
      "author": "Marianne Williamson",
      "category": "Life, My Life, Healthy"
    },
    {
      "quote": "Over time I think we will probably see a closer merger of biological intelligence and digital intelligence.",
      "author": "Elon Musk",
      "category": "Time, Digital, Think"
    },
    {
      "quote": "And I believe only with a strong America will we defeat this radical group, this apocalyptic group called ISIS. That's why when I'm president we are going to rebuild our intelligence capabilities. And they're going to tell us where the terrorists are. And a rebuilt U.S. military is going to destroy these terrorists.",
      "author": "Marco Rubio",
      "category": "Strong, America, Believe"
    },
    {
      "quote": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.",
      "author": "Michelle Obama",
      "category": "Love, Family, Integrity"
    },
    {
      "quote": "To defend our country we need to gather intelligence on the enemy, but when the intelligence lies to Congress, how are we to trust them? The phone records of law abiding citizens are none of their damn business.",
      "author": "Rand Paul",
      "category": "Business, Trust, Law"
    },
    {
      "quote": "Thought is more than a right - it is the very breath of man. Whoever fetters thought attacks man himself. To speak, to write, to publish, are things, so far as the right is concerned, absolutely identical. They are the ever-enlarging circles of intelligence in action; they are the sonorous waves of thought.",
      "author": "Victor Hugo",
      "category": "Man, Action, Speak"
    },
    {
      "quote": "Scepticism, that dry caries of the intelligence.",
      "author": "Victor Hugo",
      "category": "Dry, Scepticism"
    },
    {
      "quote": "There is not a separate God for each person. There is one universal intelligence flowing through all of us.",
      "author": "Wayne Dyer",
      "category": "God, Person, Through"
    },
    {
      "quote": "I think intelligence basically can be in a way defined by the possibility of having two opposite ideas living together and at the same time functioning. That's why I think a smart script has two things living in the same place, and they're absolutely contradictory.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Time, Together, Smart"
    },
    {
      "quote": "The Obama administration appears to regard intelligence leaks and briefings more or less like briefings by the Democratic National Committee or White House flack Jay Carney. You use any information at hand, classified or not, and you spin it any way you like, fairly or not.",
      "author": "Elliott Abrams",
      "category": "Information, You, Committee"
    },
    {
      "quote": "What does 'politicizing intelligence' mean? Using intel, or more often, partial intel, to produce an effect in line with White House policies rather than giving a full picture of a particular situation.",
      "author": "Elliott Abrams",
      "category": "Giving, Picture, Situation"
    },
    {
      "quote": "In the spring of 2007, Israeli intelligence brought to Washington proof that the Assad regime in Syria was building a nuclear reactor along the Euphrates - with North Korean help. This reactor was a copy of the Yongbyon reactor the North Koreans had built, and was part of a Syrian nuclear weapons program.",
      "author": "Elliott Abrams",
      "category": "Spring, Help, Building"
    },
    {
      "quote": "We could have human intelligence in orbit around Mars, building things there.",
      "author": "Buzz Aldrin",
      "category": "Building, Mars, Human"
    },
    {
      "quote": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance. The incense is powerful and provocative, whether Buddhist or Catholic.",
      "author": "David Bowie",
      "category": "Passion, Powerful, Universe"
    },
    {
      "quote": "When the States already had nuclear weapons, and the Soviet Union was only building them, we got a significant amount of information through Soviet foreign intelligence channels.",
      "author": "Vladimir Putin",
      "category": "Information, Building"
    },
    {
      "quote": "There can be goodness without much intelligence - but it seems to me that perfect intelligence and perfect goodness must go together.",
      "author": "Robert Green Ingersoll",
      "category": "Together, Me, Perfect"
    },
    {
      "quote": "Is E.T. out there? Well, I work at the SETI Institute. That's almost my name. SETI: Search for Extraterrestrial Intelligence. In other words, I look for aliens, and when I tell people that at a cocktail party, they usually look at me with a mildly incredulous look on their face. I try to keep my own face somewhat dispassionate.",
      "author": "Seth Shostak",
      "category": "Work, Words, Me"
    },
    {
      "quote": "The fact that we can't easily foresee clues that would betray an intelligence a million millennia farther down the road suggests that we're like ants trying to discover humans. Ask yourself: Would ants ever recognize houses, cars, or fire hydrants as the work of advanced biology?",
      "author": "Seth Shostak",
      "category": "Work, Road, Yourself"
    },
    {
      "quote": "The total funding of SETI (the Search for Extraterrestrial Intelligence) in the U.S. is 0.0003 percent of the tax monies spent on health and human services. And it's not even tax money. The SETI Institute's hunt for signals is funded by donations.",
      "author": "Seth Shostak",
      "category": "Money, Health, Search"
    },
    {
      "quote": "The cosmos is three times as old as Earth. During most of creation's 14 billion year history, our solar system wasn't around. Nonetheless, the early universe still had the right stuff for life, and contained worlds that were just as suitable for spawning biology and intelligence as our own.",
      "author": "Seth Shostak",
      "category": "Life, History, Universe"
    },
    {
      "quote": "Humans have existed only for the last 0.001 percent of cosmic time. All of which says that - unless the Homo sapiens brain is the one-and-only instance of cogitating machinery - nearly all the intelligence that's out there is beyond our level. And that intelligence is more than just a little bit beyond.",
      "author": "Seth Shostak",
      "category": "Time, Brain, Little"
    },
    {
      "quote": "I think there's a lot of intelligence out there, but that's just my guess. Question is: Are they peaceable or hostile? You could say that the peaceable ones are just going to stay at home and play with their Nintendos, so if you do meet any of them, they might be hostile.",
      "author": "Seth Shostak",
      "category": "Home, Think, Play"
    },
    {
      "quote": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave.",
      "author": "Francis Bacon",
      "category": "God, Limits, Exercise"
    },
    {
      "quote": "If I could have been a marine biologist I would have, but I didn't have that kind of intelligence. Numbers were never my strong point.",
      "author": "Nicolas Cage",
      "category": "Strong, Numbers, Kind"
    },
    {
      "quote": "If there's intelligence behind an opinion, then I'm all for expressing it, but I would never just start a fight with someone for the sake of it - that's just not me.",
      "author": "Charli XCX",
      "category": "Fight, Start, Me"
    },
    {
      "quote": "What happens is once you start to understand football, you realise that it's not just about the physical side of the game and chasing after a ball. It's a strategic sport which requires a lot of intelligence. It's a very mental game.",
      "author": "Shakira",
      "category": "Football, Start, Game"
    },
    {
      "quote": "I enjoy taking part in footballing events that are for social causes because, in my view, inspiring children through sport is a way of keeping their bodies and minds healthy as well as helping nurture their intelligence and ability to relate with others.",
      "author": "Shakira",
      "category": "Children, Enjoy, Healthy"
    },
    {
      "quote": "We need intelligence services to fight against terrorism, but they have to respect the principles of good relationships between allies and protect personal, confidential data.",
      "author": "Francois Hollande",
      "category": "Respect, Good, Fight"
    },
    {
      "quote": "If one of the arguments against eating meat is to do with cruelty and animal intelligence, then lab meat avoids that. There's also the environmental argument for it.",
      "author": "Margaret Atwood",
      "category": "Environmental, Animal"
    },
    {
      "quote": "After 9/11, whatever the evidence of intelligence failures, many people still saw that attack as almost unimaginable, so brutal and brazen an assault.",
      "author": "Nancy Gibbs",
      "category": "People, Whatever, Brutal"
    },
    {
      "quote": "For me, I was somebody who was a smart young guy who didn't do very well in school. The basic system of education, I didn't fit in; my intelligence was elsewhere.",
      "author": "Bruce Springsteen",
      "category": "Education, School, Smart"
    },
    {
      "quote": "U.S. intelligence services routinely use collection methods against foreigners that foreseeably - with certainty - ingest high volumes of U.S. communications as well.",
      "author": "Barton Gellman",
      "category": "High, Well, Certainty"
    },
    {
      "quote": "The $52.6 billion U.S. intelligence arsenal is aimed mainly at unambiguous adversaries, including al-Qaida, North Korea and Iran. But top-secret budget documents reveal an equally intense focus on one purported ally: Pakistan.",
      "author": "Barton Gellman",
      "category": "Focus, Budget, Intense"
    },
    {
      "quote": "The government of Sudan, employing a back channel direct from its president to the Central Intelligence Agency, offered in the early spring of 1996 to arrest Osama bin Laden and place him in Saudi custody, according to officials and former officials in all three countries.",
      "author": "Barton Gellman",
      "category": "Government, Spring, Three"
    },
    {
      "quote": "Superior virtue must be the fruit of superior intelligence.",
      "author": "William Godwin",
      "category": "Fruit, Virtue, Must"
    },
    {
      "quote": "The way to defeat international terrorism is through international cooperation based on international law, clear intelligence, and a measured and appropriate military response.",
      "author": "Charles Kennedy",
      "category": "Law, Military, Defeat"
    },
    {
      "quote": "It's not new: In the '70s, Archie Bunker said terrible things on 'All in the Family,' but it was all in Carroll O'Connor's performance. You saw lack of intelligence, and you laughed.",
      "author": "Jason Bateman",
      "category": "Family, Performance, You"
    },
    {
      "quote": "It is a curious thing: man, the centre and creator of all science, is the only object which our science has not yet succeeded in including in a homogeneous representation of the universe. We know the history of his bones, but no ordered place has yet been found in nature for his reflective intelligence.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Nature, History, Science"
    },
    {
      "quote": "Progressively saved by the machine from the anxieties that bound his hands and mind to material toil, relieved of a large part of his work and compelled to an ever-increasing speed of action by the devices which his intelligence cannot help ceaselessly creating and perfecting, man is about to find himself abruptly plunged into idleness.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Work, Man, Mind"
    },
    {
      "quote": "Birds and animals probably think without knowing that they think; that is, they have not self-consciousness. Only man seems to be endowed with this faculty; he alone develops disinterested intelligence, intelligence that is not primarily concerned with his own safety and well-being but that looks abroad upon things.",
      "author": "John Burroughs",
      "category": "Alone, Man, Safety"
    },
    {
      "quote": "Fear, love, and hunger were the agents that developed the wits of the lower animals, as they were, of course, the prime factors in developing the intelligence of man.",
      "author": "John Burroughs",
      "category": "Love, Fear, Man"
    },
    {
      "quote": "As a college student, what really interested me was the human brain and human intelligence.",
      "author": "Sebastian Thrun",
      "category": "College, Brain, Me"
    },
    {
      "quote": "When you program a robot to be intelligent, you learn a number of things. You become very humble and develop enormous respect for natural intelligence because, even if you work day and night for several years, your robot isn't that smart after all.",
      "author": "Sebastian Thrun",
      "category": "Work, Respect, Day"
    },
    {
      "quote": "You could claim that moving from pixelated perception, where the robot looks at sensor data, to understanding and predicting the environment is a Holy Grail of artificial intelligence.",
      "author": "Sebastian Thrun",
      "category": "Perception, Moving"
    },
    {
      "quote": "Foreigners who speak Arabic in the Middle East are often assumed to be working for the C.I.A. or Israel's intelligence agency, the Mossad.",
      "author": "Richard Engel",
      "category": "Speak, Working, Middle"
    },
    {
      "quote": "I don't believe that intelligence can be reduced to a number, frankly. But I can see how doing exactly that produces a useful sorting mechanism in our society in order to separate children into categories of promising and doomed. The tests seem arbitrary and without real scientific value and yet have lasting consequences.",
      "author": "Rachel Kushner",
      "category": "Children, Society, Believe"
    },
    {
      "quote": "Genius creates, and taste preserves. Taste is the good sense of genius; without taste, genius is only sublime folly.",
      "author": "Alexander Pope",
      "category": "Good, Genius, Taste"
    },
    {
      "quote": "The bookful blockhead, ignorantly read, With loads of learned lumber in his head.",
      "author": "Alexander Pope",
      "category": "Head, Learned, Read"
    },
    {
      "quote": "Intelligence is quickness in seeing things as they are.",
      "author": "George Santayana",
      "category": "Seeing, Things, Quickness"
    },
    {
      "quote": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'",
      "author": "Tiger Woods",
      "category": "Influence, Dress, You"
    },
    {
      "quote": "Is artificial intelligence less than our intelligence?",
      "author": "Spike Jonze",
      "category": "Artificial Intelligence"
    },
    {
      "quote": "No one knows when a robot will approach human intelligence, but I suspect it will be late in the 21st century. Will they be dangerous? Possibly. So I suggest we put a chip in their brain to shut them off if they have murderous thoughts.",
      "author": "Michio Kaku",
      "category": "Thoughts, Brain, Late"
    },
    {
      "quote": "I have concluded that we are in a world made by rules created by an intelligence.",
      "author": "Michio Kaku",
      "category": "World, Rules, Made"
    },
    {
      "quote": "The FBI has built up substantial expertise to address cyber threats, both in the homeland and overseas. Here at home, the FBI serves as the executive agent for the National Cyber Investigative Joint Task Force (NCIJTF), which joins together 19 intelligence, law enforcement, and military agencies to coordinate cyber threat investigations.",
      "author": "James Comey",
      "category": "Home, Together, Law"
    },
    {
      "quote": "As a digital technology writer, I have had more than one former student and colleague tell me about digital switchers they have serviced through which calls and data are diverted to government servers or the big data algorithms they've written to be used on our e-mails by intelligence agencies.",
      "author": "Douglas Rushkoff",
      "category": "Technology, Government, Me"
    },
    {
      "quote": "By their very nature, heuristic shortcuts will produce biases, and that is true for both humans and artificial intelligence, but the heuristics of AI are not necessarily the human ones.",
      "author": "Daniel Kahneman",
      "category": "Nature, True, Human"
    },
    {
      "quote": "Others can challenge and motivate us, but we must reach down deep into our souls and call forth our God-given intelligence and capabilities. We cannot do this when we depend on the efforts of someone else.",
      "author": "James E. Faust",
      "category": "Deep, Challenge, Reach"
    },
    {
      "quote": "GTMO has been a goldmine of intelligence about radical Islamic terrorism.",
      "author": "Mike Pompeo",
      "category": "Terrorism, Radical, Been"
    },
    {
      "quote": "As a member of the House Select Committee on Intelligence, I know that the CIA, Treasury Department, National Security Agency, and others work closely to keep tabs on the IRGC's operations.",
      "author": "Mike Pompeo",
      "category": "Work, Security, Know"
    },
    {
      "quote": "I am proud to serve on the House Intelligence Committee, and every day, I see the lifesaving work of our men and women in uniform.",
      "author": "Mike Pompeo",
      "category": "Work, Day, Women"
    },
    {
      "quote": "Human language is the new UI layer, bots are like new applications, and digital assistants are meta apps. Intelligence is infused into all of your interactions.",
      "author": "Satya Nadella",
      "category": "Language, Digital, Human"
    },
    {
      "quote": "We want to build intelligence that augments human abilities and experiences.",
      "author": "Satya Nadella",
      "category": "Want, Build, Human"
    },
    {
      "quote": "There can be no two opinions as to what a highbrow is. He is the man or woman of thoroughbred intelligence who rides his mind at a gallop across country in pursuit of an idea.",
      "author": "Virginia Woolf",
      "category": "Man, Woman, Mind"
    },
    {
      "quote": "If we are going to conduct espionage in the future, we are going to have to make some changes in the relationship between the intelligence community and the public it serves.",
      "author": "Michael Hayden",
      "category": "Relationship, Future"
    },
    {
      "quote": "An intelligence analyst may attribute an attack to al Qaeda, whereas a policy maker could opt for the more general 'extremist.'",
      "author": "Michael Hayden",
      "category": "Policy, May, General"
    },
    {
      "quote": "There's this movie, 'Zero Dark Thirty' about the hunt for Osama bin Laden. Some have complained that too many 'secrets' were dished out by the intelligence and special operations communities to director Kathryn Bigelow, screenwriter Mark Boal and their crew, part of a broader pattern of using intelligence for political effect.",
      "author": "Michael Hayden",
      "category": "Political, Dark, Secrets"
    },
    {
      "quote": "There is no part of the executive branch that more exists on the outer edge of executive prerogative than the American intelligence community - the intelligence community, CIA, covert action. My literal responsibility as director of CIA with regard to covert action was to inform the Congress - not to seek their approval, to inform.",
      "author": "Michael Hayden",
      "category": "Community, Responsibility"
    },
    {
      "quote": "American political elites feel very empowered to criticize the American intelligence community for not doing enough when they feel in danger, and as soon as we've made them feel safe again, they feel equally empowered to complain that we're doing too much.",
      "author": "Michael Hayden",
      "category": "Community, American"
    },
    {
      "quote": "I believe we do have a great intelligence service. Is it good enough in all circumstances? Of course not. We live in the human condition. We try to make it better each day.",
      "author": "Michael Hayden",
      "category": "Good, Great, Service"
    },
    {
      "quote": "I have spent my adult life working in American intelligence. It has been quite an honor. Generally well resourced. A global mission. No want of issues. And it was a hell of a ride.",
      "author": "Michael Hayden",
      "category": "Life, American, Honor"
    },
    {
      "quote": "The FISA Amendment Act of 2008 actually allows some of the things we were doing under the president's authority only against al Qaeda, it allows them for all legitimate foreign intelligence purposes.",
      "author": "Michael Hayden",
      "category": "Doing, Authority, President"
    },
    {
      "quote": "Renditions before and since 9/11 share some basic features. They have been conducted lawfully, responsibly and with a clear and single purpose: Get terrorists off the street and gain intelligence on those still at large. Our detention and interrogation programs flow from the same inescapable logic.",
      "author": "Michael Hayden",
      "category": "Purpose, Flow, Logic"
    },
    {
      "quote": "President Obama and his successors are dependent on the 100,000-plus people inside the American intelligence community - the people Edward Snowden betrayed.",
      "author": "Michael Hayden",
      "category": "Community, American, People"
    },
    {
      "quote": "Americans are very practical folks. Accustomed to hard choices in their own lives, they are willing to give us in intelligence a lot of slack as we make the hard choices our profession demands.",
      "author": "Michael Hayden",
      "category": "Choices, Profession, Give"
    },
    {
      "quote": "Politicization - the shading of analysis to fit prevailing policy or politics - is the harshest criticism one can make of an intelligence organization. It strikes beyond questions of competence to the fundamental ethic of the enterprise, which is, or should be, truth telling.",
      "author": "Michael Hayden",
      "category": "Truth, Politics"
    },
    {
      "quote": "Dissenting analysts passionate about their positions are not unusual in the American intelligence community. Their presence - or even the rejection - of their favored positions is not prima face evidence of politicization.",
      "author": "Michael Hayden",
      "category": "Community, American"
    },
    {
      "quote": "The 2007 National Intelligence Estimate that said Iran had paused its nuclear weaponization work also reported with high confidence that such work had been going on through 2003. How far did they get? That's an important question, but I fear that the Iranians will never answer it, and we will not insist that they do.",
      "author": "Michael Hayden",
      "category": "Work, Fear, Confidence"
    },
    {
      "quote": "Intelligence collection is not confined to the communications of adversaries or of the guilty. Rather, it's about gaining information otherwise unavailable that would help keep Americans safe and free.",
      "author": "Michael Hayden",
      "category": "Information, Free, Help"
    },
    {
      "quote": "Presidents get to decide how their intelligence is served up to them, and it's the job of intelligence to adjust.",
      "author": "Michael Hayden",
      "category": "Job, Up, Decide"
    },
    {
      "quote": "When the intelligence is making a policymaker too happy, he ought to challenge it, and even if he doesn't, the intelligence briefer needs to launch a red team against his own conclusions to see if he can hold his ground.",
      "author": "Michael Hayden",
      "category": "Happy, Team, Challenge"
    },
    {
      "quote": "It's good to remind intelligence producers and consumers alike about the need to 'warn of emerging conditions, trends, threats and opportunities' and the potential for discontinuities.",
      "author": "Michael Hayden",
      "category": "Good, Opportunities"
    },
    {
      "quote": "Intelligence is often viewed as a profession that steals secrets and then knits those secrets together for policymakers in order to inform their judgments.",
      "author": "Michael Hayden",
      "category": "Together, Secrets, Order"
    },
    {
      "quote": "Another random thing I do is the search for extraterrestrial intelligence, or SETI. And you may be familiar with the movie 'Contact,' which sort of popularized that. It turns out there are real people who go out and search for extraterrestrials in a very scientific way.",
      "author": "Nathan Myhrvold",
      "category": "People, Search, You"
    },
    {
      "quote": "Intelligence is not a moral category.",
      "author": "Tucker Carlson",
      "category": "Moral, Category"
    },
    {
      "quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.",
      "author": "Jean-Paul Sartre",
      "category": "Trust, Me, Know"
    },
    {
      "quote": "The trouble with people like Tony Blair is they get confused, they think intelligence is education when they're two different things.",
      "author": "David Bailey",
      "category": "Education, People, Confused"
    },
    {
      "quote": "Our personal intelligence is everlasting and divine.",
      "author": "Russell M. Nelson",
      "category": "Divine, Personal"
    },
    {
      "quote": "It is better to have a fair intellect that is well used than a powerful one that is idle.",
      "author": "Bryant H. McGill",
      "category": "Powerful, Better, Idle"
    },
    {
      "quote": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence.",
      "author": "Bryant H. McGill",
      "category": "Emotion, Carry, Us"
    },
    {
      "quote": "Many openly show discontentment with their looks, but few with their intelligence. I, however, assure you there are many more plain minds than faces.",
      "author": "Bryant H. McGill",
      "category": "You, Looks, Minds"
    },
    {
      "quote": "Education, family, character, intelligence, humility, okay? These are the things that make a culture live.",
      "author": "Jim Brown",
      "category": "Education, Family, Culture"
    },
    {
      "quote": "Intelligence flourishes only in the ages when belief withers.",
      "author": "Emile M. Cioran",
      "category": "Belief, Only, Flourishes"
    },
    {
      "quote": "Judy, we think that since the 11th of September, 2001, we've faced a similar heightened threat level. And we've been enhancing both the exchange of intelligence and security information and the assessment of that information, because that's the crucial element.",
      "author": "David Blunkett",
      "category": "Information, Security, Think"
    },
    {
      "quote": "If the CIA and other U.S. intelligence agencies were private companies and were chronically unable to accomplish one of their key missions, their shareholders would have long ago revolted, fired their management, and their stock would be trading at values near zero.",
      "author": "Peter L. Bergen",
      "category": "Management, Values, Long"
    },
    {
      "quote": "I don't think my intelligence is naturally analytic or political.",
      "author": "Seamus Heaney",
      "category": "Political, Think, Naturally"
    },
    {
      "quote": "Why have I been chosen to deliver the message of female intelligence and its divinity to a deaf world of males? I have asked my god that question and She answered, 'Hey, why not you Roseanne?' Indeed, why not each of us?",
      "author": "Roseanne Barr",
      "category": "God, World, Deaf"
    },
    {
      "quote": "The fact is that a car used by Gerry Adams and myself during the course of the Mitchell review was bugged by elements within British military intelligence.",
      "author": "Martin McGuinness",
      "category": "Car, Myself, Military"
    },
    {
      "quote": "Post-human intelligence will develop hypercomputers with the processing power to simulate living things - even entire worlds. Perhaps advanced beings could use hypercomputers to surpass the best 'special effects' in movies or computer games so vastly that they could simulate a world, fully, as complex as the one we perceive ourselves to be in.",
      "author": "Martin Rees",
      "category": "Best, Power, World"
    },
    {
      "quote": "Here's the thing: I think the media underestimates the intelligence of the moviegoer. We need to be fulfilled. People want to sit down and think, and I try to make people think.",
      "author": "Lee Daniels",
      "category": "Media, People, Want"
    },
    {
      "quote": "We know that there are unaccounted-for Scud and other ballistic missiles in Iraq. And part of the problem is that, since 1998, there has been no way to even get minimal information about those programs except through intelligence means.",
      "author": "Condoleezza Rice",
      "category": "Information, Problem, Know"
    },
    {
      "quote": "There is a huge difference between gathering intelligence in foreign countries, even our allies, and secretly getting information on U.S. citizens.",
      "author": "Bob Beckel",
      "category": "Information, Difference"
    },
    {
      "quote": "Ever since 9/11, our intelligence agencies, as part of the 'war on terror,' have expanded their operations to include American citizens. I was 'terrorized' when I learned that the National Security Agency was intercepting information on Americans.",
      "author": "Bob Beckel",
      "category": "War, American, Information"
    },
    {
      "quote": "We need to gather intelligence, but we need to do so legally.",
      "author": "Bob Beckel",
      "category": "Need, Gather, Legally"
    },
    {
      "quote": "If we have intelligence on the location of terrorist training centers, it is insane not to act.",
      "author": "Bob Beckel",
      "category": "Training, Insane, Act"
    },
    {
      "quote": "Instead of assuming that emotional intelligence is always useful, we need to think more carefully about where and when it matters.",
      "author": "Adam Grant",
      "category": "Think, Emotional, Matters"
    },
    {
      "quote": "Intelligence and courtesy not always are combined Often in a wooden house a golden room we find.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Find, House, Courtesy"
    },
    {
      "quote": "I'd have thought my particular brand of quirkiness, combined with sharp intelligence and a fine voice, would have yielded more. But it hasn't. Yet!",
      "author": "Miriam Margolyes",
      "category": "Thought, Brand, Voice"
    },
    {
      "quote": "Your intelligence doesn't override your desire to destroy yourself.",
      "author": "John Darnielle",
      "category": "Yourself, Desire, Destroy"
    },
    {
      "quote": "While the crash only took place six months ago, I am convinced we have now passed the worst, and with continued unity of effort, we shall rapidly recover. There is one certainty of the future of a people of the resources, intelligence and character of the people of the United States - that is, prosperity.",
      "author": "Herbert Hoover",
      "category": "Future, Character, Unity"
    },
    {
      "quote": "Politeness decrees that you must listen to be kind intelligence decrees that you must listen to learn.",
      "author": "Letitia Baldrige",
      "category": "Be Kind, Learn, You"
    },
    {
      "quote": "It's public knowledge that there have been efforts - as U.S. intelligence sources have said - by Russia to destabilize the U.S. political system. I think that Canadians and, indeed, other Western countries should be prepared for similar efforts to be directed at us.",
      "author": "Chrystia Freeland",
      "category": "Knowledge, Political"
    },
    {
      "quote": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.",
      "author": "W. E. B. Du Bois",
      "category": "Life, Work, Education"
    },
    {
      "quote": "There are a lot of obstacles in the way of our understanding animal intelligence - not the least being that we can't even agree whether nonhuman species are conscious. We accept that chimps and dolphins experience awareness we like to think dogs and cats do. But what about mice and newts? What about a fly? Is anything going on there at all?",
      "author": "Jeffrey Kluger",
      "category": "Experience, Cats, Animal"
    },
    {
      "quote": "Newt Gingrich has a restless and outsized intelligence that is tragically unleavened by any kind of critical sensibility.",
      "author": "John Podhoretz",
      "category": "Kind, Restless, Sensibility"
    },
    {
      "quote": "The role of the intelligence - that part of us which affirms and denies and formulates opinions is merely to submit.",
      "author": "Simone Weil",
      "category": "Opinions, Role, Submit"
    },
    {
      "quote": "Whatever debases the intelligence degrades the entire human being.",
      "author": "Simone Weil",
      "category": "Human, Human Being, Whatever"
    },
    {
      "quote": "Man is a spiritual intelligence, who has taken flesh with the object of gaining experience in worlds below the spiritual, in order that he may be able to master and to rule them, and in later ages take his place in the creative and directing hierarchies of the universe.",
      "author": "Annie Besant",
      "category": "Experience, Man, Spiritual"
    },
    {
      "quote": "Strange indeed would it be if all the space around us be empty, mere waste void, and the inhabitants of Earth the only forms in which intelligence could clothe itself.",
      "author": "Annie Besant",
      "category": "Space, Strange, Earth"
    },
    {
      "quote": "Men are at every stage of evolution, from the most barbarous to the most developed; men are found of lofty intelligence, but also of the most unevolved mentality; in one place there is a highly developed and complex civilisation, in another a crude and simple polity.",
      "author": "Annie Besant",
      "category": "Men, Simple, Evolution"
    },
    {
      "quote": "If the elections are a mere fraud, why are terrorists being trained and infiltrated into India at the command of the Inter-Services Intelligence Agency of Pakistan to kill election candidates and to intimidate voters?",
      "author": "Atal Bihari Vajpayee",
      "category": "Election, Why, India"
    },
    {
      "quote": "Intelligence is sexy. Don't play dumb, especially young girls. Don't play dumb. And let people see that you are intelligent.",
      "author": "Iman",
      "category": "People, Intelligent, Play"
    },
    {
      "quote": "For something that's supposed to be secret, there is a lot of intelligence history. Every time I read one book, two more are published.",
      "author": "Alan Furst",
      "category": "Time, History, Book"
    },
    {
      "quote": "Without - you know, good intelligence stops plots against the homeland. Without that intelligence, we cannot effectively stop it.",
      "author": "Mike McCaul",
      "category": "Good, Know, You"
    },
    {
      "quote": "Everyone on the Left has a favorite story that allows them to kind of excuse Reagan, explain away Reagan, say he was dumb, but unless we reckon with that kind of emotional intelligence and his ability to kind of speak to the aspirations of the American people, the less liberals are going to be able to understand the soul of his appeal.",
      "author": "Rick Perlstein",
      "category": "Soul, American, Speak"
    },
    {
      "quote": "Whatever you think about his intelligence, what's unquestionable is that Reagan had extraordinary emotional intelligence. He could sense the temperature of a room, and tell them a story and make them feel good. And that's more fun, right? It's more fun to feel good than feel bad. That's part of our human state.",
      "author": "Rick Perlstein",
      "category": "Good, Fun, Feel Good"
    },
    {
      "quote": "Reagan's emotional intelligence, his ability to suss out people's longings and to channel them for political purposes, was better than just about any human being that ever lived.",
      "author": "Rick Perlstein",
      "category": "Political, People, Better"
    },
    {
      "quote": "Sometimes James Bond movies drive me crazy. They're fun to watch, but they don't have anything to do at all with what intelligence officers really do.",
      "author": "David Ignatius",
      "category": "Crazy, Fun, Me"
    },
    {
      "quote": "Intelligence services exist to do things that are illegal abroad. They exist to tell lies.",
      "author": "David Ignatius",
      "category": "Exist, Things, Abroad"
    },
    {
      "quote": "We have a complicated intelligence relationship with France. We have a complicated intelligence relationship with other - with other allies.",
      "author": "David Ignatius",
      "category": "Relationship, Complicated"
    },
    {
      "quote": "Europeans don't like to talk about intelligence, and they often pretend their countries don't spy.",
      "author": "David Ignatius",
      "category": "Spy, Talk, Like"
    },
    {
      "quote": "I have been a systems engineer, systems administrator, a senior adviser for the Central Intelligence Agency, a solutions consultant and a telecommunications information systems officer.",
      "author": "Edward Snowden",
      "category": "Information, Senior"
    },
    {
      "quote": "You can't come forward against the world's most powerful intelligence agencies and be completely free from risk.",
      "author": "Edward Snowden",
      "category": "Powerful, Risk, World"
    },
    {
      "quote": "For books I want to keep reading, it's definitely the voice. It must be a voice I've never heard before, and it must have its own particular intelligence. By 'voice,' I don't mean vernacular. It has to have its own particular history and world that it inhabits.",
      "author": "Amy Tan",
      "category": "History, Reading, World"
    },
    {
      "quote": "I've seen a few wild grizzly bears, mostly in Alaska and British Columbia, and always from a distance. But each grizzly I've caught sight of was as fearsome and sublime as the last. You never get used to their raw power and massive bodies, or the mysterious intelligence in their dark, close-set eyes.",
      "author": "Lydia Millet",
      "category": "Eyes, Power, Dark"
    },
    {
      "quote": "I don't intend to simply go away and write my plays and be a good boy. I intend to remain an independent and political intelligence in my own right.",
      "author": "Harold Pinter",
      "category": "Good, Political, Independent"
    },
    {
      "quote": "To young people born under the weird planet of the SAT, intelligence was equated with agility, with raw acuity. It produced a certain sort of person of which I was a typical specimen: the mental contortionist, able to rise to almost every challenge placed before him, except the challenge of real self-knowledge.",
      "author": "Walter Kirn",
      "category": "Challenge, People, Weird"
    },
    {
      "quote": "I am concerned that the vague guidelines and policies used by the NSA for intelligence collection and sharing, in conjunction with elusive direction from the Administration, have led to intelligence being collected on sitting members of Congress for political purposes.",
      "author": "Ron DeSantis",
      "category": "I Am, Political, Direction"
    },
    {
      "quote": "It's part of a writer's profession, as it's part of a spy's profession, to prey on the community to which he's attached, to take away information - often in secret - and to translate that into intelligence for his masters, whether it's his readership or his spy masters. And I think that both professions are perhaps rather lonely.",
      "author": "John le Carre",
      "category": "Community, Lonely"
    },
    {
      "quote": "It's necessary to understand what real intelligence work is. It will never cease. It's absolutely essential that we have it. At its best, it is simply the left arm of healthy governmental curiosity. It brings to a strong government what it needs to know. It's the collection of information, a journalistic job, if you will, but done in secret.",
      "author": "John le Carre",
      "category": "Work, Best, Strong"
    },
    {
      "quote": "I wrote 'The Spy Who Came in from the Cold' at the age of 30 under intense, unshared personal stress and in extreme privacy. As an intelligence officer in the guise of a junior diplomat at the British Embassy in Bonn, I was a secret to my colleagues, and much of the time to myself.",
      "author": "John le Carre",
      "category": "Time, Age, Stress"
    },
    {
      "quote": "I've had nothing to do with the intelligence world since I left it, in any shade or variety.",
      "author": "John le Carre",
      "category": "World, Nothing, Shade"
    },
    {
      "quote": "There's a lot of neuroscience now raising the question, 'Is all the intelligence in the human body in the brain?', and they're finding out that, no, it's not like that. The body has intelligence itself, and we're much more of an organic creature in that way.",
      "author": "Joel Kinnaman",
      "category": "Brain, Body, Human"
    },
    {
      "quote": "The hard reality is that attacks by vehicles in public places are very hard to defend against in a free and open society. The best defense against such attacks is good intelligence, and that often comes from inside the Muslim community.",
      "author": "Peter Bergen",
      "category": "Good, Best, Community"
    },
    {
      "quote": "An intelligence officer and historian, Rayburn published a 2014 book, 'Iraq After America,' which is a must-read for anyone who wants to understand how Iraq descended into chaos in the years after the American troop withdrawal at the end of 2011.",
      "author": "Peter Bergen",
      "category": "America, Book, American"
    },
    {
      "quote": "The senior director at the NSC for the Middle East is retired Col. Derek Harvey, an Arabic-speaking intelligence officer with a Ph.D. who served as the head of the U.S. military cell examining the insurgency in Iraq in 2003.",
      "author": "Peter Bergen",
      "category": "Military, Senior, Director"
    },
    {
      "quote": "Nothing is more dreadful than private duels in America. The two adversaries attack each other like wild beasts. Then it is that they might well covet those wonderful properties of the Indians of the prairies - their quick intelligence, their ingenious cunning, their scent of the enemy.",
      "author": "Jules Verne",
      "category": "America, Enemy, Nothing"
    },
    {
      "quote": "I came in as an engineer and worked on artificial intelligence at Google. I worked on related sites and matching advertising to queries with some of our earliest ads.",
      "author": "Marissa Mayer",
      "category": "Advertising, Google"
    },
    {
      "quote": "If you make something, it's an artifact. It's something that somebody or some corporate entity has caused to come into being. A great many human beings have thought about each of the artifacts that surround us. Different degrees of intelligence and attention have been brought to bear on anything.",
      "author": "William Gibson",
      "category": "Great, Thought, You"
    },
    {
      "quote": "Of course it is a very simple matter to identify genes which might modify intelligence or memory and start thinking about whether you want to enhance a human, and the next generation is going to have to deal with that issue. Should we be trying to enhance humans rather than trying to educate them and so on?",
      "author": "Robert Winston",
      "category": "Memory, Simple, Thinking"
    },
    {
      "quote": "I don't deny that there are problems in the intelligence world, but I would argue that in the UK we try to uphold the highest standards in the world.",
      "author": "William Hague",
      "category": "Problems, World, Try"
    },
    {
      "quote": "People in charge of intelligence are political as well.",
      "author": "Rick Santelli",
      "category": "Political, People, Well"
    },
    {
      "quote": "The intelligence community does not have complete 'eyes on' the totality of the Iranian nuclear program, nor can it guarantee that we have identified all of Iran's nuclear facilities and processes.",
      "author": "Michael T. Flynn",
      "category": "Community, Eyes, Guarantee"
    },
    {
      "quote": "The president says, 'What difference does it make what you call the enemy?' Are you kidding me? As an intelligence officer, I would never get away with that. I could never say, 'Well, you know, boss, I don't label this enemy that we're facing.'",
      "author": "Michael T. Flynn",
      "category": "Boss, Me, Know"
    },
    {
      "quote": "There is no greater evidence of superior intelligence than to be surprised at nothing.",
      "author": "Josh Billings",
      "category": "Nothing, Evidence, Than"
    },
    {
      "quote": "If you are going to have to play defense all the time, you cannot have the kind of ingenuity, assertiveness, independence, and intelligence which is what has made our country strong.",
      "author": "Arlen Specter",
      "category": "Time, Strong, Independence"
    },
    {
      "quote": "The wrongful arrest of tens of thousands of British Muslims after the September 11 attacks can be explained by the very poor intelligence the police had, and, just possibly, excused by the fact that a terrorist action in Britain linked to British Muslims would have been hugely damaging.",
      "author": "Geoff Mulgan",
      "category": "Action, Police, Poor"
    },
    {
      "quote": "Despite the obvious intelligence and security failures that contributed to the attack against the U.S. Consulate in Benghazi, the reality is that in one night, an al Qaeda-affiliated group destroyed a diplomatic post, killed a U.S. ambassador and three other Americans, and forced an end to clandestine U.S. activity in the area.",
      "author": "Jack Keane",
      "category": "Reality, End, Night"
    },
    {
      "quote": "I have a close association with Gen. Petraeus... What you get in Dave Petraeus is a very unique officer, a combination of intelligence, extraordinary depth of knowledge and understanding.",
      "author": "Jack Keane",
      "category": "Knowledge, Unique"
    },
    {
      "quote": "The homegrown terrorists are the most significant because any fighter returning from Syria to the United States would likely be identified and detected by our intelligence and law enforcement agencies.",
      "author": "Jack Keane",
      "category": "Law, Law Enforcement"
    },
    {
      "quote": "All the things that made us basically nasty, rapacious, competitive as a species are not necessarily hard-coded into whatever passes for the DNA of artificial intelligence.",
      "author": "Robert J. Sawyer",
      "category": "Artificial Intelligence"
    },
    {
      "quote": "It's possible that there is a guiding intelligence in our universe. I don't see a lot of personal evidence for an interventionist-on-an-individual-basis-deity. I have friends who very much do believe in that. But I don't.",
      "author": "Robert J. Sawyer",
      "category": "Friends, Believe, Universe"
    },
    {
      "quote": "Our culture already has a number of well known stories about artificial life and non-human intelligence. In 'Exegesis,' I've tried to not only tell a new and engaging story but also to comment on those well known stories through the details of my novel.",
      "author": "Astro Teller",
      "category": "Life, Culture, Details"
    },
    {
      "quote": "In my experience as CEO, I found that the most important decisions tested my courage far more than my intelligence.",
      "author": "Ben Horowitz",
      "category": "Courage, Experience"
    },
    {
      "quote": "If you look at life with any honesty and intelligence, it's clear that human nature is dark, vile, selfish, and despondent. But I also see a force in human nature, namely grace, that sometimes works against our natural moral entropy.",
      "author": "Scott Derrickson",
      "category": "Life, Nature, Honesty"
    },
    {
      "quote": "If Reagan had intelligence information that showed that the upheaval in Egypt is actually Democratic in spirit, then he would have, I believe, turned his back on Mubarak, even though there's a long friendship between the United States and Egypt.",
      "author": "Douglas Brinkley",
      "category": "Friendship, Believe, Long"
    },
    {
      "quote": "For something to be completely evil is to be nothing. Satan has good attributes - intelligence, for instance - but they are corrupted. I cannot reconcile myself emotionally to alternative understandings of evil.",
      "author": "Scott Derrickson",
      "category": "Good, Myself, Evil"
    },
    {
      "quote": "Lady Gaga has a very unjaded intelligence. It's brilliant, 'cause it's anti-snob.",
      "author": "Mika",
      "category": "Lady, Brilliant, Very"
    },
    {
      "quote": "When I was working on 'Homeland,' there was a consultant who helped me a lot... I went to Washington and met with my consultant there, and he actually organised a lunch with several people from the Intelligence Committee.",
      "author": "Miranda Otto",
      "category": "Lunch, Me, People"
    },
    {
      "quote": "There are so many successful women working in intelligence, but it's still seen as a male-dominated world.",
      "author": "Miranda Otto",
      "category": "Women, World, Successful"
    },
    {
      "quote": "Intelligence work in the Marine Corps proved to me the strategic value in establishing a Central Command to act as a clearinghouse for disparate bits and floating bytes of information.",
      "author": "Todd Young",
      "category": "Work, Value, Me"
    },
    {
      "quote": "The problem lies with us: we've become addicted to experts. We've become addicted to their certainty, their assuredness, their definitiveness, and in the process, we have ceded our responsibility, substituting our intellect and our intelligence for their supposed words of wisdom.",
      "author": "Noreena Hertz",
      "category": "Wisdom, Responsibility"
    },
    {
      "quote": "If we wander around as politicians jumping at every shadow and desperately afraid of having our words taken out of context or attacks layered on in an unfair way, I think we're actually doing a disrespect to Canadians, to people's intelligence.",
      "author": "Justin Trudeau",
      "category": "Shadow, Words, People"
    },
    {
      "quote": "In America, you have the Cyber Intelligence Sharing and Protection Act. You've got drones now being considered for domestic surveillance. You have the National Security Agency building the world's giantest spy center.",
      "author": "Heather Brooke",
      "category": "America, World, Building"
    },
    {
      "quote": "I think America is less safe on a lot fronts, and I disagree with the release of the information from Dianne Feinstein. I think she's as much a traitor to this country at this point as I thought about Edward Snowden and his release of information about other investigations and abilities from an intelligence standpoint.",
      "author": "Jeff Duncan",
      "category": "America, Thought"
    },
    {
      "quote": "If you look at military and intelligence positions from the 1950s, the Israeli-Palestinian conflict has always been against American national interests.",
      "author": "Abdullah II of Jordan",
      "category": "Conflict, American, Military"
    },
    {
      "quote": "If little else, the brain is an educational toy.",
      "author": "Tom Robbins",
      "category": "Brain, Toy, Little"
    },
    {
      "quote": "Many things matter other than our measured intelligence, so let's get to work on them.",
      "author": "Angela Duckworth",
      "category": "Work, Matter, Things"
    },
    {
      "quote": "Barack Obama is probably one of the brightest in terms of sheer intelligence... also probably the best orator we've ever had as a president.",
      "author": "Mario Cuomo",
      "category": "Best, President, Sheer"
    },
    {
      "quote": "It should tell you something that Pakistan's Inter-Services Intelligence (ISI) agency invented the Taliban in the early 1990s only because Hekmatyar, its primary U.S.-bankrolled proxy in the war for control of Afghanistan, had proved too bloodthirsty after the Soviets withdrew, even by the low standards of the ISI's ghastly generals in Rawalpindi.",
      "author": "Terry Glavin",
      "category": "War, Control, You"
    },
    {
      "quote": "Like many intellectuals, he was incapable of saying a simple thing in a simple way.",
      "author": "Marcel Proust",
      "category": "Simple, Way, Saying"
    },
    {
      "quote": "Savvy companies are quietly changing up their boards of directors and teams, and this is giving them better collective intelligence, more community admiration, and better financial results.",
      "author": "Aileen Lee",
      "category": "Community, Giving, Financial"
    },
    {
      "quote": "My personal sources in the intelligence community and the military are very good. They're excellent. I have very high-up, in-depth sources.",
      "author": "Peter Landesman",
      "category": "Good, Community, Military"
    },
    {
      "quote": "It's really difficult to navigate attention and stardom and celebrity status and still try to maintain yourself and hold onto your intelligence and integrity. It's really challenging.",
      "author": "Shirley Manson",
      "category": "Integrity, Yourself"
    },
    {
      "quote": "Ian Fleming was my cousin, you know. He was in naval intelligence.",
      "author": "Christopher Lee",
      "category": "Know, You, He"
    },
    {
      "quote": "In terms of environmental impact, Samasource jobs are very green. Our product is human intelligence, and it's transported through the Internet rather than via carbon-intensive trucking, shipping, and warehousing.",
      "author": "Leila Janah",
      "category": "Environmental, Internet"
    },
    {
      "quote": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability.",
      "author": "Sun Yat-sen",
      "category": "Education, Knowledge, Talent"
    },
    {
      "quote": "My father was always slightly bemused by my success. Although he knew that I had reasonable intelligence, he always thought that I was a little bit lazy.",
      "author": "Terry Wogan",
      "category": "Success, Father, Thought"
    },
    {
      "quote": "Just as you should never confuse the law with common justice, intelligence should not be confused with common sense. Some of the brightest people in the world have no idea how to cross the road.",
      "author": "Terry Wogan",
      "category": "Justice, Road, Law"
    },
    {
      "quote": "Advertising isn't just the disruption of aesthetics, the insults to your intelligence and the interruption of your train of thought. At every company that sells ads, a significant portion of their engineering team spends their day tuning data mining, writing better code to collect all your personal data.",
      "author": "Jan Koum",
      "category": "Day, Team, Writing"
    },
    {
      "quote": "Fluid intelligence doesn't look much like the capacity to memorise and recite facts, the skills that people have traditionally associated with brainpower.",
      "author": "Jamais Cascio",
      "category": "People, Facts, Look"
    },
    {
      "quote": "Intelligence augmentation decreases the need for specialization and increases participatory complexity.",
      "author": "Jamais Cascio",
      "category": "Complexity, Need, Increases"
    },
    {
      "quote": "The intelligence of cinema-goers should be respected.",
      "author": "Akkineni Nagarjuna",
      "category": "Should, Respected"
    },
    {
      "quote": "Each visible planet is the embodiment of a great and exalted spiritual intelligence Who is the minister of God in that department of His Kingdom, endeavoring to carry out His Will, the latter having in view the ultimate highest good, regardless of temporary ill.",
      "author": "Max Heindel",
      "category": "Good, Great, God"
    },
    {
      "quote": "A John Updike is a once-in-a-generation phenomenon, if that generation is lucky: so comfortable in so many genres, the same lively, generous intelligence suffusing all he did.",
      "author": "George Saunders",
      "category": "Generation, Lucky"
    },
    {
      "quote": "In Don Mills in the Sixties, nothing comes close to the humiliation of losing an argument. In our weird little creative circle, no one cares who has faster fists, but to lose an argument suggests inferior intelligence.",
      "author": "Dan Hill",
      "category": "Losing, Creative, Weird"
    },
    {
      "quote": "One thing I have seen over and over again in life is that there is virtually no correlation between intelligence and common sense. IQ doesn't seem to translate that way.",
      "author": "Vincent Bugliosi",
      "category": "Life, Common Sense, Way"
    },
    {
      "quote": "As a trial lawyer, intelligence is important only in the sense that it allows you to play the game, if you will. Without it, you don't even have a ticket into the competitive arena. But beyond that, it doesn't get you very far at all.",
      "author": "Vincent Bugliosi",
      "category": "Lawyer, Game, Play"
    },
    {
      "quote": "The media has zero integrity, zero intelligence, and no hard work. You're the opposition party. Not the Democratic Party. You're the opposition party. The media's the opposition party.",
      "author": "Stephen Bannon",
      "category": "Work, Hard Work, Integrity"
    },
    {
      "quote": "When I went on to write my next book, Working With Emotional Intelligence, I wanted to make a business case that the best performers were those people strong in these skills.",
      "author": "Daniel Goleman",
      "category": "Business, Best, Strong"
    },
    {
      "quote": "We will have to continue to improve our human intelligence system-something that was, unfortunately, lacking in the years which led up to September 11. This is going to be a continuing process of change.",
      "author": "John Sununu",
      "category": "Change, Process, Human"
    },
    {
      "quote": "When student performance shows increases on test scores, that improvement is not associated with an increase in 'fluid intelligence' - that is, using logical thinking and problem solving in novel situations, rather than recalling previously learned facts and skills.",
      "author": "Randi Weingarten",
      "category": "Improvement, Thinking"
    },
    {
      "quote": "Intelligence is quickness to apprehend as distinct form ability, which is capacity to act wisely on the thing apprehended.",
      "author": "Alfred North Whitehead",
      "category": "Ability, Act, Capacity"
    },
    {
      "quote": "It takes an extraordinary intelligence to contemplate the obvious.",
      "author": "Alfred North Whitehead",
      "category": "Extraordinary, Obvious"
    },
    {
      "quote": "The great help of being in the Army is to understand why are the armies clever in what they describe as emotional intelligence, making soldiers come to terms with the death of comrades by certain rituals.",
      "author": "Antony Beevor",
      "category": "Death, Great, Help"
    },
    {
      "quote": "There's been intelligence that terrorists would look to programs such as the visa waiver program to exploit.",
      "author": "Asa Hutchinson",
      "category": "Look, Visa, Program"
    },
    {
      "quote": "The 21st century - and the atheists - needs the presence of religion, just as religion must deal with the real challenges and the thinkers of the day in order to sharpen the conscience and the intelligence of those who study the timeless sacred texts in a spirit of responding to the questions of their time.",
      "author": "Tariq Ramadan",
      "category": "Time, Day, Religion"
    },
    {
      "quote": "Cultures are never merely intellectual constructs. They take form through the collective intelligence and memory, through a commonly held psychology and emotions, through spiritual and artistic communion.",
      "author": "Tariq Ramadan",
      "category": "Spiritual, Memory, Emotions"
    },
    {
      "quote": "In order to be successful against each of these threats, we have to have a presence overseas, work closely not only with our counterparts in the law enforcement community, but also with the intelligence community.",
      "author": "Robert Mueller",
      "category": "Work, Community, Law"
    },
    {
      "quote": "So there is a foreign intelligence purpose for every one of our FISA warrants.",
      "author": "Robert Mueller",
      "category": "Purpose, Every, Our"
    },
    {
      "quote": "There'll be differences of opinion in just about every intelligence analysis that you make.",
      "author": "Robert Mueller",
      "category": "Differences, Opinion, You"
    },
    {
      "quote": "I like shows that have some level of intelligence to them. When it's not as predictable, when you don't know what's coming at you.",
      "author": "Mehmet Oz",
      "category": "Know, You, Predictable"
    },
    {
      "quote": "If you don't have a job right now, and you have a computer and a basic intelligence level, I guarantee you can get a great job, paying really well, in less than three months. How? Learn to program.",
      "author": "Tucker Max",
      "category": "Great, Job, You"
    },
    {
      "quote": "Because hip-hop has no requirements, you deal with people that have the least intelligence on the planet. Some of the people that compare themselves to me, compare themselves to me because they rap and I rap. They can't even read the contracts that they sign to be a rapper, to do the deal.",
      "author": "Curtis Jackson",
      "category": "Me, People, You"
    },
    {
      "quote": "Well look, CIA is an agency that has to collect intelligence, do operations. We have to take risks and it's important that we take risks and that we know that we have the support of the government and we have the support of the American people in what we're doing.",
      "author": "Leon Panetta",
      "category": "Support, Government"
    },
    {
      "quote": "You know, as director of the CIA, I got an awful lot of intelligence about all the horrible things that could go on across the world.",
      "author": "Leon Panetta",
      "category": "World, Know, You"
    },
    {
      "quote": "It is only when you watch the dense mass of thousands of ants, crowded together around the Hill, blackening the ground, that you begin to see the whole beast, and now you observe it thinking, planning, calculating. It is an intelligence, a kind of live computer, with crawling bits for its wits.",
      "author": "Lewis Thomas",
      "category": "Together, Planning, Thinking"
    },
    {
      "quote": "I will not, nor will I ever, publicly divulge sensitive intelligence sources and methods. For when that happens, our national security is endangered and lives can be lost.",
      "author": "John O. Brennan",
      "category": "Lost, Security"
    },
    {
      "quote": "I do not - I never believed it's better to kill a terrorist than to detain him. We want to detain as many terrorists as possible so we can elicit the intelligence from them in the appropriate manner so that we can disrupt follow-on terrorist attacks.",
      "author": "John O. Brennan",
      "category": "Better, Want, Him"
    },
    {
      "quote": "The actions that we take on the counterterrorism front, again, are to take actions against individuals where we believe that the intelligence base is so strong and the nature of the threat is so grave and serious, as well as imminent, that we have no recourse except to take this action that may involve a lethal strike.",
      "author": "John O. Brennan",
      "category": "Nature, Strong, Believe"
    },
    {
      "quote": "While the intelligence profession oftentimes demands secrecy, it is critically important that there be a full and open discourse on intelligence matters with the appropriate elected representatives of the American people.",
      "author": "John O. Brennan",
      "category": "American, People, Important"
    },
    {
      "quote": "We are in this business, whether it be intelligence or the government, to protect freedom, democracy and liberty, not to violate that.",
      "author": "John O. Brennan",
      "category": "Business, Freedom"
    },
    {
      "quote": "As a former career intelligence professional, I have a profound appreciation for the value of intelligence. Intelligence disrupts terrorist plots and thwarts attacks. Intelligence saves lives.",
      "author": "John O. Brennan",
      "category": "Appreciation, Value"
    },
    {
      "quote": "Simply stated, the need for accurate intelligence and prescient analysis from CIA has never been greater than it is in 2013 - or than it will be in the coming years.",
      "author": "John O. Brennan",
      "category": "Years, Never, Need"
    },
    {
      "quote": "We will use all lawful tools at our disposal, and that includes authorities under the renewed PATRIOT Act. We firmly believe that our intelligence gathering tools must enable us to collect the information we need to protect the American people.",
      "author": "John O. Brennan",
      "category": "American, Believe, Tools"
    },
    {
      "quote": "I think all governments engage in intelligence gathering vis-a-vis other governments.",
      "author": "Henry Paulson",
      "category": "Think, Gathering, I Think"
    },
    {
      "quote": "There's no training for the business, no credentials necessary to enter... It's all about entrepreneurs, innate street intelligence, and instincts. It's a business which encourages people with dreams. That's the essence of Hollywood.",
      "author": "Dawn Steel",
      "category": "Business, Dreams, Training"
    },
    {
      "quote": "I know from my own experience that there is much more to 'intelligence' than an IQ number. In fact, I hesitate to believe that any system could really reflect the complexity and uniqueness of one person's mind, or meaningfully describe the nature of his or her potential.",
      "author": "Daniel Tammet",
      "category": "Nature, Experience, Believe"
    },
    {
      "quote": "White House leaks of classified information put the lives of U.S. service members, intelligence officers, and civilians at risk. That's why I support a measure passed by the Senate Intelligence Committee to crack down on such leaks.",
      "author": "Peter T. King",
      "category": "Service, Support, Risk"
    },
    {
      "quote": "The president has a right to discuss his national security policies with the public. But that should be done in the light of day without endangering our sources or methods. The public has no need to know details about intelligence assets or special operations units. Such disclosures endanger those who protect us.",
      "author": "Peter T. King",
      "category": "Day, Light, Details"
    },
    {
      "quote": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.",
      "author": "Henry Adams",
      "category": "Good, Faith, Man"
    },
    {
      "quote": "There is no such thing as an underestimate of average intelligence.",
      "author": "Henry Adams",
      "category": "Underestimate, Average"
    },
    {
      "quote": "It is impossible to underrate human intelligence - beginning with one's own.",
      "author": "Henry Adams",
      "category": "Beginning, Impossible, Human"
    },
    {
      "quote": "Most good actors have a huge intelligence about the human condition and a real open heart to different kinds of people and behavior.",
      "author": "Tim Robbins",
      "category": "Good, Heart, Behavior"
    },
    {
      "quote": "In the music industry, intelligence in women is undervalued.",
      "author": "Bat for Lashes",
      "category": "Music, Women, Music Industry"
    },
    {
      "quote": "With the headset and motion tracker and all kinds of different future tracking technologies that we are R&Ding, there is just a huge amount of intelligence that has to be created. So we are looking at hiring some of the brightest minds out there to tackle some of those challenges and deliver the very best experience possible for the consumer.",
      "author": "Brendan Iribe",
      "category": "Future, Best, Experience"
    },
    {
      "quote": "There are physical characteristics which are inherited. These include things like good looks, high intelligence, physical coordination. These attributes contribute to success in life, and success in life is a determinant of optimism.",
      "author": "Martin Seligman",
      "category": "Life, Success, Good"
    },
    {
      "quote": "An aria in an opera - Handel's 'Ombra mai fu,' for example - gets along with an incredibly small number of words and ideas and a large amount of variation and repetition. That's the beauty of it. It's not taxing to the listener's intelligence because if you haven't heard it the first time round, it'll come around again.",
      "author": "James Fenton",
      "category": "Time, Beauty, Words"
    },
    {
      "quote": "The case for exploiting animals for food, clothing and entertainment often relies on our superior intelligence, language and self-awareness: the rights of the superior being trump those of the inferior.",
      "author": "Michael Shermer",
      "category": "Food, Language, Animals"
    },
    {
      "quote": "Expressive speech, with modulation in pitch and volume, and a minimum of noticeable pauses, boosts credibility and enhances the impression of intelligence.",
      "author": "Leonard Mlodinow",
      "category": "Speech, Impression, Volume"
    },
    {
      "quote": "The intelligence community gets hurt through sequestration.",
      "author": "Lindsey Graham",
      "category": "Community, Hurt, Through"
    },
    {
      "quote": "According to the FBI and the director of national intelligence, Syria's becoming a perfect platform to strike our nation. I've got a very simple strategy as your president against ISIL. Whatever it takes, as long as it takes, to defeat them.",
      "author": "Lindsey Graham",
      "category": "Simple, Strategy, Long"
    },
    {
      "quote": "My great-grandfather was a man of great vision, drive, and native intelligence, with some human flaws amplified by limited education, limited social range, and questionable influence from some of his advisers.",
      "author": "William Clay Ford, Jr.",
      "category": "Education, Great, Vision"
    },
    {
      "quote": "Hamlet is an astonishing intelligence.",
      "author": "Ben Kingsley",
      "category": "Hamlet, Astonishing"
    },
    {
      "quote": "Well, I think there's a distinction between sexing-up the intelligence and sexing-up the presentation of the intelligence.",
      "author": "John Major",
      "category": "Presentation, Think, Well"
    },
    {
      "quote": "Novelists get to say plenty in their massive tomes; rock singers only get four-minute songs with two verses and a chorus' worth of lyrics, and so there's a real pleasure in accessing the intelligence behind the music, even if it doesn't qualify as 'great literature.'",
      "author": "Karan Mahajan",
      "category": "Music, Great, Literature"
    },
    {
      "quote": "True intelligence requires fabulous imagination.",
      "author": "Ian Mcewan",
      "category": "Imagination, True, Fabulous"
    },
    {
      "quote": "I apologize for being obvious, but every time I watch the curtain come down on even a halfway decent production of a Shakespeare play I feel a little sorrowful that I'll never know the man, or any man of such warm intelligence.",
      "author": "Ian Mcewan",
      "category": "Time, Man, Know"
    },
    {
      "quote": "Perhaps measuring animal intelligence by comparing it to human intelligence isn't the best litmus test.",
      "author": "Ingrid Newkirk",
      "category": "Best, Animal, Human"
    },
    {
      "quote": "There is little evidence that our individual intelligence has improved through recorded history.",
      "author": "James Lovelock",
      "category": "History, Through, Little"
    },
    {
      "quote": "The whole macho thing has to be reexamined. Because in my view, the Bush administration was weak, not strong. To engage in a policy of torture is a weak policy. Because ultimately, it encourages the terrorists. It undermines our own values. It corrupts our system. And it doesn't get good intelligence.",
      "author": "Alex Gibney",
      "category": "Good, Strong, Values"
    },
    {
      "quote": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence.",
      "author": "Margaret J. Wheatley",
      "category": "Power, Decisions, Where"
    },
    {
      "quote": "Successful organizations, including the Military, have learned that the higher the risk, the more necessary it is to engage everyone's commitment and intelligence.",
      "author": "Margaret J. Wheatley",
      "category": "Commitment, Risk, Military"
    },
    {
      "quote": "I have great faith in the intelligence of the American viewer and reader to put two and two together and come up with four.",
      "author": "Jim Lehrer",
      "category": "Faith, Great, Together"
    },
    {
      "quote": "I mean, we must act with intelligence. We must work on this framework, so that immigration becomes an asset to both nations. Believe me, what - just the Mayor Bloomberg said here in New York, that this city would be stopped, totally stopped if it were not by the immigrants working here.",
      "author": "Vicente Fox",
      "category": "Work, City, Believe"
    },
    {
      "quote": "I've always been a big Cate Blanchett fan. Such a wonderful role model, the way she carries herself through her profession. She has so much grace to her, and so much intelligence. I've also always been a big Katharine Hepburn fan.",
      "author": "Elizabeth Debicki",
      "category": "Grace, Role Model, She"
    },
    {
      "quote": "Poets are the sense, philosophers the intelligence of humanity.",
      "author": "Samuel Beckett",
      "category": "Humanity, Sense"
    },
    {
      "quote": "After all, it is the divinity within that makes the divinity without; and I have been more fascinated by a woman of talent and intelligence, though deficient in personal charms, than I have been by the most regular beauty.",
      "author": "Washington Irving",
      "category": "Beauty, Woman, Talent"
    },
    {
      "quote": "In the future, I think it's pretty plausible that collective intelligence tools and skills will be important in order to be a part of global dialog, global business, and global creativity. People who know how to negotiate collective intelligence networks are going to be in a good position to contribute to global society.",
      "author": "Jane McGonigal",
      "category": "Business, Future, Good"
    },
    {
      "quote": "We are moving towards a new form of collective intelligence.",
      "author": "Jane McGonigal",
      "category": "Moving, New, Collective"
    },
    {
      "quote": "I've always wanted to be a spy, and frankly I'm a little surprised that British intelligence has never approached me.",
      "author": "Elizabeth Hurley",
      "category": "Me, Spy, Little"
    },
    {
      "quote": "The 9/11 commission recommended the appointment of a national intelligence director with budgetary authority to better coordinate the work of the intelligence community and resolve differences.",
      "author": "Ronald Kessler",
      "category": "Work, Community, Differences"
    },
    {
      "quote": "Because of the terrorist threat, the FBI and CIA have become as important as the military in preserving our freedom. Yet while thanking our military is standard practice in American life, no one thinks of thanking the FBI, the CIA, or the rest of the intelligence community for keeping us safe since 9/11.",
      "author": "Ronald Kessler",
      "category": "Life, Freedom, Community"
    },
    {
      "quote": "The way you speak should not determine your intelligence. I should be able to say 'lit,' and you still know I'm intelligent. I should be able to say 'turn up,' and that doesn't take away from my intelligence. I wanted to break down that stereotype a little bit.",
      "author": "Angie Thomas",
      "category": "Speak, Intelligent, Know"
    },
    {
      "quote": "It was my mother's idea. Her feeling was that I didn't have the intelligence to pick a trade myself.",
      "author": "Vidal Sassoon",
      "category": "Myself, Mother, Her"
    },
    {
      "quote": "We need to look to our laurels a bit with television in this country. I don't think enough risks are being taken in drama television in the U.K., and I think a lot of programme makers are underestimating the intelligence of the viewing public, basing it all on ratings.",
      "author": "Charles Dance",
      "category": "Risks, Television, Think"
    },
    {
      "quote": "I've always been fascinated by intelligence and how our brains work, and how they can be improved.",
      "author": "Clare Balding",
      "category": "Work, Brains, Always"
    },
    {
      "quote": "We've sweated and torn out our hair trying to reconstruct our chosen lives, to fashion them like literary sculptures, at once monumental and yet human. We've applied all of our intelligence, our empathy, our critical faculties, our compassion - and we think, in our delusion, that it's still 1960, and our work is going to get noticed.",
      "author": "Nigel Hamilton",
      "category": "Work, Compassion, Empathy"
    },
    {
      "quote": "The Clinton White House today said they would start to give national security and intelligence briefings to George Bush. I don't know how well this is working out. Today after the first one Bush said, 'I've got one question: What color is the red phone?'",
      "author": "Bill Maher",
      "category": "Today, Color, Red"
    },
    {
      "quote": "The No. 1 thing I am earnestly attracted to is intelligence.",
      "author": "Rachel Bloom",
      "category": "I Am, Attracted, Earnestly"
    },
    {
      "quote": "For the several thousands of years before they became firefighters and physicians, women were sirens, enchantresses, snares. At times it seems as if female powerlessness is male self-preservation in disguise. And for millennia, this has made for a zero-sum game: A woman's intelligence was a man's deception.",
      "author": "Stacy Schiff",
      "category": "Women, Man, Woman"
    },
    {
      "quote": "So many people say that obviously my game has changed since I arrived here and I say that it's good that it changed, otherwise it would show a lack of intelligence.",
      "author": "Thierry Henry",
      "category": "Good, Game, People"
    },
    {
      "quote": "Our culture has long mistrusted the body. It's been seen as a confusing blend of God's handiwork and the devil's playground. It is, rather, a vortex of intelligence.",
      "author": "Victoria Moran",
      "category": "Culture, God, Long"
    },
    {
      "quote": "Intelligence must follow faith, never precede it, and never destroy it.",
      "author": "Thomas a Kempis",
      "category": "Faith, Follow, Never"
    },
    {
      "quote": "A German immersed in any civilization different from his own loses a weight equivalent in volume to the amount of intelligence he displaces.",
      "author": "Jose Bergamin",
      "category": "Civilization, Different"
    },
    {
      "quote": "We have an incredible warrior class in this country - people in law enforcement, intelligence - and I thank God every night we have them standing fast to protect us from the tremendous amount of evil that exists in the world.",
      "author": "Brad Thor",
      "category": "God, Law, Evil"
    },
    {
      "quote": "Some of the best fan mail I get are from our men and women in the military and intelligence communities. They say, 'Boy you do your homework, this is exactly how we're doing it.'",
      "author": "Brad Thor",
      "category": "Women, Best, Men"
    },
    {
      "quote": "I want to exude strength and intelligence.",
      "author": "Portia de Rossi",
      "category": "Strength, Want"
    },
    {
      "quote": "Though intelligence is powerless to modify character, it is a dab hand at finding euphemisms for its weaknesses.",
      "author": "Quentin Crisp",
      "category": "Character, Finding"
    },
    {
      "quote": "A person must have a certain amount of intelligent ignorance to get anywhere.",
      "author": "Charles Kettering",
      "category": "Ignorance, Intelligent"
    },
    {
      "quote": "By the 2030s, the nonbiological portion of our intelligence will predominate.",
      "author": "Ray Kurzweil",
      "category": "Will, Portion, Our"
    },
    {
      "quote": "Your personality as the prime minister feeds through to what you emphasise, and what you don't, how you'll handle a situation - whether you've got the combination of intelligence or instincts to adapt and to make good decisions.",
      "author": "John Key",
      "category": "Good, Personality, Decisions"
    },
    {
      "quote": "The war on terror, I believe, will be waged by effective intelligence and police work and cruise missiles.",
      "author": "Michael Mandelbaum",
      "category": "Work, War, Believe"
    },
    {
      "quote": "The assumption is that the right kind of society is an organic being not merely analogous to an organic being, but actually a living structure with appetites and digestions, instincts and passions, intelligence and reason.",
      "author": "Herbert Read",
      "category": "Society, Living, Kind"
    },
    {
      "quote": "It is an accepted commonplace in psychology that the spiritual level of people acting as a crowd is far lower than the mean of each individual's intelligence or morality.",
      "author": "Christian Lous Lange",
      "category": "Spiritual, People, Acting"
    },
    {
      "quote": "I found that, academically, it really didn't matter whether I had received a certain grade in a class; it didn't matter too much what schools I wanted to attend... What matters is one's drive, one's intelligence.",
      "author": "Jon Huntsman, Sr.",
      "category": "Drive, Matter, Matters"
    },
    {
      "quote": "I was an English major at the University of Minnesota, and I was very shy, which many people misinterpreted as intelligence. On the basis of that wrong impression, I became the editor of the campus literary magazine.",
      "author": "Garrison Keillor",
      "category": "People, Shy, Impression"
    },
    {
      "quote": "An organization's intelligence is distributed to the point of being ubiquitous.",
      "author": "Kevin Kelly",
      "category": "Organization, Point, Being"
    },
    {
      "quote": "Elia Kazan understood my problems. He was able to bring out the very best in me. He gave me credit for my intelligence.",
      "author": "Ethel Waters",
      "category": "Best, Problems, Me"
    },
    {
      "quote": "It would be incredibly presumptuous and self-serving of me to believe that Facebook was the end of history. The only way it could possibly be the end of history is if it becomes some sort of artificial super intelligence that takes over the world.",
      "author": "Sean Parker",
      "category": "History, Believe, World"
    },
    {
      "quote": "My mum is a bit unconventional; she's outdoorsy and has more of an emotional intelligence, whereas my dad is pragmatic; he's a businessman.",
      "author": "Tamsin Egerton",
      "category": "She, Emotional, Businessman"
    },
    {
      "quote": "I have met with some of them - very honest fellows, who, with all their stupidity, had a kind of intelligence and an upright good sense, which cannot be the characteristics of fools.",
      "author": "Giacomo Casanova",
      "category": "Good, Stupidity, Kind"
    },
    {
      "quote": "A great many people think that polysyllables are a sign of intelligence.",
      "author": "Barbara Walters",
      "category": "Great, People, Think"
    },
    {
      "quote": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence.",
      "author": "Livy",
      "category": "Nature, Exercise"
    },
    {
      "quote": "The employer class is less indispensable in the modern organization of industries because the laboring men themselves possess sufficient intelligence to organize into co-operative relation and enjoy the entire benefits of their own labor.",
      "author": "Leland Stanford",
      "category": "Men, Organization, Enjoy"
    },
    {
      "quote": "When I was the director of Central Intelligence in the early '90s, I tried to get the Air Force to partner with us in building drones. And they didn't want to, because they had no pilots.",
      "author": "Robert M. Gates",
      "category": "Partner, Building, Want"
    },
    {
      "quote": "There is huge demand for artificial intelligence technologies.",
      "author": "Yuri Milner",
      "category": "Artificial Intelligence"
    },
    {
      "quote": "There is no greater privilege in living than bringing a tiny new human being into the world and then trying to raise him or her properly during the next eighteen years. Doing that job right requires all the intelligence, wisdom, and determination you will be able to muster from day to day.",
      "author": "James Dobson",
      "category": "Wisdom, Day, Determination"
    },
    {
      "quote": "It is difficult, if not impossible, to argue that laws written in the 1970s are adequate for today's intelligence challenges.",
      "author": "Bob Barr",
      "category": "Today, Challenges"
    },
    {
      "quote": "U.S. intelligence has the legal right to monitor foreign communications as they go through to U.S. service providers. However, even though something is legal doesn't make it right. I'm not American; I don't really care about what data is being collected about American citizens. I'm worried about us, the foreigners.",
      "author": "Mikko Hypponen",
      "category": "Service, American, Legal"
    },
    {
      "quote": "It's high time for a fresh European alternative to enter the market, taking the existing Internet behemoths head on. What the world needs now is a cloud storage service that is not subject to uncontrolled access by intelligence agencies.",
      "author": "Mikko Hypponen",
      "category": "Time, Service, World"
    },
    {
      "quote": "The United States has an unfair advantage, as most of the popular cloud services, search engines, computer and mobile operating systems or web browsers are made by U.S. companies. When the rest of the world uses the net, they are effectively using U.S.-based services, making them a legal target for U.S. intelligence.",
      "author": "Mikko Hypponen",
      "category": "World, Legal, Search"
    },
    {
      "quote": "Stuxnet, Duqu and Flame are not normal, everyday malware, of course. All three of them were most likely developed by a Western intelligence agency as part of covert operations that weren't meant to be discovered. The fact that the malware evaded detection proves how well the attackers did their job.",
      "author": "Mikko Hypponen",
      "category": "Job, Three, Meant To Be"
    },
    {
      "quote": "In most job interviews, people say they are looking for people skills and emotional intelligence. That's reasonable, but the question is, how do you define what that looks like?",
      "author": "Susan Cain",
      "category": "Job, People, Looking"
    },
    {
      "quote": "Remember to be as smart as you are.",
      "author": "Judd Nelson",
      "category": "Smart, Remember, You"
    },
    {
      "quote": "Instinct perfected is a faculty of using and even constructing organized instruments intelligence perfected is the faculty of making and using unorganized instruments.",
      "author": "Henri Bergson",
      "category": "Instinct, Organized, Faculty"
    },
    {
      "quote": "I don't know how to depict intelligence.",
      "author": "David Fincher",
      "category": "Know, How, Depict"
    },
    {
      "quote": "God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth.",
      "author": "William Ellery Channing",
      "category": "Truth, God, Name"
    },
    {
      "quote": "They say military have the so-called 'secret intelligence' - this amount of intelligence must be very secret, since I've never seen any intelligent military person, nor I have seen any sense in the bloody stupid wars.",
      "author": "Ozzy Osbourne",
      "category": "Stupid, Military"
    },
    {
      "quote": "I spent over 10 years in the Central Intelligence Agency, serving overseas, serving in the Middle East. And let me tell you, if you're a terrorist and you want to come to the United States, the worst possible way to do it is as a refugee. You'll go through a year and a half to two years of vetting.",
      "author": "Evan McMullin",
      "category": "Me, Want, You"
    },
    {
      "quote": "I spent over ten years in the Central Intelligence Agency as an undercover operations officer serving overseas after 9/11 where I carried out covert operations against al-Qaeda and other terrorist groups, as well as other countries who are 'hostile to liberty,' as I like to say.",
      "author": "Evan McMullin",
      "category": "Liberty, Serving, Years"
    },
    {
      "quote": "If there is anyone who should not be trusted with regard to intelligence, it is Donald Trump, both in the literal sense and with regard to our intelligence services. He shouldn't have access to these briefings.",
      "author": "Evan McMullin",
      "category": "Sense, Access, Trusted"
    },
    {
      "quote": "There is no question that creative intelligence comes not through learning things you find in books or histories that have already been written, but by focusing on and giving value to experience as it happens.",
      "author": "Antony Gormley",
      "category": "Learning, Experience, Value"
    },
    {
      "quote": "When you think of intelligence, don't think of a college professor; think of human beings as opposed to chimpanzees. If you don't have human intelligence, you're not even in the game.",
      "author": "Eliezer Yudkowsky",
      "category": "College, Game, Think"
    },
    {
      "quote": "We tend to see individual differences instead of human universals. Thus, when someone says the word 'intelligence,' we think of Einstein instead of humans.",
      "author": "Eliezer Yudkowsky",
      "category": "Differences, Think, See"
    },
    {
      "quote": "Since the rise of Homo sapiens, human beings have been the smartest minds around. But very shortly - on a historical scale, that is - we can expect technology to break the upper bound on intelligence that has held for the last few tens of thousands of years.",
      "author": "Eliezer Yudkowsky",
      "category": "Technology, Rise, Human"
    },
    {
      "quote": "I am a full-time Research Fellow at the Machine Intelligence Research Institute, a small 501(c)(3) public charity supported primarily by individual donations.",
      "author": "Eliezer Yudkowsky",
      "category": "I Am, Research, Small"
    },
    {
      "quote": "I keep trying to explain to people that the archetype of intelligence is not Dustin Hoffman in 'The Rain Man;' it is a human being, period. It is squishy things that explode in a vacuum, leaving footprints on their moon.",
      "author": "Eliezer Yudkowsky",
      "category": "Rain, Man, Moon"
    },
    {
      "quote": "The House Intelligence Committee and the Senate Intelligence Committee are investigating everything having to do with Russia, and I expect we will find there is nothing there when it comes to the Trump campaign.",
      "author": "Ronna McDaniel",
      "category": "Find, House, Committee"
    },
    {
      "quote": "These are Canadian and United States intelligence and law enforcement offices who are working in teams and who are using good intelligence and good law enforcement to really stop the criminals and terrorists before they ever get to the border.",
      "author": "Paul Cellucci",
      "category": "Good, Law, Working"
    },
    {
      "quote": "I can tell you that the Canadian intelligence and law enforcement agencies have been providing outstanding co-operation with our intelligence and law enforcement agencies as we work together to track down terrorists here in North America and put them out of commission.",
      "author": "Paul Cellucci",
      "category": "Work, Together, Law"
    },
    {
      "quote": "I'm the chairman of the intelligence committee. We don't only get formal briefings, but we collect our information from the intelligence community in a variety of ways.",
      "author": "Mike Rogers",
      "category": "Community, Information"
    },
    {
      "quote": "Intelligence is playing a more important role in policymaker decisions than I think I've ever seen in my time in Congress or before.",
      "author": "Mike Rogers",
      "category": "Time, Decisions, Think"
    },
    {
      "quote": "The idea of harnessing the intelligence of the readership has been lost in the quest for Facebook likes. For many, readers have become synonymous with hateful commenters. It's time for a renewed push to realize some of the original dreams of the web.",
      "author": "Nick Denton",
      "category": "Time, Dreams, Lost"
    },
    {
      "quote": "The key thing about force protection is... if you focus too much on force protection, and you disengage yourself from the community, you're putting yourself at greater risk because you need to interact with the community in a positive way to gain the intelligence you need.",
      "author": "H. R. McMaster",
      "category": "Positive, Community, Focus"
    },
    {
      "quote": "I don't underestimate audiences' intelligence. Audiences are much brighter than media gives them credit for. When people went to a movie once a week in the 1930s and that was their only exposure to media, you were required to do a different grammar.",
      "author": "Michael Mann",
      "category": "Week, Media, People"
    },
    {
      "quote": "I can't see what's wrong about assuming intelligence in your audience and what's bad news about being rewarded for assuming that.",
      "author": "Steven Moffat",
      "category": "News, Audience, See"
    },
    {
      "quote": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency.",
      "author": "Raymond Chandler",
      "category": "Advertising, Chess, You"
    },
    {
      "quote": "I don't want to talk about intelligence matters. I will say, however, that intelligence-community estimates should not become public in the way of this city and in the way of Congress.",
      "author": "Warren Christopher",
      "category": "City, Want, Way"
    },
    {
      "quote": "The United States has done more for the war crimes tribunal than any other country in the world. We're turning over all the information we have, including intelligence information.",
      "author": "Warren Christopher",
      "category": "War, World, Information"
    },
    {
      "quote": "Men create real miracles when they use their God-given courage and intelligence.",
      "author": "Jean Anouilh",
      "category": "Courage, Men, Create"
    },
    {
      "quote": "Synths are a very low level of artificial intelligence. Whereas you have a Stradivarius that will live for a thousand years.",
      "author": "Thomas Bangalter",
      "category": "Live, You"
    },
    {
      "quote": "But some actors I have met possess an intelligence that I can only dream of. It's about character, it's about behavior. They understand things about people that I simply don't see.",
      "author": "Ron Silver",
      "category": "Character, People, Behavior"
    },
    {
      "quote": "Everyone I know who used to be in the intelligence community is moving into the corporate world.",
      "author": "Tony Gilroy",
      "category": "Community, World, Moving"
    },
    {
      "quote": "Since September 11th Congress has created the Department of Homeland Security, more than doubled the homeland security budget and implemented a bipartisan overhaul of our intelligence systems.",
      "author": "Doc Hastings",
      "category": "Security, Budget, Congress"
    },
    {
      "quote": "People are what you make them. A scornful look turns into a complete fool a man of average intelligence. A contemptuous indifference turns into an enemy a woman who, well treated, might have been an angel.",
      "author": "Andre Maurois",
      "category": "Man, Woman, Fool"
    },
    {
      "quote": "You can't get closer to the heart of national sovereignty than national security and intelligence services.",
      "author": "Gijs de Vries",
      "category": "Heart, Security, You"
    },
    {
      "quote": "There is a lot of strength and intelligence in Hollywood.",
      "author": "Fay Wray",
      "category": "Strength, Hollywood, Lot"
    },
    {
      "quote": "For four years, I listened to stories of intelligence failures, and it wasn't due to incompetence of anyone in the system, but that the system is so arcane.",
      "author": "Charles Bass",
      "category": "Incompetence, Years, System"
    },
    {
      "quote": "As a member of the House Select Committee on Intelligence, I will be participating in several hearings on the startling revelations contained in the report.",
      "author": "Charles Bass",
      "category": "House, Committee, Will"
    },
    {
      "quote": "The Intelligence Committee will also examine present counterintelligence programs for the Department of Energy, the National Laboratories, and the Department of Defense.",
      "author": "Charles Bass",
      "category": "Energy, Present, Committee"
    },
    {
      "quote": "I sought Ben Affleck because I needed an everyman for this role. Ben appeals to men and women. He gives you a sense of intelligence, the notion of a guy who can think on his feet.",
      "author": "John Frankenheimer",
      "category": "Women, Men, Feet"
    },
    {
      "quote": "In the fight against terrorism, national agencies keep full control over their police forces, security and intelligence agencies and judicial authorities.",
      "author": "Gijs de Vries",
      "category": "Fight, Police, Control"
    },
    {
      "quote": "The CIA teamed up with Army, Air Force and Naval Intelligence to run one of the most nefarious, classified, enhanced interrogation programs of the Cold War. The work took place inside a clandestine facility in the American zone of occupied Germany, called Camp King.",
      "author": "Annie Jacobsen",
      "category": "Work, War, American"
    },
    {
      "quote": "Oprah is so bright, and her intelligence is so piercing that I don't think anyone who spends a few minutes with her isn't struck by that.",
      "author": "Victoria Principal",
      "category": "Think, Her, Bright"
    },
    {
      "quote": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along.",
      "author": "Richard Armitage",
      "category": "Today, Power, Finance"
    },
    {
      "quote": "When I resigned, I put the U.S. Government on notice that I'm going to stick to policy issues, that I have no intention of going out and blowing the cover off of the intelligence operations, that those are truly sensitive and they should not be exposed.",
      "author": "Scott Ritter",
      "category": "Government, Sensitive"
    },
    {
      "quote": "As Prime Minister Netanyahu and Defense Minister Barak have repeatedly said, the intelligence and security relationship between the United States and Israel at present is unprecedented. It has never been stronger.",
      "author": "Susan Rice",
      "category": "Relationship, Stronger"
    },
    {
      "quote": "The intelligence community agrees 30 percent of the terrorists released from Guantanamo are known or suspected to have already re-joined the fight against Americans_- a statistic that translates to a horrific reality.",
      "author": "Mark Kirk",
      "category": "Community, Reality, Fight"
    },
    {
      "quote": "Daniel Goleman has proven that two-thirds of the success in business is based upon our Emotional Intelligence as opposed to our IQ or our level of experience. As we look for the next crop of future CEOs, maybe it's time for America's corporations to start interviewing grads from the psychology master's programs rather than the M.B.A. programs.",
      "author": "Chip Conley",
      "category": "Success, Business, Time"
    },
    {
      "quote": "The president doesn't order the military to seize political opponents. He doesn't order his intelligence community to lie about national security for political purposes. He uses the military or intelligence communities to protect the United States and our citizens, not to help him win elections.",
      "author": "Kathleen Troia McFarland",
      "category": "Community, Help, Military"
    },
    {
      "quote": "One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence.",
      "author": "Lewis Mumford",
      "category": "Take, Come, Trusting"
    },
    {
      "quote": "Wormholes don't exist because the only way they would exist is if they were seeded with exotic material created by an intelligence far beyond our own. Something would have to make one.",
      "author": "Jonathan Nolan",
      "category": "Way, Something, Exist"
    },
    {
      "quote": "One of the things we found out as we filmed with people who dealt with chimps, and with all animals, and it's really incredible, is their levels of intelligence that we don't recognize right away.",
      "author": "D. A. Pennebaker",
      "category": "People, Animals, Right"
    },
    {
      "quote": "Would it not be much better to have a president who deliberately lied to the people because he thought a war was essential than to have one who was so dumb as to be taken in by intelligence agencies, especially those who told him what he wanted to hear?",
      "author": "Andrew Greeley",
      "category": "War, Thought, People"
    },
    {
      "quote": "For some, the very act of intelligence gathering seems illegitimate when applied to the crime of terrorism.",
      "author": "Raymond Kelly",
      "category": "Crime, Terrorism, Gathering"
    },
    {
      "quote": "You have multiple intelligence agencies. They all ultimately report to the director of national intelligence but, you know, it never comes in neat packages. So you have to make judgments on what you have, and it's not easy to do.",
      "author": "Raymond Kelly",
      "category": "Easy, Know, You"
    },
    {
      "quote": "The ability to take pleasure in one's life is a skill and is a kind of intelligence. So intelligence is a hard thing to evaluate and it manifests itself in so many different ways. I do think the ability to know how to live a life and not be miserable is a sign of that.",
      "author": "Todd Solondz",
      "category": "Life, Live, Life Is A"
    },
    {
      "quote": "In reality, serial killers are of average intelligence.",
      "author": "Pat Brown",
      "category": "Reality, Average, Serial"
    },
    {
      "quote": "Following 9/11, intelligence indicated numerous links between al-Qa'eda and Algeria. It began to look as though the roots of jihad could be traced back to the war in Algeria that began 50 years ago.",
      "author": "Alistair Horne",
      "category": "War, Roots, Look"
    },
    {
      "quote": "I take four planes a week, honestly. You know, I am for intelligence screening.",
      "author": "Aaron Schock",
      "category": "I Am, Week, Know"
    },
    {
      "quote": "That penetrating gaze, that intelligence; it's hard not to be anthropomorphic when you're looking at a great ape - at any primate - but especially with gorillas. They're just so magnificent.",
      "author": "K. A. Applegate",
      "category": "Great, Looking, You"
    },
    {
      "quote": "It is conceded by all that man is the very highest type of all living creatures on the earth. His intelligence is far superior to that of any other earthly being.",
      "author": "Joseph Franklin Rutherford",
      "category": "Man, Earth, Living"
    },
    {
      "quote": "But our society does not grant nontraditional forms of intelligence equal recognition, no matter how much it would help us get along or truly enrich our lives.",
      "author": "Joan D. Vinge",
      "category": "Society, Help, Matter"
    },
    {
      "quote": "Guantanamo allows us to secure dangerous detainees without the risk of escape, while at the same time providing us with valuable intelligence information on how best to proceed in the war against terror and prevent future attacks.",
      "author": "Jim Ryun",
      "category": "Time, Future, Best"
    },
    {
      "quote": "It takes intelligence to make real comedy, and it takes a reality base to create all that little stuff I like to do that makes you giggle inside.",
      "author": "Chris Tucker",
      "category": "Reality, Comedy, You"
    },
    {
      "quote": "Some ways of using our thinking are really inspiring. There are people who use their thinking to race cars. People use their thinking to build rockets to the moon. It's all just a use of your thinking.",
      "author": "Michael Nesmith",
      "category": "Thinking, Moon, People"
    },
    {
      "quote": "Schools are not intended to moralize a wicked world, but to impart knowledge and develop intelligence, with only two social aims in mind: prepare to take on one's share in the world's work, and perhaps in addition, lend a hand in improving society, after schooling is done.",
      "author": "Jacques Barzun",
      "category": "Work, Knowledge, Society"
    },
    {
      "quote": "Training and education is one and the same: that is, to train the mind through a discipline in order to awake the inner intelligence of the individuals.",
      "author": "Lobsang Tenzin",
      "category": "Education, Training, Mind"
    },
    {
      "quote": "The rare person is still interested in new advances when they are adults. There is possibly a correlation with intelligence. In any case, you have to be fairly bright to keep learning and changing attitudes as you get older.",
      "author": "Keith Henson",
      "category": "Learning, You, Bright"
    },
    {
      "quote": "I think what he's - what he believes, and he may be correct, I don't know, that we have some intelligence information that leads us to know some things about what's going on in Iraq that we haven't revealed to others.",
      "author": "Lawrence Eagleburger",
      "category": "Information, Know, Think"
    },
    {
      "quote": "In order to defend the Chinese race, one must first defend the Confucian culture; and in order to defend the Confucian culture, one must first defend the State. This is because what preserves the race relies upon intelligence, which is in turn nurtured by Confucian education.",
      "author": "Zhang Zhidong",
      "category": "Education, Culture, Turn"
    },
    {
      "quote": "There never yet has been a country which became powerful without knowledge. A man by his own strength alone cannot successfully combat a tiger, but by his intelligence, he can devise means to entrap him.",
      "author": "Zhang Zhidong",
      "category": "Strength, Knowledge, Alone"
    },
    {
      "quote": "The number one thing I look for is personality. For me, the personality of someone makes them more and more attractive over time ... and for those with bad personalities, less and less attractive. I look for honesty, intelligence, kindness, and a good work ethic, to name a few.",
      "author": "Manika",
      "category": "Work, Kindness, Time"
    },
    {
      "quote": "Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention.",
      "author": "E. Stanley Jones",
      "category": "Good, Action, Mistake"
    },
    {
      "quote": "I've always felt, in all my books, that there's a deep decency in the American people and a native intelligence - providing they have the facts, providing they have the information.",
      "author": "Studs Terkel",
      "category": "Deep, American, People"
    },
    {
      "quote": "You'll remember Dr. Rice said that several times: It was not a warning about the place and the method and the time - it was a general warning. And that points out the imperfection, if you would, of our intelligence.",
      "author": "Lee H. Hamilton",
      "category": "Time, Remember, You"
    },
    {
      "quote": "Terrorists continue to exploit divisions between law enforcement and the intelligence communities that limit the sharing of vital counterterrorism information.",
      "author": "Jim Sensenbrenner",
      "category": "Law, Information, Sharing"
    },
    {
      "quote": "But it is equally incontrovertible that if our intelligence gathering process is seriously flawed, we had better find out and find out fast if we are to avoid another Sept. 11.",
      "author": "Adam Schiff",
      "category": "Better, Fast, Seriously"
    },
    {
      "quote": "The prompt assimilation of that intelligence will be essential if we are to avoid another September 11th.",
      "author": "Adam Schiff",
      "category": "Will, Avoid, September"
    },
    {
      "quote": "The E.U. has moved to combat global terrorism by instituting common European arrest and evidence warrants and creating a joint situation center to pool and analyze intelligence.",
      "author": "John Bruton",
      "category": "Situation, Terrorism"
    },
    {
      "quote": "I also believe that it is time to begin the fundamental analysis of how we got here, what led us here and what we need to do in order to ensure that we are equipped with the best possible intelligence as we face these issues in the future.",
      "author": "David Kay",
      "category": "Time, Future, Best"
    },
    {
      "quote": "The Germans certainly - the intelligence service believed that there were WMD. It turns out that we were all wrong, probably in my judgment, and that is most disturbing.",
      "author": "David Kay",
      "category": "Service, Judgment, Germans"
    },
    {
      "quote": "I have had national security background, 10 years on the Intelligence Committee, the last two years as chair.",
      "author": "Bob Graham",
      "category": "Security, Chair, Committee"
    },
    {
      "quote": "We ought to recognize that we have an offensive responsibility to take the war to the terrorists where they are. That responsibility has waned in the last year as military and intelligence resources were withdrawn from Afghanistan and Pakistan to be used in Iraq.",
      "author": "Bob Graham",
      "category": "Responsibility, War"
    },
    {
      "quote": "We need to make a greater investment in human intelligence.",
      "author": "Bob Graham",
      "category": "Investment, Human, Need"
    },
    {
      "quote": "During the Cold War, we gathered information by listening to the Soviets, taking pictures of the Soviets, and we allowed our human intelligence to decline.",
      "author": "Bob Graham",
      "category": "War, Listening, Information"
    },
    {
      "quote": "This president has been reluctant to hold anybody accountable. No one was held accountable after September the 11th. Nobody's been held accountable after the clear flaws in intelligence leading up to the war in Iraq.",
      "author": "Bob Graham",
      "category": "War, Flaws, President"
    },
    {
      "quote": "The Patriot Act removed major legal barriers that prevented the law enforcement, intelligence, and national defense communities from talking and coordinating their work to protect the American people and our national security.",
      "author": "Jon Porter",
      "category": "Work, Law, American"
    },
    {
      "quote": "Someday we'll learn the whole story of why George W. Bush brushed off that intelligence briefing of Aug. 6, 2001, 'Bin Laden Determined to Strike in U.S.' But surely a big distraction was the major speech he was readying for delivery on Aug. 9, his first prime-time address to the nation.",
      "author": "Frank Rich",
      "category": "Story, Speech, Why"
    },
    {
      "quote": "Up to this day, there has been no proof of the existence of any intelligence other than the human.",
      "author": "Emile Zola",
      "category": "Day, Human, Existence"
    },
    {
      "quote": "I moved to MIT from Stanford in 1984 to teach, and became the founding director of MIT's Computer Science and Artificial Intelligence Lab.",
      "author": "Rodney Brooks",
      "category": "Science, Computer Science"
    },
    {
      "quote": "The PATRIOT Act brought down the wall separating intelligence agencies from law enforcement and other entities charged with protecting the Nation from terrorism.",
      "author": "Chris Chocola",
      "category": "Law, Terrorism, Nation"
    },
    {
      "quote": "Legislation passed in the aftermath of September 11, 2001 enhanced our intelligence capabilities and strengthened our national defense, but until now our nation's immigration policies have not adapted to the needs of a post-September 11th world.",
      "author": "Chris Chocola",
      "category": "World, Immigration, Nation"
    },
    {
      "quote": "Intelligence, if it is clever in the direction of the better, is responsible for the greatest benefits of all.",
      "author": "Menander",
      "category": "Greatest, Better, Clever"
    },
    {
      "quote": "How does nature amplify the intelligence of groups? It forms swarms.",
      "author": "Louis B. Rosenberg",
      "category": "Nature, Forms, How"
    },
    {
      "quote": "I had been involved in U.S. intelligence in Berlin, Germany, while in the military and had worked with a contact with the Central Intelligence Agency office there.",
      "author": "George J. Mitchell",
      "category": "Military, Office, Berlin"
    },
    {
      "quote": "We focus on a unique form of artificial intelligence called artificial swarm intelligence.",
      "author": "Louis B. Rosenberg",
      "category": "Focus, Unique"
    },
    {
      "quote": "Beyond individual intelligence, nature has also cultivated intelligence through swarms. For example, bees, birds and fish act in a more intelligent way when acting together as a swarm, flock or school.",
      "author": "Louis B. Rosenberg",
      "category": "Nature, School, Together"
    },
    {
      "quote": "We developed a technology called artificial swarm intelligence, which is all about tapping the inherent knowledge, wisdom, intuition of groups.",
      "author": "Louis B. Rosenberg",
      "category": "Wisdom, Technology"
    },
    {
      "quote": "When a species wants to tap the collective intelligence of a population, they don't take a poll; they don't take a vote. They form a real-time system.",
      "author": "Louis B. Rosenberg",
      "category": "Vote, System, Collective"
    },
    {
      "quote": "Swarm intelligence is like a brain of brains.",
      "author": "Louis B. Rosenberg",
      "category": "Brain, Brains, Like"
    },
    {
      "quote": "The long-term value of amplifying the intelligence of people is a lot more important than betting on sports.",
      "author": "Louis B. Rosenberg",
      "category": "Sports, Value, People"
    },
    {
      "quote": "Prince Charles is an absolute Mountbatten. The real intelligence in the royal family comes through my parents to Prince Philip and the children.",
      "author": "Lord Mountbatten",
      "category": "Family, Children, Parents"
    },
    {
      "quote": "I strongly support the call to greatly expand our human intelligence capability to penetrate al Qaeda and gather critical intelligence to prevent terrorist attacks on our homeland.",
      "author": "Jim Ramstad",
      "category": "Support, Human, Capability"
    },
    {
      "quote": "Our intelligence community needs better coordination of operations and exchange of information, and that's why we need an overall director of national intelligence and a national counterterrorism center.",
      "author": "Jim Ramstad",
      "category": "Community, Information, Why"
    },
    {
      "quote": "People have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.",
      "author": "Danny Aiello",
      "category": "World, Me, People"
    },
    {
      "quote": "We've done it in intelligence sharing and certain elements of security. There were parts of the department, in fact, that worked very well in Katrina, like the Coast Guard and TSA.",
      "author": "Michael Chertoff",
      "category": "Security, Sharing, Done"
    },
    {
      "quote": "Look, people have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.",
      "author": "Danny Aiello",
      "category": "World, Me, People"
    },
    {
      "quote": "The qualities I am looking for in Miss Right are intelligence and humour.",
      "author": "Brendan Coyle",
      "category": "I Am, Looking, Humour"
    },
    {
      "quote": "'Emma' is my favorite Jane Austen novel - one of my favorite novels period; a novel about intelligence outsmarting itself, about a complicated, nuanced, irresistible heroine who does everything wrong.",
      "author": "Cathleen Schine",
      "category": "Favorite, Complicated"
    },
    {
      "quote": "We have no regulation of drones in the United States in their commercial use. You can see drones some day hovering over the homes of Hollywood luminaries, violating privacy. This question has to be addressed. And we need rules of operation on the border, by police, by commercial use, and also by military and intelligence use.",
      "author": "Dianne Feinstein",
      "category": "Day, Rules, Military"
    },
    {
      "quote": "George Tenet has been the director of central intelligence since 1997, time enough to have changed the Agency's culture. He has failed. He should go.",
      "author": "Richard Perle",
      "category": "Time, Culture, Director"
    },
    {
      "quote": "The heartbeat of a football team is the quarterback position and I think everyone who has any intelligence about the game understands you must have consistency at that position to be a championship team.",
      "author": "Ron Jaworski",
      "category": "Team, Football, Consistency"
    },
    {
      "quote": "They have involved co-operation between the Iraqi intelligence and al-Qaeda operatives on training and combined operations regarding bomb making and chemical and biological weapons.",
      "author": "Douglas Feith",
      "category": "Training, Involved, Between"
    },
    {
      "quote": "Here, again, as I conceive, gentlemen forget that this government is a republican one, resting exclusively in the intelligence and virtue of the People.",
      "author": "Caleb Cushing",
      "category": "Government, People, Forget"
    },
    {
      "quote": "The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.",
      "author": "William Shenstone",
      "category": "Friendship, Time, Best"
    },
    {
      "quote": "Police can only act on intelligence.",
      "author": "P. Chidambaram",
      "category": "Police, Act, Only"
    },
    {
      "quote": "It would help if human experts agreed on the meaning of such basic terms as intelligence, consciousness, or awareness. They don't. It's hard to build something that's incompletely defined.",
      "author": "Edward M. Lerner",
      "category": "Help, Meaning, Human"
    },
    {
      "quote": "Despite our very recent appearance on the planet, humanity combines arrogance with increasing material demands, even as we become more numerous. Our toughness is a delusion. Have we the intelligence and discipline to vigilantly guard against our tendency to grow without limit?",
      "author": "Lynn Margulis",
      "category": "Discipline, Humanity"
    },
    {
      "quote": "The hijab, or sikh turban, or Jewish skullcap are all explicit symbols, but they do not represent a threat or affront to others, and have no bearing on the competence, skills and intelligence of a person.",
      "author": "Randa Abdel-Fattah",
      "category": "Skills, Person, Symbols"
    },
    {
      "quote": "In 'Chappie,' you see this sort of young robot that's learning through maybe 'deep learning' how to see the world really, look out into the world, and learn step by step. What's so interesting is that with 'Chappie,' you're getting to see how human behavior reacts to artificial intelligence, and I don't think it's always going to be positive.",
      "author": "Gray Scott",
      "category": "Positive, Learning, Deep"
    },
    {
      "quote": "I don't think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture.",
      "author": "Gray Scott",
      "category": "Culture, Intelligent, Think"
    },
    {
      "quote": "One of the great intellectual failures of the American intelligence community, and especially the counterterrorism community, is to assume if someone hasn't attacked us, it's because he can't or because we've defeated him.",
      "author": "Michael Scheuer",
      "category": "Community, Great, American"
    },
    {
      "quote": "I'm much better informed than Mr. Clarke ever was about the nature of the intelligence that was available again Osama bin Laden and which was consistently denigrated by himself and Mr. Tenet.",
      "author": "Michael Scheuer",
      "category": "Nature, Better, Informed"
    },
    {
      "quote": "I've gotten to go wonderful places, meet interesting and intelligent people, and I started of course in the theatre and continue to work in the theatre where there is some intelligence involved in it.",
      "author": "Jeffrey Jones",
      "category": "Work, Theatre, People"
    },
    {
      "quote": "Louis Freeh said on national TV that actionable intelligence could have allowed us to stop the hijackings.",
      "author": "Curt Weldon",
      "category": "Said, Stop, Us"
    },
    {
      "quote": "How can faceless bureaucrats in an intelligence agency deny brave soldiers a chance to tell the truth?",
      "author": "Curt Weldon",
      "category": "Truth, Brave, Chance"
    },
    {
      "quote": "Well, our position, and our chairman has talked about this extensively, is that we had a lot of intelligence prior to 9/11. We knew that two al Qaeda operatives who ultimately participated in the 9/11 disaster were in the United States. We didn't find them.",
      "author": "Richard Ben-Veniste",
      "category": "Find, Disaster, Well"
    },
    {
      "quote": "In November, they transferred control of Abu Ghraib to the military intelligence command completely; it was, after all, the center for interrogations for Iraq.",
      "author": "Janis Karpinski",
      "category": "November, Control, Military"
    },
    {
      "quote": "The day after the prison was transferred to the military intelligence command, they had an entire battalion - 1,200, 1,500 soldiers - arrive at Abu Ghraib just for force protection alone.",
      "author": "Janis Karpinski",
      "category": "Day, Alone, Military"
    },
    {
      "quote": "Military intelligence interrogators, however, their goal is to get information, to save lives, to stop the war, to find Saddam - whatever the information is going to be used for, at whatever cost.",
      "author": "Janis Karpinski",
      "category": "War, Goal, Military"
    },
    {
      "quote": "With land-roaming animals, I've just read so much about the sophistication of their emotional lives and their intelligence and the way they process information that betrays a greater intelligence.",
      "author": "Bryan Fuller",
      "category": "Information, Animals"
    },
    {
      "quote": "The average citizen in this county has more intelligence and sense in his little finger than the editor of 'The New York Times' has in his whole head.",
      "author": "George Wallace",
      "category": "New York, Citizen, New"
    },
    {
      "quote": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use.",
      "author": "Andrea Dworkin",
      "category": "Child, Body, Nothing"
    },
    {
      "quote": "I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad.",
      "author": "Leonard Boswell",
      "category": "Home, Community, Law"
    },
    {
      "quote": "The 9/11 Commission strongly recommends that the National Intelligence Director be fully in control of the budget, from developing it to implementing it, to ensuring that the National Intelligence Director has the clout to make decisions.",
      "author": "Leonard Boswell",
      "category": "Decisions, Control, Budget"
    },
    {
      "quote": "The National Intelligence Director needs the authority to do the job we are asking him to do. That means power over the intelligence budget. And to be effective, to be allowed to do his or her job, they must have authority over the budget.",
      "author": "Leonard Boswell",
      "category": "Power, Job, Budget"
    },
    {
      "quote": "Rehearsals and this band are two words that don't really go together, kinda like Military Intelligence.",
      "author": "Jerry Cantrell",
      "category": "Together, Words, Military"
    },
    {
      "quote": "But every time our ability to access information and to communicate it to others is improved, in some sense we have achieved an increase over natural intelligence.",
      "author": "Vernor Vinge",
      "category": "Time, Information, Natural"
    },
    {
      "quote": "I am suggesting that we recognize that in network and interface research there is something as profound (and potential wild) as Artificial Intelligence.",
      "author": "Vernor Vinge",
      "category": "I Am, Potential, Research"
    },
    {
      "quote": "My experience is the White House is not a very good place to coordinate intelligence, much less to integrate it.",
      "author": "Dennis C. Blair",
      "category": "Good, Experience, Place"
    },
    {
      "quote": "All officers of the Intelligence Community, and especially its most senior officer, must conduct themselves in a manner that earns and retains the public trust. The American people are uncomfortable with government activities that do not take place in the open, subject to public scrutiny and review.",
      "author": "Dennis C. Blair",
      "category": "Trust, Community, Government"
    },
    {
      "quote": "Before 9/11 there were weak procedures, willingness, and mechanisms for communicating among agencies for foreign intelligence and the FBI with its focus on law enforcement. The domestic-vs.-foreign barrier has been solved by the reforms after 9/11 that established the DNI.",
      "author": "Dennis C. Blair",
      "category": "Focus, Law, Law Enforcement"
    },
    {
      "quote": "There is no one, who possesses intelligence and uses reflection, who does not understand that it is one Being who both created all things and governs them with the same energy by which He created them.",
      "author": "Lactantius",
      "category": "Reflection, Energy"
    },
    {
      "quote": "If they had said my writing wasn't good enough, fair enough, that's an opinion. But to say it's too complex is to insult the intelligence of the so-called young.",
      "author": "Tanith Lee",
      "category": "Good, Writing, Opinion"
    },
    {
      "quote": "The intelligence investigation under the leadership of Senator Church, which I know has helped cause this investigation by you, points out that the agencies did not disclose certain facts to us and that certain plots were going on.",
      "author": "John Sherman Cooper",
      "category": "Leadership, Know, You"
    },
    {
      "quote": "You mustn't underestimate an audience's intelligence.",
      "author": "Marvin Hamlisch",
      "category": "Underestimate, You, Audience"
    },
    {
      "quote": "In Europe they call geeks 'smart people,' and frankly I think we live in a culture that doesn't value intelligence enough; so I am very proud in saying that I am a geek.",
      "author": "James Marsters",
      "category": "Culture, I Am, Smart"
    },
    {
      "quote": "Intelligent design is a modest position theologically and philosophically. It attributes the complexity and diversity of life to intelligence, but does not identify that intelligence with the God of any religious faith or philosophical system.",
      "author": "William A. Dembski",
      "category": "Life, Faith, God"
    },
    {
      "quote": "My principal professional objective is to introduce intelligence as the ubiquitous utility. I'd like to be the Thomas Edison of intelligence.",
      "author": "Michael J. Saylor",
      "category": "Professional, Principal"
    },
    {
      "quote": "The intelligence of few perceives what has been carefully hidden in the recesses of the mind.",
      "author": "Phaedrus",
      "category": "Mind, Hidden, Been"
    },
    {
      "quote": "Intelligence recognizes what has happened. Genius recognizes what will happen.",
      "author": "John Ciardi",
      "category": "Genius, Happen, Will"
    },
    {
      "quote": "Intelligence is not a science.",
      "author": "Frank Carlucci",
      "category": "Science"
    },
    {
      "quote": "Policymakers have to make judgments based on the best intelligence they get.",
      "author": "Frank Carlucci",
      "category": "Best, Policymakers, Based"
    },
    {
      "quote": "And I argued with that intelligence estimate and I think it is a responsibility of policymakers to use their best judgment on the basis of the intelligence they've received.",
      "author": "Frank Carlucci",
      "category": "Best, Responsibility, Think"
    },
    {
      "quote": "Intelligence alone does not get us where we need to go or even necessarily where we want to go. For that, the human creature must exercise harder-won capacities of wisdom, and wise action.",
      "author": "Krista Tippett",
      "category": "Wisdom, Wise, Alone"
    },
    {
      "quote": "My understanding is that what was provided was general order of battle information, not operational intelligence. I certainly have no knowledge of US participation in preparing battle and strike packages and doubt strongly that that occurred.",
      "author": "Frank Carlucci",
      "category": "Knowledge, Battle"
    },
    {
      "quote": "I can remember when I was National Security Adviser, the intelligence community told us... they put out an intelligence report saying that Iran would never back off from attacks on shipping in the Gulf if we use force.",
      "author": "Frank Carlucci",
      "category": "Community, Remember, Saying"
    },
    {
      "quote": "We have been working hard to think about what our combined needs are going to be in the way of intelligence capabilities, not today but 15 to 20 years in the future.",
      "author": "Stephen Cambone",
      "category": "Future, Today, Working Hard"
    },
    {
      "quote": "Over the course of two years, we arrived at a point where we began to look at the value added by making information more easily accessible across the intelligence community, both defense and national.",
      "author": "Stephen Cambone",
      "category": "Community, Value"
    },
    {
      "quote": "One is to ensure that the war fighters and the intelligence analysts get the information that they need when they need it, in a format that's useful to them.",
      "author": "Stephen Cambone",
      "category": "War, Information, Need"
    },
    {
      "quote": "But by providing the background picture - the universal situational awareness that we desire - by showing the anomalies, the Space-Based Radar will change the nature of how we do our analysis and our intelligence.",
      "author": "Stephen Cambone",
      "category": "Change, Nature, Picture"
    },
    {
      "quote": "Since 2001, the Patriot Act has provided the means to detect and disrupt terrorist threats against the U.S. Prior to enactment of the law, major legal barriers prevented intelligence, national defense, and law enforcement agencies from working together and sharing information.",
      "author": "Roger Wicker",
      "category": "Working Together, Together"
    },
    {
      "quote": "I've always been baffled by critics of the CIA, who are horrified that it does illegal things. That is the purpose of an intelligence service: to perform illegal acts.",
      "author": "Charles McCarry",
      "category": "Service, Purpose, Always"
    },
    {
      "quote": "Richard M. Helms, the first director of Central Intelligence to rise from the ranks, was fond of saying that the CIA had been founded to make sure that there would never be another Pearl Harbor. Underlying this mission impossible was the wishful supposition that an America that knew everything could prevent anything.",
      "author": "Charles McCarry",
      "category": "America, Impossible, Rise"
    },
    {
      "quote": "I've consciously tried not to romanticize anything, especially not intelligence work. I've always said that I've been writing a series of episodic, naturalistic novels. The people just happen to be spies, politicians, civil servants.",
      "author": "Charles McCarry",
      "category": "Work, Writing, People"
    },
    {
      "quote": "I would argue that in any habitable zone that doesn't boil or freeze, intelligent life is going to emerge because intelligence is convergent.",
      "author": "Simon Conway Morris",
      "category": "Life, Intelligent, Going"
    },
    {
      "quote": "To be able to fill leisure intelligently is the last product of civilization.",
      "author": "Arnold J. Toynbee",
      "category": "Product, Civilization"
    },
    {
      "quote": "We live less and less, and we learn more and more. Sensibility is surrendering to intelligence.",
      "author": "Remy de Gourmont",
      "category": "Live, Learn, Sensibility"
    },
    {
      "quote": "The intelligence failures with respect to Iraq were massive and have damaged our credibility around the world.",
      "author": "Carl Levin",
      "category": "Respect, World, Credibility"
    },
    {
      "quote": "When a decision is made to go to war based on intelligence, it is a fateful decision. It has ramifications and impacts way beyond the current months and years.",
      "author": "Carl Levin",
      "category": "War, Decision, Way"
    },
    {
      "quote": "Dr. Rice's record on Iraq gives me great concern. In her public statements she clearly overstated and exaggerated the intelligence concerning Iraq before the war in order to support the President's decision to initiate military action against Iraq.",
      "author": "Carl Levin",
      "category": "Great, War, Support"
    },
    {
      "quote": "According to Richard Clarke, the former White House counterterrorism chief, Bush was so obsessed with Iraq that he failed to take action against Osama Bin Laden despite repeated warnings from his intelligence experts.",
      "author": "Ferdinand Mount",
      "category": "Action, White, House"
    },
    {
      "quote": "I mean enormous pressure was brought to bear - Valerie Amos, Lady Amos, went round Africa with people from our intelligence services trying to press them. I had to make sure that we didn't promise a misuse of aid in a way that would be illegal.",
      "author": "Clare Short",
      "category": "People, Trying, Pressure"
    },
    {
      "quote": "I'm a first-time father, and it was amazing to me to learn that my son could actually use sign language before the spoken word. I could see this intelligence in his eyes before he could speak: how he could understand what was going on around him and was frustrated by that.",
      "author": "Matt Reeves",
      "category": "Father, Son, Eyes"
    },
    {
      "quote": "I began even as a boy to realize how wide the world can be for a man of free intelligence.",
      "author": "George Woodcock",
      "category": "Man, World, Free"
    },
    {
      "quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have.",
      "author": "Don Herold",
      "category": "Nobody, Sense, Irritating"
    },
    {
      "quote": "It takes a lot of things to prove you are smart, but only one thing to prove you are ignorant.",
      "author": "Don Herold",
      "category": "Smart, You, Ignorant"
    },
    {
      "quote": "The exact measure of the progress of civilization is the degree in which the intelligence of the common mind has prevailed over wealth and brute force.",
      "author": "George Bancroft",
      "category": "Progress, Mind, Wealth"
    },
    {
      "quote": "I can't tell you if genius is hereditary, because heaven has granted me no offspring.",
      "author": "James Whistler",
      "category": "Me, Genius, You"
    },
    {
      "quote": "She saw too that man has the power of exceeding himself, of becoming himself more entirely and profoundly than he is, truths which have only recently begun to be seen in Europe and seem even now too great for its common intelligence.",
      "author": "Sri Aurobindo",
      "category": "Great, Power, Man"
    },
    {
      "quote": "Job plunges into a series of demands on and accusations of God which may be and indeed are epigrams of high intelligence, but are not noticeably patient.",
      "author": "Charles Williams",
      "category": "God, Job, Patient"
    },
    {
      "quote": "I can't be a man. But I can embrace the head of a man, the intelligence of a man, the spirit of a man.",
      "author": "Linda Hunt",
      "category": "Man, I Can, Embrace"
    },
    {
      "quote": "All the teaching I had ever received had failed to make me apply such intelligence as I was possessed of, directly and vividly: there had never been any sunshine, as regards language, in the earlier grey days of learning, for the sky had always pelted with gerunds and optatives.",
      "author": "E. F. Benson",
      "category": "Learning, Sky, Sunshine"
    },
    {
      "quote": "It's more fun to write villains. They are more of a challenge, and I get a sick kind of pleasure out of delving into their minds. There's rarely emptiness, and there is almost always deep intelligence.",
      "author": "Nnedi Okorafor",
      "category": "Deep, Challenge, Fun"
    },
    {
      "quote": "The intelligence community, for the most part, has no accountability at all; to the Congress, to us the American people, and so they feel that they above the law.",
      "author": "Gloria Naylor",
      "category": "Community, Law, American"
    },
    {
      "quote": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.",
      "author": "Comte de Lautreamont",
      "category": "Health, Alone, Balance"
    },
    {
      "quote": "I love smart and curious people. I value intelligence in my friends and relationships.",
      "author": "Kerry Bishe",
      "category": "Love, Friends, Smart"
    },
    {
      "quote": "I was an intelligence officer, not a policy-maker.",
      "author": "Cofer Black",
      "category": "Officer"
    },
    {
      "quote": "I'm inspired by the sheer ingenuity and intelligence possessed by my fellow band mates.",
      "author": "Brad Delson",
      "category": "Band, Inspired, Sheer"
    },
    {
      "quote": "Christianity taught men that love is worth more than intelligence.",
      "author": "Jacques Maritain",
      "category": "Love, Love Is, Men"
    },
    {
      "quote": "My success was not based so much on any great intelligence but on great common sense.",
      "author": "Helen Gurley Brown",
      "category": "Success, Great, Common Sense"
    },
    {
      "quote": "Intellectuals are too sentimental for me.",
      "author": "Margaret Anderson",
      "category": "Me, Sentimental, Too"
    },
    {
      "quote": "The Homeland Security department doesn't have tasking authority in the intelligence community. They can ask for stuff, but they can't direct anything except inside their bureau.",
      "author": "David Hunt",
      "category": "Community, Security"
    },
    {
      "quote": "We are constantly protecting the male ego, and it's a disservice to men. If a man has any sensitivity or intelligence, he wants to get the straight scoop from his girlfriend.",
      "author": "Betty Dodson",
      "category": "Man, Men, Dating"
    },
    {
      "quote": "The mind of man has perplexed itself with many hard questions. Is space infinite, and in what sense? Is the material world infinite in extent, and are all places within that extent equally full of matter? Do atoms exist or is matter infinitely divisible?",
      "author": "James C. Maxwell",
      "category": "Man, Space, World"
    },
    {
      "quote": "God does not require you to follow His leadings on blind trust. Behold the evidence of an invisible intelligence pervading everything, even your own mind and body.",
      "author": "Raymond Holliwell",
      "category": "Trust, God, Mind"
    },
    {
      "quote": "It doesn't matter that Bush scares the hell out of me. What matters is that he scares the hell out of a lot of very important people in Washington who can't speak out, in the military, in the intelligence community.",
      "author": "Seymour Hersh",
      "category": "Community, Speak, Military"
    },
    {
      "quote": "I'm more frightened than interested by artificial intelligence - in fact, perhaps fright and interest are not far away from one another. Things can become real in your mind, you can be tricked, and you believe things you wouldn't ordinarily. A world run by automatons doesn't seem completely unrealistic any more. It's a bit chilling.",
      "author": "Gemma Whelan",
      "category": "Believe, World, Mind"
    },
    {
      "quote": "Every major player is working on this technology of artificial intelligence. As of now, it's benign... but I would say that the day is not far off when artificial intelligence as applied to cyber warfare becomes a threat to everybody.",
      "author": "Ted Bell",
      "category": "Technology, Day, Working"
    },
    {
      "quote": "I thought: 'My education is driving a wedge between me and the people I love.' And then I wondered: 'What would happen if it were possible to increase a person's intelligence?'",
      "author": "Daniel Keyes",
      "category": "Love, Education, Me"
    },
    {
      "quote": "The higher the voice the smaller the intellect.",
      "author": "Ernest Newman",
      "category": "Voice, Intellect, Higher"
    },
    {
      "quote": "What suprised me most about the real Gordon Selfridge was actually about his sons, Ralph and Oliver. They were both highly respected in their fields, influencing Information Technology and Robotics deeply. Oliver Selfridge has even been referred to as 'The Father of Machine Perception,' being a pioneer in Artificial Intelligence.",
      "author": "Greg Austin",
      "category": "Technology, Father"
    },
    {
      "quote": "God gives us intelligence to uncover the wonders of nature. Without the gift, nothing is possible.",
      "author": "James Clavell",
      "category": "Nature, God, Gift"
    },
    {
      "quote": "You don't choose your family. They are God's gift to you, as you are to them.",
      "author": "Desmond Tutu",
      "category": "God, Gift, You"
    },
    {
      "quote": "Family is not an important thing. It's everything.",
      "author": "Michael J. Fox",
      "category": "Important, Everything"
    },
    {
      "quote": "Nothing is better than going home to family and eating good food and relaxing.",
      "author": "Irina Shayk",
      "category": "Food, Home, Good"
    },
    {
      "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.",
      "author": "Lil' Kim",
      "category": "Life, Daily, Friends"
    },
    {
      "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.",
      "author": "Kofi Annan",
      "category": "Education, Knowledge, Power"
    },
    {
      "quote": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through.",
      "author": "Kim Kardashian",
      "category": "Life, Happy, Best"
    },
    {
      "quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.",
      "author": "Margaret Mead",
      "category": "Relationship, Sister, Within"
    },
    {
      "quote": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.",
      "author": "Lex Luger",
      "category": "Time, Thankful, Friends"
    },
    {
      "quote": "I believe that the greatest gift you can give your family and the world is a healthy you.",
      "author": "Joyce Meyer",
      "category": "Health, Believe, World"
    },
    {
      "quote": "My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.",
      "author": "Ronaldinho",
      "category": "Education, Sister, Father"
    },
    {
      "quote": "For there is no friend like a sister in calm or stormy weather; To cheer one on the tedious way, to fetch one if one goes astray, to lift one if one totters down, to strengthen whilst one stands.",
      "author": "Christina Rossetti",
      "category": "Sister, Weather, Calm"
    },
    {
      "quote": "Love and fear. Everything the father of a family says must inspire one or the other.",
      "author": "Joseph Joubert",
      "category": "Love, Fear, Father"
    },
    {
      "quote": "I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong.",
      "author": "Jose Carreras",
      "category": "Relationship, Sister"
    },
    {
      "quote": "Family means no one gets left behind or forgotten.",
      "author": "David Ogden Stiers",
      "category": "Behind, Forgotten, Left"
    },
    {
      "quote": "I think togetherness is a very important ingredient to family life.",
      "author": "Barbara Bush",
      "category": "Life, Think, Togetherness"
    },
    {
      "quote": "Family is the most important thing in the world.",
      "author": "Princess Diana",
      "category": "World, Important"
    },
    {
      "quote": "Life changes when you have a child, when you have your own family. You become more careful about what you do. You're not going to be out late, going out to clubs, hanging out with your friends. You're going to be at home, taking care of your daughter, playing with her.",
      "author": "Paul Pierce",
      "category": "Life, Home, Friends"
    },
    {
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family.",
      "author": "Lee Iacocca",
      "category": "Rock, Know, Steady"
    },
    {
      "quote": "Children are the keys of paradise.",
      "author": "Eric Hoffer",
      "category": "Children, Paradise, Keys"
    },
    {
      "quote": "I try to live my life like my father lives his. He always takes care of everyone else first. He won't even start eating until he's sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose.",
      "author": "Ben Roethlisberger",
      "category": "Life, Father, Me"
    },
    {
      "quote": "When you get together in a group, it becomes like a family, with the different personalities and the politics that comes with being in a band. It's different than bringing something in by yourself.",
      "author": "Albert Hammond, Jr.",
      "category": "Together, Politics, Yourself"
    },
    {
      "quote": "Family always gonna be there. The material things, they come and go.",
      "author": "Romeo Miller",
      "category": "Material Things, Always"
    },
    {
      "quote": "My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day.",
      "author": "Dawn French",
      "category": "Time, Best, Best Friend"
    },
    {
      "quote": "To us, family means putting your arms around each other and being there.",
      "author": "Barbara Bush",
      "category": "Being There, Arms, Being"
    },
    {
      "quote": "I wanted to say thanks... and share my gratitude for everything I've been blessed with. Family, friends, and continued support from everyone.",
      "author": "Travis Barker",
      "category": "Gratitude, Friends, Support"
    },
    {
      "quote": "I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph.",
      "author": "Elliott Erwitt",
      "category": "Time, Together, Enjoy"
    },
    {
      "quote": "I'm surrounded by great friends and family. I don't know what I would do without them.",
      "author": "Emma Roberts",
      "category": "Friends, Great"
    },
    {
      "quote": "When we understand the connection between how we live and how long we live, it's easier to make different choices. Instead of viewing the time we spend with friends and family as luxuries, we can see that these relationships are among the most powerful determinants of our well-being and survival.",
      "author": "Dean Ornish",
      "category": "Time, Friends, Powerful"
    },
    {
      "quote": "You go through life wondering what is it all about but at the end of the day it's all about family.",
      "author": "Rod Stewart",
      "category": "Life, Day, End"
    },
    {
      "quote": "Cherish your human connections - your relationships with friends and family.",
      "author": "Barbara Bush",
      "category": "Friends, Relationships"
    },
    {
      "quote": "I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing.",
      "author": "Bonnie Tyler",
      "category": "Life, Marriage, Thankful"
    },
    {
      "quote": "Think about what people are doing on Facebook today. They're keeping up with their friends and family, but they're also building an image and identity for themselves, which in a sense is their brand. They're connecting with the audience that they want to connect to. It's almost a disadvantage if you're not on it now.",
      "author": "Mark Zuckerberg",
      "category": "Friends, Today"
    },
    {
      "quote": "I don't think quantity time is as special as quality time with your family.",
      "author": "Reba McEntire",
      "category": "Time, Quality, Think"
    },
    {
      "quote": "If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace.",
      "author": "Thich Nhat Hanh",
      "category": "Smile, Happy, Peace"
    },
    {
      "quote": "I love everything about the holidays: the decorations, the parties, and spending time with friends and family. What I love most is that feeling of giving back. Every bit counts.",
      "author": "Brad Goreski",
      "category": "Love, Time, Friends"
    },
    {
      "quote": "You need a really solid foundation of friends and family to keep you where you need to be.",
      "author": "Lilly Singh",
      "category": "Friends, Foundation"
    },
    {
      "quote": "Going home and spending time with your family and your real friends keeps you grounded.",
      "author": "Jennifer Ellison",
      "category": "Time, Home, Friends"
    },
    {
      "quote": "Soup is a lot like a family. Each ingredient enhances the others each batch has its own characteristics and it needs time to simmer to reach full flavor.",
      "author": "Marge Kennedy",
      "category": "Time, Soup, Reach"
    },
    {
      "quote": "To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others.",
      "author": "Pope John Paul II",
      "category": "Children, Parents, Special"
    },
    {
      "quote": "Festivals are fun for kids, fun for parents and offer a welcome break from the stresses of the nuclear family. The sheer quantities of people make life easier: loads of adults for the adults to talk to and loads of kids for the kids to play with.",
      "author": "Tom Hodgkinson",
      "category": "Life, Parents, Welcome"
    },
    {
      "quote": "My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence.",
      "author": "Charlize Theron",
      "category": "Mom, I Am, Me"
    },
    {
      "quote": "God's dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion.",
      "author": "Desmond Tutu",
      "category": "God, Compassion, Dream"
    },
    {
      "quote": "I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I'm with friends is having a good time. I can't bring myself to talk about anything but ordinary everyday things. We don't seem to be able to get any closer, and that's the problem.",
      "author": "Anne Frank",
      "category": "Time, Home, Friends"
    },
    {
      "quote": "I had a really wonderful upbringing. We were a tight family. It was wonderful to grow up with so many siblings. We were all just a year or two apart, and we were always so supportive of each other. I learned everything from my older brother and sister and taught it to my younger sisters.",
      "author": "Joaquin Phoenix",
      "category": "Sister, Brother, Grow"
    },
    {
      "quote": "No family gets rich from earning the minimum wage. In fact, the current minimum wage does not even lift a family out of poverty.",
      "author": "Jon Corzine",
      "category": "Poverty, Rich, Lift"
    },
    {
      "quote": "A happy family is but an earlier heaven.",
      "author": "George Bernard Shaw",
      "category": "Happy, Heaven, Earlier"
    },
    {
      "quote": "My perfect weekend is going for a walk with my family in the park. I don't think there's anything better.",
      "author": "Anne Wojcicki",
      "category": "Walk, Perfect, Think"
    },
    {
      "quote": "I want to thank God, obviously for the health, for the talent He's given me, for my family who supports me, for the things that basketball's taught me on and off the court. For the people that I've been able to meet through the game of basketball.",
      "author": "Stephen Curry",
      "category": "Health, God, Thank God"
    },
    {
      "quote": "When trouble comes, it's your family that supports you.",
      "author": "Guy Lafleur",
      "category": "You, Trouble, Supports"
    },
    {
      "quote": "I looked up my family tree and found out I was the sap.",
      "author": "Rodney Dangerfield",
      "category": "Funny, Tree, Up"
    },
    {
      "quote": "As a child my family's menu consisted of two choices: take it or leave it.",
      "author": "Buddy Hackett",
      "category": "Funny, Child, Choices"
    },
    {
      "quote": "Sunday, for me, is all about being home with the family with no plans.",
      "author": "John Lasseter",
      "category": "Home, Me, Plans"
    },
    {
      "quote": "In my career, there's many things I've won and many things I've achieved, but for me, my greatest achievement is my children and my family. It's about being a good father, a good husband, just being connected to family as much as possible.",
      "author": "David Beckham",
      "category": "Children, Good, Father"
    },
    {
      "quote": "It's an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I'm really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special.",
      "author": "Steve McFadden",
      "category": "History, Friends"
    },
    {
      "quote": "My real dream is to have a whole, like, buy a whole piece of land. Imagine, like, a long driveway. Like, a cul de sac-type street, with maybe, like, seven houses. Me be right here. Have my mom be able to be right here. My brother over here. My girl's grandmother and family right here. Friends over there. That's my real dream.",
      "author": "J. Cole",
      "category": "Friends, Mom, Brother"
    },
    {
      "quote": "There are things that I can tell my friends that I just can't tell my family, just as far as how I'm feeling about things. My friends know me the best in a certain way. I just think old friends are really, really important.",
      "author": "Jonathan Levine",
      "category": "Friends, Best, Old Friends"
    },
    {
      "quote": "I feel like I'm really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they're really awesome. So I feel like I get the best of both worlds.",
      "author": "Aly Raisman",
      "category": "Life, Good, Best"
    },
    {
      "quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history.",
      "author": "Debi Mazar",
      "category": "History, Home, Memories"
    },
    {
      "quote": "Anyone with a heart, with a family, has experienced loss. No one escapes unscathed. Every story of separation is different, but I think we all understand that basic, wrenching emotion that comes from saying goodbye, not knowing if we'll see that person again - or perhaps knowing that we won't.",
      "author": "Luanne Rice",
      "category": "Heart, Goodbye, Loss"
    },
    {
      "quote": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.",
      "author": "Pope John Paul II",
      "category": "Life, Great, Society"
    },
    {
      "quote": "I try to keep in mind that it's a long journey. It's not a race. It's about staying focused, continuing to do good work, make my family and community proud; that's all I really want to do... and pay my bills.",
      "author": "Gina Rodriguez",
      "category": "Work, Good, Community"
    },
    {
      "quote": "The black family survived centuries of slavery and generations of Jim Crow, but it has disintegrated in the wake of the liberals' expansion of the welfare state.",
      "author": "Thomas Sowell",
      "category": "Slavery, Black, Welfare"
    },
    {
      "quote": "I believe the wedding vows are sacred and precious, and it's been one of my goals as a writer to portray the kind of marriages I've seen modeled in my family - my parents and grandparents, who all celebrated fifty-year anniversaries and well-beyond.",
      "author": "Deborah Raney",
      "category": "Goals, Wedding, Parents"
    },
    {
      "quote": "Your children are not your children. They are the sons and daughters of Life's longing for itself. They came through you but not from you and though they are with you yet they belong not to you.",
      "author": "Khalil Gibran",
      "category": "Life, Children, You"
    },
    {
      "quote": "Family traditions counter alienation and confusion. They help us define who we are; they provide something steady, reliable and safe in a confusing world.",
      "author": "Susan Lieberman",
      "category": "World, Help, Confusion"
    },
    {
      "quote": "Do not leave yourself or your family unprotected against financial storms... Build up savings.",
      "author": "Ezra Taft Benson",
      "category": "Financial, Yourself, Savings"
    },
    {
      "quote": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way.",
      "author": "Barbara Bush",
      "category": "Success, Friends, Treat"
    },
    {
      "quote": "I have the best roommates in the world! It creates a fun sense of family... and that's really important to me. Things can get so lonely without it.",
      "author": "Kristen Bell",
      "category": "Best, World, Lonely"
    },
    {
      "quote": "I love my friends and family, but I also love it when they can't find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be.",
      "author": "Elizabeth Gilbert",
      "category": "Love, Friends, Alone"
    },
    {
      "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.",
      "author": "Hillary Clinton",
      "category": "Health, Planning, Legal"
    },
    {
      "quote": "All happy families resemble one another, each unhappy family is unhappy in its own way.",
      "author": "Leo Tolstoy",
      "category": "Happy, Unhappy, Way"
    },
    {
      "quote": "People think they have a perfect idea of who you are from a four-second Snapchat video... and fake blogs, stories, magazine covers. In reality, that's not the case. Nobody knows who I am except family and my close friends.",
      "author": "Kylie Jenner",
      "category": "Friends, I Am, Reality"
    },
    {
      "quote": "Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There's nothing like a really loyal, dependable, good friend. Nothing.",
      "author": "Jennifer Aniston",
      "category": "Friendship, Friends, Good"
    },
    {
      "quote": "I do get to have my normal childhood. I just love to get together with my friends and family and have a good time.",
      "author": "Austin O'Brien",
      "category": "Love, Time, Friends"
    },
    {
      "quote": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.",
      "author": "Willie Stargell",
      "category": "Smile, Friends, Value"
    },
    {
      "quote": "I miss all of my old friends who have passed away. Sometimes you just don't understand why they were taken so soon. I loved and miss Johnny Cash. I miss my old buddy Johnny Paycheck, who happens to be buried in an area of the cemetery that I bought for my family.",
      "author": "George Jones",
      "category": "Friends, Old Friends, Why"
    },
    {
      "quote": "I know all I really wanna do is get money and take care of my family.",
      "author": "Meek Mill",
      "category": "Money, Care, Know"
    },
    {
      "quote": "I love Thanksgiving because it's a holiday that is centered around food and family, two things that are of utmost importance to me.",
      "author": "Marcus Samuelsson",
      "category": "Love, Thanksgiving, Food"
    },
    {
      "quote": "Every year, I travel extensively in the autumn and the spring. I set most of the winter and summer aside for my family and my own tribal relatives. But during that traveling time, I often find myself visiting other native communities around the continent - perhaps a dozen or more each year.",
      "author": "Joseph Bruchac",
      "category": "Autumn, Travel, Time"
    },
    {
      "quote": "If you have a good support system like your family and your friends around you, then you can't go wrong. So just believe in yourself, do you your thing, and stay strong in what you believe in.",
      "author": "Roman Reigns",
      "category": "Friends, Good, Strong"
    },
    {
      "quote": "I would prefer to have no money but to have a nice family and good friends around.",
      "author": "Li Na",
      "category": "Friends, Money, Good"
    },
    {
      "quote": "I think home has become my friends and family, wherever they are.",
      "author": "Rachel Brosnahan",
      "category": "Home, Friends"
    },
    {
      "quote": "You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It's all part of life.",
      "author": "Martha Stewart",
      "category": "Life, Birthday, Home"
    },
    {
      "quote": "You are the bows from which your children as living arrows are sent forth.",
      "author": "Khalil Gibran",
      "category": "Children, Living, You"
    },
    {
      "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.",
      "author": "Frank Sinatra",
      "category": "Life, Time, Friends"
    },
    {
      "quote": "Some of the most important conversations I've ever had occurred at my family's dinner table.",
      "author": "Bob Ehrlich",
      "category": "Dinner, The Most Important"
    },
    {
      "quote": "The kitchen really is the castle itself. This is where we spend our happiest moments and where we find the joy of being a family.",
      "author": "Mario Batali",
      "category": "Joy, Moments, Kitchen"
    },
    {
      "quote": "Life is not a matter of place, things or comfort; rather, it concerns the basic human rights of family, country, justice and human dignity.",
      "author": "Imelda Marcos",
      "category": "Life, Justice, Comfort"
    },
    {
      "quote": "Me and my family are straight. I am blessed. I am alive, man, and I am healthy, and that is the only thing that matters. Me and my family, everybody else, it really doesn't matter because why do you care about somebody talking negative about you if they don't know you?",
      "author": "Allen Iverson",
      "category": "Man, Blessed, I Am"
    },
    {
      "quote": "I don't feel much pressure to fit in. I never have. I've always just wanted to do my thing. I have really good friends and good family, and if I don't fit in somewhere else, I fit in at home.",
      "author": "Ariana Grande",
      "category": "Home, Friends, Good"
    },
    {
      "quote": "We were a family that made our Halloween costumes. Or, more accurately, my mother made them. She took no suggestions or advice. Halloween costumes were her territory. She was the brain behind my brother's winning girl costume, stuffing her own bra with newspapers for him to wear under a cashmere sweater and smearing red lipstick on his lips.",
      "author": "Ann Hood",
      "category": "Halloween, Mother, Brother"
    },
    {
      "quote": "I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life.",
      "author": "Darren Aronofsky",
      "category": "Life, Women, Sister"
    },
    {
      "quote": "Since I'm always working, my best holiday memories are definitely when I can just go home and spend time with my family.",
      "author": "Chris Brown",
      "category": "Time, Home, Memories"
    },
    {
      "quote": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?",
      "author": "Shah Rukh Khan",
      "category": "Life, Time, Friends"
    },
    {
      "quote": "Win or lose, I always like to get back to my friends and family. They keep me grounded. When I'm home with my friends, I'm always the same Gabriel. I'm no better or worse in their eyes because of my results. It's good to be with your true friends. It always reminds me of where I'm from and who I am.",
      "author": "Gabriel Medina",
      "category": "Home, Friends, Good"
    },
    {
      "quote": "I believe in the value of life. I believe we must prepare our children for tomorrow with the family values of my grandparents.",
      "author": "Ryan Zinke",
      "category": "Life, Children, Believe"
    },
    {
      "quote": "I'm already popular in my city. I was just trying to get rich. Man, I'm not gonna lie to you; I didn't really want to go back to school. I mean, my family was mad about that. Because, you know, you tell your family you want to rap, and they look at you like you're crazy.",
      "author": "Lil Uzi Vert",
      "category": "School, Man, City"
    },
    {
      "quote": "Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.",
      "author": "Margaret Thatcher",
      "category": "Money, Government, Choice"
    },
    {
      "quote": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.",
      "author": "Daisaku Ikeda",
      "category": "Life, Work, Women"
    },
    {
      "quote": "I'll tell you what I'm grateful for, and that's the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them.",
      "author": "Kenneth Branagh",
      "category": "Life, Time, Friends"
    },
    {
      "quote": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding.",
      "author": "Mike Birbiglia",
      "category": "Love, Wedding, Pizza"
    },
    {
      "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.",
      "author": "Nelson Mandela",
      "category": "Time, Friends, Health"
    },
    {
      "quote": "I enjoy going out by myself... always have, always will. I don't have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don't have an art collection or take exotic vacations. I enjoy being at home.",
      "author": "Vince Vaughn",
      "category": "Art, Home, Myself"
    },
    {
      "quote": "No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life.",
      "author": "Bill Murray",
      "category": "Life, Friends, Lonely"
    },
    {
      "quote": "Kids can learn a lot about necessities and wants by recognizing what people live without. A common routine, but one that should not be overlooked, is having a family donation to a charity for those less fortunate. Ask your kids to search for items, toys, or clothes that they no longer use and contribute those items a collection box.",
      "author": "Alexa Von Tobel",
      "category": "Charity, People, Search"
    },
    {
      "quote": "I like to spend as much time with my friends and family as possible.",
      "author": "Zara Larsson",
      "category": "Time, Friends"
    },
    {
      "quote": "Estate planning is an important and everlasting gift you can give your family. And setting up a smooth inheritance isn't as hard as you might think.",
      "author": "Suze Orman",
      "category": "Planning, Gift, Think"
    },
    {
      "quote": "There's a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family.",
      "author": "Gordon Ramsay",
      "category": "Time, Chef, Kitchen"
    },
    {
      "quote": "Everyone feels like family and I am back in the city that I love.",
      "author": "Chris Noth",
      "category": "Love, I Am, City"
    },
    {
      "quote": "Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins.",
      "author": "Charles Eastman",
      "category": "Friendship, Character, Easy"
    },
    {
      "quote": "I have a dream of re-creating the fantastic family I grew up in with my brother and my parents. I am lucky that I have such a good image of family life - my father and mother are still in love, still happy.",
      "author": "Caterina Murino",
      "category": "Love, Life, Happy"
    },
    {
      "quote": "I always thought I wanted to play professionally, and I always knew that to do that I'd have to make a lot of sacrifices. I made sacrifices by leaving Argentina, leaving my family to start a new life. I changed my friends, my people. Everything. But everything I did, I did for football, to achieve my dream.",
      "author": "Lionel Messi",
      "category": "Life, Friends, Football"
    },
    {
      "quote": "I have a very, very good life. I'm grateful for all of my friends, my family and the life that I have, and the possibilities in my future.",
      "author": "Raquel Welch",
      "category": "Life, Future, Friends"
    },
    {
      "quote": "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands.",
      "author": "Douglas Adams",
      "category": "Bird, Small, Hands"
    },
    {
      "quote": "Everyone should have cancer one time - then you'd know that other things aren't important. The guy that gives you the finger at the stoplight don't mean nothing anymore. You come home and something's cold, or you didn't get something in the mail. Big deal. You want to get up every day and see your family and your friends.",
      "author": "Bobby Heenan",
      "category": "Time, Home, Friends"
    },
    {
      "quote": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center.",
      "author": "Tupac Shakur",
      "category": "Home, Money, Me"
    },
    {
      "quote": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change.",
      "author": "Katharine Butler Hathaway",
      "category": "Change, New, Person"
    },
    {
      "quote": "I always wanted to be a farmer. There is a tradition of that in my family.",
      "author": "Bjork",
      "category": "Tradition, Farmer, Always"
    },
    {
      "quote": "The other night I ate at a real nice family restaurant. Every table had an argument going.",
      "author": "George Carlin",
      "category": "Night, Restaurant, Nice"
    },
    {
      "quote": "The family is the first essential cell of human society.",
      "author": "Pope John XXIII",
      "category": "Society, First, Human"
    },
    {
      "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'",
      "author": "Stephen King",
      "category": "Life, God, Job"
    },
    {
      "quote": "I like that there's no love as fierce as the love you feel for your family that there's no one you feel more protective of than the very same people who can drive you crazy.",
      "author": "Kate Klise",
      "category": "Love, Crazy, People"
    },
    {
      "quote": "I was in Yorkshire. We were a family of five and I used to be sent sometimes to get the rations for the week and I was easily able to carry them back. It was like one egg and a tiny bit of tea.",
      "author": "Judi Dench",
      "category": "Tea, Week, Egg"
    },
    {
      "quote": "I come from a blue collar family, but my personal life isn't. I didn't get the gene that my grandfather had in spades. He was a local hero. Built the church that I went to. Built the house I grew up in. Steamfitter, pipefitter, electrician, mechanic and plumber. I wanted to do those things. But it just didn't come easy.",
      "author": "Mike Rowe",
      "category": "Life, Hero, Blue"
    },
    {
      "quote": "He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.",
      "author": "Chanakya",
      "category": "Happy, Fear, Grief"
    },
    {
      "quote": "Your ability to communicate is an important tool in your pursuit of your goals, whether it is with your family, your co-workers or your clients and customers.",
      "author": "Les Brown",
      "category": "Goals, Important, Clients"
    },
    {
      "quote": "Surrounded by all the members of my dear family, enjoying the affection of numerous friends, who have never abandoned me, and possessing a sufficient share of all that contributes to make life agreeable, I lift my grateful eyes towards the Supreme Being and feel that I am happy.",
      "author": "John James Audubon",
      "category": "Life, Happy, Friends"
    },
    {
      "quote": "For me, it's about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It's where I came from, my family, I was brought up in a religious household and that's very important to me.",
      "author": "Beyonce Knowles",
      "category": "Relationship, Myself, God"
    },
    {
      "quote": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends.",
      "author": "Marcus Samuelsson",
      "category": "Time, Friends, Relax"
    },
    {
      "quote": "At this level, the individual perceives the maintenance of the expectations of his family, group, or nation as valuable in its own right, regardless of immediate and obvious consequences.",
      "author": "Lawrence Kohlberg",
      "category": "Expectations, Group"
    },
    {
      "quote": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church.",
      "author": "Pope John Paul II",
      "category": "Marriage, Anniversary, Gift"
    },
    {
      "quote": "I'm a pretty uncomplicated person. I live a very simple life with my family and I enjoy very ordinary things.",
      "author": "Khaled Hosseini",
      "category": "Life, Simple, Enjoy"
    },
    {
      "quote": "I just want to be successful. I'm not going to sit here and be like, 'I want to win a Grammy' or whatever; if that comes, that's awesome. But I just want to be successful and provide for my whole family and get my family out the hood.",
      "author": "Lil Uzi Vert",
      "category": "Win, Successful, Want"
    },
    {
      "quote": "Tennis is all about mental toughness, and you have to keep your head in the game. I make time to relax away from competition pressures, travel and intense training schedules to make sure I'm looking after myself. Taking time out with family and friends helps to maintain the work-life balance everyone needs.",
      "author": "Samantha Stosur",
      "category": "Travel, Time, Friends"
    },
    {
      "quote": "Our trust in the future has lost its innocence. We know now that anything can happen from one minute to the next. Politics, religion, economics, and the institutions of family and community all have become abruptly unsure.",
      "author": "John O'Donohue",
      "category": "Future, Trust, Community"
    },
    {
      "quote": "What I miss the most is chatting with my friends and family and having a good laugh over a simple meal.",
      "author": "Kim Yuna",
      "category": "Friends, Good, Simple"
    },
    {
      "quote": "If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty.'",
      "author": "Jeff Foxworthy",
      "category": "World, Start, Know"
    },
    {
      "quote": "Digital intimacy ruins the appetite for the real thing. So, when kids are gaming or even when spouses are gaming, they lose their appetite for genuine intimacy. Kids lose their appetite for getting their intimacy needs, their hunger for significance and attachment, with the family, and it erodes the relationship between them and their parents.",
      "author": "Gordon Neufeld",
      "category": "Relationship, Parents"
    },
    {
      "quote": "There is a core value I wanted to illuminate: No matter what kind of family you have - straight, gay, married, single parent, separated, no kids, two kids, 20 kids, whatever - we all go through the human comedy. But if the bonds are strong enough, and the desire is there, you can get to the other side, still together and still a family.",
      "author": "Lisa Cholodenko",
      "category": "Strong, Together, Value"
    },
    {
      "quote": "I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care.",
      "author": "Herbert Hoover",
      "category": "Food, Daily, Good"
    },
    {
      "quote": "Actors are one family over the entire world.",
      "author": "Eleanor Roosevelt",
      "category": "World, Over, Entire"
    },
    {
      "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial.",
      "author": "Erma Bombeck",
      "category": "Food, Politics, Religion"
    },
    {
      "quote": "Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice.",
      "author": "Reinhold Niebuhr",
      "category": "Love, Life, Justice"
    },
    {
      "quote": "I can have everything I love at the same time. I can have my family, I can have my friends, and I can have my quiet life, which I also like. I can have my football, and I can have everything together, and I don't need to give up one to be better than what I am.",
      "author": "Jose Mourinho",
      "category": "Love, Life, Time"
    },
    {
      "quote": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate.",
      "author": "Ulysses S. Grant",
      "category": "School, Religion, Church"
    },
    {
      "quote": "I think that in a year I may retire. I cannot take my money with me when I die and I wish to enjoy it, with my family, while I live. I should prefer living in Germany to any other country, though I am an American, and am loyal to my country.",
      "author": "Harry Houdini",
      "category": "Money, I Am, American"
    },
    {
      "quote": "Being born into the Royal Family is like being born into a mental asylum. Marrying into it is not something to be taken lightly.",
      "author": "John Lydon",
      "category": "Born, Mental, Asylum"
    },
    {
      "quote": "I grew up hunting and fishing. I've always been into archery. I've always been into cars... In my family, that was just stuff we did. That's just the way it was.",
      "author": "Paul Walker",
      "category": "Fishing, Hunting, Way"
    },
    {
      "quote": "I am blessed to have married the man that God sent me. He's loving, compassionate, strong and supportive of my children, family and career. I look forward to our lives together.",
      "author": "Monica",
      "category": "Children, God, Strong"
    },
    {
      "quote": "In the past 40 years, the United States lost more than a million farmers and ranchers. Many of our farmers are aging. Today, only nine percent of family farm income comes from farming, and more and more of our farmers are looking elsewhere for their primary source of income.",
      "author": "Tom Vilsack",
      "category": "Today, Past, Lost"
    },
    {
      "quote": "Opponents of capital punishment argue that the state has no right to take a murderer's life. Apparently, one fact that abolitionists forget or overlook is that the state is acting not only on behalf of society, but also on behalf of the murdered person and the murdered person's family.",
      "author": "Dennis Prager",
      "category": "Life, Society, Acting"
    },
    {
      "quote": "The only siblings I have are half-siblings. My nuclear family would have been an extra-suffocating threesome. Instead, I have an interesting brother and sister, in-laws, and darling nephews.",
      "author": "Jane Smiley",
      "category": "Sister, Brother"
    },
    {
      "quote": "We believed in our idea - a family park where parents and children could have fun- together.",
      "author": "Walt Disney",
      "category": "Children, Together, Parents"
    },
    {
      "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living.",
      "author": "Charles R. Swindoll",
      "category": "Principles, Living, Place"
    },
    {
      "quote": "I pretend I'm one of the royal family when I'm in a hotel and that the hotel belongs to me - it is a palace.",
      "author": "Martin Short",
      "category": "Me, Hotel, Royal"
    },
    {
      "quote": "My priority is to hang out with the ones I love - my family, my loved ones.",
      "author": "Cote de Pablo",
      "category": "Love, Loved, Loved Ones"
    },
    {
      "quote": "My family is no different from yours. We may be different from the geography that we come from. Some of you all may pray differently than I do, some of you all may be from a different ethnicity, but we all have the same story.",
      "author": "Cory Booker",
      "category": "Be Different, Geography"
    },
    {
      "quote": "The clan is nothing more than a larger family, with its patriarchal chief as the natural head, and the union of several clans by intermarriage and voluntary connection constitutes the tribe.",
      "author": "Charles Eastman",
      "category": "Nothing, Connection, Natural"
    },
    {
      "quote": "To be successful in coaching you have to treat your team like a family. The leader needs backing from everyone.",
      "author": "Morgan Wootten",
      "category": "Team, Leader, Treat"
    },
    {
      "quote": "When I'm, like, 30, I want to go off the map, have a family and live in Malibu with a farm, and just raise my own chickens.",
      "author": "Kylie Jenner",
      "category": "Live, Want, Map"
    },
    {
      "quote": "I was born in a very poor family. I used to sell tea in a railway coach as a child. My mother used to wash utensils and do lowly household work in the houses of others to earn a livelihood. I have seen poverty very closely. I have lived in poverty. As a child, my entire childhood was steeped in poverty.",
      "author": "Narendra Modi",
      "category": "Work, Mother, Childhood"
    },
    {
      "quote": "I'm a lucky person because I've been loved a lot. I have a great family.",
      "author": "Monica Bellucci",
      "category": "Great, Loved, Lucky"
    },
    {
      "quote": "Right now I just want to chill for a while. Take a hiatus from all the craziness. To clean my house, see my family. Just see some movies and pick some strawberries.",
      "author": "Lauren Ambrose",
      "category": "Movies, Want, See"
    },
    {
      "quote": "I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind.",
      "author": "Mos Def",
      "category": "Love, Peace, Humanity"
    },
    {
      "quote": "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.",
      "author": "Joel Osteen",
      "category": "Success, Wisdom, Faith"
    },
    {
      "quote": "The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn't have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.",
      "author": "Kerry Washington",
      "category": "Love, Children, Women"
    },
    {
      "quote": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future.",
      "author": "LaToya Jackson",
      "category": "Future, Day, Together"
    },
    {
      "quote": "It's very strange that most people don't care if their knowledge of their family history only goes back three generations.",
      "author": "Douglas Coupland",
      "category": "Knowledge, History, People"
    },
    {
      "quote": "I think every chef, not just in America, but across the world, has a double-edged sword - two jackets, one that's driven, a self-confessed perfectionist, thoroughbred, hate incompetence and switch off the stove, take off the jacket and become a family man.",
      "author": "Gordon Ramsay",
      "category": "America, Man, Hate"
    },
    {
      "quote": "The root of the kingdom is in the state. The root of the state is in the family. The root of the family is in the person of its head.",
      "author": "Mencius",
      "category": "Head, Person, Kingdom"
    },
    {
      "quote": "We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle.",
      "author": "Jerry Falwell",
      "category": "Marriage, Values, See"
    },
    {
      "quote": "My mother, whom I love dearly, has continually revised my life story within the context of a complicated family history that includes more than the usual share of divorce, step-children, dysfunction, and obfuscation. I've spent most of my adult life attempting to deconstruct that history and separate fact from fiction.",
      "author": "Melissa Gilbert",
      "category": "Love, Life, History"
    },
    {
      "quote": "What is important is family, friends, giving back to your community and finding meaning in life.",
      "author": "Adrian Grenier",
      "category": "Life, Friends, Community"
    },
    {
      "quote": "I'm from a nice, suburban, middle-class family, but my tattoos remind me where I've been.",
      "author": "Tom Hardy",
      "category": "Me, Nice, Where"
    },
    {
      "quote": "I come from a very working-class background, so my family would have been downstairs in the past, as opposed to upstairs. People are often quite surprised to hear that, that I'm not actually posh.",
      "author": "Michelle Dockery",
      "category": "Past, People, Hear"
    },
    {
      "quote": "What do most people say on their deathbed? They don't say, 'I wish I'd made more money.' What they say is, 'I wish I'd spent more time with my family and done more for society or my community.'",
      "author": "David Rubenstein",
      "category": "Time, Money, Community"
    },
    {
      "quote": "The things that make me happiest in the whole world are going on the occasional picnic, either with my children or with my partner; big family gatherings; and being able to go to the grocery store - if I can get those things in, I'm doing good.",
      "author": "Kate Winslet",
      "category": "Children, Good, World"
    },
    {
      "quote": "I love to cook, and I love to have all my family around the dinner table.",
      "author": "Julia Roberts",
      "category": "Love, Dinner, Dinner Table"
    }
  ]
}