{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Doubt is the father of invention.",
      "author": "Ambrose Bierce",
      "category": "Father, Doubt, Invention"
    },
    {
      "quote": "Liberty: One of Imagination's most precious possessions.",
      "author": "Ambrose Bierce",
      "category": "Liberty, Precious"
    },
    {
      "quote": "I use so much of myself in everything I do. I think every actor does because you have no one else to go to but yourself and your own imagination.",
      "author": "Pierce Brosnan",
      "category": "Myself, Yourself, Think"
    },
    {
      "quote": "Free enterprise empowers entrepreneurs who have ideas and imagination, investors who take risks, and workers who hone their skills and offer their labor.",
      "author": "Paul Ryan",
      "category": "Ideas, Free, Risks"
    },
    {
      "quote": "Imagination is a poor matter when it has to part company with understanding.",
      "author": "Thomas Carlyle",
      "category": "Understanding, Company"
    },
    {
      "quote": "Imagination is a pretty powerful thing, and when you're in the moment and you're riding a train and you're asked to look scared, I don't know, it just kind of works out. And in those moments where you're actually doing some of the stunts, then it's not so hard at all, because there's an actual fear there.",
      "author": "Chris Pine",
      "category": "Fear, Powerful, Moments"
    },
    {
      "quote": "I came from a childhood where I spent a lot of time alone and a lot of time just living with my imagination, and a certain amount of the adult world was kind of alienating.",
      "author": "Chris Cornell",
      "category": "Time, Alone, Childhood"
    },
    {
      "quote": "There's a particular sensitivity required to be an artist, and a certain vulnerability, perhaps, and also, somewhere between, you're in your body a lot, too. It's much more physical than one would imagine because I think it's the body where the imagination lives somehow. I do feel the imagination isn't just in the brain up there.",
      "author": "Michael Leunig",
      "category": "Brain, Artist, Think"
    },
    {
      "quote": "I love theatrics and have a huge imagination: Why would I want to sit onstage and sing a bunch of ballads back-to-back?",
      "author": "Christina Aguilera",
      "category": "Love, Want, Why"
    },
    {
      "quote": "No film has captivated my imagination more than 'King Kong.' I'm making movies today because I saw this film when I was 9 years old.",
      "author": "Peter Jackson",
      "category": "Today, King, Movies"
    },
    {
      "quote": "'The Lord of the Rings,' published in the mid-1950s, was intended as a prehistory to our own world. It was perceived by Tolkien to be a small but significant episode in a vast alternate mythology constructed entirely out of his own imagination.",
      "author": "Peter Jackson",
      "category": "World, Small, Mythology"
    },
    {
      "quote": "Because of my faith and my imagination, I was able to enjoy my childhood, even though it was tough.",
      "author": "Donna Brazile",
      "category": "Faith, Childhood, Enjoy"
    },
    {
      "quote": "I have a huge, active imagination, and I think I'm really scared of being alone; because if I'm left to my own devices, I'll just turn into a madwoman.",
      "author": "Claire Danes",
      "category": "Alone, Being Alone, Think"
    },
    {
      "quote": "I've always had a really active imagination. Lots of kids have imaginary friends. Mine just took on a rather demonic form.",
      "author": "Claire Danes",
      "category": "Friends, Always, Kids"
    },
    {
      "quote": "There is a boundary to men's passions when they act from feelings but none when they are under the influence of imagination.",
      "author": "Edmund Burke",
      "category": "Men, Influence, Feelings"
    },
    {
      "quote": "But if I have a lot of imagination, I could tell myself whatever I wanted, you know. I handle myself quite well. I'm kind of fascist with myself, you know. There's no discussion. There is an order. You follow it.",
      "author": "Karl Lagerfeld",
      "category": "Myself, Know, You"
    },
    {
      "quote": "I do a lot of curiosity buying; I buy it if I like the album cover, I buy it if I like the name of the band, anything that sparks my imagination.",
      "author": "Bruce Springsteen",
      "category": "Curiosity, Name, Band"
    },
    {
      "quote": "I suspect that even most conservatives would prefer to live in the kind of world conjured up in the liberals' imagination rather than in the kind of world we are in fact stuck with.",
      "author": "Thomas Sowell",
      "category": "World, Live, Kind"
    },
    {
      "quote": "Obviously the imagination is fueled by emotions beyond the control of the conscious mind.",
      "author": "Joyce Carol Oates",
      "category": "Mind, Control, Emotions"
    },
    {
      "quote": "There can be no passion, and by consequence no love, where there is not imagination.",
      "author": "William Godwin",
      "category": "Love, Passion, No Love"
    },
    {
      "quote": "There must be room for the imagination to exercise its powers we must conceive and apprehend a thousand things which we do not actually witness.",
      "author": "William Godwin",
      "category": "Exercise, Must, Things"
    },
    {
      "quote": "There is nothing that human imagination can figure brilliant and enviable that human genius and skill do not aspire to realize.",
      "author": "William Godwin",
      "category": "Genius, Realize, Skill"
    },
    {
      "quote": "I'd stand on the side of the road when I was just a little girl singing on trash cans. People would roll down their windows saying, 'Isn't she cute'. I had a vivid imagination. I always pretended it was some big stage.",
      "author": "Missy Elliott",
      "category": "Road, Girl, Cute"
    },
    {
      "quote": "My imagination is so far out there already. People couldn't imagine what goes on in my brain.",
      "author": "Missy Elliott",
      "category": "Brain, People, Imagine"
    },
    {
      "quote": "The theater itself is a lie. Its deaths are mere special effects. Its tales never happened. Even the histories are distorted for dramatic effect. The theater is unnatural, a place of imagination. But the theater tells the audience something true: that the world requires judgments.",
      "author": "Virginia Postrel",
      "category": "Lie, World, Place"
    },
    {
      "quote": "'A Princess of Mars' may not have exerted the same colossal pull that Tarzan had on the global imagination, but its influence on generations of readers cannot be underestimated.",
      "author": "Junot Diaz",
      "category": "Influence, Princess, Mars"
    },
    {
      "quote": "Speculators get a bad rap. In the popular imagination they're greedy, heedless, and amoral, adept at price manipulations and dirty tricks. In reality, they often play a key role in making markets run smoothly.",
      "author": "James Surowiecki",
      "category": "Reality, Play, Run"
    },
    {
      "quote": "There's basically an element of fiction in everything you remember. Imagination and memory are almost the same brain processes. When I write fiction, I know that I'm using a bunch of lies that I've made up to create some form of truth. When I write a memoir, I'm using true elements to create something that will always be somehow fictionalized.",
      "author": "Isabel Allende",
      "category": "Truth, Memory, Brain"
    },
    {
      "quote": "A nickname is the heaviest stone that the devil can throw at a man. It is a bugbear to the imagination, and, though we do not believe in it, it still haunts our apprehensions.",
      "author": "William Hazlitt",
      "category": "Man, Believe, Stone"
    },
    {
      "quote": "The degree in which a poet's imagination dominates reality is, in the end, the exact measure of his importance and dignity.",
      "author": "George Santayana",
      "category": "Reality, End, Measure"
    },
    {
      "quote": "My proudest moment was probably when my oldest boy finished law school and went on to become an FBI agent. It was just beyond my imagination that - with my background - my own son would become an FBI agent.",
      "author": "Frank Abagnale",
      "category": "Son, School, Law"
    },
    {
      "quote": "I've proven I'm courageous. I'm gutsier than anybody; I've got a better imagination than anybody; I'm essentially more creative than any other actor I know, and I've proven I take risks. I don't think I need to prove anything to myself any more.",
      "author": "Michael Keaton",
      "category": "Myself, Creative, Risks"
    },
    {
      "quote": "To make extra money, my parents would sell eggs and chickens. I was very little. I remember a chicken's head being chopped off with the chicken running around. I wasn't sure if my imagination was running away with me or if it really happened. It really happened.",
      "author": "Michael Keaton",
      "category": "Money, Parents, Me"
    },
    {
      "quote": "Anything I did with the WWE was not therapeutic by any stretch of the imagination. The reality is that nobody's going to tell you that, because they have an umbilical cord hooked to Vince McMahon. I, ladies and gentlemen, do not.",
      "author": "Bill Goldberg",
      "category": "Reality, You, Nobody"
    },
    {
      "quote": "The new age of terrorism isn't on the battlefield: it's in your own backyard. Whether it's at a concert in France or a restaurant in the United States, terrorism doesn't have to happen in a military installation by any stretch of the imagination.",
      "author": "Bill Goldberg",
      "category": "Age, Military, Restaurant"
    },
    {
      "quote": "Whether it's at a concert in France or a restaurant in the United States, terrorism doesn't have to happen in a military installation by any stretch of the imagination.",
      "author": "Bill Goldberg",
      "category": "Military, Restaurant"
    },
    {
      "quote": "I didn't choose Goldberg because I wanted to be the flagship for the Jewish movement, not by any stretch of the imagination. I chose Goldberg because no one else can own it.",
      "author": "Bill Goldberg",
      "category": "Stretch, Choose, Movement"
    },
    {
      "quote": "It's what still excites me most about acting: letting your imagination go places it's never been before. There's nothing better than that.",
      "author": "Robin Wright",
      "category": "Me, Acting, Better"
    },
    {
      "quote": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth.",
      "author": "Camille Paglia",
      "category": "Nature, Art, Moment"
    },
    {
      "quote": "Ideas seem to come from everywhere - my life, everything I see, hear, and read, and most of all, from my imagination. I have a lot of imagination.",
      "author": "Judy Blume",
      "category": "Life, Ideas, My Life"
    },
    {
      "quote": "For some reason I can't explain, artist and musicians tend to look younger than our age. Being in music, you need this youthful sense of discovery and wonder for what you're doing and keep your imagination open. That's a youthful way of looking at life and I think that reflects in how you age.",
      "author": "Joshua Bell",
      "category": "Life, Music, Age"
    },
    {
      "quote": "Edgy is fine - I'm not a prude by any stretch of the imagination - but what's wrong with a good ol' belly laugh? I miss that.",
      "author": "Carol Burnett",
      "category": "Good, Laugh, Edgy"
    },
    {
      "quote": "I want to liberate my imagination and my mind with every kind of movie. That is what I wanted to do all my life.",
      "author": "Alejandro Jodorowsky",
      "category": "Life, Mind, My Life"
    },
    {
      "quote": "So often, science fiction helps to get young people interested in science. That's why I don't mind talking about science fiction. It has a real role to play: to seize the imagination.",
      "author": "Michio Kaku",
      "category": "Science, Mind, People"
    },
    {
      "quote": "I don't want to go on much longer, really. I think that would suggest a lack of imagination. A certain lack of dignity also.",
      "author": "Morrissey",
      "category": "Want, Dignity, Think"
    },
    {
      "quote": "Nobody would know it to look at me, but the movies I liked as a kid were musicals - 'All That Jazz,' 'Hair,' 'Fame,' 'Annie,' all that stuff - that's where my little youthful imagination was.",
      "author": "Juliette Lewis",
      "category": "Hair, Me, Jazz"
    },
    {
      "quote": "I have more of a vivid imagination than I have talent. I cook up ideas. It's just a characteristic.",
      "author": "Francis Ford Coppola",
      "category": "Ideas, Talent, Up"
    },
    {
      "quote": "It takes no imagination to live within your means.",
      "author": "Francis Ford Coppola",
      "category": "Live, Within, Your"
    },
    {
      "quote": "I'm essentially the result of other people's imagination. And that's fine. Because of other people's imagination, I've played parts I would never have thought I could do. Still, I've never had a hankering or an ambition for any particular role.",
      "author": "John Hurt",
      "category": "Ambition, Thought, People"
    },
    {
      "quote": "Acting is an imaginative exercise. It would be odd if you didn't try to identify with the roles you play, but I think I can differentiate between where my imagination is leading me and where I actually am.",
      "author": "John Hurt",
      "category": "Me, Acting, Exercise"
    },
    {
      "quote": "I would love to meet J.K. Rowling and tell her how much I admire her writing and am amazed by her imagination. I read every 'Harry Potter' book as it came out and looked forward to each new one. I am rereading them now with my kids and enjoying them every bit as much. She made me look at jelly beans in a whole new way.",
      "author": "Sheryl Sandberg",
      "category": "Love, I Am, Writing"
    },
    {
      "quote": "The Anthroposophical Society is different from other societies in that it will not tolerate any figments of the imagination in its organization but is constructed on the basis of reality.",
      "author": "Rudolf Steiner",
      "category": "Society, Reality"
    },
    {
      "quote": "Sometimes when you've got too much money you lose your imagination.",
      "author": "Paloma Faith",
      "category": "Money, You, Sometimes"
    },
    {
      "quote": "The realities of the world seldom measure up to the sublime designs of human imagination.",
      "author": "Bryant H. McGill",
      "category": "World, Measure, Human"
    },
    {
      "quote": "A good comic explores the imagination, but it's always got to have those notes of truth running through it.",
      "author": "Michael Pena",
      "category": "Good, Truth, Through"
    },
    {
      "quote": "I wouldn't say I have comedy chops. I guess you get lucky with good writing because I don't think I'm a comedian by any stretch of the imagination.",
      "author": "Michael Pena",
      "category": "Good, Writing, Think"
    },
    {
      "quote": "For me, when I do my best acting, it's mainly imagination. Then I really have a lot of fun with it.",
      "author": "Michael Pena",
      "category": "Best, Fun, Me"
    },
    {
      "quote": "Life is possible only by the deficiencies of our imagination and memory.",
      "author": "Emile M. Cioran",
      "category": "Life, Memory, Possible"
    },
    {
      "quote": "Everything, I think, about acting is based on imagination.",
      "author": "Christina Ricci",
      "category": "Acting, Think, Everything"
    },
    {
      "quote": "The faking of feelings is a sin against the imagination.",
      "author": "Seamus Heaney",
      "category": "Feelings, Sin, Against"
    },
    {
      "quote": "I'm very conscious that people dear to me are alive in my imagination - poets in particular.",
      "author": "Seamus Heaney",
      "category": "Me, People, Alive"
    },
    {
      "quote": "I'm not such a fan of imagination. If you're alive to details, they oftentimes suggest a richer or deeper imaginative line than you would have imagined.",
      "author": "Edmund White",
      "category": "Details, You, Line"
    },
    {
      "quote": "I've developed a theory that there's an inverse relationship between money and imagination. That if you've got lots of imagination then you don't really need much money, and if you've got lots of money then you won't bother with much imagination.",
      "author": "Alan Moore",
      "category": "Relationship, Money, You"
    },
    {
      "quote": "Well, I'm not a method actress by any stretch of the imagination so the best thing that I can do is be as real as possible and find whatever commonality in that character that I can see myself.",
      "author": "Rashida Jones",
      "category": "Best, Myself, Character"
    },
    {
      "quote": "Reading a book, watching a movie, going to a play, it's transporting, and very, very exciting. And to be a part of that, creating things with your imagination, whoa.",
      "author": "Steve Carell",
      "category": "Reading, Book, Play"
    },
    {
      "quote": "Another side to me is this very sexual being. When I look back on my life, it's always been there. It's been there since I was 10 years old, having the imagination that I had.",
      "author": "Janet Jackson",
      "category": "Life, Me, My Life"
    },
    {
      "quote": "I had a pretty sexual imagination for a kid.",
      "author": "Janet Jackson",
      "category": "Kid, Pretty, Had"
    },
    {
      "quote": "Don Quixote's misfortune is not his imagination, but Sancho Panza.",
      "author": "Franz Kafka",
      "category": "Misfortune, His, Quixote"
    },
    {
      "quote": "For those without money, the road to that treasure house of the imagination begins at the public library.",
      "author": "Pete Hamill",
      "category": "Money, Road, Library"
    },
    {
      "quote": "I don't profess to be Shonda Rhimes by any stretch of the imagination, or Dick Wolf. They're icons. I'm a filmmaker.",
      "author": "Lee Daniels",
      "category": "Wolf, Stretch, Icons"
    },
    {
      "quote": "I wanted to inspire every little girl who wants to be a dancer to fire their imagination about the joys of being on the stage.",
      "author": "Darcey Bussell",
      "category": "Girl, Fire, Inspire"
    },
    {
      "quote": "I want everyone to put their views forward, every union branch, every party branch, so we develop organically the strengths we all have, the imagination we all have.",
      "author": "Jeremy Corbyn",
      "category": "Party, Want, Forward"
    },
    {
      "quote": "The longer I look at something, the more my imagination churns and I can find somewhere to put it.",
      "author": "Alex Guarnaschelli",
      "category": "I Can, Look, Find"
    },
    {
      "quote": "What I really have in my head, my imagination, my understanding of music, I never really get that out.",
      "author": "Wynton Marsalis",
      "category": "Music, Understanding, Head"
    },
    {
      "quote": "When television captured the popular imagination of the 1950s, a rash of movies satirized Hollywood while also mythologizing it.",
      "author": "Steve Erickson",
      "category": "Movies, Television"
    },
    {
      "quote": "The arts stimulate imagination. They provoke thought. And then, having done that, all sorts of other things happen.",
      "author": "Melvyn Bragg",
      "category": "Thought, Done, Things Happen"
    },
    {
      "quote": "As an actor, whether I'm playing Othello on stage or David Estes on 'Homeland,' that ability to give into your imagination is something that I enjoy.",
      "author": "David Harewood",
      "category": "Enjoy, Actor, Ability"
    },
    {
      "quote": "Most of my interests in terms of writing are dark, so it's discordant how much I try to lock into the vibe of wherever I'm at. Inhabiting the life of the imagination is the nature of survival strategy - you build yourself little worlds to enjoy.",
      "author": "John Darnielle",
      "category": "Life, Nature, Writing"
    },
    {
      "quote": "I tend to be really spacey, but I don't think it's because I'm unintelligent - it's just my imagination and a little bit of ADD.",
      "author": "Jenny Slate",
      "category": "Think, Add, Little"
    },
    {
      "quote": "My imagination ran 24/7, and to me, every problem was a challenge to solve and new product to create. It wasn't until I started teaching that I realized that not everyone's head worked the same way.",
      "author": "Steve Blank",
      "category": "Challenge, Me, Problem"
    },
    {
      "quote": "As one of four daughters, I grew up with an imaginary brother - wondering what it would have been like if one of us had been a boy. There's no question that there was a phantom boy child in my imagination when I was young.",
      "author": "Siri Hustvedt",
      "category": "Brother, Child, Young"
    },
    {
      "quote": "I don't want to discredit people's individuality, but I think people are pretty much the same. People are very similar. If you have a good enough imagination then you can feel things that you personally have never done before. That's acting.",
      "author": "Kristen Stewart",
      "category": "Good, People, Acting"
    },
    {
      "quote": "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination.",
      "author": "Henry Miller",
      "category": "Future, City, Know"
    },
    {
      "quote": "You know what's better than building things up in your imagination? Building things up in real life.",
      "author": "Ryan Holiday",
      "category": "Life, Building, Know"
    },
    {
      "quote": "A lot of things that I write about have happened to people around me, if not necessarily to me or in the organizations I've worked in. Having said that, it's fiction and has a lot to do with my imagination and creativity.",
      "author": "Ravi Subramanian",
      "category": "Creativity, Me, People"
    },
    {
      "quote": "When James Bond presses the watch and the car explodes, the writer doesn't go into the science of it. One should leave it to the leap of faith. I have tried to explain as much as possible, and what I can't, I have left it to people's imagination.",
      "author": "Ravi Subramanian",
      "category": "Car, Faith, Science"
    },
    {
      "quote": "You can't make money without selling something real. You can't make something real without first imagination manifesting itself in your head. You can't have imagination without surrendering yourself to an idea that you want to create something of value to other human beings.",
      "author": "James Altucher",
      "category": "Money, Value, Yourself"
    },
    {
      "quote": "Businessmen are not in business to lose customers, and schools do not exist to free their clients from the agencies of mass persuasion. School and media possess a productive monopoly upon the imagination of a child.",
      "author": "Jonathan Kozol",
      "category": "Business, School, Child"
    },
    {
      "quote": "Imagination grows by exercise, and contrary to common belief, is more powerful in the mature than in the young.",
      "author": "W. Somerset Maugham",
      "category": "Powerful, Exercise, Belief"
    },
    {
      "quote": "You know when you're a child and your imagination is limitless and you really believe in magic? I thought I had super powers.",
      "author": "Michelle Phan",
      "category": "Thought, Child, Believe"
    },
    {
      "quote": "My production style is all about imagination. I want my audience to use their imagination when they watch my videos. My goal is for my voice to be that little hope of encouragement in your head when you walk out your door.",
      "author": "Michelle Phan",
      "category": "Hope, Goal, Encouragement"
    },
    {
      "quote": "Many hedge fund managers have become billionaires perhaps this - plus their reputations as the smartest guys in the room - is why they have captured the investing public's imagination.",
      "author": "Barry Ritholtz",
      "category": "Why, Smartest, Hedge"
    },
    {
      "quote": "I had this desire to see the world. I couldn't see any of it, but I saw it in my imagination, and that's why I always read books, and I could go to Mars or Middle Earth or the Hyborian age.",
      "author": "George R. R. Martin",
      "category": "Age, World, Earth"
    },
    {
      "quote": "To bolster his right flank and attract women voters, John McCain had cynically opted for a running mate who was, by any stretch of the imagination, unqualified for a position a heartbeat away from the presidency.",
      "author": "Jay Parini",
      "category": "Women, Right, Presidency"
    },
    {
      "quote": "It's an imaginative thing we do; it's about immersing oneself in one's imagination. If you're a novelist, you do it with pen and paper. We do it with our bodies.",
      "author": "Rupert Friend",
      "category": "Pen, You, Paper"
    },
    {
      "quote": "I'm a big fan of imagination. I think it's the strongest tool we have, and there are some things that you just can't practice.",
      "author": "Rupert Friend",
      "category": "Practice, Think, You"
    },
    {
      "quote": "I would love to do a western. I would love to play an explorer. That is always something that has really captured my imagination since I was a kid, like James Cook or Magellan or Earnest Shackleton.",
      "author": "John C. Reilly",
      "category": "Love, Play, Kid"
    },
    {
      "quote": "I think that being read to every night is the reason why I was plowing through volume after volume of 'Nancy Drew' books all by myself by the time I reached the first grade. I loved stories. I loved the escape. I had a vivid imagination.",
      "author": "Rachel Nichols",
      "category": "Time, Myself, Night"
    },
    {
      "quote": "The Jewish festival of freedom is the oldest continuously observed religious ritual in the world. Across the centuries, Passover has never lost its power to inspire the imagination of successive generations of Jews with its annually re-enacted drama of slavery and liberation.",
      "author": "Jonathan Sacks",
      "category": "Freedom, Power, World"
    },
    {
      "quote": "In Ronald Reagan's chaotic childhood, the imagination was armor. There is nothing unusual about that; transcending the doubts, hesitations, and fears swirling around you by casting yourself internally as the hero of your own adventure story is a characteristic psychic defense mechanism of the Boy Who Disappears.",
      "author": "Rick Perlstein",
      "category": "Hero, Adventure, Childhood"
    },
    {
      "quote": "Companies like Google and Facebook may offer jobs allowing or requiring imagination and creativity, but the whole of Silicon Valley accounts for only 3 percent of national income and a smaller percentage of national employment.",
      "author": "Edmund Phelps",
      "category": "Creativity, Google"
    },
    {
      "quote": "The map we made of the 3,000-year-old city of Tanis requires no imagination. It has buildings, streets, admin complexes, houses - clear as day.",
      "author": "Sarah Parcak",
      "category": "Day, City, Map"
    },
    {
      "quote": "A-POC unleashes the freedom of imagination. It's for people who are curious, who have inner energy - the energy of life and living.",
      "author": "Issey Miyake",
      "category": "Life, Freedom, People"
    },
    {
      "quote": "I would find myself laughing and wondering where these ideas came from. You can call it imagination, I suppose. But I was grateful for wherever they came from.",
      "author": "Amy Tan",
      "category": "Myself, Grateful, Ideas"
    },
    {
      "quote": "Everything that is new or uncommon raises a pleasure in the imagination, because it fills the soul with an agreeable surprise, gratifies its curiosity, and gives it an idea of which it was not before possessed.",
      "author": "Joseph Addison",
      "category": "Curiosity, Soul, Surprise"
    },
    {
      "quote": "I know how fiction matters to me, because if I want to express myself, I have to make up a story. Some people call it imagination. To me, it's not imagination. It's just a way of watching.",
      "author": "Haruki Murakami",
      "category": "Myself, Me, People"
    },
    {
      "quote": "It's hard to see yourself as a princess because it involves a huge leap of the imagination and sort of requires you to believe you can be that, which is a scary, weird thing.",
      "author": "Lily James",
      "category": "Believe, Yourself, Weird"
    },
    {
      "quote": "I'm a light sleeper. I've never been one of those people who can put their head down and suddenly everything disappears. Nighttime is the time I get most scared, anxious or worried. In those darker moments before waking or sleeping is when I feel most, I don't know, I can turn on myself, and my imagination can take me dark places.",
      "author": "Florence Welch",
      "category": "Time, Light, Myself"
    },
    {
      "quote": "To have frequent recourse to narrative betrays great want of imagination.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Great, Want, Narrative"
    },
    {
      "quote": "Novelists are not equipped to make a movie, in my opinion. They make their own movie when they write: they're casting, they're dressing the scene, they're working out where the energy of the scene is coming from and they're also relying tremendously on the creative imagination of the reader.",
      "author": "John le Carre",
      "category": "Creative, Energy, Opinion"
    },
    {
      "quote": "Like every novelist, I fantasise about film. Novelists are not equipped to make a movie, in my opinion. They make their own movie when they write: they're casting, they're dressing the scene, they're working out where the energy of the scene is coming from, and they're also relying tremendously on the creative imagination of the reader.",
      "author": "John le Carre",
      "category": "Creative, Energy, Opinion"
    },
    {
      "quote": "Being an actor in movies is a lot about the power of your imagination and making the circumstance real to you so the audience will feel that it's real.",
      "author": "Joel Kinnaman",
      "category": "Power, Movies, You"
    },
    {
      "quote": "Wit is the appearance, the external flash of imagination. Thus its divinity, and the witty character of mysticism.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Character, Witty, Appearance"
    },
    {
      "quote": "I seriously believed that my last hour was approaching, and yet, so strange is imagination, all I thought of was some childish hypothesis or other. In such circumstances, you do not choose your own thoughts. They overcome you.",
      "author": "Jules Verne",
      "category": "Thoughts, Thought, Strange"
    },
    {
      "quote": "I think more influential than Emily Dickinson or Coleridge or Wordsworth on my imagination were Warner Brothers, Merrie Melodies, and Loony Tunes cartoons.",
      "author": "Billy Collins",
      "category": "Think, Brothers, I Think"
    },
    {
      "quote": "Poetry can do a lot of things to people. I mean it can improve your imagination. It can take you to new places. It can give you this incredible form of verbal pleasure.",
      "author": "Billy Collins",
      "category": "Poetry, People, You"
    },
    {
      "quote": "I'm trying to write poems that involve beginning at a known place, and ending up at a slightly different place. I'm trying to take a little journey from one place to another, and it's usually from a realistic place, to a place in the imagination.",
      "author": "Billy Collins",
      "category": "Journey, Beginning, Ending"
    },
    {
      "quote": "It's not just that reporting gives you a bigger slice of life, gives - lends verisimilitude to what you are doing - it's that it feeds the imagination.",
      "author": "Tom Wolfe",
      "category": "Life, Doing, You"
    },
    {
      "quote": "Our democracy, our constitutional framework is really a kind of software for harnessing the creativity and political imagination for all of our people. The American democratic system was an early political version of Napster.",
      "author": "Al Gore",
      "category": "Creativity, American"
    },
    {
      "quote": "Essentially, I'm untrained, so I just go with my imagination and try to put myself as solidly as I can into the shoes of whatever person I'm going to be playing.",
      "author": "Christian Bale",
      "category": "Myself, Shoes, Try"
    },
    {
      "quote": "Kashmir, the 86,000-square-mile region in India's north, both is and isn't the India of the popular imagination.",
      "author": "Hanya Yanagihara",
      "category": "India, Popular, North"
    },
    {
      "quote": "Memories, imagination, old sentiments, and associations are more readily reached through the sense of smell than through any other channel.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Memories, Smell, Through"
    },
    {
      "quote": "Use your imagination, and you'll see that even the most narrow, humdrum lives are infinite in scope if you examine them with enough care.",
      "author": "Mark Haddon",
      "category": "Care, You, See"
    },
    {
      "quote": "I'm nosey, and I have a great imagination. So it's not necessarily things I have to go through, but it's things people I know or my family is going through, and I hear about it, and I think, 'That sounds like a great song.'",
      "author": "Becky G",
      "category": "Family, Great, People"
    },
    {
      "quote": "The historical background is one of the easier aspects of writing a novel. Far more difficult is dreaming up the smaller, character-based scenes, scenes that rise entirely from one's own imagination.",
      "author": "Ethan Canin",
      "category": "Writing, Rise, Difficult"
    },
    {
      "quote": "I don't think there is such a thing as pure imagination. I think it's a combination of memory and invention.",
      "author": "Ethan Canin",
      "category": "Memory, Think, Pure"
    },
    {
      "quote": "All my life I've had the privilege to make my living with my imagination, and the most important thing has been to see my creative life grow. I was educated to do that and have lived accordingly.",
      "author": "Tommy Lee Jones",
      "category": "Life, Creative, My Life"
    },
    {
      "quote": "Mr. Bergman had a great imagination and saw the possibilities within every one of his actors, and he gave us great challenges. It was very inspiring.",
      "author": "Max von Sydow",
      "category": "Great, Challenges, Within"
    },
    {
      "quote": "There are casting directors with lots of imagination, but also some with not as much imagination.",
      "author": "Max von Sydow",
      "category": "Directors, Some, Lots"
    },
    {
      "quote": "We humans lack imagination, to the point of not even knowing what tomorrow's important things will look like.",
      "author": "Nassim Nicholas Taleb",
      "category": "Tomorrow, Important, Look"
    },
    {
      "quote": "I had a good imagination and I still have one a child-like imagination that hasn't gone away.",
      "author": "Laura Linney",
      "category": "Good, Gone, Away"
    },
    {
      "quote": "The most important innovators often don't need any technologies - just imagination and acute sensitivity to people's needs.",
      "author": "Geoff Mulgan",
      "category": "People, The Most Important"
    },
    {
      "quote": "India lends itself well to fictionalization, but ultimately, it all depends on the writer's imagination.",
      "author": "Chitra Banerjee Divakaruni",
      "category": "India, Well, Writer"
    },
    {
      "quote": "Ghost stories really scare me. I have such a big imagination that after I watch a horror movie like 'The Grudge', I look in the corners of my room for the next two days.",
      "author": "Vanessa Hudgens",
      "category": "Me, Look, Ghost"
    },
    {
      "quote": "Regrettably, with '2001' having a title that had a year in it, science fiction essentially set itself up in the public's imagination as saying, 'Here's what you get if you wait to that year.' Well, we all waited till that year, and we didn't get anything at all like that.",
      "author": "Robert J. Sawyer",
      "category": "Science, You, Saying"
    },
    {
      "quote": "You think in a different way when you don't have any money. The joy of poverty is that you use your imagination to come up with stuff.",
      "author": "Amy Sedaris",
      "category": "Money, Joy, Poverty"
    },
    {
      "quote": "It's a slight stretch of the imagination but most people are alike in most ways so I've never had any trouble identifying with the character that I'm playing.",
      "author": "Jack Nicholson",
      "category": "Character, People, Trouble"
    },
    {
      "quote": "John Kerry had a very vivid imagination as a young person. I mean, he actually did go and take his bicycle from Norway to go camp in Sherwood Forest to be around the ghost of Robin Hood.",
      "author": "Douglas Brinkley",
      "category": "Forest, Bicycle, Young"
    },
    {
      "quote": "If there is a book that the script came from you have to read it, you have to see what you can get out of it: mood, back story and things that may not even be in the film. They kick off your imagination and broaden the character, I think.",
      "author": "Miranda Otto",
      "category": "Character, Book, Think"
    },
    {
      "quote": "My parents thought it was nice to develop my imagination, but they never seriously thought that anything would ever come of it. They said that I couldn't be an actress because I would be taller than all my leading men, so I thought I would be a writer instead.",
      "author": "Nicole Kidman",
      "category": "Parents, Men, Thought"
    },
    {
      "quote": "When one paints an ideal, one does not need to limit one's imagination.",
      "author": "Ellen Key",
      "category": "Art, Limit, Need"
    },
    {
      "quote": "There's no great mystery to acting. It's a very simple thing to do but you have to work hard at it. It's about asking questions and using your imagination.",
      "author": "Eddie Marsan",
      "category": "Work, Great, Work Hard"
    },
    {
      "quote": "I don't think most books can be justifiably translated on screen. The film versions can't convey the right emotion, fuel your imagination or allow you to visualise every line the way books do.",
      "author": "Sonam Kapoor",
      "category": "Think, Emotion, You"
    },
    {
      "quote": "My mom would always read a book to me at night from when I was three. Now, I can't go to sleep without reading a book. At the same time, once I read, it's difficult for me to go to sleep, as I have an overactive imagination and I start thinking.",
      "author": "Sonam Kapoor",
      "category": "Time, Mom, Sleep"
    },
    {
      "quote": "I see all these people talking about acting as a great spiritual thing. It's not. There's no great mystery to acting. It's a very simple thing to do, but you have to work hard at it. It's about asking questions and using your imagination.",
      "author": "Eddie Marsan",
      "category": "Work, Great, Work Hard"
    },
    {
      "quote": "I have a very strong imagination and have since I was a little kid. That is where a lot of my world comes from. It's like I'm off somewhere else. And I can have a problem in life because of that, because I'm always off in some other world thinking about something else. It's constant.",
      "author": "James Gunn",
      "category": "Life, Strong, World"
    },
    {
      "quote": "I'm not writing non-fiction. I don't feel anything about me as a kid was unique. Except that I had more interest in being alone and using my imagination.",
      "author": "John Irving",
      "category": "Alone, Writing, Being Alone"
    },
    {
      "quote": "I don't think it's possible to touch people's imagination today by aesthetic means.",
      "author": "J. G. Ballard",
      "category": "Today, People, Think"
    },
    {
      "quote": "There's a logic today that places a greater value on celebrity the less it is accompanied by actual achievement. I don't think it's possible to touch people's imagination today by aesthetic means.",
      "author": "J. G. Ballard",
      "category": "Today, Achievement, Value"
    },
    {
      "quote": "I take for granted that for the imaginative writer, the exercise of the imagination is part of the basic process of coping with reality, just as actors need to act all the time to make up for some deficiency in their sense of themselves.",
      "author": "J. G. Ballard",
      "category": "Time, Reality, Exercise"
    },
    {
      "quote": "I felt the pressure of imagination against the doors of my mind was so great that they were going to burst.",
      "author": "J. G. Ballard",
      "category": "Great, Mind, Pressure"
    },
    {
      "quote": "The study of history requires investigation, imagination, empathy, and respect. Reverence just doesn't enter into it.",
      "author": "Jill Lepore",
      "category": "Respect, History, Empathy"
    },
    {
      "quote": "I think Direct Cinema's trying to be insightful by looking at reality in a very close way while, in fact, much more is staged than we like to think. In cinema verite, it's about trying to make something invisible visible - the role of fantasy and imagination in everyday life.",
      "author": "Joshua Oppenheimer",
      "category": "Life, Reality, Looking"
    },
    {
      "quote": "Syria may appear to be a small country, but it is just the type of entangled conflict that can lead to a world catastrophe. It does not take much imagination to see Syria as the Sarajevo of the 21st century, leading to world war.",
      "author": "Ahmed Zewail",
      "category": "War, Conflict, World"
    },
    {
      "quote": "Superheroes are best imagined in comic books. The union between the written word, the image, and then what your imagination has to do to connect those allows for so much.",
      "author": "Ta-Nehisi Coates",
      "category": "Best, Connect, Between"
    },
    {
      "quote": "When I see Bruce Banner becoming the Hulk, it's only a picture. My imagination has to do some of the work there, to impute feeling and everything. We're talking about something that's so surreal, it's just not possible within the world as we know it. So that requires a form that is not so literal.",
      "author": "Ta-Nehisi Coates",
      "category": "Work, World, Know"
    },
    {
      "quote": "The imagination is part of the arsenal that actors draw from.",
      "author": "Bryan Cranston",
      "category": "Part, Draw, Arsenal"
    },
    {
      "quote": "'Castle' is a guy living in a fantasy world. He's in his imagination, writing these stories of murder.",
      "author": "Nathan Fillion",
      "category": "Writing, World, Fantasy"
    },
    {
      "quote": "I think my printing to this day looks like the printing right out of a comic book. Actually, I always wanted to be in a comic book. I watched cartoons when I was a kid, too, and both comics and cartoons lit fire in my imagination. This realm holds a lot of interest for me, a lot of passion for me. So to be comic-ized, yeah, that's cool.",
      "author": "Nathan Fillion",
      "category": "Day, Passion, Cool"
    },
    {
      "quote": "There's the argument that you can relate to someone who's completely unrelatable. In the way that a director shows you his imagination on a film, then I get to show you my imagination in a big dumb character.",
      "author": "Idris Elba",
      "category": "Character, Dumb, You"
    },
    {
      "quote": "I have always thought that the place where you sleep or the place you share with your partner should be separate from the place where you write. The domestic rituals and details somehow kill the imagination. They kill the demon in me.",
      "author": "Orhan Pamuk",
      "category": "Sleep, Details, Me"
    },
    {
      "quote": "Authoritarianism, an unrealistic occidental imagination - these issues will never be settled. Turkey will continue to take Europe as a model; it will continue to pursue its search for democracy.",
      "author": "Orhan Pamuk",
      "category": "Democracy, Search, Never"
    },
    {
      "quote": "The scientific imagination always restrains itself within the limits of probability.",
      "author": "Thomas Huxley",
      "category": "Limits, Always, Within"
    },
    {
      "quote": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw.",
      "author": "Damien Hirst",
      "category": "Art, Amazing, You"
    },
    {
      "quote": "Visualization - it's been huge for me. Your mind doesn't know the difference between imagination and reality. You can't always practice perfectly - my fingers will play a little bit out of tune, or my dance moves might not be as sharp - but in my mind, I can practice perfectly.",
      "author": "Lindsey Stirling",
      "category": "Dance, Reality, Mind"
    },
    {
      "quote": "The pleasures of the imagination are as it were only drawings and models which are played with by poor people who cannot afford the real thing.",
      "author": "Georg C. Lichtenberg",
      "category": "People, Real, Poor"
    },
    {
      "quote": "Art is about imagination. When you look at a picture from Salvador Dali, that's about imagination. When you look at Picasso, that's about imagination. Doing stuff from your heart.",
      "author": "LL Cool J",
      "category": "Art, Heart, Picture"
    },
    {
      "quote": "I do like to wrap things up and leave some things to the readers' imagination.",
      "author": "Rick Riordan",
      "category": "Up, Leave, Like"
    },
    {
      "quote": "Solitude is as needful to the imagination as society is wholesome for the character.",
      "author": "James Russell Lowell",
      "category": "Character, Society, Solitude"
    },
    {
      "quote": "I think imagination is a crazy thing, and that's what makes the world go around.",
      "author": "Shahid Khan",
      "category": "Crazy, World, Think"
    },
    {
      "quote": "New York, for decades, offered a perpetual series of 'golden ages' to artists. You constantly had to measure yourself against the best, and you had to watch them, which meant that your imagination and also your sense of what the market could stand got very, very sharp.",
      "author": "Margo Jefferson",
      "category": "Best, Yourself, New York"
    },
    {
      "quote": "There aren't any fences to the imagination, and so there shouldn't be any for books.",
      "author": "Matt Haig",
      "category": "Books, Any, Fences"
    },
    {
      "quote": "You always need that spark of imagination. Sometimes I'm midway through a book before it happens. However, I don't wait for the muse to descend, I sit down every day and I work when I'm not delivering lambs on the farm.",
      "author": "Barbara Kingsolver",
      "category": "Work, Day, Book"
    },
    {
      "quote": "We have to learn not to feel guilty about letting our imagination browse around, and you know, in writing fiction particularly. But I think, in any kind of writing, we have to learn to allow ourselves to approach it in a contemplative way.",
      "author": "Sue Monk Kidd",
      "category": "Writing, Know, Think"
    },
    {
      "quote": "I may have been sexy, but I was covered up total. There was something left to the imagination.",
      "author": "Suzi Quatro",
      "category": "Sexy, Up, May"
    },
    {
      "quote": "Most of the songs I write are just very directly from my life. I don't have a big imagination. Whenever I tried to write from fantasy, it comes out sounding really fake.",
      "author": "Rivers Cuomo",
      "category": "Life, My Life, Fake"
    },
    {
      "quote": "Everything you do on set is directly related to your imagination when you read the script for the first time.",
      "author": "Ewan McGregor",
      "category": "Time, You, First Time"
    },
    {
      "quote": "I'm not a passive person by any stretch of the imagination.",
      "author": "Courteney Cox",
      "category": "Stretch, Person, Passive"
    },
    {
      "quote": "Belief is nothing but a more vivid, lively, forcible, firm, steady conception of an object, than what the imagination alone is ever able to attain.",
      "author": "David Hume",
      "category": "Alone, Belief, Nothing"
    },
    {
      "quote": "It's what you don't see that keeps you on the edge of your seat in any kind of film - leave it to the imagination of the viewer.",
      "author": "Christopher Lee",
      "category": "You, Kind, See"
    },
    {
      "quote": "Sometimes a character is really based on research that you do. Other times it's just based on your imagination or perhaps your conversation with the director. Or sometimes all of the above. It depends on the movie and character.",
      "author": "Joaquin Phoenix",
      "category": "Character, Research"
    },
    {
      "quote": "I guess I'm a very keen observer, and I'd like to think I have a good imagination.",
      "author": "Eric Bana",
      "category": "Good, Think, Like"
    },
    {
      "quote": "I feel like 'Amelie' is very much an extension of me. She's a contemporary woman who sees the world through her imagination.",
      "author": "Phillipa Soo",
      "category": "Woman, World, Me"
    },
    {
      "quote": "Everything is creative. It's all relative to me. No matter what, you've gotta use your imagination, use your senses.",
      "author": "Action Bronson",
      "category": "Creative, Me, You"
    },
    {
      "quote": "Theatre is about the collective imagination... Everything I use on-stage is driven by the subject matter and what you might call the text - but that text can be anything, from a fragment of movement or music to something you see on a TV.",
      "author": "Simon McBurney",
      "category": "Music, Theatre, You"
    },
    {
      "quote": "I remember the fact that milk was delivered every day by a milkman. In summer, my mother would make what now seem in my middle-aged imagination the most delicious iced milkshakes.",
      "author": "Simon McBurney",
      "category": "Day, Mother, Remember"
    },
    {
      "quote": "I made a real specific decision when I came out of school and most artists were writing about home - if you were a woman, you were writing about being a woman - and I decided not to do that, write about what you know. That's not what I do. I went as far away from home as possible in terms of the development of my imagination.",
      "author": "Anna Deavere Smith",
      "category": "Home, School, Woman"
    },
    {
      "quote": "Television contracts the imagination and radio expands it.",
      "author": "Terry Wogan",
      "category": "Television, Radio, Contracts"
    },
    {
      "quote": "I think because I try to keep things as real as I can, or I try to start from a place of reality, I almost don't have the imagination to write a book that's not set where I am.",
      "author": "Maria Semple",
      "category": "I Am, Book, Reality"
    },
    {
      "quote": "Some of us are interested in directors, but really the vast majority of us are interested in actors. You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.",
      "author": "Danny Boyle",
      "category": "Experience, You, Fantasy"
    },
    {
      "quote": "You experience the films through the actors, so they're all locked into your imagination in some kind of layer of fantasy or hatred or wherever they settle into your imagination.",
      "author": "Danny Boyle",
      "category": "Experience, You, Fantasy"
    },
    {
      "quote": "The aspect of kind of living in your imagination and creating a more romantic vision of the world than the reality that you're given - that's definitely something I can sort of relate to.",
      "author": "Alden Ehrenreich",
      "category": "Romantic, Vision, World"
    },
    {
      "quote": "With any kind of sci-fi, the imagination continues, and the world exists, and you create that in your own mind, and it lives in you.",
      "author": "Scott Bakula",
      "category": "World, Mind, You"
    },
    {
      "quote": "My mother always cultivated my imagination from the time I was very little.",
      "author": "Alden Ehrenreich",
      "category": "Time, Mother, Little"
    },
    {
      "quote": "If you use your imagination, you can look at any actress and see her nude... I hope to make you use your imagination.",
      "author": "Hedy Lamarr",
      "category": "Hope, You, See"
    },
    {
      "quote": "I never played Freddy as real. In the true bible of Wes Craven's outline for the films, Freddy only manifests himself in dreams. And a lot goes into a dream, not the least of which is imagination. So Freddy is secondhand information. Freddy is an urban legend that's been handed down to these teenagers over the years.",
      "author": "Robert Englund",
      "category": "Dreams, Information, Bible"
    },
    {
      "quote": "I started track and field when I was 12 and didn't get to an Olympic Games until I was nearly 23. By any stretch of the imagination that's a very long apprenticeship.",
      "author": "Sebastian Coe",
      "category": "Long, Games, Started"
    },
    {
      "quote": "A man to carry on a successful business must have imagination. He must see things as in a vision, a dream of the whole thing.",
      "author": "Charles M. Schwab",
      "category": "Business, Man, Vision"
    },
    {
      "quote": "I saw that publishing all over the world was deeply constrained by self-censorship, economics and political censorship, while the military-industrial complex was growing at a tremendous rate, and the amount of information that it was collecting about all of us vastly exceeded the public imagination.",
      "author": "Julian Assange",
      "category": "World, Political, Economics"
    },
    {
      "quote": "Once you've got a child to the point that they've discovered books, they're safe. There's a world of the imagination that when they're hurt or upset, they can move into, and it is wonderful.",
      "author": "John Rhys-Davies",
      "category": "Child, World, Hurt"
    },
    {
      "quote": "I love sci-fi because it leads in the imagination, and I always say it has the most intelligent fans in the world.",
      "author": "Robert Carlyle",
      "category": "Love, World, Intelligent"
    },
    {
      "quote": "We didn't have all the distractions that young people have today. We didn't have these incredible computer games and social networks to engage with. I understand that. But once young readers do discover reading, when they discover a book which they fall in love with, it really unleashes something new in their imagination.",
      "author": "Mark Billingham",
      "category": "Love, Today, Reading"
    },
    {
      "quote": "A reader's own imagination is a far more powerful form of CGI than anything any movie can provide because it's unique. In your own imagination, you can enter all sorts of worlds, and they are unique to you because no other reader will interpret a book the same way.",
      "author": "Mark Billingham",
      "category": "Powerful, Book, Unique"
    },
    {
      "quote": "When France was the only reference for chefs to learn, you could go everywhere in the world, and they would copy dishes directly because they didn't have much expanded imagination or technique or knowledge.",
      "author": "Daniel Boulud",
      "category": "Knowledge, World, You"
    },
    {
      "quote": "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open.",
      "author": "John Berger",
      "category": "Dreams, Dog, Great"
    },
    {
      "quote": "You get your heart stomped by the opposite sex, and you're hurting so badly that you write 'Sometimes When We Touch.' But then what happens when you've been married for 25 years? You can't rely on those emotional male-female roller coasters. You have to start using your imagination and the powers of empathy more.",
      "author": "Dan Hill",
      "category": "Heart, Empathy, Start"
    },
    {
      "quote": "The more ships have grown in size and consequence, the more their place in our imagination has shrunk.",
      "author": "Rose George",
      "category": "Size, Place, Ships"
    },
    {
      "quote": "Never forget that the truest luxury is imagination, and that being a writer gives you the leeway to exploit all of the imagination's curious intricacies, to be what you were, what you are, what you will be, and what everyone else is or was or will be, too.",
      "author": "Andrew Solomon",
      "category": "Luxury, Never Forget, You"
    },
    {
      "quote": "I have a very vivid imagination.",
      "author": "Janice Dickinson",
      "category": "Very, Vivid"
    },
    {
      "quote": "You have to imagine it possible before you can see something. You can have the evidence right in front of you, but if you can't imagine something that has never existed before, it's impossible.",
      "author": "Rita Dove",
      "category": "Impossible, You, See"
    },
    {
      "quote": "Fools act on imagination without knowledge, pedants act on knowledge without imagination.",
      "author": "Alfred North Whitehead",
      "category": "Knowledge, Fools, Without"
    },
    {
      "quote": "I sometimes say that I don't make anything up - obviously that's not true. But I am uninterested in writers who say that everything comes out of the imagination. I would rather be in a room with someone who is telling the story of his life, which may be exaggerated and even have lies in it, but I want to hear the true story, essentially.",
      "author": "James Salter",
      "category": "Life, I Am, Want"
    },
    {
      "quote": "I have never been able to pay attention to anything for more than a few minutes - the stories in my head have always been so much more entertaining. Only books could pull me out of my own imagination, and then it was only to plunge me into someone else's.",
      "author": "W. Bruce Cameron",
      "category": "Me, Attention, Head"
    },
    {
      "quote": "For someone who writes fiction, in order to activate the imagination and the unconscious, it's essential to be free.",
      "author": "Manuel Puig",
      "category": "Free, Order, Someone"
    },
    {
      "quote": "It was just very interesting to me that certain types of women inspire people's imagination, and all of them were very difficult women.",
      "author": "Elizabeth Wurtzel",
      "category": "Women, Inspire, Me"
    },
    {
      "quote": "My imagination, my ability to understand the way love and people grow over time, how passion can surprise and renew, utterly failed me.",
      "author": "Elizabeth Wurtzel",
      "category": "Love, Time, Passion"
    },
    {
      "quote": "Possessing a healthy imagination is a necessary ingredient for creativity.",
      "author": "Steve Vai",
      "category": "Creativity, Healthy"
    },
    {
      "quote": "There are one or two very good women military historians who use imagination, great study and research; they can put themselves in the boots of the soldier.",
      "author": "Antony Beevor",
      "category": "Women, Good, Great"
    },
    {
      "quote": "I just love music - by no stretch of the imagination am I professionally competent.",
      "author": "Vikram Seth",
      "category": "Love, Music, Just"
    },
    {
      "quote": "I understand what it is to go through emotional trauma and retreat and go into the world of your imagination. I understand how art and music can be a place of safety in a world of reinvention.",
      "author": "Sam Taylor-Wood",
      "category": "Music, Art, Safety"
    },
    {
      "quote": "I live in words. I like looking at things, but I don't have a strong visual imagination.",
      "author": "Colm Toibin",
      "category": "Strong, Words, Looking"
    },
    {
      "quote": "I think what's really the most ideal thing is for the player themselves, within their own imagination, to carve out what they view as being the essence of the character.",
      "author": "Shigeru Miyamoto",
      "category": "Character, View, Think"
    },
    {
      "quote": "Being an actor means asking people to look at you. I guess I accept that. But it's a profession in which the job is to show another world and other people. You may access it through bits of yourself, and your imagination and experience, but actually, in the end, you're not playing yourself.",
      "author": "Ralph Fiennes",
      "category": "Experience, Job, World"
    },
    {
      "quote": "I find Godzilla exciting because he/she/it comes from the sea. It's entirely plausible that it could be real. Yes it is! It doesn't take a huge stretch in the imagination to imagine that something may be living at the deepest depths of one of our oceans.",
      "author": "Rhys Darby",
      "category": "Sea, Living, Find"
    },
    {
      "quote": "Every time you get on a stage or in front of a camera, the whole exercise is about imagination. You're constantly depicting something that doesn't exist, and trying to find the reality of it. Once you settle on that premise, everything else is a matter of degrees.",
      "author": "Ron Perlman",
      "category": "Time, Reality, Exercise"
    },
    {
      "quote": "The Polar Express is about faith, and the power of imagination to sustain faith. It's also about the desire to reside in a world where magic can happen, the kind of world we all believed in as children, but one that disappears as we grow older.",
      "author": "Chris Van Allsburg",
      "category": "Children, Faith, Power"
    },
    {
      "quote": "The general effect of viewing 'Jumanji' is thrilling. I was able to see on film a thing that at one point had only existed in my imagination. I got to see the images from my book come alive.",
      "author": "Chris Van Allsburg",
      "category": "Book, See, Point"
    },
    {
      "quote": "There is nothing heavier than compassion. Not even one's own pain weighs so heavy as the pain one feels for someone, for someone, pain intensified by the imagination and prolonged by a hundred echos.",
      "author": "Milan Kundera",
      "category": "Compassion, Pain, Nothing"
    },
    {
      "quote": "I enjoy working on a movie that lets your imagination run wild, it's great to be a part of and watch.",
      "author": "Chris Hemsworth",
      "category": "Great, Enjoy, Working"
    },
    {
      "quote": "When I was a teenager, reading for me was as normal, as unremarkable as eating or breathing. Reading gave flight to my imagination and strengthened my understanding of the world, the society I lived in, and myself. More importantly, reading was fun, a way to live more than one life as I immersed myself in each good book I read.",
      "author": "Malorie Blackman",
      "category": "Life, Good, Myself"
    },
    {
      "quote": "Cynicism and naivety lie cheek by jowl in the American imagination; if the United States is one of the most venal nations on Earth, it is also one of the most earnestly idealistic.",
      "author": "Terry Eagleton",
      "category": "American, Lie, Earth"
    },
    {
      "quote": "I have been afraid all my life that I am going to die. All my life it has been stuffed in my imagination.",
      "author": "Patty Duke",
      "category": "Life, I Am, My Life"
    },
    {
      "quote": "When I achieved the European record for reciting pi in 2004, this captured the imagination of Professor Simon Baron-Cohen in Cambridge, and he finally diagnosed me with Asperger's that year.",
      "author": "Daniel Tammet",
      "category": "Me, Year, Cambridge"
    },
    {
      "quote": "If when we are taught English we are just taught the rules of grammar, it would take all our love of our language away from us. What makes us love a subject like English is when we learn all these fantastic stories. Feeding the imagination is what makes a subject come alive.",
      "author": "Daniel Tammet",
      "category": "Love, Language, Rules"
    },
    {
      "quote": "I think most of the time you can make something happen, and it's about not letting your imagination be limited by that.",
      "author": "Jane Goldman",
      "category": "Time, Think, You"
    },
    {
      "quote": "Imagination is Reality Lite - a useful substitute when the real pleasure is inaccessible, too risky, or too much work.",
      "author": "Paul Bloom",
      "category": "Work, Reality, Pleasure"
    },
    {
      "quote": "Imagination tends to be truly useful if accompanied by the power of mental control - if the worlds in one's head can be purposefully manipulated and distinguished from the real one outside it.",
      "author": "Paul Bloom",
      "category": "Power, Control, Real"
    },
    {
      "quote": "I box two to three times a week. I don't like going to the gym because it's boring. I really like boxing because you have to combine concentration and imagination. I feel like I'm actually learning something that's useful.",
      "author": "Stephanie Sigman",
      "category": "Learning, Week, You"
    },
    {
      "quote": "People who don't see their nature and imagine they can practice thoughtlessness all the time are lairs and fools.",
      "author": "Bodhidharma",
      "category": "Nature, Time, People"
    },
    {
      "quote": "Toy Soldiers was my introduction to film. I certainly didn't think I was doing art by any stretch of the imagination.",
      "author": "Tim Robbins",
      "category": "Art, Doing, Think"
    },
    {
      "quote": "I can get very philosophical and ask the questions Keats was asking as a young guy. What are we here for? What's a soul? What's it all about? What is thinking about, imagination?",
      "author": "Jane Campion",
      "category": "Soul, Thinking, Questions"
    },
    {
      "quote": "There's no artist in this world that doesn't enjoy the dream that if they have bad reviews now, the story of Keats can redeem them, in their fantasy or imagination, in the future. I think Keats' poem 'Endymion' is a really difficult poem, and I'm not surprised that a lot of people pulled it apart in a way.",
      "author": "Jane Campion",
      "category": "Future, World, Artist"
    },
    {
      "quote": "I feel that directors at times are like the janitors on the set. I am the secretary, I am the organizer, I am the maid, and I ask if they have eaten or rested. The best things are always out of your control. It's those moments that surpass the imagination that are thrilling.",
      "author": "Jane Campion",
      "category": "Best, I Am, Moments"
    },
    {
      "quote": "God has given us an imagination, and our imagination is really the principle tool from which all creativity and artistry comes from.",
      "author": "Erwin McManus",
      "category": "Creativity, God, Tool"
    },
    {
      "quote": "You can have 10 bucks to 10 million bucks and if you got a crew, imagination and a lot of people willing to turn in some work next to nothing, you going to have a feature. But you can't get beyond how expensive marketing the movie is, it's so crushing.",
      "author": "Kevin Smith",
      "category": "Work, People, Marketing"
    },
    {
      "quote": "As an actor you have to have a strong vivid imagination as you're working and when the camera's rolling, but there's certainly a part of you that is aware of real life, that you're making a movie.",
      "author": "John Hawkes",
      "category": "Life, Strong, Camera"
    },
    {
      "quote": "For memory, we use our imagination. We take a few strands of real time and carry them with us, then like an oyster we create a pearl around them.",
      "author": "John Banville",
      "category": "Time, Memory, Real"
    },
    {
      "quote": "The first piece of music that captured my imagination was probably Ray Charles Live At Newport.",
      "author": "Van Morrison",
      "category": "Music, Live, First"
    },
    {
      "quote": "Learn to see things as they really are, not as we imagine they are.",
      "author": "Vernon Howard",
      "category": "Learn, See, Imagine"
    },
    {
      "quote": "Reason respects the differences, and imagination the similitudes of things.",
      "author": "Percy Bysshe Shelley",
      "category": "Differences, Reason, Things"
    },
    {
      "quote": "If the reporter has killed our imagination with his truth, he threatens our life with his lies.",
      "author": "Karl Kraus",
      "category": "Life, Truth, Reporter"
    },
    {
      "quote": "There's no reason for your imagination to be fettered by money.",
      "author": "Kevin McCloud",
      "category": "Money, Reason, No Reason"
    },
    {
      "quote": "I have a vivid, apocalyptic imagination.",
      "author": "Sally Mann",
      "category": "Vivid"
    },
    {
      "quote": "There's just so many great stories in the past that you can know a little bit about, but you can't know it all, and that's where imagination can work.",
      "author": "Geraldine Brooks",
      "category": "Work, Great, Past"
    },
    {
      "quote": "My greatest strength as a child, I realize now, was my imagination. While every other kid was reading and writing, I had seven whole hours a day to practice my imagination. When do you get that space in your life, ever?",
      "author": "Barbara Corcoran",
      "category": "Life, Strength, Space"
    },
    {
      "quote": "Writing is a mysterious process, and many ideas come from deep within the imagination, so it's very hard to say how characters come about. Mostly, they just happen.",
      "author": "Michelle Paver",
      "category": "Deep, Writing, Ideas"
    },
    {
      "quote": "All the best have something in common, a regard for reality, an agreement to its primacy over the imagination.",
      "author": "Wislawa Szymborska",
      "category": "Best, Reality, Agreement"
    },
    {
      "quote": "Politics is the enemy of the imagination.",
      "author": "Ian Mcewan",
      "category": "Politics, Enemy"
    },
    {
      "quote": "The goal of 'Data Detectives' is to spark the imagination of students around the globe by making them think about new technologies that will impact humanity in ways similar to language and art.",
      "author": "Rick Smolan",
      "category": "Art, Goal, Humanity"
    },
    {
      "quote": "For a 12-year-old with a hyperactive imagination who liked to dream of dreary gothic castles, suburban Florida felt a little stifling.",
      "author": "Ransom Riggs",
      "category": "Dream, Castles, Little"
    },
    {
      "quote": "My books are elegiac in the sense that they're odes to a nation that even I sometimes think may not exist anymore except in my memory and my imagination.",
      "author": "Richard Russo",
      "category": "Memory, Think, Nation"
    },
    {
      "quote": "All of the stuff I can't afford to do on a TV budget, I just put into the comic book because you're really only limited in a comic by your artist's imagination.",
      "author": "Marc Guggenheim",
      "category": "Book, Artist, Budget"
    },
    {
      "quote": "Any acting is a stretch of the imagination. That's your job. Acting is truth in imaginary circumstances. Acting with green screen or a motion capture stage, you're striving for absolute truth in absolutely imaginary circumstances.",
      "author": "Sam Worthington",
      "category": "Truth, Job, Green"
    },
    {
      "quote": "To me, stretching the capabilities of my imagination is a crucial aspect of writing fiction; you could think of it as a mental form of athleticism.",
      "author": "Julia Glass",
      "category": "Writing, Me, Think"
    },
    {
      "quote": "As a little girl, my destiny was stamped onto the canvas of my imagination at 5 years old. I was watching soaps with my grandmother... The most gorgeous black women I had ever seen in my life came out, and I knew that that is what I wanted to do - be fabulous and black and on TV.",
      "author": "Niecy Nash",
      "category": "Life, Women, Girl"
    },
    {
      "quote": "When you are a people's movement, you have one thing. Your only asset is people. And you have to deal with real people. Not the people of your imagination. Not the people you wish people would be. But people as they exist actually out there in the real world.",
      "author": "Norman Finkelstein",
      "category": "World, People, Wish"
    },
    {
      "quote": "Three centuries after the appearance of Franklin's 'Courant', it no longer requires a dystopic imagination to wonder who will have the dubious distinction of publishing America's last genuine newspaper. Few believe that newspapers in their current printed form will survive.",
      "author": "Eric Alterman",
      "category": "America, Believe, Three"
    },
    {
      "quote": "I guess just a lively imagination is the best effort an actor can have.",
      "author": "Jacki Weaver",
      "category": "Best, Effort, Actor"
    },
    {
      "quote": "There's something magical about a home run. It almost violates the space of the stadium. It's a game of the imagination in some ways. Baseball.",
      "author": "Alex Gibney",
      "category": "Home, Baseball, Space"
    },
    {
      "quote": "Radio listeners often have a very fertile imagination when it comes to body shape.",
      "author": "Tamsin Greig",
      "category": "Body, Radio, Shape"
    },
    {
      "quote": "I believed in myself. I never imagined myself as just an ordinary player.",
      "author": "Imran Khan",
      "category": "Myself, Never, Just"
    },
    {
      "quote": "If my accent betrayed my foreign birth, it also stamped me as an enemy, in the imagination of the producers.",
      "author": "Bela Lugosi",
      "category": "Me, Birth, Enemy"
    },
    {
      "quote": "I always won in my imagination. I always hit the game-winning shot, or I hit the free throw. Or if I missed, there was a lane violation, and I was given another one.",
      "author": "Mike Krzyzewski",
      "category": "Free, Always, Lane"
    },
    {
      "quote": "Imagination has a great deal to do with winning.",
      "author": "Mike Krzyzewski",
      "category": "Great, Winning, Great Deal"
    },
    {
      "quote": "To say that such-and-such a circumstance is 'Kafkaesque' is to admit to the denigration of an imagination that has burned a hole in what we take to be modernism - even in what we take to be the ordinary fabric and intent of language. Nothing is like 'The Hunger Artist.' Nothing is like 'The Metamorphosis.'",
      "author": "Cynthia Ozick",
      "category": "Language, Artist, Nothing"
    },
    {
      "quote": "I don't agree with the sentiment 'write what you know.'... I think one should write what one doesn't know. The world is bigger and wider and more complex than our small subjective selves. One should prod, goad the imagination.",
      "author": "Cynthia Ozick",
      "category": "World, Small, Know"
    },
    {
      "quote": "My children have been all over the world, and I think it's so good for them: expanding their horizons and imagination and seeing how other people live.",
      "author": "Keeley Hawes",
      "category": "Children, Good, World"
    },
    {
      "quote": "London has always provided the landscape for my imagination. It becomes a character - a living being - within each of my books.",
      "author": "Peter Ackroyd",
      "category": "Character, Landscape, Living"
    },
    {
      "quote": "I have always believed that the material world is governed by nonmaterial sources, so that in that sense 'English Music' is an exercise in the spiritual as well as the material. I have always been attracted to the Gothic and spiritual imagination, and I've always been interested in visionaries.",
      "author": "Peter Ackroyd",
      "category": "Music, Spiritual, World"
    },
    {
      "quote": "When I was a boy, I was a worrier, and so was my son, Joe. I used to tell him that worrying meant he had an imagination and that one day he'd be pleased.",
      "author": "Anthony Browne",
      "category": "Day, Son, Boy"
    },
    {
      "quote": "Inspiring passion in children for books, and the world of imagination and creativity fuelled by them, is a fundamental reason for why the Children's Laureate post exists.",
      "author": "Anthony Browne",
      "category": "Children, Creativity"
    },
    {
      "quote": "Picture books are for everybody at any age, not books to be left behind as we grow older. The best ones leave a tantalising gap between the pictures and the words, a gap that is filled by the reader's imagination, adding so much to the excitement of reading a book.",
      "author": "Anthony Browne",
      "category": "Age, Best, Words"
    },
    {
      "quote": "There's so much more that I want to do. Of course it's great what has happened so far: Ultra, Coachella, EDC. But still, production-wise and show-wise, I'd love to play a show at Madison Square Garden. Stuff like that is beyond my imagination.",
      "author": "Martin Garrix",
      "category": "Love, Great, Garden"
    },
    {
      "quote": "My daughter has a vivid imagination, and so does my son.",
      "author": "Nicole Ari Parker",
      "category": "Daughter, Son, Does"
    },
    {
      "quote": "Every parent knows this moment in a child's age when he or she needs your attention in a very specific way because it's the beginning and ending of the early life of imagination. It's such a responsibility.",
      "author": "Nicole Ari Parker",
      "category": "Life, Age, Responsibility"
    },
    {
      "quote": "I still have a photo on my wall of the greatest idol I will ever have in my life, and it's myself at eight. Because that's when the forces of imagination have the same value as the real world, when they're an instrument of survival: when my mother disappeared, and I imagined a mother. That was me at my best.",
      "author": "Henning Mankell",
      "category": "Life, Best, Mother"
    },
    {
      "quote": "Humiliating events have a way of capturing the public's imagination. So it has been since antiquity, when gladiators were pitted against each other and the legions of Spartacus were crucified in endless rows on the way to Rome.",
      "author": "Gary Weiss",
      "category": "Rome, Events, Way"
    },
    {
      "quote": "I became a novelist because of 'Gone With the Wind,' or more precisely, my mother raised me up to be a 'Southern' novelist, with a strong emphasis on the word 'Southern' because 'Gone With the Wind' set my mother's imagination ablaze when she was a young girl growing up in Atlanta.",
      "author": "Pat Conroy",
      "category": "Mother, Strong, Girl"
    },
    {
      "quote": "He who has imagination without learning has wings but no feet.",
      "author": "Joseph Joubert",
      "category": "Learning, Feet, Wings"
    },
    {
      "quote": "My approach as an actor has always been the same, in that the greatest gift that you're ever going to have is your imagination because you're not going to have all life experiences. So you draw on things that are sort of close to it but you spend your time expanding on it or drawing something specific on whatever your situation is.",
      "author": "Vince Vaughn",
      "category": "Life, Time, Gift"
    },
    {
      "quote": "I do as much comedy as I possibly can, but I'm basically limited by the imagination of the secretaries who make the decisions.",
      "author": "Rufus Sewell",
      "category": "Decisions, Comedy, Who"
    },
    {
      "quote": "Only World War II, which mobilized 10 million draftees, could by any stretch of the imagination be called a people's war.",
      "author": "John Gregory Dunne",
      "category": "War, World, People"
    },
    {
      "quote": "I've been working on the soprano saxophone for 40 years, and the possibilities are astounding. It's up to you, the only limit is the imagination.",
      "author": "Steve Lacy",
      "category": "Limit, Working, You"
    },
    {
      "quote": "I deeply adored my mum. She was an extraordinary person, even for the prejudice I'm likely to have. She was beautiful, amusing, a tremendous elaborator of things into comic proportions and extravagant in her imagination.",
      "author": "Andrew Motion",
      "category": "Beautiful, Prejudice, She"
    },
    {
      "quote": "I have an active imagination.",
      "author": "Anya Taylor-Joy",
      "category": "Active"
    },
    {
      "quote": "Reading changes your perspective and feeds your imagination.",
      "author": "Najat Vallaud-Belkacem",
      "category": "Reading, Changes"
    },
    {
      "quote": "I like to have a thing suggested rather than told in full. When every detail is given, the mind rests satisfied, and the imagination loses the desire to use its own wings.",
      "author": "Thomas Bailey Aldrich",
      "category": "Mind, Wings, Desire"
    },
    {
      "quote": "Dwellers by the sea are generally superstitious sailors always are. There is something in the illimitable expanse of sky and water that dilates the imagination.",
      "author": "Thomas Bailey Aldrich",
      "category": "Water, Sea, Sky"
    },
    {
      "quote": "To my mind the boy who gives least promise is one in whom the critical faculty develops in advance of the imagination.",
      "author": "Quintilian",
      "category": "Mind, Boy, Promise"
    },
    {
      "quote": "Life-writing calls for any number of dubious gifts: A touch of O.C.D., a lack of imagination, a large desk, neutrality of Swiss proportions, tactlessness, a high tolerance for archival dust. Most of all it calls for an act of displacement. 'To find your subject, you must in some sense lose yourself along the way,' is Richard Holmes's version.",
      "author": "Stacy Schiff",
      "category": "Yourself, Tolerance, You"
    },
    {
      "quote": "I ask questions. I watch the world. And what I have discovered is that the parts of my fiction that people most tell me are 'unbelievable' are those that are most closely based on the real, those least diluted by my imagination.",
      "author": "Chimamanda Ngozi Adichie",
      "category": "World, Me, People"
    },
    {
      "quote": "I just can't afford to get bored, because if you've been blessed with a generous imagination, which a lot of actors have, to be engaged, to be stimulated, is to liberate your imagination.",
      "author": "John C. McGinley",
      "category": "Blessed, Bored, You"
    },
    {
      "quote": "To be in a show like 'Miranda' that captures everyone's imagination is amazing, but it's hard when people can't see beyond that. I started travelling to North America because 'Miranda' was so popular in the U.K.; I always knew I wanted to challenge myself and not go for the obvious roles.",
      "author": "Tom Ellis",
      "category": "Myself, Challenge, America"
    },
    {
      "quote": "Genius is an African who dreams up snow.",
      "author": "Vladimir Nabokov",
      "category": "Dreams, Genius, Snow"
    },
    {
      "quote": "I use a lot of film images, analogies, and imagination.",
      "author": "Carlos Fuentes",
      "category": "Film, Images, Lot"
    },
    {
      "quote": "I feel very giddy with the idea of making my imagination take form and being able to put on a show where people leave feeling like they've experienced something.",
      "author": "Carly Rae Jepsen",
      "category": "People, Feeling, Idea"
    },
    {
      "quote": "We are fascinated with our own history, and we are fascinated with the Romans because they were millennia ago, and yet they still capture our imagination because they were actually so similar to us. They were very civilized. They had a very similar political system.",
      "author": "Kit Harington",
      "category": "History, Political, Capture"
    },
    {
      "quote": "I write from my imagination, not from what I've read in books or seen on TV or to make money. I wrote from an idea I was passionate about.",
      "author": "Dirk Benedict",
      "category": "Money, Passionate, Idea"
    },
    {
      "quote": "They seem much rarer now, those auteur films that come out of a director's imagination and are elliptical and hermetic. All those films that got me into independent cinema when I was watching it seem thin on the ground.",
      "author": "Toby Jones",
      "category": "Me, Independent, Director"
    },
    {
      "quote": "The idea was always going to be that each year is a stand-alone story, which did make it easier on some level. It also requires the network to have the creative imagination to say, 'This is also 'Fargo,' you know what I mean?",
      "author": "Noah Hawley",
      "category": "Creative, Story, Know"
    },
    {
      "quote": "Meeting Australian mountaineer and author Tim Macartney-Snape when I was 16 in 1994 had a big impact on me. His ascent of Everest from sea to summit captured my imagination.",
      "author": "Tim Cope",
      "category": "Sea, Impact, Me"
    },
    {
      "quote": "An idea is a putting truth in check-mate.",
      "author": "Jose Ortega y Gasset",
      "category": "Truth, Idea, Putting"
    },
    {
      "quote": "The imagination is man's power over nature.",
      "author": "Wallace Stevens",
      "category": "Nature, Power, Man"
    },
    {
      "quote": "To regard the imagination as metaphysics is to think of it as part of life, and to think of it as part of life is to realize the extent of artifice. We live in the mind.",
      "author": "Wallace Stevens",
      "category": "Life, Mind, Live"
    },
    {
      "quote": "I'm an emotional sort of person in general and I have a vivid imagination, so I feel the whole spectrum of emotion strongly when I write.",
      "author": "Erin Morgenstern",
      "category": "Emotion, Emotional, Person"
    },
    {
      "quote": "My favorite literature to read is fairly dry history. I like the framework, and my imagination can do the rest.",
      "author": "Andrew Bird",
      "category": "History, Literature, Rest"
    },
    {
      "quote": "You have to just go with your imagination, where your instinct takes you.",
      "author": "Peter Mullan",
      "category": "You, Instinct, Where"
    },
    {
      "quote": "Your primary tools, as an actor, are observation and imagination. You can pretty much get everything you need from that, and you do. It brings back that element of pretend.",
      "author": "Stephen Lang",
      "category": "Tools, Observation, You"
    },
    {
      "quote": "On some level, acting is the art of pretend, and you have to have a highly cultivated sense of imagination. You have to be able to see things that aren't there, no matter what aspect of acting, whether it's green screen, whether it's on stage, whether it's anything else, whether you're working on the radio.",
      "author": "Stephen Lang",
      "category": "Art, Acting, Green"
    },
    {
      "quote": "The nomads' egalitarian lifestyle astonished the Greeks, who kept their own women indoors weaving and minding children. The exotic Scythian lifestyle fueled the Greek imagination and led to an outpouring of myths about fierce Amazons, 'the equals of men.'",
      "author": "Adrienne Mayor",
      "category": "Children, Women, Men"
    },
    {
      "quote": "We know their names: Hippolyta, Antiope, Thessalia. But they were long thought to be just travelers' tales or products of the Greek storytelling imagination. A lot of scholars still argue that. But archaeology has now proven without a doubt that there really were women fitting the description that the Greeks gave us of Amazons and warrior women.",
      "author": "Adrienne Mayor",
      "category": "Women, Thought, Warrior"
    },
    {
      "quote": "The opportunities of man are limited only by his imagination. But so few have imagination that there are ten thousand fiddlers to one composer.",
      "author": "Charles Kettering",
      "category": "Man, Opportunities, Composer"
    },
    {
      "quote": "Ideas control the world.",
      "author": "James A. Garfield",
      "category": "World, Ideas, Control"
    },
    {
      "quote": "In an era of parental paranoia, lawsuit mania and testing frenzy, we are failing to inspire our children's curiosity, creativity, and imagination. We are denying them opportunities to tinker, discover, and explore - in short, to play.",
      "author": "Darell Hammond",
      "category": "Children, Creativity, Short"
    },
    {
      "quote": "Ultimately, so much Dr. Seuss is about empowerment. He invites us to disappear into our imagination and then blows the doors off what that can mean.",
      "author": "Gary Ross",
      "category": "Doors, Empowerment, Mean"
    },
    {
      "quote": "Imagination creates some big monsters.",
      "author": "Olivier Martinez",
      "category": "Monsters, Big, Some"
    },
    {
      "quote": "A young imagination is bold, likes to make bigger leaps. It likes to, well, imagine that the dustbuster is a dinosaur; that the computer mouse is a hotrod; that the box is a cave; that the rawhide is a torch... or a baton... or something.",
      "author": "Mo Rocca",
      "category": "Bold, Young, Box"
    },
    {
      "quote": "I like to build a character, trying to stretch my imagination as far to the walls of my brain as I can to come up with something that feels truthful and feels real - as close to the skin as I can get it.",
      "author": "Uzo Aduba",
      "category": "Character, Brain, Trying"
    },
    {
      "quote": "I think of myself as a little kid, and I had a wild imagination, but it was something that was encouraged and supported, which helped steer me into the arts.",
      "author": "Uzo Aduba",
      "category": "Myself, Me, Think"
    },
    {
      "quote": "Love is based on imagination.",
      "author": "Olivier Martinez",
      "category": "Love, Love Is, Based"
    },
    {
      "quote": "But in my imagination this whole thing developed and I started mixing up old folk songs with the Beatles beat and taking them down to Greenwich Village and playing them for the people there.",
      "author": "Roger McGuinn",
      "category": "People, Down, Village"
    },
    {
      "quote": "I sort of jumped out of movies and into the lifeboat of comics. I loved it right away. It was the opposite of film school. Whatever was in my imagination could end up in the finished product. There were just no limitations.",
      "author": "Brian K. Vaughan",
      "category": "School, End, Movies"
    },
    {
      "quote": "That was the appealing thing about comics: There literally is no budget in comics. You're only limited by your imagination.",
      "author": "Brian K. Vaughan",
      "category": "Budget, You, Comics"
    },
    {
      "quote": "Let's be clear - for people like me, who are obsessed with story and for whom words are their medium, writing is the best job possible. I work hard, but I earn more than the national average wage while I play with my imagination, and for me, that's a dream.",
      "author": "Sara Sheridan",
      "category": "Work, Best, Work Hard"
    },
    {
      "quote": "I used to write stories a lot because you had to fill your hours some other way than watching television. So my imagination was vivid, and I used to write a lot of stories. I wrote a novel, which I still have, which is so awful.",
      "author": "Robert Osborne",
      "category": "Television, Way, You"
    },
    {
      "quote": "Imagination is not the exclusive appanage of artists, but belongs in varying degrees to all men.",
      "author": "George Henry Lewes",
      "category": "Men, Artists, Belongs"
    },
    {
      "quote": "Philosophy and Art both render the invisible visible by imagination.",
      "author": "George Henry Lewes",
      "category": "Art, Philosophy, Invisible"
    },
    {
      "quote": "Clearly, some creative thinking is badly needed if humans are to have a future beyond Earth. Returning to the Moon may be worthy and attainable, but it fails to capture the public's imagination. What does get people excited is the prospect of a mission to Mars.",
      "author": "Paul Davies",
      "category": "Future, Thinking, Moon"
    },
    {
      "quote": "I feel like the Internet needs to be disarmed in some way. There needs to be a philosophical undermining of the Internet. We take it too seriously and too literally. For a reference we go to Wikipedia, which is full of inaccuracies and misinformation. It's kind of beautiful - it's all the product of imagination; it's not reality at all.",
      "author": "Sufjan Stevens",
      "category": "Beautiful, Reality, Internet"
    },
    {
      "quote": "When I start a picture, I always have a script, but I change it every day. I put in what occurs to me that day out of my imagination. You start on a voyage; you know where you will end up but not what will occur along the way. You want to be surprised.",
      "author": "Federico Fellini",
      "category": "Change, Day, Me"
    },
    {
      "quote": "You will obtain a vision of matter that is perhaps fatiguing for your imagination, but pure and stripped of what the requirements of life make you add to it in external perception.",
      "author": "Henri Bergson",
      "category": "Life, Vision, Perception"
    },
    {
      "quote": "Classical plays require more imagination and more general training to be able to do. That's why I like playing Shakespeare better than anything else.",
      "author": "Vivien Leigh",
      "category": "Training, Better, Why"
    },
    {
      "quote": "I do not 'get' ideas ideas get me.",
      "author": "Robertson Davies",
      "category": "Ideas, Me, Get"
    },
    {
      "quote": "All art, from the paintings on the walls of cave dwellers to art created today, is autobiographical because it comes from the secret place in the soul where imagination resides.",
      "author": "Gloria Vanderbilt",
      "category": "Art, Today, Soul"
    },
    {
      "quote": "We imagine that we want to escape our selfish and commonplace existence, but we cling desperately to our chains.",
      "author": "Anne Sullivan",
      "category": "Selfish, Escape, Want"
    },
    {
      "quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...' And then do it.",
      "author": "Duane Michals",
      "category": "Trust, Voice, Interesting"
    },
    {
      "quote": "I believe in the imagination. What I cannot see is infinitely more important than what I can see.",
      "author": "Duane Michals",
      "category": "Believe, I Believe, See"
    },
    {
      "quote": "In my imagination yes, I remember, when I was six years old, I was conducting all this concert in my house. But now it's real.",
      "author": "Gustavo Dudamel",
      "category": "Remember, Real, House"
    },
    {
      "quote": "The peculiar fascination which the South held over my imagination and my limited capital decided me in favor of Atlanta University so about the last of September I bade farewell to the friends and scenes of my boyhood and boarded a train for the South.",
      "author": "James Weldon Johnson",
      "category": "Friends, Train, Me"
    },
    {
      "quote": "Suffering, it turns out, demands profound imagination. A new future has to be conjured up because the old future isn't there anymore.",
      "author": "Rob Bell",
      "category": "Future, Suffering, Profound"
    },
    {
      "quote": "I have an imagination because my life is so boring that my imagination lets me get off the reality of what's going on.",
      "author": "Dave Attell",
      "category": "Life, Reality, Me"
    },
    {
      "quote": "I used to lie in bed in my flat and imagine what would happen if there was a zombie attack.",
      "author": "Simon Pegg",
      "category": "Lie, Zombie, Bed"
    },
    {
      "quote": "You need imagination in order to imagine a future that doesn't exist.",
      "author": "Azar Nafisi",
      "category": "Future, You, Need"
    },
    {
      "quote": "I try to decorate my imagination as much as I can.",
      "author": "Franz Schubert",
      "category": "I Can, Try, Decorate"
    },
    {
      "quote": "What does it mean to be Catholic and not a Catholic? I feel adrift, homeless. My Catholic imagination allows me to see the soul as a lit breath, seeking the divine. It persists.",
      "author": "Julianna Baggott",
      "category": "Soul, Homeless, Me"
    },
    {
      "quote": "I am putting real plums into an imaginary cake.",
      "author": "Mary McCarthy",
      "category": "I Am, Cake, Real"
    },
    {
      "quote": "The violent quarrel between the abstractionists and the surrealists seems to me quite unnecessary. All good art has contained both abstract and surrealist elements, just as it has contained both classical and romantic elements - order and surprise, intellect and imagination, conscious and unconscious.",
      "author": "Henry Moore",
      "category": "Art, Romantic, Good"
    },
    {
      "quote": "From a very young age, stories fuelled my imagination in the most wonderful way.",
      "author": "Hayley Atwell",
      "category": "Age, Young, Way"
    },
    {
      "quote": "We are all afraid for our confidence, for the future, for the world. That is the nature of the human imagination. Yet every man, every civilization, has gone forward because of its engagement with what it has set itself to do.",
      "author": "Jacob Bronowski",
      "category": "Nature, Future, Confidence"
    },
    {
      "quote": "Predating the Internet and predating videos, you had an active imagination. You would hear sounds and then get mental pictures of what these sounds felt like to you. It engaged you and made you more invested in it. It made you want to get tickets to the show, buy the album, put the poster on the wall. Now it's sensory overload.",
      "author": "Q-Tip",
      "category": "Internet, Want, You"
    },
    {
      "quote": "I grew up in Sierra Leone, in a small village where as a boy my imagination was sparked by the oral tradition of storytelling. At a very young age I learned the importance of telling stories - I saw that stories are the most potent way of seeing anything we encounter in our lives, and how we can deal with living.",
      "author": "Ishmael Beah",
      "category": "Age, Small, Storytelling"
    },
    {
      "quote": "For imagination sets the goal picture which our automatic mechanism works on. We act, or fail to act, not because of will, as is so commonly believed, but because of imagination.",
      "author": "Maxwell Maltz",
      "category": "Goal, Picture, Fail"
    },
    {
      "quote": "Vision is the true creative rhythm.",
      "author": "Robert Delaunay",
      "category": "Vision, Creative, True"
    },
    {
      "quote": "Then I decided to draw from and on my own imagination, and everything came out perfect.",
      "author": "Jack Prelutsky",
      "category": "Perfect, Everything, My Own"
    },
    {
      "quote": "We have the universe to roam in in imagination. It is our virtue to be infinitely varied. The worst tyranny is uniformity.",
      "author": "George William Russell",
      "category": "Universe, Tyranny, Virtue"
    },
    {
      "quote": "History releases me from my own experience and jogs my fictional imagination.",
      "author": "Jennifer Gilmore",
      "category": "History, Experience, Me"
    },
    {
      "quote": "Imagination is at the root of much that passes for love.",
      "author": "Gilbert Parker",
      "category": "Love, Root, Passes"
    },
    {
      "quote": "A person possessed with an idea cannot be reasoned with.",
      "author": "James Anthony Froude",
      "category": "Idea, Person, Cannot"
    },
    {
      "quote": "Writing for children isn't easy. Kids will abandon a story that doesn't interest, enchant, delight, thrill, or terrify them. But when you can find a way into a young reader's imagination through something as simple as words on paper, well, there's nothing more satisfying.",
      "author": "Kate Klise",
      "category": "Children, Simple, Words"
    },
    {
      "quote": "I've always had this in a kind of worst-case dark imagination. I want to know what the dark form in the window is. I want to know what the noise under the staircase is.",
      "author": "Lisa Unger",
      "category": "Window, Dark, Want"
    },
    {
      "quote": "I had been a reporter for 15 years when I set out to write my first novel. I knew how to research an article or profile a subject - skills that I assumed would be useless when it came to fiction. It was from my imagination that the characters in my story would emerge.",
      "author": "Amy Waldman",
      "category": "Research, Story, Skills"
    },
    {
      "quote": "Children do not give up their innate imagination, curiosity, dreaminess easily. You have to love them to get them to do that.",
      "author": "R. D. Laing",
      "category": "Love, Children, Curiosity"
    },
    {
      "quote": "My mother was making $135 a week, but she had resilience and imagination. She might take frozen vegetables, cook them with garlic, onion and Spam, and it would taste like a four-star dinner.",
      "author": "Andre Dubus III",
      "category": "Mother, Resilience, Week"
    },
    {
      "quote": "No, no, I don't watch football. The last time I tried watching was the last Super Bowl. The problem I have is, you know, the graphic nature of my imagination; when I watch and see them meeting head onto head, helmet onto helmet, what flashes through my mind is what's going on in their brains. It's like torture to me.",
      "author": "Bennet Omalu",
      "category": "Nature, Time, Football"
    },
    {
      "quote": "I love using my imagination. I love writing about animals.",
      "author": "Mary Pope Osborne",
      "category": "Love, Writing, Animals"
    },
    {
      "quote": "I am imagination. I can see what the eyes cannot see. I can hear what the ears cannot hear. I can feel what the heart cannot feel.",
      "author": "Peter Nivio Zarlenga",
      "category": "Eyes, Heart, I Am"
    },
    {
      "quote": "Never forget that the key to the situation lies in the will and not in the imagination.",
      "author": "Evelyn Underhill",
      "category": "Situation, Never Forget"
    },
    {
      "quote": "The American imagination has never been able to fully recover from its white-supremacist beginnings.",
      "author": "Claudia Rankine",
      "category": "American, Beginnings, Never"
    },
    {
      "quote": "I have a darker imagination than most people.",
      "author": "Edan Lepucki",
      "category": "People, Most, Than"
    },
    {
      "quote": "Writers to some extent are childish, and it's at the childish level that one really engages with any experience. What really moves you is at the very personal, childish level of the imagination. My business is the imagination, and my imagination is engaged by Asia.",
      "author": "Christopher Koch",
      "category": "Business, Experience, You"
    },
    {
      "quote": "Each one seems to be, in some way, essentially different from the others, and each is a surprise to me. I think that making books, or any kind of art, might also be like mining. The artist digs into his or her life and imagination and never knows what they'll find. That's the adventure.",
      "author": "Mordicai Gerstein",
      "category": "Life, Art, Adventure"
    },
    {
      "quote": "I love the paranormal, because there, every genre I write can become one beacon for my imagination.",
      "author": "Leslie Banks",
      "category": "Love, Become, Beacon"
    },
    {
      "quote": "Imagination is an instrument of survival.",
      "author": "Rogier van der Heide",
      "category": "Survival, Instrument"
    },
    {
      "quote": "Imagination, the traitor of the mind, has taken my solitude and slain it.",
      "author": "Robinson Jeffers",
      "category": "Solitude, Mind, Traitor"
    },
    {
      "quote": "The imagination is a pretty precious source of protection.",
      "author": "Nicholas Ray",
      "category": "Precious, Protection, Pretty"
    },
    {
      "quote": "Dreaming is an act of pure imagination, attesting in all men a creative power, which if it were available in waking, would make every man a Dante or Shakespeare.",
      "author": "Frederick Henry Hedge",
      "category": "Power, Man, Men"
    },
    {
      "quote": "I consider myself very fortunate indeed to have created a character which has captured the imagination and enthusiasm of so many children worldwide. They are my family, and Spot belongs to them all.",
      "author": "Eric Hill",
      "category": "Family, Children, Myself"
    },
    {
      "quote": "Nowadays people's visual imagination is so much more sophisticated, so much more developed, particularly in young people, that now you can make an image which just slightly suggests something, they can make of it what they will.",
      "author": "Robert Doisneau",
      "category": "People, Young, You"
    },
    {
      "quote": "I want to be on the screen, I want to play dress up every day, I want be different people, I want to have fun, and I want to use my imagination.",
      "author": "Skyler Samuels",
      "category": "Day, Fun, Dress"
    },
    {
      "quote": "I am better able to imagine hell than heaven; it is my inheritance, I suppose.",
      "author": "Elinor Wylie",
      "category": "I Am, Hell, Better"
    },
    {
      "quote": "Life would have been absolutely empty without imagination.",
      "author": "Jack Williamson",
      "category": "Life, Without, Empty"
    },
    {
      "quote": "In art, the hand can never execute anything higher than the heart can imagine.",
      "author": "Ralph Waldo Emerson",
      "category": "Heart, Never, Anything"
    },
    {
      "quote": "My eyes were made to erase all that is ugly.",
      "author": "Raoul Dufy",
      "category": "Eyes, Ugly, Erase"
    },
    {
      "quote": "Painting is easy when you don't know how, but very difficult when you do.",
      "author": "Edgar Degas",
      "category": "Painting, Easy, Know"
    },
    {
      "quote": "Art is the daughter of freedom.",
      "author": "Friedrich Schiller",
      "category": "Freedom, Daughter"
    },
    {
      "quote": "Riding a race bike is an art - a thing that you do because you feel something inside.",
      "author": "Valentino Rossi",
      "category": "Bike, You, Race"
    },
    {
      "quote": "Art is not a thing it is a way.",
      "author": "Elbert Hubbard",
      "category": "Way, Thing"
    },
    {
      "quote": "Vision is the art of seeing what is invisible to others.",
      "author": "Jonathan Swift",
      "category": "Vision, Seeing, Invisible"
    },
    {
      "quote": "You use a glass mirror to see your face you use works of art to see your soul.",
      "author": "George Bernard Shaw",
      "category": "Soul, Mirror, Glass"
    },
    {
      "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.",
      "author": "C. S. Lewis",
      "category": "Friendship, Value"
    },
    {
      "quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
      "author": "Dwight D. Eisenhower",
      "category": "Motivational, Motivation"
    },
    {
      "quote": "The greatness of art is not to find what is common but what is unique.",
      "author": "Isaac Bashevis Singer",
      "category": "Greatness, Unique, Find"
    },
    {
      "quote": "My painting does not come from the easel.",
      "author": "Jackson Pollock",
      "category": "Painting, Come, Does"
    },
    {
      "quote": "Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse.",
      "author": "Winston Churchill",
      "category": "Innovation, Tradition, Sheep"
    },
    {
      "quote": "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.",
      "author": "Vincent Van Gogh",
      "category": "Voice, You, Paint"
    },
    {
      "quote": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.",
      "author": "Pablo Picasso",
      "category": "Sun, Yellow, Spot"
    },
    {
      "quote": "Art is not a handicraft, it is the transmission of feeling the artist has experienced.",
      "author": "Leo Tolstoy",
      "category": "Artist, Feeling"
    },
    {
      "quote": "Advertising is the art of convincing people to spend money they don't have for something they don't need.",
      "author": "Will Rogers",
      "category": "Money, Advertising, People"
    },
    {
      "quote": "The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web.",
      "author": "Pablo Picasso",
      "category": "Sky, Artist, Earth"
    },
    {
      "quote": "Creative without strategy is called 'art.' Creative with strategy is called 'advertising.'",
      "author": "Jef I. Richards",
      "category": "Advertising, Creative"
    },
    {
      "quote": "I don't want life to imitate art. I want life to be art.",
      "author": "Ernst Fischer",
      "category": "Life, Want, Imitate"
    },
    {
      "quote": "Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that.",
      "author": "Susan Vreeland",
      "category": "Peace, Community, Compassion"
    },
    {
      "quote": "Every human is an artist. And this is the main art that we have: the creation of our story.",
      "author": "Don Miguel Ruiz",
      "category": "Artist, Story, Human"
    },
    {
      "quote": "A picture is a poem without words.",
      "author": "Horace",
      "category": "Words, Picture, Without"
    },
    {
      "quote": "The art of simplicity is a puzzle of complexity.",
      "author": "Douglas Horton",
      "category": "Simplicity, Puzzle"
    },
    {
      "quote": "I prefer drawing to talking. Drawing is faster, and leaves less room for lies.",
      "author": "Le Corbusier",
      "category": "Drawing, Talking, Faster"
    },
    {
      "quote": "Personality is everything in art and poetry.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Poetry, Personality"
    },
    {
      "quote": "Insight is the first condition of Art.",
      "author": "George Henry Lewes",
      "category": "Insight, First, Condition"
    },
    {
      "quote": "An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way.",
      "author": "Charles Bukowski",
      "category": "Simple, Artist, Intellectual"
    },
    {
      "quote": "Art is never finished, only abandoned.",
      "author": "Leonardo da Vinci",
      "category": "Never, Abandoned, Finished"
    },
    {
      "quote": "The true artist is not proud: he unfortunately sees that art has no limits; he feels darkly how far he is from the goal, and though he may be admired by others, he is sad not to have reached that point to which his better genius only appears as a distant, guiding sun.",
      "author": "Ludwig van Beethoven",
      "category": "Sad, Sun, Artist"
    },
    {
      "quote": "Color is my day-long obsession, joy and torment.",
      "author": "Claude Monet",
      "category": "Joy, Color, Obsession"
    },
    {
      "quote": "Every painting is a voyage into a sacred harbour.",
      "author": "Giotto di Bondone",
      "category": "Painting, Voyage, Sacred"
    },
    {
      "quote": "Tact is the art of making a point without making an enemy.",
      "author": "Isaac Newton",
      "category": "Enemy, Without, Point"
    },
    {
      "quote": "The artist vocation is to send light into the human heart.",
      "author": "George Sand",
      "category": "Light, Heart, Artist"
    },
    {
      "quote": "All the art of living lies in a fine mingling of letting go and holding on.",
      "author": "Havelock Ellis",
      "category": "Life, Letting Go, Living"
    },
    {
      "quote": "Culture is the arts elevated to a set of beliefs.",
      "author": "Thomas Wolfe",
      "category": "Culture, Arts, Beliefs"
    },
    {
      "quote": "I'm giving into my tendency to want to blur and blend the lines between art and life, and privacy and sharing.",
      "author": "Lia Ices",
      "category": "Life, Giving, Want"
    },
    {
      "quote": "Be slow to fall into friendship; but when thou art in, continue firm and constant.",
      "author": "Socrates",
      "category": "Friendship, Fall, Slow"
    },
    {
      "quote": "To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts.",
      "author": "Charles Baudelaire",
      "category": "Color, Intimacy, Say"
    },
    {
      "quote": "To me, photography is an art of observation. It's about finding something interesting in an ordinary place... I've found it has little to do with the things you see and everything to do with the way you see them.",
      "author": "Elliott Erwitt",
      "category": "Me, Photography, You"
    },
    {
      "quote": "Art is the most beautiful of all lies.",
      "author": "Claude Debussy",
      "category": "Beautiful, Most Beautiful"
    },
    {
      "quote": "Inspiration comes from everywhere: books, art, people on the street. It is an interior process for me.",
      "author": "Colleen Atwood",
      "category": "Me, People, Inspiration"
    },
    {
      "quote": "If you're not trying to be real, you don't have to get it right. That's art.",
      "author": "Andy Warhol",
      "category": "Trying, Real, You"
    },
    {
      "quote": "In art, there is no need for color; I see only light and shade. Give me a crayon, and I will paint your portrait.",
      "author": "Francisco Goya",
      "category": "Light, Color, Me"
    },
    {
      "quote": "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within.",
      "author": "Morihei Ueshiba",
      "category": "Peace, Mind, Warrior"
    },
    {
      "quote": "I don't think about art when I'm working. I try to think about life.",
      "author": "Jean-Michel Basquiat",
      "category": "Life, Think, Working"
    },
    {
      "quote": "A museum is a spiritual place. People lower their voices when they get close to art.",
      "author": "Mario Botta",
      "category": "Spiritual, People, Museum"
    },
    {
      "quote": "Rhetoric is the art of ruling the minds of men.",
      "author": "Plato",
      "category": "Men, Rhetoric, Minds"
    },
    {
      "quote": "Pop Art looks out into the world. It doesn't look like a painting of something, it looks like the thing itself.",
      "author": "Roy Lichtenstein",
      "category": "World, Painting, Look"
    },
    {
      "quote": "Painting is just another way of keeping a diary.",
      "author": "Pablo Picasso",
      "category": "Painting, Way, Diary"
    },
    {
      "quote": "In mathematics the art of proposing a question must be held of higher value than solving it.",
      "author": "Georg Cantor",
      "category": "Mathematics, Value, Question"
    },
    {
      "quote": "It's very important that we re-learn the art of resting and relaxing. Not only does it help prevent the onset of many illnesses that develop through chronic tension and worrying; it allows us to clear our minds, focus, and find creative solutions to problems.",
      "author": "Thich Nhat Hanh",
      "category": "Focus, Creative, Help"
    },
    {
      "quote": "Art is either plagiarism or revolution.",
      "author": "Paul Gauguin",
      "category": "Revolution, Plagiarism"
    },
    {
      "quote": "Diplomacy is the art of saying 'Nice doggie' until you can find a rock.",
      "author": "Will Rogers",
      "category": "Nice, You, Saying"
    },
    {
      "quote": "True art is characterized by an irresistible urge in the creative artist.",
      "author": "Albert Einstein",
      "category": "Creative, Artist, True"
    },
    {
      "quote": "The wonders of the Grand Canyon cannot be adequately represented in symbols of speech, nor by speech itself. The resources of the graphic art are taxed beyond their powers in attempting to portray its features. Language and illustration combined must fail.",
      "author": "John Wesley Powell",
      "category": "Language, Speech, Symbols"
    },
    {
      "quote": "The art of being wise is the art of knowing what to overlook.",
      "author": "William James",
      "category": "Wisdom, Wise, Knowing"
    },
    {
      "quote": "Art should be an oasis: a place or refuge from the hardness of life.",
      "author": "Fernando Botero",
      "category": "Life, Place, Oasis"
    },
    {
      "quote": "The walls between art and engineering exist only in our minds.",
      "author": "Theo Jansen",
      "category": "Engineering, Walls, Minds"
    },
    {
      "quote": "Because advertising and marketing is an art, the solution to each new problem or challenge should begin with a blank canvas and an open mind, not with the nervous borrowings of other people's mediocrities. That's precisely what 'trends' are - a search for something 'safe' - and why a reliance on them leads to oblivion.",
      "author": "George Lois",
      "category": "Challenge, Advertising, Mind"
    },
    {
      "quote": "The art of living is more like wrestling than dancing.",
      "author": "Marcus Aurelius",
      "category": "Life, Living, Wrestling"
    },
    {
      "quote": "The art of a people is a true mirror to their minds.",
      "author": "Jawaharlal Nehru",
      "category": "Mirror, People, True"
    },
    {
      "quote": "I like to change. A new lamp, a piece of art, can transform a room.",
      "author": "Madonna Ciccone",
      "category": "Change, Lamp, New"
    },
    {
      "quote": "There will be very few occasions when you are absolutely certain about anything. You will consistently be called upon to make decisions with limited information. That being the case, your goal should not be to eliminate uncertainty. Instead, you must develop the art of being clear in the face of uncertainty.",
      "author": "Andy Stanley",
      "category": "Decisions, Goal, Information"
    },
    {
      "quote": "I never know what I'm going to put on the canvas. The canvas paints itself. I'm just the middleman.",
      "author": "Peter Max",
      "category": "Know, Canvas, Never"
    },
    {
      "quote": "Well, Art is Art, isn't it? Still, on the other hand, water is water. And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now you tell me what you know.",
      "author": "Groucho Marx",
      "category": "Water, Me, Know"
    },
    {
      "quote": "The study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself. Working on a motorcycle, working well, caring, is to become part of a process, to achieve an inner peace of mind. The motorcycle is primarily a mental phenomenon.",
      "author": "Robert M. Pirsig",
      "category": "Peace, Caring, Mind"
    },
    {
      "quote": "I believe the target of anything in life should be to do it so well that it becomes an art.",
      "author": "Arsene Wenger",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "Painting is an infinitely minute part of my personality.",
      "author": "Salvador Dali",
      "category": "Personality, Painting, Part"
    },
    {
      "quote": "Animation is not the art of drawings that move but the art of movements that are drawn.",
      "author": "Norman McLaren",
      "category": "Animation, Move, Drawings"
    },
    {
      "quote": "Drawing is like making an expressive gesture with the advantage of permanence.",
      "author": "Henri Matisse",
      "category": "Drawing, Like, Gesture"
    },
    {
      "quote": "Art is the window to man's soul. Without it, he would never be able to see beyond his immediate world; nor could the world see the man within.",
      "author": "Lady Bird Johnson",
      "category": "Man, Soul, World"
    },
    {
      "quote": "An artist must be free to choose what he does, certainly, but he must also never be afraid to do what he might choose.",
      "author": "Langston Hughes",
      "category": "Free, Artist, Never"
    },
    {
      "quote": "Art! Who comprehends her? With whom can one consult concerning this great goddess?",
      "author": "Ludwig van Beethoven",
      "category": "Great, Goddess, Her"
    },
    {
      "quote": "Only in art will the lion lie down with the lamb, and the rose grow without the thorn.",
      "author": "Martin Amis",
      "category": "Rose, Lion, Lie"
    },
    {
      "quote": "The strangeness will wear off and I think we will discover the deeper meanings in modern art.",
      "author": "Jackson Pollock",
      "category": "Think, Will, Modern"
    },
    {
      "quote": "To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.",
      "author": "Alexander Calder",
      "category": "Good, Artist, Perfect"
    },
    {
      "quote": "You can't do sketches enough. Sketch everything and keep your curiosity fresh.",
      "author": "John Singer Sargent",
      "category": "Curiosity, You, Everything"
    },
    {
      "quote": "The cinema is not a craft. It is an art. It does not mean teamwork. One is always alone on the set as before the blank page. And to be alone... means to ask questions. And to make films means to answer them.",
      "author": "Jean-Luc Godard",
      "category": "Teamwork, Alone, Page"
    },
    {
      "quote": "There are no rules. That is how art is born, how breakthroughs happen. Go against the rules or ignore the rules. That is what invention is about.",
      "author": "Helen Frankenthaler",
      "category": "Rules, Born, Ignore"
    },
    {
      "quote": "It is the function of art to renew our perception. What we are familiar with we cease to see. The writer shakes up the familiar scene, and, as if by magic, we see a new meaning in it.",
      "author": "Anais Nin",
      "category": "Perception, Magic, Meaning"
    },
    {
      "quote": "Everyone discusses my art and pretends to understand, as if it were necessary to understand, when it is simply necessary to love.",
      "author": "Claude Monet",
      "category": "Love, Understand, Everyone"
    },
    {
      "quote": "Simplicity and repose are the qualities that measure the true value of any work of art.",
      "author": "Frank Lloyd Wright",
      "category": "Work, Simplicity, Value"
    },
    {
      "quote": "My art originates from hallucinations only I can see. I translate the hallucinations and obsessional images that plague me into sculptures and paintings.",
      "author": "Yayoi Kusama",
      "category": "Me, I Can, See"
    },
    {
      "quote": "The artist who aims at perfection in everything achieves it in nothing.",
      "author": "Eugene Delacroix",
      "category": "Perfection, Artist, Nothing"
    },
    {
      "quote": "What art is, in reality, is this missing link, not the links which exist. It's not what you see that is art; art is the gap.",
      "author": "Marcel Duchamp",
      "category": "Reality, You, See"
    },
    {
      "quote": "To me, photography is the simultaneous recognition, in a fraction of a second, of the significance of an event.",
      "author": "Henri Cartier-Bresson",
      "category": "Me, Photography, Event"
    },
    {
      "quote": "With just one polka dot, nothing can be achieved. In the universe, there is the sun, the moon, the earth, and hundreds of millions of stars. All of us live in the unfathomable mystery and infinitude of the universe. Pursuing 'philosophy of the universe' through art under such circumstances has led me to what I call 'stereotypical repetition.'",
      "author": "Yayoi Kusama",
      "category": "Stars, Moon, Mystery"
    },
    {
      "quote": "In art, at a certain level, there is no 'better than.' It's just about trying to operate for yourself on the most supreme level, artistically, that you can and hoping that people get it. Trusting that, just because of the way people are built and how interconnected we are, greatness will translate and symmetry will be recognised.",
      "author": "Frank Ocean",
      "category": "Greatness, Yourself, People"
    },
    {
      "quote": "A picture book is a small door to the enormous world of the visual arts, and they're often the first art a young person sees.",
      "author": "Tomie dePaola",
      "category": "Book, Door, World"
    },
    {
      "quote": "A man paints with his brains and not with his hands.",
      "author": "Michelangelo",
      "category": "Man, Hands, Brains"
    },
    {
      "quote": "Art is a harmony parallel with nature.",
      "author": "Paul Cezanne",
      "category": "Nature, Harmony, Parallel"
    },
    {
      "quote": "Art doesn't transform. It just plain forms.",
      "author": "Roy Lichtenstein",
      "category": "Transform, Just, Plain"
    },
    {
      "quote": "The artist's job is to be a witness to his time in history.",
      "author": "Robert Rauschenberg",
      "category": "Time, History, Job"
    },
    {
      "quote": "'Crazy' is a term of art; 'Insane' is a term of law. Remember that, and you will save yourself a lot of trouble.",
      "author": "Hunter S. Thompson",
      "category": "Law, Crazy, Yourself"
    },
    {
      "quote": "All art is erotic.",
      "author": "Gustav Klimt",
      "category": "Art"
    },
    {
      "quote": "There is only one valuable thing in art: the thing you cannot explain.",
      "author": "Georges Braque",
      "category": "You, Explain, Cannot"
    },
    {
      "quote": "Rhetoric may be defined as the faculty of observing in any given case the available means of persuasion. This is not a function of any other art.",
      "author": "Aristotle",
      "category": "Persuasion, Rhetoric, May"
    },
    {
      "quote": "The person who knows one thing and does it better than anyone else, even if it only be the art of raising lentils, receives the crown he merits. If he raises all his energy to that end, he is a benefactor of mankind and its rewarded as such.",
      "author": "Og Mandino",
      "category": "End, Energy, Better"
    },
    {
      "quote": "Impressionism is the newspaper of the soul.",
      "author": "Henri Matisse",
      "category": "Soul, Newspaper"
    },
    {
      "quote": "There's no art to find the mind's construction in the face.",
      "author": "William Shakespeare",
      "category": "Mind, Construction, Face"
    },
    {
      "quote": "For art to exist, for any sort of aesthetic activity to exist, a certain physiological precondition is indispensable: intoxication.",
      "author": "Friedrich Nietzsche",
      "category": "Aesthetic, Activity, Exist"
    },
    {
      "quote": "Any authentic work of art must start an argument between the artist and his audience.",
      "author": "Rebecca West",
      "category": "Work, Start, Artist"
    },
    {
      "quote": "There is nothing new in art except talent.",
      "author": "Anton Chekhov",
      "category": "Talent, Nothing, New"
    },
    {
      "quote": "Pictures deface walls more often than they decorate them.",
      "author": "William Wordsworth",
      "category": "Walls, Pictures, Than"
    },
    {
      "quote": "Should graffiti be judged on the same level as modern art? Of course not: It's way more important than that.",
      "author": "Banksy",
      "category": "Important, Way, Same"
    },
    {
      "quote": "Gossip is the art of saying nothing in a way that leaves practically nothing unsaid.",
      "author": "Walter Winchell",
      "category": "Gossip, Way, Saying"
    },
    {
      "quote": "Politicians are masters of the art of deception.",
      "author": "Martin L. Gross",
      "category": "Deception, Politicians"
    },
    {
      "quote": "I try to keep a low profile in general. Not with my art, but just as a person.",
      "author": "Alanis Morissette",
      "category": "Try, Person, Just"
    },
    {
      "quote": "For as long as I can remember I have suffered from a deep feeling of anxiety which I have tried to express in my art.",
      "author": "Edvard Munch",
      "category": "Deep, Anxiety, Remember"
    },
    {
      "quote": "Art is a way to express yourself and through that you can escape a bad situation.",
      "author": "Russell Simmons",
      "category": "Yourself, Escape, You"
    },
    {
      "quote": "A sculptor is a person who is interested in the shape of things, a poet in words, a musician by sounds.",
      "author": "Henry Moore",
      "category": "Words, Person, Shape"
    },
    {
      "quote": "What is comedy? Comedy is the art of making people laugh without making them puke.",
      "author": "Steve Martin",
      "category": "People, Laugh, Comedy"
    },
    {
      "quote": "Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered.",
      "author": "Al Capp",
      "category": "Product, Abstract"
    },
    {
      "quote": "It is after all the greatest art to limit and isolate oneself.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Greatest, Limit, Oneself"
    },
    {
      "quote": "The history of modern art is also the history of the progressive loss of art's audience. Art has increasingly become the concern of the artist and the bafflement of the public.",
      "author": "Paul Gauguin",
      "category": "History, Loss, Artist"
    },
    {
      "quote": "To send light into the darkness of men's hearts - such is the duty of the artist.",
      "author": "Robert Schumann",
      "category": "Light, Darkness, Artist"
    },
    {
      "quote": "The task of art today is to bring chaos into order.",
      "author": "Theodor Adorno",
      "category": "Today, Chaos, Bring"
    },
    {
      "quote": "Art evokes the mystery without which the world would not exist.",
      "author": "Rene Magritte",
      "category": "World, Mystery, Without"
    },
    {
      "quote": "What is Art? It is the response of man's creative soul to the call of the Real.",
      "author": "Rabindranath Tagore",
      "category": "Man, Soul, Creative"
    },
    {
      "quote": "Errors are not in the art but in the artificers.",
      "author": "Isaac Newton",
      "category": "Errors"
    },
    {
      "quote": "For me, there is very little difference between magic and art. To me, the ultimate act of magic is to create something from nothing: It's like when the stage magician pulls the rabbit from the hat.",
      "author": "Alan Moore",
      "category": "Me, Magic, Hat"
    },
    {
      "quote": "I always saw candy as art.",
      "author": "Dylan Lauren",
      "category": "Candy, Always, Saw"
    },
    {
      "quote": "The art of doing mathematics consists in finding that special case which contains all the germs of generality.",
      "author": "David Hilbert",
      "category": "Mathematics, Doing, Finding"
    },
    {
      "quote": "When hospitality becomes an art it loses its very soul.",
      "author": "Max Beerbohm",
      "category": "Soul, Hospitality, Very"
    },
    {
      "quote": "When thou art at Rome, do as they do at Rome.",
      "author": "Miguel de Cervantes",
      "category": "Rome, Thou, Thou Art"
    },
    {
      "quote": "Art can only be truly art by presenting an adequate outward symbol of some fact in the interior life.",
      "author": "Margaret Fuller",
      "category": "Life, Interior, Fact"
    },
    {
      "quote": "Cleanliness is the scourge of art.",
      "author": "Craig Brown",
      "category": "Cleanliness, Scourge"
    },
    {
      "quote": "The art of living well and the art of dying well are one.",
      "author": "Epicurus",
      "category": "Living, Dying, Well"
    },
    {
      "quote": "We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art.",
      "author": "Salvador Dali",
      "category": "Good, Hungry, Abstract"
    },
    {
      "quote": "Violin playing is a physical art with great traditions behind it.",
      "author": "Vanessa Mae",
      "category": "Great, Traditions, Violin"
    },
    {
      "quote": "To curb the machine and limit art to handicraft is a denial of opportunity.",
      "author": "Lewis Mumford",
      "category": "Opportunity, Limit, Machine"
    },
    {
      "quote": "Art is the concrete representation of our most subtle feelings.",
      "author": "Agnes Martin",
      "category": "Feelings, Concrete"
    },
    {
      "quote": "I don't listen to what art critics say. I don't know anybody who needs a critic to find out what art is.",
      "author": "Jean-Michel Basquiat",
      "category": "Listen, Know, Find"
    },
    {
      "quote": "Art does not reproduce what we see; rather, it makes us see.",
      "author": "Paul Klee",
      "category": "See, Us, Rather"
    },
    {
      "quote": "Use the creative process - singing, writing, art, dance, whatever - to get to know yourself better.",
      "author": "Catie Curtis",
      "category": "Dance, Writing, Yourself"
    },
    {
      "quote": "There's traditionally been a large disconnection in contemporary art between the audience and the artist. Generally, audiences are looking towards what they like, and I can tell you, that's the last thing on an artist's mind.",
      "author": "James Turrell",
      "category": "Mind, Artist, Looking"
    },
    {
      "quote": "London, thou art the flower of cities all!",
      "author": "William Dunbar",
      "category": "Flower, London, Thou"
    },
    {
      "quote": "Art is the fatal net which catches these strange moments on the wing like mysterious butterflies, fleeing the innocence and distraction of common men.",
      "author": "Giorgio de Chirico",
      "category": "Men, Moments, Innocence"
    },
    {
      "quote": "Through a painting we can see the whole world.",
      "author": "Hans Hofmann",
      "category": "World, Painting, See"
    },
    {
      "quote": "The art of photography is all about directing the attention of the viewer.",
      "author": "Steven Pinker",
      "category": "Photography, Attention"
    },
    {
      "quote": "Photographing a cake can be art.",
      "author": "Irving Penn",
      "category": "Cake, Photographing"
    },
    {
      "quote": "What I wanted to do was to paint sunlight on the side of a house.",
      "author": "Edward Hopper",
      "category": "Sunlight, House, Paint"
    },
    {
      "quote": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
      "author": "Morihei Ueshiba",
      "category": "Peace, Yourself, Control"
    },
    {
      "quote": "Art is about building a new foundation, not just laying something on top of what's already there.",
      "author": "Prince",
      "category": "Building, Foundation, New"
    },
    {
      "quote": "I don't like to say I have given my life to art. I prefer to say art has given me my life.",
      "author": "Frank Stella",
      "category": "Life, Me, My Life"
    },
    {
      "quote": "Art begins in imitation and ends in innovation.",
      "author": "Mason Cooley",
      "category": "Innovation, Imitation, Ends"
    },
    {
      "quote": "Art is born of humiliation.",
      "author": "W. H. Auden",
      "category": "Born, Humiliation"
    },
    {
      "quote": "Art resides in the quality of doing, process is not magic.",
      "author": "Charles Eames",
      "category": "Quality, Magic, Doing"
    },
    {
      "quote": "I just love pretty things, whether it is art, a song or a pair of shoes.",
      "author": "Rita Ora",
      "category": "Love, Shoes, Song"
    },
    {
      "quote": "A work of art that contains theories is like an object on which the price tag has been left.",
      "author": "Alexander Pope",
      "category": "Work, Price, Like"
    },
    {
      "quote": "Life is short, the art long.",
      "author": "Hippocrates",
      "category": "Life, Short, Life Is Short"
    },
    {
      "quote": "Art, in itself, is an attempt to bring order out of chaos.",
      "author": "Stephen Sondheim",
      "category": "Chaos, Order, Bring"
    },
    {
      "quote": "Logic: The art of thinking and reasoning in strict accordance with the limitations and incapacities of the human misunderstanding.",
      "author": "Ambrose Bierce",
      "category": "Thinking, Logic, Human"
    },
    {
      "quote": "I consider skateboarding an art form, a lifestyle and a sport. 'Action sport' would be the least offensive categorization.",
      "author": "Tony Hawk",
      "category": "Action, Lifestyle"
    },
    {
      "quote": "Censorship is to art as lynching is to justice.",
      "author": "Henry Louis Gates",
      "category": "Justice, Censorship"
    },
    {
      "quote": "Art is not supposed to change the world, to change practical things, but to change perceptions. Art can change the way we see the world. Art can create an analogy.",
      "author": "JR",
      "category": "Change, Change The World"
    },
    {
      "quote": "People discuss my art and pretend to understand as if it were necessary to understand, when it's simply necessary to love.",
      "author": "Claude Monet",
      "category": "Love, People, Understand"
    },
    {
      "quote": "Art is accusation, expression, passion. Art is a fight to the finish between black charcoal and white paper.",
      "author": "Gunter Grass",
      "category": "Passion, Fight, Black"
    },
    {
      "quote": "My daughter loves to do art stuff. As a father, I like to play with her. We break out the big pads of paper and the glitter and all the stuff. She likes to do what she likes to do. I want to do something, too. So I've just started using her same materials - a lot of crayons, a lot of sparkle, charcoal, pencils, markers and glue.",
      "author": "Stone Gossard",
      "category": "Father, Daughter, Want"
    },
    {
      "quote": "Parks are works of art just as a painting or sculpture is.",
      "author": "Thomas Hoving",
      "category": "Painting, Sculpture, Just"
    },
    {
      "quote": "Art is the elimination of the unnecessary.",
      "author": "Pablo Picasso",
      "category": "Unnecessary, Elimination"
    },
    {
      "quote": "Art challenges technology, but technology inspires the art.",
      "author": "John Lasseter",
      "category": "Technology, Challenges"
    },
    {
      "quote": "My art is not limited to the songs I create but also to the reaction it creates. I like to sit back and look at the whole thing as if it's a tornado that I'm controlling. It's creating chaos. When you create chaos, ideas are turned upside down, and everybody looks at things in a different way.",
      "author": "Marilyn Manson",
      "category": "Ideas, Chaos, Upside Down"
    },
    {
      "quote": "What goes on in abstract art is the proclaiming of aesthetic principles... It is in our own time that we have become aware of pure aesthetic considerations. Art never can be imitation.",
      "author": "Hans Hofmann",
      "category": "Time, Principles, Abstract"
    },
    {
      "quote": "Diplomacy, n. is the art of letting somebody else have your way.",
      "author": "David Frost",
      "category": "Way, Diplomacy, Somebody"
    },
    {
      "quote": "Encouraging young people to believe in themselves and find their own voice whether it's through writing, drama or art is so important in giving young people a sense of self-worth.",
      "author": "Michael Morpurgo",
      "category": "Writing, Believe, Giving"
    },
    {
      "quote": "I think that art is still a site for resistance and for the telling of various stories, for validating certain subjectivities we normally overlook. I'm trying to be affective, to suggest changes, and to resist what I feel are the tyrannies of social life on a certain level.",
      "author": "Barbara Kruger",
      "category": "Life, Changes, Think"
    },
    {
      "quote": "I paint; I draw and paint - I've been doing that since I was in third grade, drawing realistically and then changing to abstract art. That was my first creative thing before guitar or comedy.",
      "author": "Steven Wright",
      "category": "Creative, Guitar, Drawing"
    },
    {
      "quote": "Art is interesting because there can be so many different perspectives in a piece of art. The way I see it may be completely different than the way somebody else sees it. It's interesting to hear what somebody sees in a piece of art compared to somebody else. It could be completely different, and that's interesting to me.",
      "author": "Joakim Noah",
      "category": "Me, Interesting, See"
    },
    {
      "quote": "I do not regard advertising as entertainment or an art form, but as a medium of information.",
      "author": "David Ogilvy",
      "category": "Advertising, Information"
    },
    {
      "quote": "Writing stopped being fun when I discovered the difference between good writing and bad and, even more terrifying, the difference between it and true art. And after that, the whip came down.",
      "author": "Truman Capote",
      "category": "Good, Writing, Fun"
    },
    {
      "quote": "A compromise is the art of dividing a cake in such a way that everyone believes he has the biggest piece.",
      "author": "Ludwig Erhard",
      "category": "Cake, Compromise, Way"
    },
    {
      "quote": "I did study the art of being a barber because I wanted to figure out what my routine would be. Do you start in the front or back? Top or bottom? Swivel the chair or walk around? What I did discover is there's no such thing as the perfect haircut!",
      "author": "Sean Patrick Thomas",
      "category": "Start, Walk, Chair"
    },
    {
      "quote": "Art, like morality, consists in drawing the line somewhere.",
      "author": "Gilbert K. Chesterton",
      "category": "Morality, Drawing, Somewhere"
    },
    {
      "quote": "When I am finishing a picture, I hold some God-made object up to it - a rock, a flower, the branch of a tree or my hand - as a final test. If the painting stands up beside a thing man cannot make, the painting is authentic. If there's a clash between the two, it's bad art.",
      "author": "Marc Chagall",
      "category": "Flower, Tree, Man"
    },
    {
      "quote": "Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life.",
      "author": "Herman Hesse",
      "category": "Life, Wisdom, Unity"
    },
    {
      "quote": "I think it's the pain and suffering that drive you to become an artist. The art itself should be the pain, sort of exorcising every demon and making you feel like you're a person that matters.",
      "author": "Marilyn Manson",
      "category": "Pain, Suffering, Artist"
    },
    {
      "quote": "Art is the path to being spiritual.",
      "author": "Piet Mondrian",
      "category": "Path, Spiritual, Being"
    },
    {
      "quote": "It is Homer who has chiefly taught other poets the art of telling lies skillfully.",
      "author": "Aristotle",
      "category": "Lies, Taught, Other"
    },
    {
      "quote": "Art is the provocation for talking about enigma and the search for sense in human life. One can do that by telling a story or writing about a fresco by Giotto or studying how a snail climbs up a wall.",
      "author": "John Berger",
      "category": "Life, Writing, Studying"
    },
    {
      "quote": "When the bright angel dominates, out comes a great work of art, a Michelangelo David or a Beethoven symphony.",
      "author": "Madeleine L'Engle",
      "category": "Work, Great, Angel"
    },
    {
      "quote": "Good manners is the art of making those people easy with whom we converse. Whoever makes the fewest people uneasy is the best bred in the room.",
      "author": "Jonathan Swift",
      "category": "Good, Best, People"
    },
    {
      "quote": "The orbit of human vision has widened and art has annexed fresh territories that were formerly denied to it.",
      "author": "Max Bill",
      "category": "Vision, Human, Fresh"
    },
    {
      "quote": "The highest art is always the most religious, and the greatest artist is always a devout person.",
      "author": "Abraham Lincoln",
      "category": "Artist, Greatest, Person"
    },
    {
      "quote": "I've been called many names like perfectionist, difficult and obsessive. I think it takes obsession, takes searching for the details for any artist to be good.",
      "author": "Barbra Streisand",
      "category": "Good, Details, Artist"
    },
    {
      "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one.",
      "author": "Martin Luther King, Jr.",
      "category": "Acceptance, Small, Wish"
    },
    {
      "quote": "The art of motherhood involves much silent, unobtrusive self-denial, an hourly devotion which finds no detail too minute.",
      "author": "Honore de Balzac",
      "category": "Mom, Motherhood, Silent"
    },
    {
      "quote": "Our individual lives cannot, generally, be works of art unless the social order is also.",
      "author": "Charles Horton Cooley",
      "category": "Society, Individual, Social"
    },
    {
      "quote": "I paint with shapes.",
      "author": "Alexander Calder",
      "category": "Paint, Shapes"
    },
    {
      "quote": "I really believe there are things nobody would see if I didn't photograph them.",
      "author": "Diane Arbus",
      "category": "Believe, Nobody, See"
    },
    {
      "quote": "A beautiful body perishes, but a work of art dies not.",
      "author": "Leonardo da Vinci",
      "category": "Work, Beautiful, Body"
    },
    {
      "quote": "Only through art can we emerge from ourselves and know what another person sees.",
      "author": "Marcel Proust",
      "category": "Know, Person, Through"
    },
    {
      "quote": "Art hurts. Art urges voyages - and it is easier to stay at home.",
      "author": "Gwendolyn Brooks",
      "category": "Home, Hurts, Easier"
    },
    {
      "quote": "Life imitates art far more than art imitates Life.",
      "author": "Oscar Wilde",
      "category": "Life, Far, Than"
    },
    {
      "quote": "Venice is the perfect place for a phase of art to die. No other city on earth embraces entropy quite like this magical floating mall.",
      "author": "Jerry Saltz",
      "category": "City, Earth, Perfect"
    },
    {
      "quote": "If my art has nothing to do with people's pain and sorrow, what is 'art' for?",
      "author": "Ai Weiwei",
      "category": "Pain, People, Sorrow"
    },
    {
      "quote": "I am interested in mathematics only as a creative art.",
      "author": "G. H. Hardy",
      "category": "Mathematics, I Am, Creative"
    },
    {
      "quote": "Democracy is the art of thinking independently together.",
      "author": "Alexander Meiklejohn",
      "category": "Together, Thinking"
    },
    {
      "quote": "Art is to me the glorification of the human spirit, and as such it is the cultural documentation of the time in which it is produced.",
      "author": "Hans Hofmann",
      "category": "Time, Me, Human Spirit"
    },
    {
      "quote": "I come from a real working class background, and I didn't know anyone sophisticated - except I saw Edie Sedgewick once at the Art Museum in Philly. She had these black leotards and little black pumps and this big ermine cape and all these white dogs and black sunglasses and black eyes. She was classy!",
      "author": "Patti Smith",
      "category": "Eyes, Sunglasses, Black"
    },
    {
      "quote": "Art is moral passion married to entertainment. Moral passion without entertainment is propaganda, and entertainment without moral passion is television.",
      "author": "Rita Mae Brown",
      "category": "Passion, Television, Moral"
    },
    {
      "quote": "The most momentous thing in human life is the art of winning the soul to good or evil.",
      "author": "Pythagoras",
      "category": "Life, Good, Evil"
    },
    {
      "quote": "Guided only by their feeling for symmetry, simplicity, and generality, and an indefinable sense of the fitness of things, creative mathematicians now, as in the past, are inspired by the art of mathematics rather than by any prospect of ultimate usefulness.",
      "author": "E. T. Bell",
      "category": "Fitness, Mathematics, Past"
    },
    {
      "quote": "Postmodernism surely requires an even greater grasp of symbolism, as it's increasingly an art of gesture alone.",
      "author": "Andrew Eldritch",
      "category": "Alone, Symbolism, Gesture"
    },
    {
      "quote": "So vast is art, so narrow human wit.",
      "author": "Alexander Pope",
      "category": "Human, Wit, Narrow"
    },
    {
      "quote": "I choose a block of marble and chop off whatever I don't need.",
      "author": "Auguste Rodin",
      "category": "Choose, Whatever, Need"
    },
    {
      "quote": "The very essence of the creative is its novelty, and hence we have no standard by which to judge it.",
      "author": "Carl Rogers",
      "category": "Creative, Judge, Essence"
    },
    {
      "quote": "That's why people listen to music or look at paintings. To get in touch with that wholeness.",
      "author": "Corita Kent",
      "category": "Music, People, Why"
    },
    {
      "quote": "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
      "author": "Elbert Hubbard",
      "category": "Beautiful, Process, Statue"
    },
    {
      "quote": "An artist is a dreamer consenting to dream of the actual world.",
      "author": "George Santayana",
      "category": "World, Dream, Artist"
    },
    {
      "quote": "Painting is a nail to which I fasten my ideas.",
      "author": "Georges Braque",
      "category": "Ideas, Painting, Which"
    },
    {
      "quote": "Once an object has been incorporated in a picture it accepts a new destiny.",
      "author": "Georges Braque",
      "category": "Destiny, Picture, New"
    },
    {
      "quote": "Artists who seek perfection in everything are those who cannot attain it in anything.",
      "author": "Gustave Flaubert",
      "category": "Perfection, Anything"
    },
    {
      "quote": "I don't paint things. I only paint the difference between things.",
      "author": "Henri Matisse",
      "category": "Difference, Paint, Between"
    },
    {
      "quote": "An artist cannot speak about his art any more than a plant can discuss horticulture.",
      "author": "Jean Cocteau",
      "category": "Speak, Artist, Plant"
    },
    {
      "quote": "In art the best is good enough.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Good, Best, Enough"
    },
    {
      "quote": "Art is the triumph over chaos.",
      "author": "John Cheever",
      "category": "Chaos, Triumph, Over"
    },
    {
      "quote": "Fine art is that in which the hand, the head, and the heart of man go together.",
      "author": "John Ruskin",
      "category": "Together, Heart, Man"
    },
    {
      "quote": "Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views.",
      "author": "Mary Schmich",
      "category": "Good, You, Angles"
    },
    {
      "quote": "The artist's world is limitless. It can be found anywhere, far from where he lives or a few feet away. It is always on his doorstep.",
      "author": "Paul Strand",
      "category": "World, Artist, Feet"
    },
    {
      "quote": "Murals in restaurants are on a par with the food in museums.",
      "author": "Peter De Vries",
      "category": "Food, Museums, Par"
    },
    {
      "quote": "It may be that the deep necessity of art is the examination of self-deception.",
      "author": "Robert Motherwell",
      "category": "Deep, May, Examination"
    },
    {
      "quote": "All good art is an indiscretion.",
      "author": "Tennessee Williams",
      "category": "Good, Good Art"
    },
    {
      "quote": "When I work, and in my art, I hold hands with God.",
      "author": "Robert Mapplethorpe",
      "category": "Work, God, Hands"
    },
    {
      "quote": "I do not want art for a few any more than education for a few, or freedom for a few.",
      "author": "William Morris",
      "category": "Education, Freedom, Want"
    },
    {
      "quote": "I rarely draw what I see. I draw what I feel in my body.",
      "author": "Barbara Hepworth",
      "category": "Body, Feel, See"
    },
    {
      "quote": "Be careful that you do not write or paint anything that is not your own, that you don't know in your own soul.",
      "author": "Emily Carr",
      "category": "Soul, Know, You"
    },
    {
      "quote": "A painting that is well composed is half finished.",
      "author": "Pierre Bonnard",
      "category": "Painting, Well, Finished"
    },
    {
      "quote": "I hope to live all my life for my art, without abandoning my principles one iota.",
      "author": "Gustave Courbet",
      "category": "Life, Hope, Live"
    },
    {
      "quote": "Layer by layer art strips life bare.",
      "author": "Robert Musil",
      "category": "Life, Bare, Layer"
    },
    {
      "quote": "Art in Nature is rhythmic and has a horror of constraint.",
      "author": "Robert Delaunay",
      "category": "Nature, Horror, Constraint"
    },
    {
      "quote": "I like to pretend that my art has nothing to do with me.",
      "author": "Roy Lichtenstein",
      "category": "Me, Nothing, Like"
    },
    {
      "quote": "The philistine provides the best definition of art. Anything that makes him rage is first class.",
      "author": "Louis Dudek",
      "category": "Best, Class, First"
    },
    {
      "quote": "Artists live in unknown spaces and give themselves over to following something unknown.",
      "author": "Kiki Smith",
      "category": "Live, Unknown, Artists"
    },
    {
      "quote": "Sleeping is no mean art: for its sake one must stay awake all day.",
      "author": "Friedrich Nietzsche",
      "category": "Day, Mean, Sleeping"
    },
    {
      "quote": "The art of delegation is one of the key skills any entrepreneur must master.",
      "author": "Richard Branson",
      "category": "Key, Skills, Entrepreneur"
    },
    {
      "quote": "Art is the proper task of life.",
      "author": "Friedrich Nietzsche",
      "category": "Life, Task, Proper"
    },
    {
      "quote": "You should never feel afraid to become a piece of art. It's exhilarating.",
      "author": "Nicki Minaj",
      "category": "You, Feel, Never"
    },
    {
      "quote": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another.",
      "author": "Voltaire",
      "category": "Money, Government, Class"
    },
    {
      "quote": "The artist must create a spark before he can make a fire and before art is born, the artist must be ready to be consumed by the fire of his own creation.",
      "author": "Auguste Rodin",
      "category": "Fire, Artist, Spark"
    },
    {
      "quote": "Politics is the art of choosing between the disastrous and the unpalatable.",
      "author": "John Kenneth Galbraith",
      "category": "Politics, Choosing, Between"
    },
    {
      "quote": "The essential function of art is moral. But a passionate, implicit morality, not didactic. A morality which changes the blood, rather than the mind.",
      "author": "D. H. Lawrence",
      "category": "Changes, Mind, Moral"
    },
    {
      "quote": "Art should be created for life, not for the museum.",
      "author": "Jean Nouvel",
      "category": "Life, Museum, Should"
    },
    {
      "quote": "There's not a lot of art forms where you can control your presentation and your ideas.",
      "author": "Gerard Way",
      "category": "Ideas, Control, You"
    },
    {
      "quote": "If trees can create art, if they can encircle the globe seven times in one year, if prisoners can grow plants and raise frogs, then perhaps there are other static entities that we hold inside ourselves, like grief, like addictions, like racism, that can also change.",
      "author": "Nalini Nadkarni",
      "category": "Change, Racism, Grief"
    },
    {
      "quote": "The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake.",
      "author": "Kurt Vonnegut",
      "category": "Life, Soul, Grow"
    },
    {
      "quote": "The old, sad art colors are gone. Now I paint bright colors. I paint paintings which are happy, where children are laughing and playing with animals. I paint paradise on Earth. I still paint sadness sometimes, but there is sadness in the world, too.",
      "author": "Margaret Keane",
      "category": "Children, Happy, Sad"
    },
    {
      "quote": "Dying is an art, like everything else. I do it exceptionally well. I do it so it feels like hell. I do it so it feels real. I guess you could say I've a call.",
      "author": "Sylvia Plath",
      "category": "Hell, Dying, You"
    },
    {
      "quote": "If a man devotes himself to art, much evil is avoided that happens otherwise if one is idle.",
      "author": "Albrecht Durer",
      "category": "Man, Evil, Idle"
    },
    {
      "quote": "Disco deserved a better name, a beautiful name because it was a beautiful art form. It made the consumer beautiful. The consumer was the star.",
      "author": "Barry White",
      "category": "Beautiful, Name, Better"
    },
    {
      "quote": "Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself.",
      "author": "Bertrand Russell",
      "category": "Ethics, Cooperation, Others"
    },
    {
      "quote": "I've learned that I'm most powerful when I'm doing my art.",
      "author": "Andre Benjamin",
      "category": "Powerful, Doing"
    },
    {
      "quote": "When you create art, the world has to wait.",
      "author": "Will Smith",
      "category": "World, Wait, You"
    },
    {
      "quote": "Art's a very metaphysical activity. It's something that enriches the parameters of your life, the possibilities of being, and you touch transcendence and you change your life. And you want to change the life of others, too. That's why people are involved with art.",
      "author": "Jeff Koons",
      "category": "Life, Change, People"
    },
    {
      "quote": "So many gods, so many creeds, so many paths that wind and wind while just the art of being kind is all the sad world needs.",
      "author": "Ella Wheeler Wilcox",
      "category": "Sad, Wind, World"
    },
    {
      "quote": "The only honest art form is laughter, comedy. You can't fake it... try to fake three laughs in an hour - ha ha ha ha ha - they'll take you away, man. You can't.",
      "author": "Lenny Bruce",
      "category": "Laughter, Man, Fake"
    },
    {
      "quote": "If thou art a man, admire those who attempt great things, even though they fail.",
      "author": "Lucius Annaeus Seneca",
      "category": "Great, Man, Great Things"
    },
    {
      "quote": "I think we're much smarter than we were. Everybody knows that abstract art can be art, and most people know that they may not like it, even if they understand there's another purpose to it.",
      "author": "Roy Lichtenstein",
      "category": "Purpose, People, Know"
    },
    {
      "quote": "Pop art is the inedible raised to the unspeakable.",
      "author": "Leonard Baskin",
      "category": "Pop Art, Pop, Unspeakable"
    },
    {
      "quote": "Yes, I believe that the art of winning is through intimidation, and not necessarily do you have to speak about it.",
      "author": "Mark Spitz",
      "category": "Winning, Believe, Speak"
    },
    {
      "quote": "The body is your instrument in dance, but your art is outside that creature, the body.",
      "author": "Martha Graham",
      "category": "Dance, Body, Outside"
    },
    {
      "quote": "The sadness of the incomplete, the sadness that is often Life, but should never be Art.",
      "author": "E. M. Forster",
      "category": "Life, Sadness, Never"
    },
    {
      "quote": "Art is based on emotion, but being macho is based on ego; the wall protecting that emotion.",
      "author": "Miguel",
      "category": "Ego, Emotion, Being"
    },
    {
      "quote": "Graffiti's always been a temporary art form. You make your mark and then they scrub it off.",
      "author": "Banksy",
      "category": "You, Mark, Always"
    },
    {
      "quote": "When I go to an art gallery and stand in front of a painting, I don't want someone telling me what I should be seeing or thinking; I want to feel whatever I feel, see whatever I see, and figure out what I figure out.",
      "author": "James Frey",
      "category": "Thinking, Me, Painting"
    },
    {
      "quote": "I make static art, not dynamic art. That's what I do.",
      "author": "Michael Heizer",
      "category": "Dynamic, Static, Make"
    },
    {
      "quote": "I love that works of art are printed so that anyone can buy them. The variety of what they put on little postcards astounds me.",
      "author": "Leonard Lauder",
      "category": "Love, Me, Little"
    },
    {
      "quote": "I don't believe in the school of hard knocks, although I've had them. All that stuff about whatever doesn't kill you makes you stronger is so not true. Do you know what makes you stronger? When people treat you and your art with dignity.",
      "author": "Lana Del Rey",
      "category": "School, Believe, Treat"
    },
    {
      "quote": "The job of art is to chase ugliness away.",
      "author": "Bono",
      "category": "Job, Away, Ugliness"
    },
    {
      "quote": "Art is for healing ourselves, and everybody needs their own personal art to heal up their problems.",
      "author": "Linda Ronstadt",
      "category": "Healing, Problems, Personal"
    },
    {
      "quote": "Until I began to learn to draw, I was never much interested in looking at art.",
      "author": "Richard P. Feynman",
      "category": "Learn, Looking, Never"
    },
    {
      "quote": "Back in third grade, they used to say, 'Take whatever talent you have and think of something you can do with it.' I liked to draw, but what could I do with it? Maybe I could be an art dealer - nah, can't see myself doing that. Maybe I could do commercial arts?",
      "author": "The Notorious B.I.G.",
      "category": "Myself, Talent, Think"
    },
    {
      "quote": "All the great works of art, the cathedrals - the Gothic cathedrals and the splendid Baroque churches - are a luminous sign of God, and thus are truly a manifestation, an epiphany of God.",
      "author": "Pope Benedict XVI",
      "category": "Great, God, Sign"
    },
    {
      "quote": "Art is the signature of civilizations.",
      "author": "Beverly Sills",
      "category": "Signature, Civilizations"
    },
    {
      "quote": "The art of life is to know how to enjoy a little and to endure very much.",
      "author": "William Hazlitt",
      "category": "Life, Enjoy, Know"
    },
    {
      "quote": "Art is the symbol of the two noblest human efforts: to construct and to refrain from destruction.",
      "author": "Evelyn Waugh",
      "category": "Human, Two, Symbol"
    },
    {
      "quote": "Every great work of art has two faces, one toward its own time and one toward the future, toward eternity.",
      "author": "Lester Bangs",
      "category": "Work, Time, Future"
    },
    {
      "quote": "Life is the art of drawing sufficient conclusions from insufficient premises.",
      "author": "Samuel Butler",
      "category": "Life, Drawing, Conclusions"
    },
    {
      "quote": "Where thou art, that is home.",
      "author": "Emily Dickinson",
      "category": "Home, Thou, Where"
    },
    {
      "quote": "The challenge is to practice politics as the art of making what appears to be impossible, possible.",
      "author": "Hillary Clinton",
      "category": "Challenge, Politics"
    },
    {
      "quote": "The art of statesmanship is to foresee the inevitable and to expedite its occurrence.",
      "author": "Charles Maurice de Talleyrand",
      "category": "Inevitable, Foresee"
    },
    {
      "quote": "Art is much less important than life, but what a poor life without it.",
      "author": "Robert Motherwell",
      "category": "Life, Important, Poor"
    },
    {
      "quote": "The art of government is the organisation of idolatry.",
      "author": "George Bernard Shaw",
      "category": "Government, Idolatry"
    },
    {
      "quote": "The notion that the public accepts or rejects anything in modern art is merely romantic fiction. The game is completed and the trophies distributed long before the public knows what has happened.",
      "author": "Tom Wolfe",
      "category": "Romantic, Game, Long"
    },
    {
      "quote": "The greater the decrease in the social significance of an art form, the sharper the distinction between criticism and enjoyment by the public. The conventional is uncritically enjoyed, and the truly new is criticized with aversion.",
      "author": "Walter Benjamin",
      "category": "Criticism, New, Social"
    },
    {
      "quote": "They say Princes learn no art truly, but the art of horsemanship. The reason is, the brave beast is no flatterer. He will throw a prince as soon as his groom.",
      "author": "Ben Jonson",
      "category": "Brave, Learn, They Say"
    },
    {
      "quote": "Nothing right can be accomplished in art without enthusiasm.",
      "author": "Robert Schumann",
      "category": "Enthusiasm, Nothing, Right"
    },
    {
      "quote": "Good art however 'immoral' is wholly a thing of virtue. Good art can NOT be immoral. By good art I mean art that bears true witness, I mean the art that is most precise.",
      "author": "Ezra Pound",
      "category": "Good, Mean, Virtue"
    },
    {
      "quote": "If a patron buys from an artist who needs money, the patron then makes himself equal to the artist; he is building art into the world; he creates.",
      "author": "Ezra Pound",
      "category": "Money, World, Artist"
    },
    {
      "quote": "We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.",
      "author": "Henry James",
      "category": "Work, Passion, Dark"
    },
    {
      "quote": "It is not hard to understand modern art. If it hangs on a wall it's a painting, and if you can walk around it it's a sculpture.",
      "author": "Tom Stoppard",
      "category": "Walk, Painting, You"
    },
    {
      "quote": "The forms of art are inexhaustible but all lead by the same road of aesthetic emotion to the same world of aesthetic ecstasy.",
      "author": "Clive Bell",
      "category": "Road, World, Emotion"
    },
    {
      "quote": "Everything that is strong in me has gone into my art work.",
      "author": "Robert Crumb",
      "category": "Work, Strong, Me"
    },
    {
      "quote": "It's an art to live with pain... mix the light into gray.",
      "author": "Eddie Vedder",
      "category": "Light, Pain, Live"
    },
    {
      "quote": "Oh literature, oh the glorious Art, how it preys upon the marrow in our bones. It scoops the stuffing out of us, and chucks us aside. Alas!",
      "author": "D. H. Lawrence",
      "category": "Literature, Bones, Us"
    },
    {
      "quote": "All the world old is queer save thee and me, and even thou art a little queer.",
      "author": "Robert Owen",
      "category": "World, Me, Little"
    },
    {
      "quote": "No art is any good unless you can feel how it's put together. By and large it's the eye, the hand and if it's any good, you feel the body. Most of the best stuff seems to be a complete gesture, the totality of the artist's body; you can really lean on it.",
      "author": "Frank Stella",
      "category": "Good, Best, Together"
    },
    {
      "quote": "The arts equally have distinct departments, and unless photography has its own possibilities of expression, separate from those of the other arts, it is merely a process, not an art.",
      "author": "Alfred Stieglitz",
      "category": "Photography, Process"
    },
    {
      "quote": "Painting is an essentially concrete art and can only consist of the representation of real and existing things.",
      "author": "Gustave Courbet",
      "category": "Painting, Real, Concrete"
    },
    {
      "quote": "I think art is inherently nonviolent and it actually occupies your mind with creation rather than destruction.",
      "author": "Anthony Kiedis",
      "category": "Mind, Creation, Think"
    },
    {
      "quote": "In any art, you don't know in advance what you want to say - it's revealed to you as you say it. That's the difference between art and illustration.",
      "author": "Aaron Siskind",
      "category": "Want, Know, You"
    },
    {
      "quote": "The art of life is to live in the present moment, and to make that moment as perfect as we can by the realization that we are the instruments and expression of God Himself.",
      "author": "Emmet Fox",
      "category": "Life, God, Moment"
    },
    {
      "quote": "Tell me thy company, and I'll tell thee what thou art.",
      "author": "Miguel de Cervantes",
      "category": "Me, Company, Tell"
    },
    {
      "quote": "I think body-image issues are not just a dancer thing. I think we're much more in tune and aware because the body is our instrument and art, and we stare at ourselves in a mirror all day, but I feel like it's something that every woman experiences and every girl experiences.",
      "author": "Misty Copeland",
      "category": "Day, Woman, Girl"
    },
    {
      "quote": "It was Public Art, defined as art that is purchased by experts who are not spending their own personal money.",
      "author": "Dave Barry",
      "category": "Money, Personal, Experts"
    },
    {
      "quote": "A writer should write with his eyes and a painter paint with his ears.",
      "author": "Gertrude Stein",
      "category": "Eyes, Paint, Writer"
    },
    {
      "quote": "Art for art's sake is a philosophy of the well-fed.",
      "author": "Frank Lloyd Wright",
      "category": "Philosophy, Sake"
    },
    {
      "quote": "What was any art but a mould in which to imprison for a moment the shining elusive element which is life itself - life hurrying past us and running away, too strong to stop, too sweet to lose.",
      "author": "Willa Cather",
      "category": "Life, Strong, Past"
    },
    {
      "quote": "The art of being a slave is to rule one's master.",
      "author": "Diogenes",
      "category": "Master, Slave, Being"
    },
    {
      "quote": "What marks the artist is his power to shape the material of pain we all have.",
      "author": "Lionel Trilling",
      "category": "Power, Pain, Artist"
    },
    {
      "quote": "The principles of true art is not to portray, but to evoke.",
      "author": "Jerzy Kosinski",
      "category": "Principles, True, Evoke"
    },
    {
      "quote": "With color one obtains an energy that seems to stem from witchcraft.",
      "author": "Henri Matisse",
      "category": "Color, Energy, Seems"
    },
    {
      "quote": "Art gives people a reason to be alive.",
      "author": "Marilyn Manson",
      "category": "People, Alive, Reason"
    },
    {
      "quote": "The concept of commercialism in the fashion and art world is looked down upon. You know, just to think, 'What amount of creativity does it take to make something that masses of people like?' And, 'How does creativity apply across the board?'",
      "author": "Kanye West",
      "category": "Creativity, World, People"
    },
    {
      "quote": "All art is autobiographical. The pearl is the oyster's autobiography.",
      "author": "Federico Fellini",
      "category": "Autobiography, Oyster"
    },
    {
      "quote": "Cinema is an art form that is designed to go across borders. And as a filmmaker, the only way I can direct a movie is when I feel close to my culture.",
      "author": "Denis Villeneuve",
      "category": "Culture, I Can, Way"
    },
    {
      "quote": "I'm afraid that if you look at a thing long enough, it loses all of its meaning.",
      "author": "Andy Warhol",
      "category": "Meaning, Long, You"
    },
    {
      "quote": "In art, the obvious is a sin.",
      "author": "Edward Dmytryk",
      "category": "Sin, Obvious"
    },
    {
      "quote": "An artist is not paid for his labor but for his vision.",
      "author": "James Whistler",
      "category": "Vision, Artist, Labor"
    },
    {
      "quote": "Jazz is known all over the world as an American musical art form and that's it. No America, no jazz. I've seen people try to connect it to other countries, for instance to Africa, but it doesn't have a damn thing to do with Africa.",
      "author": "Art Blakey",
      "category": "America, American, World"
    },
    {
      "quote": "The word 'art' interests me very much. If it comes from Sanskrit, as I've heard, it signifies 'making.' Now everyone makes something, and those who make things on a canvas with a frame, they're called artists. Formerly, they were called craftsmen, a term I prefer. We're all craftsmen, in civilian or military or artistic life.",
      "author": "Marcel Duchamp",
      "category": "Life, Me, Military"
    },
    {
      "quote": "As humans we look at things and think about what we've looked at. We treasure it in a kind of private art gallery.",
      "author": "Thom Gunn",
      "category": "Think, Look, Treasure"
    },
    {
      "quote": "Enjoying art is a personal matter. It's made up by contemplation, silence, abstraction.",
      "author": "Renzo Piano",
      "category": "Silence, Matter, Personal"
    },
    {
      "quote": "The sole art that suits me is that which, rising from unrest, tends toward serenity.",
      "author": "Andre Gide",
      "category": "Me, Serenity, Suits"
    },
    {
      "quote": "The work of art is a scream of freedom.",
      "author": "Christo",
      "category": "Work, Freedom, Scream"
    },
    {
      "quote": "The basis of art is truth, both in matter and in mode.",
      "author": "Flannery O'Connor",
      "category": "Truth, Matter, Basis"
    },
    {
      "quote": "Architects, sculptors painters, we all must return to the crafts! For art is not a 'profession.' There is no essential difference between the artist and the craftsman. The artist is an exalted craftsman.",
      "author": "Walter Gropius",
      "category": "Artist, Difference, Return"
    },
    {
      "quote": "To catch a husband is an art to hold him is a job.",
      "author": "Simone de Beauvoir",
      "category": "Relationship, Job, Husband"
    },
    {
      "quote": "The art of living is the art of knowing how to believe lies.",
      "author": "Cesare Pavese",
      "category": "Believe, Living, Knowing"
    },
    {
      "quote": "Besides black art, there is only automation and mechanization.",
      "author": "Federico Garcia Lorca",
      "category": "Black, Automation, Besides"
    },
    {
      "quote": "One thing that took a while to really adjust to was, you do it for the the art, for the money, for being together and having a good time, but you do it for all those people out there who really care about the show. We are now talking about a show we did over 20 years ago.",
      "author": "Steve Kanaly",
      "category": "Time, Money, Good"
    },
    {
      "quote": "Art? That's a man's name.",
      "author": "Andy Warhol",
      "category": "Man, Name"
    },
    {
      "quote": "Art is the objectification of feeling.",
      "author": "Herman Melville",
      "category": "Feeling, Objectification"
    },
    {
      "quote": "The essence of all art is to have pleasure in giving pleasure.",
      "author": "Dale Carnegie",
      "category": "Giving, Pleasure, Essence"
    },
    {
      "quote": "Art is making something out of nothing and selling it.",
      "author": "Frank Zappa",
      "category": "Nothing, Selling, Something"
    },
    {
      "quote": "Art is the stored honey of the human soul, gathered on wings of misery and travail.",
      "author": "Theodore Dreiser",
      "category": "Soul, Wings, Human"
    },
    {
      "quote": "Impressionism it is the birth of Light in painting.",
      "author": "Robert Delaunay",
      "category": "Light, Painting, Birth"
    },
    {
      "quote": "Japanese people accept that art and commerce will be blended; and, in fact, they are surprised by the rigid and pretentious Western hierarchy of 'high art.'",
      "author": "Takashi Murakami",
      "category": "People, Accept, High"
    },
    {
      "quote": "The fine art of preparing sushi is something that you watch and learn.",
      "author": "Nobu Matsuhisa",
      "category": "Learn, Sushi, You"
    },
    {
      "quote": "There is no more difficult art to acquire than the art of observation, and for some men it is quite as difficult to record an observation in brief and plain language.",
      "author": "William Osler",
      "category": "Men, Language, Observation"
    },
    {
      "quote": "The art of reading between the lines is as old as manipulated information.",
      "author": "Serge Schmemann",
      "category": "Reading, Information, Lines"
    },
    {
      "quote": "Works of art make rules rules do not make works of art.",
      "author": "Claude Debussy",
      "category": "Rules, Works, Make"
    },
    {
      "quote": "Any fool can have bad luck the art consists in knowing how to exploit it.",
      "author": "Frank Wedekind",
      "category": "Fool, Luck, Bad"
    },
    {
      "quote": "When you look at art made by other people, you see what you need to see in it.",
      "author": "Alberto Giacometti",
      "category": "People, You, See"
    },
    {
      "quote": "Actually I think Art lies in both directions - the broad strokes, big picture but on the other hand the minute examination of the apparently mundane. Seeing the whole world in a grain of sand, that kind of thing.",
      "author": "Peter Hammill",
      "category": "World, Picture, Think"
    },
    {
      "quote": "But I am a lover of all kinds of art. And I just can't stick to one thing. I guess I could if I made myself, but I'd always be looking the other way, for other things.",
      "author": "Andre Benjamin",
      "category": "Myself, I Am, Looking"
    },
    {
      "quote": "I want to try and be as involved in the art of filmmaking as possible. I feel that the only way to really do that is to take on as many roles as possible, whether it be as an actor, an editor, a director, a cinematographer.",
      "author": "Joe Swanberg",
      "category": "Filmmaking, Want, Try"
    },
    {
      "quote": "Art is solace; art is vision, and when I pick up a literary work, I am a consumer of literature for its own sake.",
      "author": "Wole Soyinka",
      "category": "Work, Vision, I Am"
    },
    {
      "quote": "Art is permitted to survive only if it renounces the right to be different, and integrates itself into the omnipotent realm of the profane.",
      "author": "Theodor Adorno",
      "category": "Survive, Be Different, Right"
    },
    {
      "quote": "Take care to sell your horse before he dies. The art of life is passing losses on.",
      "author": "Robert Frost",
      "category": "Life, Horse, Care"
    },
    {
      "quote": "The art of pleasing is the art of deception.",
      "author": "Luc de Clapiers",
      "category": "Deception, Pleasing"
    },
    {
      "quote": "Life beats down and crushes the soul and art reminds you that you have one.",
      "author": "Stella Adler",
      "category": "Life, Soul, You"
    },
    {
      "quote": "Every good painter paints what he is.",
      "author": "Jackson Pollock",
      "category": "Good, Painter, Every"
    },
    {
      "quote": "Art cannot be modern. Art is primordially eternal.",
      "author": "Egon Schiele",
      "category": "Modern, Modern Art, Cannot"
    },
    {
      "quote": "The finest works of art are precious, among other reasons, because they make it possible for us to know, if only imperfectly and for a little while, what it actually feels like to think subtly and feel nobly.",
      "author": "Aldous Huxley",
      "category": "Know, Think, Little"
    },
    {
      "quote": "I think having land and not ruining it is the most beautiful art that anybody could ever want to own.",
      "author": "Andy Warhol",
      "category": "Beautiful, Most Beautiful"
    },
    {
      "quote": "An artist cannot fail it is a success to be one.",
      "author": "Charles Horton Cooley",
      "category": "Success, Artist, Fail"
    },
    {
      "quote": "Art is like a border of flowers along the course of civilization.",
      "author": "Lincoln Steffens",
      "category": "Flowers, Civilization, Like"
    },
    {
      "quote": "I don't want to be interesting. I want to be good.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Good, Interesting, Want"
    },
    {
      "quote": "If you cannot learn to love real art, at least learn to hate sham art and reject it.",
      "author": "William Morris",
      "category": "Love, Hate, You"
    },
    {
      "quote": "The marble not yet carved can hold the form of every thought the greatest artist has.",
      "author": "Michelangelo",
      "category": "Thought, Artist, Greatest"
    },
    {
      "quote": "I've always enjoyed feeling a connection to the avant-garde, such as Dada and surrealism and pop art. The only thing the artist can do is be honest with themselves and make the art they want to make. That's what I've always done.",
      "author": "Jeff Koons",
      "category": "Artist, Want, Connection"
    },
    {
      "quote": "There's this shop in New York I go to it has bones and fossils and insects that are like works of art. I have a few on my wall.",
      "author": "Eva Green",
      "category": "New York, Insects, New"
    },
    {
      "quote": "I love my Force Fins, which are the kind of fins Special Forces use and really are adapted from the fins of fish. They're very efficient. They are so beautiful, a pair is in the Museum of Modern Art. The set I have are ruby red. I call them my ruby flippers.",
      "author": "Sylvia Earle",
      "category": "Love, Beautiful, Red"
    },
    {
      "quote": "The art of the bird is to conceal its nest both as to position and as to material, but now and then it is betrayed into weaving into its structure showy and bizarre bits of this or that, which give its secret away and which seem to violate all the traditions of its kind.",
      "author": "John Burroughs",
      "category": "Bird, Kind, Secret"
    },
    {
      "quote": "Art is feminine... Look, if you're handsome and young and beautiful, well, people are always going to say that you're gay.",
      "author": "Juan Gabriel",
      "category": "Beautiful, People, Handsome"
    },
    {
      "quote": "While I recognize the necessity for a basis of observed reality... true art lies in a reality that is felt.",
      "author": "Odilon Redon",
      "category": "Reality, True, Recognize"
    },
    {
      "quote": "And the first rude sketch that the world had seen was joy to his mighty heart, till the Devil whispered behind the leaves 'It's pretty, but is it Art?'",
      "author": "Rudyard Kipling",
      "category": "Heart, Joy, World"
    },
    {
      "quote": "Maturity implies otherness... The art of living is the art of living with.",
      "author": "Julius Gordon",
      "category": "Maturity, Living, Implies"
    },
    {
      "quote": "You should carefully study the Art of Reasoning, as it is what most people are very deficient in, and I know few things more disagreeable than to argue, or even converse with a man who has no idea of inductive and deductive philosophy.",
      "author": "William John Wills",
      "category": "Man, Philosophy, People"
    },
    {
      "quote": "Artists today think of everything they do as a work of art. It is important to forget about what you are doing - then a work of art may happen.",
      "author": "Andrew Wyeth",
      "category": "Work, Today, Think"
    },
    {
      "quote": "Anime is intended to have ambiguous features. That's part of the art form.",
      "author": "M. Night Shyamalan",
      "category": "Ambiguous, Part, Form"
    },
    {
      "quote": "I always imagined myself somehow as an electron around some atom, and you're just, like, bouncing around and spinning. There was a never-ending supply of places to go, people to see, things to do, and fitting it all in became kind of an art.",
      "author": "Tom Freston",
      "category": "Myself, People, You"
    },
    {
      "quote": "What is extraordinary about contemporary art is the energy - it has our energy. New energy. Pieces hundreds of years old are beautiful from an aesthetic point of view, but without our modern energy.",
      "author": "Victor Pinchuk",
      "category": "Beautiful, Point Of View"
    },
    {
      "quote": "Making beautiful things for everyday use is a wonderful thing to do - making life flow more easily - but art confronts life, allowing it to stop and perhaps change direction - they are completely different.",
      "author": "Antony Gormley",
      "category": "Life, Change, Beautiful"
    },
    {
      "quote": "The thing is that as you grow through life, the pursuit of art and the pursuit of new ideas, all these things keeps your mind elastic.",
      "author": "Patti Smith",
      "category": "Life, Ideas, Mind"
    },
    {
      "quote": "Someone made me a Leaf Coneybear finger puppet. Someone made me a portrait of me on some chocolate. I'm keeping it. I daren't eat such a work of art. It's so unique and so fun that fans do that. It's incredibly flattering. I like it when people spend time on me. People don't spend the same amount of time on my brother who's an insurance broker.",
      "author": "Barrett Foa",
      "category": "Work, Time, Brother"
    },
    {
      "quote": "Literature is the art of writing something that will be read twice journalism what will be grasped at once.",
      "author": "Cyril Connolly",
      "category": "Writing, Journalism"
    },
    {
      "quote": "It is our art that has an opportunity to leave a footprint in the sand. They don't wrap fish in our work.",
      "author": "Hugh Newell Jacobsen",
      "category": "Work, Opportunity, Fish"
    },
    {
      "quote": "Irresponsibility is part of the pleasure of all art it is the part the schools cannot recognize.",
      "author": "James Joyce",
      "category": "Pleasure, Recognize, Part"
    },
    {
      "quote": "We have lost the art of sharing and caring.",
      "author": "Hun Sen",
      "category": "Caring, Lost, Sharing"
    },
    {
      "quote": "Art to me is an anecdote of the spirit, and the only means of making concrete the purpose of its varied quickness and stillness.",
      "author": "Mark Rothko",
      "category": "Purpose, Me, Stillness"
    },
    {
      "quote": "But what does interest me is the notion that if you do a lot of work it means there's a potential for other people to understand that a lot of things are possible with a sustained effort and that the broadening of experiences is possible and I think that's all art can be.",
      "author": "Richard Serra",
      "category": "Work, Effort, Me"
    },
    {
      "quote": "Very few people possess true artistic ability. It is therefore both unseemly and unproductive to irritate the situation by making an effort. If you have a burning, restless urge to write or paint, simply eat something sweet and the feeling will pass.",
      "author": "Fran Lebowitz",
      "category": "Effort, People, Sweet"
    },
    {
      "quote": "Masterpieces of art possess immense potential to advance a worldview that could help assuage the societal terrors posed by globalization, the most thoroughgoing socioeconomic upheaval since the Industrial Revolution, which has set off a pandemic of retrogressive nationalism, regional separatism, and religious extremism.",
      "author": "Martin Filler",
      "category": "Help, Globalization"
    },
    {
      "quote": "Film editing is now something almost everyone can do at a simple level and enjoy it, but to take it to a higher level requires the same dedication and persistence that any art form does.",
      "author": "Walter Murch",
      "category": "Persistence, Simple"
    },
    {
      "quote": "We are only beginning to learn what to say in a photograph. The world we live in is a succession of fleeting moments, any one of which might say something significant.",
      "author": "Alfred Eisenstaedt",
      "category": "Beginning, World, Moments"
    },
    {
      "quote": "Art is a collaboration between God and the artist, and the less the artist does the better.",
      "author": "Andre Gide",
      "category": "God, Collaboration, Artist"
    },
    {
      "quote": "The mediator of the inexpressible is the work of art.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Work, Mediator"
    },
    {
      "quote": "Immature artists imitate. Mature artists steal.",
      "author": "Lionel Trilling",
      "category": "Mature, Immature, Artists"
    },
    {
      "quote": "With an apple I will astonish Paris.",
      "author": "Paul Cezanne",
      "category": "Apple, Paris, Will"
    },
    {
      "quote": "It is not in life, but in art that self-fulfillment is to be found.",
      "author": "Wilson Mizner",
      "category": "Life, Found"
    },
    {
      "quote": "All art is dependent on technology because it's a human endeavour, so even when you're using charcoal on a wall or designed the proscenium arch, that's technology.",
      "author": "George Lucas",
      "category": "Technology, You, Human"
    },
    {
      "quote": "You begin with the possibilities of the material.",
      "author": "Robert Rauschenberg",
      "category": "Possibilities, You, Begin"
    },
    {
      "quote": "An empty canvas is full.",
      "author": "Robert Rauschenberg",
      "category": "Canvas, Empty, Full"
    },
    {
      "quote": "If I didn't choose art, I would have become an astronomer.",
      "author": "Peter Max",
      "category": "Choose, Become, Would"
    },
    {
      "quote": "I owe much to mother. She had an expert's understanding, but also approached art emotionally.",
      "author": "David Rockefeller",
      "category": "Mother, Mom, Understanding"
    },
    {
      "quote": "I quickly realized that this medium had a lot to offer someone like me. To do Disney-quality hand-drawn cartoons, you have to be a master of two art forms. Seriously, you have to be able to draw like a Leonardo da Vinci or a Michelangelo. But also you have to know movement and timing and control that through 24 frames a second.",
      "author": "John Lasseter",
      "category": "Control, Me, Timing"
    },
    {
      "quote": "Art attracts us only by what it reveals of our most secret self.",
      "author": "Jean-Luc Godard",
      "category": "Self, Secret, Us"
    },
    {
      "quote": "For me, acting is about the art of it and it's about being on a film set and doing your thing, painting a blank canvas.",
      "author": "Shailene Woodley",
      "category": "Me, Painting, Acting"
    },
    {
      "quote": "As long as you're true to you, you believe it and you make others believe it, then what you're doing is just art. If you give everybody a blank canvas and some paint, not everybody's picture is going to be exactly the same, but it's still art. I just do what I do.",
      "author": "Jake Owen",
      "category": "Believe, Long, Picture"
    },
    {
      "quote": "I don't feel I'm trying to make art. I'm trying to make interesting things. People can relate to that.",
      "author": "Thomas Heatherwick",
      "category": "People, Interesting, Trying"
    },
    {
      "quote": "My philosophy is that I'm an artist. I perform an art not with a paint brush or a camera. I perform with bodily movement. Instead of exhibiting my art in a museum or a book or on canvas, I exhibit my art in front of the multitudes.",
      "author": "Steve Prefontaine",
      "category": "Book, Philosophy, Artist"
    },
    {
      "quote": "There is so much art can do to enlighten people, no matter what their views might be. If art can't go there or doesn't elevate the social consciousness in some way, then we are in peril.",
      "author": "Octavia Spencer",
      "category": "People, Matter"
    },
    {
      "quote": "In a storm, I think, 'What if the gospel be not true? Then thou art, of all men, most foolish. For what has thou given up thy goods, thy ease, thy friends, thy reputation, thy country, thy life?'",
      "author": "John Wesley",
      "category": "Life, Friends, Storm"
    },
    {
      "quote": "I think of art, at its most significant, as a DEW line, a Distant Early Warning system that can always be relied on to tell the old culture what is beginning to happen to it.",
      "author": "Marshall McLuhan",
      "category": "Culture, Beginning, Think"
    },
    {
      "quote": "The reward of art is not fame or success but intoxication: that is why so many bad artists are unable to give it up.",
      "author": "Jean Cocteau",
      "category": "Success, Fame, Why"
    },
    {
      "quote": "In art and dream may you proceed with abandon. In life may you proceed with balance and stealth.",
      "author": "Patti Smith",
      "category": "Life, Balance, Dream"
    },
    {
      "quote": "Winners have the ability to step back from the canvas of their lives like an artist gaining perspective. They make their lives a work of art - an individual masterpiece.",
      "author": "Denis Waitley",
      "category": "Work, Perspective, Artist"
    },
    {
      "quote": "Flirting is the gentle art of making a man feel pleased with himself.",
      "author": "Helen Rowland",
      "category": "Man, Feel, Gentle"
    },
    {
      "quote": "Homer has taught all other poets the art of telling lies skillfully.",
      "author": "Aristotle",
      "category": "Lies, Taught, Other"
    },
    {
      "quote": "Everyone thinks they can write a play you just write down what happened to you. But the art of it is drawing from all the moments of your life.",
      "author": "Neil Simon",
      "category": "Life, Moments, Drawing"
    },
    {
      "quote": "Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message.",
      "author": "Malcolm Muggeridge",
      "category": "Life, Great, God"
    },
    {
      "quote": "I think in art, but especially in films, people are trying to confirm their own existences.",
      "author": "Jim Morrison",
      "category": "People, Trying, Think"
    },
    {
      "quote": "We should always remember that sensitiveness and emotion constitute the real content of a work of art.",
      "author": "Maurice Ravel",
      "category": "Work, Remember, Emotion"
    },
    {
      "quote": "The art of Peace I practice has room for each of the world's eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land.",
      "author": "Morihei Ueshiba",
      "category": "Peace, Great, God"
    },
    {
      "quote": "To improve the golden moment of opportunity, and catch the good that is within our reach, is the great art of life.",
      "author": "William Samuel Johnson",
      "category": "Life, Good, Great"
    },
    {
      "quote": "Part of the joy of looking at art is getting in sync in some ways with the decision-making process that the artist used and the record that's embedded in the work.",
      "author": "Chuck Close",
      "category": "Work, Joy, Artist"
    },
    {
      "quote": "Extreme complication is contrary to art.",
      "author": "Claude Debussy",
      "category": "Extreme, Complication"
    },
    {
      "quote": "Modernity is the transitory, the fugitive, the contingent, which make up one half of art, the other being the eternal and the immutable. This transitory fugitive element, which is constantly changing, must not be despised or neglected.",
      "author": "Charles Baudelaire",
      "category": "Changing, Up, Being"
    },
    {
      "quote": "Thou art not for the earth, nor for the Heaven the world is for thee, thou art not for the world.",
      "author": "Muhammad Iqbal",
      "category": "World, Earth, Heaven"
    },
    {
      "quote": "How can anybody learn anything from an artwork when the piece of art only reflects the vanity of the artist and not reality?",
      "author": "Lou Reed",
      "category": "Reality, Artist, Learn"
    },
    {
      "quote": "When thou art above measure angry, bethink thee how momentary is man's life.",
      "author": "Marcus Aurelius",
      "category": "Life, Man, Angry"
    },
    {
      "quote": "The man of genius is he and he alone who finds such joy in his art that he will work at it come hell or high water.",
      "author": "Stendhal",
      "category": "Work, Water, Alone"
    },
    {
      "quote": "In art as in love, instinct is enough.",
      "author": "Anatole France",
      "category": "Love, Enough, Instinct"
    },
    {
      "quote": "Even a true artist does not always produce art.",
      "author": "Carroll O'Connor",
      "category": "Artist, True, Always"
    },
    {
      "quote": "Pictures must not be too picturesque.",
      "author": "Ralph Waldo Emerson",
      "category": "Pictures, Must, Too"
    },
    {
      "quote": "Art consists of limitation. The most beautiful part of every picture is the frame.",
      "author": "Gilbert K. Chesterton",
      "category": "Beautiful, Most Beautiful"
    },
    {
      "quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires.",
      "author": "Hedy Lamarr",
      "category": "Good, Me, Company"
    },
    {
      "quote": "Art is man's expression of his joy in labor.",
      "author": "Henry Kissinger",
      "category": "Man, Joy, Labor"
    },
    {
      "quote": "If we could but paint with the hand what we see with the eye.",
      "author": "Honore de Balzac",
      "category": "Eye, Paint, See"
    },
    {
      "quote": "Advertising is the greatest art form of the 20th century.",
      "author": "Marshall McLuhan",
      "category": "Advertising, Greatest"
    },
    {
      "quote": "Wherever art appears, life disappears.",
      "author": "Robert Motherwell",
      "category": "Life, Wherever, Appears"
    },
    {
      "quote": "What is art but a way of seeing?",
      "author": "Saul Bellow",
      "category": "Way, Seeing"
    },
    {
      "quote": "A work of art has no importance whatever to society. It is only important to the individual.",
      "author": "Vladimir Nabokov",
      "category": "Work, Society, Important"
    },
    {
      "quote": "An artist is forced by others to paint out of his own free will.",
      "author": "Willem de Kooning",
      "category": "Free, Artist, Free Will"
    },
    {
      "quote": "I think you can leave the arts, superior or inferior, to the conscience of mankind.",
      "author": "William Butler Yeats",
      "category": "Think, You, Conscience"
    },
    {
      "quote": "Rules and models destroy genius and art.",
      "author": "William Hazlitt",
      "category": "Rules, Genius, Destroy"
    },
    {
      "quote": "To be an artist includes much; one must possess many gifts - absolute gifts - which have not been acquired by one's own effort. And, moreover, to succeed, the artist much possess the courageous soul.",
      "author": "Kate Chopin",
      "category": "Soul, Effort, Artist"
    },
    {
      "quote": "Art depends on luck and talent.",
      "author": "Francis Ford Coppola",
      "category": "Luck, Talent, Depends"
    },
    {
      "quote": "To make pictures big is to make them more powerful.",
      "author": "Robert Mapplethorpe",
      "category": "Powerful, Pictures, Big"
    },
    {
      "quote": "If you know somethin' well, you can always paint it but people would be better off buyin' chickens.",
      "author": "Grandma Moses",
      "category": "People, Better, Know"
    },
    {
      "quote": "The worst state of affairs is when science begins to concern itself with art.",
      "author": "Paul Klee",
      "category": "Science, Worst, State"
    },
    {
      "quote": "What I wish to show when I paint is the way I see things with my eyes and in my heart.",
      "author": "Raoul Dufy",
      "category": "Eyes, Heart, Wish"
    },
    {
      "quote": "Art is pattern informed by sensibility.",
      "author": "Herbert Read",
      "category": "Informed, Pattern"
    },
    {
      "quote": "An empty canvas is a living wonder... far lovelier than certain pictures.",
      "author": "Wassily Kandinsky",
      "category": "Living, Wonder, Canvas"
    },
    {
      "quote": "My paintings are not about what is seen. They are about what is known forever in the mind.",
      "author": "Agnes Martin",
      "category": "Mind, Forever, Seen"
    },
    {
      "quote": "I am not strong on perfection.",
      "author": "Jasper Johns",
      "category": "Strong, I Am, Perfection"
    },
    {
      "quote": "The goal of art was the vital expression of self.",
      "author": "Alfred Stieglitz",
      "category": "Goal, Self, Expression"
    },
    {
      "quote": "I realize that protest paintings are not exactly in vogue, but I've done many.",
      "author": "Robert Indiana",
      "category": "Done, Realize, Protest"
    },
    {
      "quote": "Most art is fragile and some should be placed and never moved away.",
      "author": "Donald Judd",
      "category": "Never, Fragile, Away"
    },
    {
      "quote": "The principle of art is to pause, not bypass.",
      "author": "Jerzy Kosinski",
      "category": "Pause, Principle, Bypass"
    },
    {
      "quote": "Painting is the passage from the chaos of the emotions to the order of the possible.",
      "author": "Balthus",
      "category": "Painting, Chaos, Emotions"
    },
    {
      "quote": "There hasn't been any art yet. Art is just beginning.",
      "author": "Constantin Brancusi",
      "category": "Beginning, Just, Been"
    },
    {
      "quote": "I will preach with my brush.",
      "author": "Henry Ossawa Tanner",
      "category": "Will, Brush, Preach"
    },
    {
      "quote": "I see myself and many artists like me as the torchbearers through these dark ages.",
      "author": "John Zorn",
      "category": "Myself, Me, Dark"
    },
    {
      "quote": "My hand is the extension of the thinking process - the creative process.",
      "author": "Tadao Ando",
      "category": "Thinking, Creative, Process"
    },
    {
      "quote": "In art, all who have done something other than their predecessors have merited the epithet of revolutionary; and it is they alone who are masters.",
      "author": "Paul Gauguin",
      "category": "Alone, Done, Masters"
    },
    {
      "quote": "If you don't get noticed, you don't have anything. You just have to be noticed, but the art is in getting noticed naturally, without screaming or without tricks.",
      "author": "Leo Burnett",
      "category": "You, Anything, Without"
    },
    {
      "quote": "What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life.",
      "author": "Michel Foucault",
      "category": "Life, Society, Me"
    },
    {
      "quote": "Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don't want it.",
      "author": "Duke Ellington",
      "category": "Want, You, Dangerous"
    },
    {
      "quote": "One of the most striking signs of the decay of art is when we see its separate forms jumbled together.",
      "author": "Jean-Luc Godard",
      "category": "Together, Signs, See"
    },
    {
      "quote": "Art comes to you proposing frankly to give nothing but the highest quality to your moments as they pass.",
      "author": "Walter Pater",
      "category": "Quality, Moments, You"
    },
    {
      "quote": "The art of politics consists in knowing precisely when it is necessary to hit an opponent slightly below the belt.",
      "author": "Konrad Adenauer",
      "category": "Politics, Opponent, Knowing"
    },
    {
      "quote": "There is in fact no such thing as art for art's sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause.",
      "author": "Mao Zedong",
      "category": "Politics, Literature"
    },
    {
      "quote": "To my mind the old masters are not art their value is in their scarcity.",
      "author": "Thomas A. Edison",
      "category": "Value, Mind, Old"
    },
    {
      "quote": "Infatuated, half through conceit, half through love of my art, I achieve the impossible working as no one else ever works.",
      "author": "Alexandre Dumas",
      "category": "Love, Impossible, Working"
    },
    {
      "quote": "So long as the system of competition in the production and exchange of the means of life goes on, the degradation of the arts will go on; and if that system is to last for ever, then art is doomed, and will surely die; that is to say, civilization will die.",
      "author": "William Morris",
      "category": "Life, Competition, Long"
    },
    {
      "quote": "All art is quite useless.",
      "author": "Oscar Wilde",
      "category": "Useless, Quite"
    },
    {
      "quote": "Interpretation is the revenge of the intellectual upon art.",
      "author": "Susan Sontag",
      "category": "Revenge, Intellectual"
    },
    {
      "quote": "Modernity is the transient, the fleeting, the contingent; it is one half of art, the other being the eternal and the immovable.",
      "author": "Charles Baudelaire",
      "category": "Half, Fleeting, Being"
    },
    {
      "quote": "Life is like art. You have to work hard to keep it simple and still have meaning.",
      "author": "Charles de Lint",
      "category": "Life, Work, Work Hard"
    },
    {
      "quote": "If thou art master to thyself, circumstances shall harm thee little.",
      "author": "Martin Farquhar Tupper",
      "category": "Master, Circumstances"
    },
    {
      "quote": "I mean, art for art's sake is ridiculous. Art is for the sake of one's needs.",
      "author": "Carl Andre",
      "category": "Mean, Ridiculous, Needs"
    },
    {
      "quote": "Every time you work, you have to do it all over again, to rid yourself of this dross. I suppose for a person who is not an artist or not attempting art, it is not dross, because it is the common exchange of everyday life.",
      "author": "Carl Andre",
      "category": "Life, Work, Time"
    },
    {
      "quote": "Performance art is the ultimate in creativity. Since it has so many possibilities at creativity, it's essence tends to become creativity.",
      "author": "Jack Bowman",
      "category": "Creativity, Performance"
    },
    {
      "quote": "Every mind which has given itself to self-expression in art is aware of a directing agency outside its conscious control which it has agreed to label 'inspiration'.",
      "author": "Norman Lindsay",
      "category": "Mind, Control, Inspiration"
    },
    {
      "quote": "Salesmanship, too, is an art; the perfection of its technique requires study and practice.",
      "author": "James Cash Penney",
      "category": "Perfection, Practice, Study"
    },
    {
      "quote": "When it came to my art, I went my own way and did not follow the trends.",
      "author": "Frank Frazetta",
      "category": "Trends, Way, Follow"
    },
    {
      "quote": "I don't really believe in 'directions' in art; the rope twists as you follow it, that's all.",
      "author": "Graham Nelson",
      "category": "Believe, You, Follow"
    },
    {
      "quote": "Although all the good arts serve to draw man's mind away from vices and lead it toward better things, this function can be more fully performed by this art, which also provides extraordinary intellectual pleasure.",
      "author": "Nicolaus Copernicus",
      "category": "Good, Man, Mind"
    },
    {
      "quote": "There's room for the Gap, but the joy of dressing is an art.",
      "author": "John Galliano",
      "category": "Joy, Gap, Dressing"
    },
    {
      "quote": "The biggest problem with every art is by the use of appearance to create a loftier reality.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Reality, Problem, Appearance"
    },
    {
      "quote": "Art is a step from what is obvious and well-known toward what is arcane and concealed.",
      "author": "Khalil Gibran",
      "category": "Step, Obvious, Concealed"
    },
    {
      "quote": "The true art of memory is the art of attention.",
      "author": "Samuel Johnson",
      "category": "Memory, Attention, True"
    },
    {
      "quote": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.",
      "author": "Albert Camus",
      "category": "Freedom, Others, Without"
    },
    {
      "quote": "Fashion is only the attempt to realize art in living forms and social intercourse.",
      "author": "Francis Bacon",
      "category": "Fashion, Living, Realize"
    },
    {
      "quote": "Thou must be emptied of that wherewith thou art full, that thou mayest be filled with that whereof thou art empty.",
      "author": "Saint Augustine",
      "category": "Empty, Must, Thou"
    },
    {
      "quote": "Photograph: a picture painted by the sun without instruction in art.",
      "author": "Ambrose Bierce",
      "category": "Sun, Picture, Without"
    },
    {
      "quote": "Painting, n.: The art of protecting flat surfaces from the weather, and exposing them to the critic.",
      "author": "Ambrose Bierce",
      "category": "Weather, Painting, Critic"
    },
    {
      "quote": "What I didn't know was I was deeply attracted to the big space.",
      "author": "David Hockney",
      "category": "Space, Know, Big"
    },
    {
      "quote": "Art is parasitic on life, just as criticism is parasitic on art.",
      "author": "Harry S Truman",
      "category": "Life, Criticism, Just"
    },
    {
      "quote": "I don't think there's any artist of any value who doesn't doubt what they're doing.",
      "author": "Francis Ford Coppola",
      "category": "Value, Artist, Doubt"
    },
    {
      "quote": "The business of art is to reveal the relation between man and his environment.",
      "author": "D. H. Lawrence",
      "category": "Business, Man, Environment"
    },
    {
      "quote": "I can't bear art that you can walk round and admire. A book should be either a bandit or a rebel or a man in the crowd.",
      "author": "D. H. Lawrence",
      "category": "Man, Book, Walk"
    },
    {
      "quote": "Evil is done without effort, naturally, it is the working of fate; good is always the product of an art.",
      "author": "Charles Baudelaire",
      "category": "Good, Evil, Effort"
    },
    {
      "quote": "The waking mind is the least serviceable in the arts.",
      "author": "Henry Miller",
      "category": "Mind, Arts, Waking"
    },
    {
      "quote": "I think an artist's responsibility is more complex than people realize.",
      "author": "Jodie Foster",
      "category": "Responsibility, Artist"
    },
    {
      "quote": "I don't believe in art. I believe in artists.",
      "author": "Marcel Duchamp",
      "category": "Believe, I Believe, Artists"
    },
    {
      "quote": "In seeking wisdom thou art wise in imagining that thou hast attained it - thou art a fool.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Wisdom, Wise, Fool"
    },
    {
      "quote": "To make us feel small in the right way is a function of art men can only make us feel small in the wrong way.",
      "author": "E. M. Forster",
      "category": "Men, Small, Way"
    },
    {
      "quote": "Trying to force creativity is never good.",
      "author": "Sarah McLachlan",
      "category": "Good, Creativity, Trying"
    },
    {
      "quote": "Art is an invention of aesthetics, which in turn is an invention of philosophers... What we call art is a game.",
      "author": "Octavio Paz",
      "category": "Game, Turn, Invention"
    },
    {
      "quote": "That's the motivation of an artist - to seek attention of some kind.",
      "author": "James Taylor",
      "category": "Motivation, Artist"
    },
    {
      "quote": "The more horrifying this world becomes, the more art becomes abstract.",
      "author": "Ellen Key",
      "category": "World, Abstract, More"
    },
    {
      "quote": "Some people act as though art that is for a mass audience is not good art, and I think this has been a very negative thing. I know that I have wanted very much to write books that are accessible to the widest audience possible.",
      "author": "bell hooks",
      "category": "Good, Negative, People"
    },
    {
      "quote": "I always feel like the art's there and I just see it, so it's not really a lot of work.",
      "author": "Damien Hirst",
      "category": "Work, Feel, See"
    },
    {
      "quote": "I think it's pretentious to create art just for the sake of stroking the artists ego.",
      "author": "Lou Reed",
      "category": "Ego, Think, Create"
    },
    {
      "quote": "Of all lies, art is the least untrue.",
      "author": "Gustave Flaubert",
      "category": "Lies, Untrue"
    },
    {
      "quote": "Art: If the object of poetry is, to make men, then poetry is the heir of prophecy.",
      "author": "Muhammad Iqbal",
      "category": "Men, Poetry, Prophecy"
    },
    {
      "quote": "The writer, when he is also an artist, is someone who admits what others don't dare reveal.",
      "author": "Elia Kazan",
      "category": "Artist, Dare, Writer"
    },
    {
      "quote": "What makes photography a strange invention is that its primary raw materials are light and time.",
      "author": "John Berger",
      "category": "Time, Light, Photography"
    },
    {
      "quote": "No heirloom of humankind captures the past as do art and language.",
      "author": "Theodore Bikel",
      "category": "Past, Language, Humankind"
    },
    {
      "quote": "Any work that aspires, however humbly, to the condition of art should carry its justification in every line.",
      "author": "Joseph Conrad",
      "category": "Work, Line, Carry"
    },
    {
      "quote": "I love the gallery, the arena of representation. It's a commercial world, and morality is based generally around economics, and that's taking place in the art gallery.",
      "author": "Jeff Koons",
      "category": "Love, World, Economics"
    },
    {
      "quote": "Like art and politics, gangsterism is a very important avenue of assimilation into society.",
      "author": "E. L. Doctorow",
      "category": "Politics, Society, Important"
    },
    {
      "quote": "It's clever, but is it Art?",
      "author": "Rudyard Kipling",
      "category": "Clever"
    },
    {
      "quote": "Art produces ugly things which frequently become more beautiful with time. Fashion, on the other hand, produces beautiful things which always become ugly with time.",
      "author": "Jean Cocteau",
      "category": "Time, Beautiful, Fashion"
    },
    {
      "quote": "Thou art my single day, God lends to leaven What were all earth else, with a feel of heaven.",
      "author": "Robert Browning",
      "category": "Day, God, Earth"
    },
    {
      "quote": "Every artist writes his own autobiography.",
      "author": "Havelock Ellis",
      "category": "Artist, Autobiography, Every"
    },
    {
      "quote": "The worse my drawings were, the more beautiful did the originals appear.",
      "author": "John James Audubon",
      "category": "Beautiful, Worse, Did"
    },
    {
      "quote": "I don't understand it. Jack will spend any amount of money to buy votes but he balks at investing a thousand dollars in a beautiful painting.",
      "author": "Jackie Kennedy",
      "category": "Beautiful, Money, Painting"
    },
    {
      "quote": "I think you learn a lot about a country from its art. To me, it's part of the drama of life. It teaches you that there are places, moments and incidents in other cultures that genuinely have a life of their own.",
      "author": "Michael Palin",
      "category": "Life, Me, Moments"
    },
    {
      "quote": "Art begins with resistance - at the point where resistance is overcome. No human masterpiece has ever been created without great labor.",
      "author": "Andre Gide",
      "category": "Great, Resistance, Human"
    },
    {
      "quote": "There is no prejudice that the work of art does not finally overcome.",
      "author": "Andre Gide",
      "category": "Work, Prejudice, Overcome"
    },
    {
      "quote": "Art is the collaboration between God and the artist, and the less the artist does the better.",
      "author": "Andre Gide",
      "category": "God, Collaboration, Artist"
    },
    {
      "quote": "All great art is born of the metropolis.",
      "author": "Ezra Pound",
      "category": "Great, Born, Great Art"
    },
    {
      "quote": "The art of living lies not in eliminating but in growing with troubles.",
      "author": "Bernard Baruch",
      "category": "Living, Growing, Lies"
    },
    {
      "quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression.",
      "author": "Isaac Bashevis Singer",
      "category": "Vision, Experiences"
    },
    {
      "quote": "The vitality of a new movement in Art must be gauged by the fury it arouses.",
      "author": "Logan Pearsall Smith",
      "category": "New, Movement, Vitality"
    },
    {
      "quote": "The artist one day falls through a hole in the brambles, and from that moment he is following the dark rapids of an underground river which may sometimes flow so near to the surface that the laughing picnic parties are heard above.",
      "author": "Cyril Connolly",
      "category": "Day, River, Artist"
    },
    {
      "quote": "I'm just really impressed by oil paintings - I don't see how people do it! That's the style I like: classic oil paintings. Abstract art just isn't my thing.",
      "author": "Brittany Howard",
      "category": "Style, People, Oil"
    },
    {
      "quote": "True art selects and paraphrases, but seldom gives a verbatim translation.",
      "author": "Thomas Bailey Aldrich",
      "category": "True, Translation, Seldom"
    },
    {
      "quote": "The perfection of art is to conceal art.",
      "author": "Quintilian",
      "category": "Perfection, Conceal"
    },
    {
      "quote": "I've never really had a hobby, unless you count art, which the IRS once told me I had to declare as a hobby since I hadn't made money with it.",
      "author": "Laurie Anderson",
      "category": "Money, Me, You"
    },
    {
      "quote": "Artists don't make objects. Artists make mythologies.",
      "author": "Anish Kapoor",
      "category": "Artists, Objects, Make"
    },
    {
      "quote": "Time extracts various values from a painter's work. When these values are exhausted the pictures are forgotten, and the more a picture has to give, the greater it is.",
      "author": "Henri Matisse",
      "category": "Work, Time, Values"
    },
    {
      "quote": "An artist never really finishes his work, he merely abandons it.",
      "author": "Paul Valery",
      "category": "Work, Artist, Never"
    },
    {
      "quote": "Painting and writing are solitary arts.",
      "author": "Conrad Hall",
      "category": "Writing, Painting, Arts"
    },
    {
      "quote": "Art is one thing that can go on mattering once it has stopped hurting.",
      "author": "Elizabeth Bowen",
      "category": "Go, One Thing, Once"
    },
    {
      "quote": "Art is subject to arbitrary fashion.",
      "author": "Kary Mullis",
      "category": "Fashion, Arbitrary, Subject"
    },
    {
      "quote": "Art is the final cunning of the human soul which would rather do anything than face the gods.",
      "author": "Iris Murdoch",
      "category": "Soul, Face, Human"
    },
    {
      "quote": "All art is a struggle to be, in a particular sort of way, virtuous.",
      "author": "Iris Murdoch",
      "category": "Struggle, Way, Virtuous"
    },
    {
      "quote": "And as I reinvent myself and I'm constantly curious about everything, I can't wait to see what's around the corner in newfound art and entertainment and exploration.",
      "author": "Pam Grier",
      "category": "Myself, Entertainment, See"
    },
    {
      "quote": "Artists themselves are not confined, but their output is.",
      "author": "Robert Smithson",
      "category": "Themselves, Artists, Output"
    },
    {
      "quote": "I'm not gonna give the British Government the joy of keeping taxing me. They don't tax art. And all my cars are just a collection of art.",
      "author": "Jay Kay",
      "category": "Joy, Government, Me"
    },
    {
      "quote": "Advertising is the art of the tiny. You have to tell a complete a story and deliver a complete message in a very encapsulated form. It disciplines you to cut away extraneous information.",
      "author": "Dick Wolf",
      "category": "Advertising, Information"
    },
    {
      "quote": "Art distills sensations and embodies it with enhanced meaning.",
      "author": "Miguel de Unamuno",
      "category": "Meaning, Enhanced"
    },
    {
      "quote": "The best artists know what to leave out.",
      "author": "Charles de Lint",
      "category": "Best, Know, Artists"
    },
    {
      "quote": "Mournful and yet grand is the destiny of the artist.",
      "author": "Franz Liszt",
      "category": "Destiny, Artist, Grand"
    },
    {
      "quote": "To write is to become disinterested. There is a certain renunciation in art.",
      "author": "Anthony Burgess",
      "category": "Become, Write, Certain"
    },
    {
      "quote": "A great artist can paint a great picture on a small canvas.",
      "author": "Charles Dudley Warner",
      "category": "Great, Small, Artist"
    },
    {
      "quote": "It is a mistake for a sculptor or a painter to speak or write very often about his job. It releases tension needed for his work.",
      "author": "Henry Moore",
      "category": "Work, Job, Speak"
    },
    {
      "quote": "Discipline in art is a fundamental struggle to understand oneself, as much as to understand what one is drawing.",
      "author": "Henry Moore",
      "category": "Struggle, Discipline"
    },
    {
      "quote": "When artists make art, they shouldn't question whether it is permissible to do one thing or another.",
      "author": "Sol LeWitt",
      "category": "Question, Artists, One Thing"
    },
    {
      "quote": "People were more interested in the phenomena than the art itself. This, combined with the growing interest in collecting art as an investment and the resultant boom in the art market, made it a difficult time for a young artist to remain sincere without becoming cynical.",
      "author": "Keith Haring",
      "category": "Time, Artist, People"
    },
    {
      "quote": "I cry out for order and find it only in art.",
      "author": "Helen Hayes",
      "category": "Find, Order, Cry"
    },
    {
      "quote": "Art must take reality by surprise.",
      "author": "Francoise Sagan",
      "category": "Reality, Surprise, Must"
    },
    {
      "quote": "A performance art piece is unprecedented. It is difficult to censor since it has a good possibility of never being done before.",
      "author": "Jack Bowman",
      "category": "Good, Performance, Done"
    },
    {
      "quote": "The artist belongs to his work, not the work to the artist.",
      "author": "Novalis",
      "category": "Work, Artist, Belongs"
    },
    {
      "quote": "When I make art, I think about its ability to connect with others, to bring them into the process.",
      "author": "Jim Hodges",
      "category": "Process, Think, Connect"
    },
    {
      "quote": "Of what use were the arts if they were only the reproduction and the imitation of life?",
      "author": "Alfred de Vigny",
      "category": "Life, Imitation, Arts"
    },
    {
      "quote": "It has taken me years of struggle, hard work and research to learn to make one simple gesture, and I know enough about the art of writing to realize that it would take as many years of concentrated effort to write one simple, beautiful sentence.",
      "author": "Isadora Duncan",
      "category": "Work, Hard Work, Beautiful"
    },
    {
      "quote": "Art is a revolt against fate. All art is a revolt against man's fate.",
      "author": "Andre Malraux",
      "category": "Man, Fate, Against"
    },
    {
      "quote": "When looking at any significant work of art, remember that a more significant one probably has had to be sacrificed.",
      "author": "Paul Klee",
      "category": "Work, Looking, Remember"
    },
    {
      "quote": "Paint the essential character of things.",
      "author": "Camille Pissarro",
      "category": "Character, Paint, Things"
    },
    {
      "quote": "I just started making Bloody Marys. I always thought they looked gross, then I tasted one. There's an art to it, from the Tabasco to the Worcestershire.",
      "author": "Tara Reid",
      "category": "Thought, Always, Started"
    },
    {
      "quote": "The creative act lasts but a brief moment, a lightning instant of give-and-take, just long enough for you to level the camera and to trap the fleeting prey in your little box.",
      "author": "Henri Cartier-Bresson",
      "category": "Creative, Moment, Long"
    },
    {
      "quote": "Great artists suffer for the people.",
      "author": "Marvin Gaye",
      "category": "Great, People, Artists"
    },
    {
      "quote": "Draw your pleasure, paint your pleasure, and express your pleasure strongly.",
      "author": "Pierre Bonnard",
      "category": "Paint, Pleasure, Express"
    },
    {
      "quote": "It is the mark of great art that its appeal is universal and eternal.",
      "author": "Clive Bell",
      "category": "Great, Mark, Universal"
    },
    {
      "quote": "Art is the desire of a man to express himself, to record the reactions of his personality to the world he lives in.",
      "author": "Amy Lowell",
      "category": "Man, Personality, World"
    },
    {
      "quote": "It's an old ploy of the bourgeoisie. They keep a standing 'art' to defend their collapsing culture.",
      "author": "George Grosz",
      "category": "Culture, Old, Standing"
    },
    {
      "quote": "Photography is a major force in explaining man to man.",
      "author": "Edward Steichen",
      "category": "Man, Photography, Force"
    },
    {
      "quote": "When that shutter clicks, anything else that can be done afterward is not worth consideration.",
      "author": "Edward Steichen",
      "category": "Done, Worth, Anything"
    },
    {
      "quote": "Every other artist begins with a blank canvas, a piece of paper the photographer begins with the finished product.",
      "author": "Edward Steichen",
      "category": "Artist, Product"
    },
    {
      "quote": "A room hung with pictures is a room hung with thoughts.",
      "author": "Joshua Reynolds",
      "category": "Thoughts, Pictures, Room"
    },
    {
      "quote": "I want to make exalted art. A successful image has pictorial lift. I am looking for whatever is up there.",
      "author": "Frank Stella",
      "category": "I Am, Successful, Looking"
    },
    {
      "quote": "An artist carries on throughout his life a mysterious, uninterrupted conversation with his public.",
      "author": "Maurice Chevalier",
      "category": "Life, Artist, Conversation"
    },
    {
      "quote": "Art thou the King of the Jews?",
      "author": "Pontius Pilate",
      "category": "King, Thou, Jews"
    },
    {
      "quote": "Contrary to general belief, an artist is never ahead of his time but most people are far behind theirs.",
      "author": "Edgard Varese",
      "category": "Time, Artist, People"
    },
    {
      "quote": "To paint is a possessing rather than a picturing.",
      "author": "Philip Guston",
      "category": "Paint, Rather, Than"
    },
    {
      "quote": "Painting seems like some kind of peculiar miracle that I need to have again and again.",
      "author": "Philip Guston",
      "category": "Painting, Kind, Need"
    },
    {
      "quote": "One must always draw, draw with the eyes, when one cannot draw with a pencil.",
      "author": "Balthus",
      "category": "Eyes, Pencil, Always"
    },
    {
      "quote": "Art is Art. Everything else is everything else.",
      "author": "Ad Reinhardt",
      "category": "Everything, Else"
    },
    {
      "quote": "Art is too serious to be taken seriously.",
      "author": "Ad Reinhardt",
      "category": "Seriously, Serious, Taken"
    },
    {
      "quote": "I decided on the spot that I would be an artist, and I assure you, it was no ordinary artist I had in mind.",
      "author": "Henry Ossawa Tanner",
      "category": "Mind, Artist, You"
    },
    {
      "quote": "Art is anything people do with distinction.",
      "author": "Louis Dudek",
      "category": "People, Anything"
    },
    {
      "quote": "The art of using deceit and cunning grow continually weaker and less effective to the user.",
      "author": "John Tillotson",
      "category": "Grow, Deceit, Cunning"
    },
    {
      "quote": "Great art is never produced for its own sake. It is too difficult to be worth the effort.",
      "author": "Robert Quillen",
      "category": "Great, Effort, Difficult"
    },
    {
      "quote": "It is more important to click with people than to click the shutter.",
      "author": "Alfred Eisenstaedt",
      "category": "People, Important, Than"
    },
    {
      "quote": "I think of my peace paintings as one long poem, with each painting being a single stanza.",
      "author": "Robert Indiana",
      "category": "Peace, Painting, Long"
    },
    {
      "quote": "I was the least Pop of all the Pop artists.",
      "author": "Robert Indiana",
      "category": "Artists, Pop"
    },
    {
      "quote": "Artists don't talk about art. Artists talk about work. If I have anything to say to young writers, it's stop thinking of writing as art. Think of it as work.",
      "author": "Paddy Chayefsky",
      "category": "Work, Writing, Thinking"
    },
    {
      "quote": "My art springs from my desire to have things in the world which would otherwise never be there.",
      "author": "Carl Andre",
      "category": "World, Desire, Never"
    },
    {
      "quote": "Real art is one of the most powerful forces in the rise of mankind, and he who renders it accessible to as many people as possible is a benefactor of humanity.",
      "author": "Zoltan Kodaly",
      "category": "Powerful, Humanity, People"
    },
    {
      "quote": "As I very much liked to draw and paint as a child, I entered a special art program in high school, which was very much like being in an art school imbedded in a regular high school curriculum.",
      "author": "Jerome Isaac Friedman",
      "category": "School, Child, High School"
    },
    {
      "quote": "To me that's what art is about - when you don't really have any control over your desires to do it.",
      "author": "Noah Taylor",
      "category": "Control, Me, You"
    },
    {
      "quote": "Great art is an instant arrested in eternity.",
      "author": "James Huneker",
      "category": "Great, Eternity, Great Art"
    },
    {
      "quote": "Every picture shows a spot with which the artist has fallen in love.",
      "author": "Alfred Sisley",
      "category": "Love, Artist, Picture"
    },
    {
      "quote": "There is always a multitude of reasons both in favor of doing a thing and against doing it. The art of debate lies in presenting them the art of life lies in neglecting ninety-nine hundredths of them.",
      "author": "Hale White",
      "category": "Life, Debate, Doing"
    },
    {
      "quote": "I take photographs with love, so I try to make them art objects. But I make them for myself first and foremost - that is important.",
      "author": "Jacques-Henri Lartigue",
      "category": "Love, Myself, Try"
    },
    {
      "quote": "Art is a liaison between some sort of deranged mentality and others who are not going through it.",
      "author": "John Chamberlain",
      "category": "Going, Through, Between"
    },
    {
      "quote": "The arts are an even better barometer of what is happening in our world than the stock market or the debates in congress.",
      "author": "Hendrik Willem Van Loon",
      "category": "World, Better, Stock Market"
    },
    {
      "quote": "I don't make jokes. I just watch the government and report the facts.",
      "author": "Will Rogers",
      "category": "Government, Facts, Watch"
    },
    {
      "quote": "Politics have no relation to morals.",
      "author": "Niccolo Machiavelli",
      "category": "Morals, Relation"
    },
    {
      "quote": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.",
      "author": "John F. Kennedy",
      "category": "Future, Responsibility, Past"
    },
    {
      "quote": "One of the penalties for refusing to participate in politics is that you end up being governed by your inferiors.",
      "author": "Plato",
      "category": "End, You, Up"
    }
  ]
}