{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "We oppose the reactionary policies of the U.S. government but we do not oppose the American people. We want to have many good friends in the United States.",
      "author": "Kim Jong Il",
      "category": "Friends, Good, American"
    },
    {
      "quote": "An easily accessible and transparent database of contract information will bring sunshine into the confusing and sometimes shadowy practice of government contracting.",
      "author": "Tom Coburn",
      "category": "Sunshine, Practice"
    },
    {
      "quote": "We need the private sector to create jobs. If the government could create jobs Communism would have worked, but it didn't.",
      "author": "Tim Scott",
      "category": "Communism, Create, Need"
    },
    {
      "quote": "This used to be a government of checks and balances. Now it's all checks and no balances.",
      "author": "Gracie Allen",
      "category": "Now, Used, Balances"
    },
    {
      "quote": "A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.",
      "author": "Woodrow Wilson",
      "category": "Great, Men, Opinion"
    },
    {
      "quote": "I believe that it is my right and responsibility as an American to question our government when our government is wrong.",
      "author": "Cindy Sheehan",
      "category": "Responsibility, American"
    },
    {
      "quote": "While democracy in the long run is the most stable form of government, in the short run, it is among the most fragile.",
      "author": "Madeleine Albright",
      "category": "Democracy, Short, Long"
    },
    {
      "quote": "My goal is to cut government in half in twenty-five years, to get it down to the size where we can drown it in the bathtub.",
      "author": "Grover Norquist",
      "category": "Goal, Down, Years"
    },
    {
      "quote": "A feeble executive implies a feeble execution of the government.",
      "author": "Joseph Story",
      "category": "Execution, Executive, Feeble"
    },
    {
      "quote": "Virtual currency, where it's called a bitcoin vs. a U.S. dollar, that's going to be stopped. No government will ever support a virtual currency that goes around borders and doesn't have the same controls. It's not going to happen.",
      "author": "Jamie Dimon",
      "category": "Support, Same, Currency"
    },
    {
      "quote": "When any government, or any church for that matter, undertakes to say to its subjects, This you may not read, this you must not see, this you are forbidden to know, the end result is tyranny and oppression no matter how holy the motives.",
      "author": "Robert A. Heinlein",
      "category": "End, Oppression, Know"
    },
    {
      "quote": "No matter where you stand politically - even if you're unsure of what your political ideology is - it is important to take part in the process of shaping our government.",
      "author": "Brad Henry",
      "category": "Political, Stand, You"
    },
    {
      "quote": "Our Government is committed to pursuing policies and programs which facilitate a further lowering of the interest rates in order to fuel investment and growth. We call on the commercial banks to partner with us in this effort.",
      "author": "Said Musa",
      "category": "Growth, Effort, Partner"
    },
    {
      "quote": "Fraud, robbery, and murder have characterized the English usurpation of the government of our country. Why, for the last fifty years we have been robbed in the matter of taxes of hundreds of millions.",
      "author": "John Edward Redmond",
      "category": "Country, Fraud, Why"
    },
    {
      "quote": "Judicial review has been a part of our democracy in this constitutional government for over 200 years.",
      "author": "Ron Kind",
      "category": "Democracy, Review, Years"
    },
    {
      "quote": "If an election is simply a one-day snapshot of transient mass delusions, then this is not a very noble form of government.",
      "author": "James Bovard",
      "category": "Election, Noble, Transient"
    },
    {
      "quote": "A good government remains the greatest of human blessings and no nation has ever enjoyed it.",
      "author": "Dean Inge",
      "category": "Good, Blessings, Greatest"
    },
    {
      "quote": "We are all imperfect. We can not expect perfect government.",
      "author": "William Howard Taft",
      "category": "Perfect, Imperfect, Expect"
    },
    {
      "quote": "As more and more women, men and young people raise their voices and become active in local government, and more local leaders take action for the safety of women and girls, change happens.",
      "author": "Michelle Bachelet",
      "category": "Change, Women, Safety"
    },
    {
      "quote": "Courts have long recognized the federal government's robust power to inspect people and goods entering the country. After all, the very foundation of national sovereignty is a nation's ability to protect its borders.",
      "author": "Bob Barr",
      "category": "Power, People, Long"
    },
    {
      "quote": "Pray for someone else's child, your pastor, the military, the police officers, the firemen, the teachers, the government. There's no end to the ways that you can intervene on behalf of others through prayer.",
      "author": "Monica Johnson",
      "category": "Prayer, Child, Military"
    },
    {
      "quote": "If government can give you rights, government can take them away from you.",
      "author": "Roy Moore",
      "category": "You, Rights, Give"
    },
    {
      "quote": "Let the people think they govern and they will be governed.",
      "author": "William Penn",
      "category": "People, Think, Will"
    },
    {
      "quote": "I believe there is something out there watching us. Unfortunately, it's the government.",
      "author": "Woody Allen",
      "category": "Believe, I Believe"
    },
    {
      "quote": "Democracy is an abuse of statistics.",
      "author": "Jorge Luis Borges",
      "category": "Democracy, Statistics, Abuse"
    },
    {
      "quote": "Democracy must learn to defend itself.",
      "author": "Mikhail Gorbachev",
      "category": "Democracy, Learn, Defend"
    },
    {
      "quote": "Government loses its claim to legitimacy when it fails to fulfill its obligations.",
      "author": "Martin L. Gross",
      "category": "Obligations, Legitimacy"
    },
    {
      "quote": "Conquest is not in our principles. It is inconsistent with our government.",
      "author": "Thomas Jefferson",
      "category": "Principles, Conquest"
    },
    {
      "quote": "The soldiers never explained to the government when an Indian was wronged, but reported the misdeeds of the Indians.",
      "author": "Geronimo",
      "category": "Soldiers, Never, Explained"
    },
    {
      "quote": "No government can help the destinies of people who insist in putting sectional and class consciousness ahead of general weal.",
      "author": "Franklin D. Roosevelt",
      "category": "People, Help, Consciousness"
    },
    {
      "quote": "The government lied about inventing the HIV virus as a means of genocide against people of color. The government lied.",
      "author": "Jeremiah Wright",
      "category": "Color, People, Virus"
    },
    {
      "quote": "We don't walk. We overeat because we've made it easy to overeat. We have fast-food joints on every corner. By the way, the 'we' is all of us. It's not the government. It's all of us doing this together.",
      "author": "Mehmet Oz",
      "category": "Together, Walk, Easy"
    },
    {
      "quote": "It's very difficult for the American people to believe that our government, one of the richest on Earth, is also one of the stingiest on Earth.",
      "author": "Jimmy Carter",
      "category": "American, Believe, People"
    },
    {
      "quote": "The true principle of taxation is the benefit principle - those who benefit from a government service should pay for it. It's also known as the 'user pay' principle. Every effort should be made to link the payment of taxes or fees to the cost associated with the government service.",
      "author": "Mark Skousen",
      "category": "Service, Effort, True"
    },
    {
      "quote": "Net neutrality was essential for our economy; it was essential to preserve freedom and openness, both for economic reasons and free speech reasons, and the government had a role in ensuring that Internet freedom was protected.",
      "author": "Julius Genachowski",
      "category": "Freedom, Internet, Free"
    },
    {
      "quote": "After four centuries of Spanish rule, Puerto Rico was ceded to the United States in 1898. Residents were granted U.S. citizenship in 1917, and the federal government has allowed Puerto Rico to exercise authority over its local affairs in a manner similar to the 50 states.",
      "author": "Pedro Pierluisi",
      "category": "Exercise, Puerto Rico"
    },
    {
      "quote": "In a country where Americans sense, quite genuinely, that their freedoms have been taken away by the government - as in the U.S. Patriot Act, as in NSA surveillance - people feel powerless.",
      "author": "Jay Parini",
      "category": "People, Country, Patriot"
    },
    {
      "quote": "The white working class wants jobs. They don't want to be stuck trying to make ends meet with part-time work and government assistance. They want a good paying job that they can take pride in. The type of job that has fled America thanks to the Left.",
      "author": "Milo Yiannopoulos",
      "category": "Work, Good, America"
    },
    {
      "quote": "The speed with which we in the Congress are going down is sometimes frightening. Government administration in the districts is rapidly reaching a low level. No strong opposition party has been able to emerge.",
      "author": "Lal Bahadur Shastri",
      "category": "Strong, Speed, Party"
    },
    {
      "quote": "There's no trick to being a humorist when you have the whole government working for you.",
      "author": "Will Rogers",
      "category": "Working, You, Being"
    },
    {
      "quote": "Dullness in matters of government is a good sign, and not a bad one - in particular, dullness in parliamentary government is a test of its excellence, an indication of its success.",
      "author": "Walter Bagehot",
      "category": "Success, Good, Excellence"
    },
    {
      "quote": "But whether the Constitution really be one thing, or another, this much is certain - that it has either authorized such a government as we have had, or has been powerless to prevent it. In either case, it is unfit to exist.",
      "author": "Lysander Spooner",
      "category": "Constitution, Powerless"
    },
    {
      "quote": "The way we're really going to grow the economy is to invest in people, to invest in innovation, to have the federal government put money in the kind of research that will create the new high-technology, biotechnology industries that will create the millions of new jobs.",
      "author": "Joe Lieberman",
      "category": "Money, Innovation, Research"
    },
    {
      "quote": "Good government is the outcome of private virtue.",
      "author": "John Jay Chapman",
      "category": "Good, Virtue"
    },
    {
      "quote": "The fundamental purpose of government is to protect its citizens.",
      "author": "Arlen Specter",
      "category": "Purpose, Protect, Citizens"
    },
    {
      "quote": "It is critical that Democratic candidates, whether they are in New Jersey, or Virginia, or anywhere, emphasize the fact that we can be trusted, and can bring fiscal integrity to our state, local, and national government.",
      "author": "Mark Warner",
      "category": "Integrity, New, Bring"
    },
    {
      "quote": "And I always like to stress, it's not a quota, not a set-aside, it's not about race, it's about giving opportunities to demonstrate their abilities to do work with the Federal Government.",
      "author": "Alphonso Jackson",
      "category": "Work, Stress, Giving"
    },
    {
      "quote": "Freedom of expression - in particular, freedom of the press - guarantees popular participation in the decisions and actions of government, and popular participation is the essence of our democracy.",
      "author": "Corazon Aquino",
      "category": "Freedom, Decisions"
    },
    {
      "quote": "Above all we should not forget that government is an evil, a usurpation upon the private judgement and individual conscience of mankind.",
      "author": "William Godwin",
      "category": "Evil, Forget, Conscience"
    },
    {
      "quote": "Where there is a will there is a way. And this must be the way not of compulsion but of cooperation... No government and no plan can succeed without it.",
      "author": "Lionel Murphy",
      "category": "Plan, Cooperation, Succeed"
    },
    {
      "quote": "The basic policy of the British Government was that since the majority of people in Northern Ireland wished to remain in the United Kingdom, that was that. We asked what would happen if the majority wanted something else, if the majority wanted to see Irish unity.",
      "author": "John Hume",
      "category": "Unity, People, See"
    },
    {
      "quote": "Full participation in government and society has been a basic right of the country symbolizing the full citizenship and equal protection of all.",
      "author": "Charles B. Rangel",
      "category": "Society, Participation"
    },
    {
      "quote": "And gradually they're beginning to recognize the fact that there's nothing more secure than a democratic, accountable, and participatory form of government. But it's sunk in only theoretically, it has not yet sunk in completely in practical terms.",
      "author": "Wole Soyinka",
      "category": "Beginning, Nothing"
    },
    {
      "quote": "For over 30 years, the IRA showed that the British government could not rule Ireland on its own terms.",
      "author": "Gerry Adams",
      "category": "Years, British, IRA"
    },
    {
      "quote": "Every Indian outbreak that I have ever known has resulted from broken promises and broken treaties by the government.",
      "author": "Buffalo Bill",
      "category": "Broken, Promises, Every"
    },
    {
      "quote": "All Americans value the freedom of speech and the freedom of the press, and I believe this is essential for our continued way of life. But with this freedom comes responsibility. That responsibility has been abdicated here by some in the media and some in the government.",
      "author": "Steven Hatfill",
      "category": "Life, Freedom"
    },
    {
      "quote": "A government is invigorated when each of us is willing to participate in shaping the future of this nation.",
      "author": "Barbara Jordan",
      "category": "Future, Nation, Us"
    },
    {
      "quote": "It appears first, that liberty is a natural, and government an adventitious right, because all men were originally free.",
      "author": "Thomas Clarkson",
      "category": "Men, Free, Liberty"
    },
    {
      "quote": "Which government is the best? The one that teaches us to govern ourselves.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Best, Us, Which"
    },
    {
      "quote": "The best government rests on the people, and not on the few, on persons and not on property, on the free development of public opinion and not on authority.",
      "author": "George Bancroft",
      "category": "Best, Free, People"
    },
    {
      "quote": "I saw the government really using the excuse of a weak economy and a financial crisis to create more government and to push onto the American entrepreneurial society more and more restraints and government activity.",
      "author": "Rob Portman",
      "category": "Society, American, Financial"
    },
    {
      "quote": "We need to understand that we as citizens and as a government in any community throughout this country have no more important obligation than to educate those who are going to replace us.",
      "author": "Colin Powell",
      "category": "Community, Country"
    },
    {
      "quote": "In a very weak economy, when you say 'cut government spending,' what you mean is you're laying off school teachers and you're de-funding various programs that put money into the economy. This means you have more unemployed people that then draw unemployment benefits and don't pay taxes.",
      "author": "Fareed Zakaria",
      "category": "Money, School, People"
    },
    {
      "quote": "In 2006, I entered the presidential palace in the main square of La Paz as the first indigenous president of Bolivia. Our government, under the slogan 'Bolivia Changes,' is committed to ending the colonialism, racism and exclusion that many of our people lived under for many centuries.",
      "author": "Evo Morales",
      "category": "Racism, Changes, People"
    },
    {
      "quote": "It is time for corporate America to become 'the third pillar' of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.",
      "author": "Simon Mainwaring",
      "category": "Change, Time, America"
    },
    {
      "quote": "We must remember that democracy works when given time to develop, mature and deliver. People must have access to information for informed debate. Government institutions must treat citizens fairly, and with dignity, while responding to their needs.",
      "author": "Atifete Jahjaga",
      "category": "Time, Democracy, Treat"
    },
    {
      "quote": "Public policy in the twentieth century was about protecting and expanding the social compact, based on recognition that effective government at the federal level provides rules and services and safety measures that contribute to a better society.",
      "author": "Carl Bernstein",
      "category": "Safety, Society, Rules"
    },
    {
      "quote": "The average American returning from a trip abroad likely - and understandably - assumes the contents of his or her electronic device does not come close to meeting the threshold of 'criminal' activity, such as would give a government agent the right to seize and peruse their iPad just because they are returning from a vacation.",
      "author": "Bob Barr",
      "category": "Vacation, American, Meeting"
    },
    {
      "quote": "A disturbing prospect looms before us as Americans consider the possibility of a second term for President Barack Obama. Millions of conservatives who revere the Constitution, with its guarantees of freedom and limited government, have watched with alarm as the campaign season has unfolded.",
      "author": "James Dobson",
      "category": "Freedom, Constitution"
    },
    {
      "quote": "I had a very normal, very typical American childhood. My father worked for the government at the Pentagon and my mother was an educator, so we had a very average upbringing, but that's helped me in my writing because I'm writing about ordinary things.",
      "author": "Jeff Kinney",
      "category": "Father, Mother, Childhood"
    },
    {
      "quote": "If it were not for government regulation of big corporations, executives at companies like Enron, WorldCom, Tyco, they could have cheated investors out of millions.",
      "author": "P. J. O'Rourke",
      "category": "Regulation, Big, Like"
    },
    {
      "quote": "I will work in partnership with the Government, all political parties, and civil society to safeguard and advance the future of all Singaporeans.",
      "author": "Tony Tan",
      "category": "Work, Future, Society"
    },
    {
      "quote": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.",
      "author": "Winston Churchill",
      "category": "Time, Home, I Am"
    },
    {
      "quote": "If the federal government had been around when the Creator was putting His hand to this state, Indiana wouldn't be here. It'd still be waiting for an environmental impact statement.",
      "author": "Ronald Reagan",
      "category": "Environmental, Waiting"
    },
    {
      "quote": "If it is a crime to love the South, its cause and its President, then I am a criminal. I would rather lie down in this prison and die than leave it owing allegiance to a government such as yours.",
      "author": "Belle Boyd",
      "category": "Love, I Am, Lie"
    },
    {
      "quote": "Most of the energy of political work is devoted to correcting the effects of mismanagement of government.",
      "author": "Milton Friedman",
      "category": "Work, Political, Energy"
    },
    {
      "quote": "There is nothing inherently fair about equalizing incomes. If the government penalizes you for working harder than somebody else, that is unfair. If you save your money but retire with the same pension as a free-spending neighbor, that is also unfair.",
      "author": "Arthur C. Brooks",
      "category": "Money, Neighbor, You"
    },
    {
      "quote": "Government and culture are two diametrically opposed forces - the one blinds and oppresses, the other uplifts and unites.",
      "author": "Chuck D",
      "category": "Culture, Two, Unites"
    },
    {
      "quote": "By definition, a government has no conscience. Sometimes it has a policy, but nothing more.",
      "author": "Albert Camus",
      "category": "Nothing, Conscience"
    },
    {
      "quote": "A democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.",
      "author": "Alexis de Tocqueville",
      "category": "Vote, Tax, Escape"
    },
    {
      "quote": "It is not good to have a rule of many.",
      "author": "Homer",
      "category": "Good, Rule, Many"
    },
    {
      "quote": "The danger is not that a particular class is unfit to govern: every class is unfit to govern.",
      "author": "Lord Acton",
      "category": "Class, Danger, Every"
    },
    {
      "quote": "No government ever voluntarily reduces itself in size. Government programs, once launched, never disappear. Actually, a government bureau is the nearest thing to eternal life we'll ever see on this earth!",
      "author": "Ronald Reagan",
      "category": "Life, Earth, See"
    },
    {
      "quote": "As far as your personal goals are and what you actually want to do with your life, it should never have to do with the government. You should never depend on the government for your retirement, your financial security, for anything. If you do, you're screwed.",
      "author": "Drew Carey",
      "category": "Life, Goals, Financial"
    },
    {
      "quote": "What I worry about would be that you essentially have two chambers, the House and the Senate, but you have simply, majoritarian, absolute power on either side. And that's just not what the founders intended.",
      "author": "Barack Obama",
      "category": "Power, Worry, You"
    },
    {
      "quote": "I bear solemn witness to the fact that NATO heads of state and of government meet only to go through the tedious motions of reading speeches, drafted by others, with the principal objective of not rocking the boat.",
      "author": "Pierre Trudeau",
      "category": "Reading, Boat, Speeches"
    },
    {
      "quote": "The single most exciting thing you encounter in government is competence, because it's so rare.",
      "author": "Daniel Patrick Moynihan",
      "category": "You, Single, Rare"
    },
    {
      "quote": "Democracy means government by discussion, but it is only effective if you can stop people talking.",
      "author": "Clement Attlee",
      "category": "Democracy, People, You"
    },
    {
      "quote": "A politician is a man who understands government. A statesman is a politician who's been dead for 15 years.",
      "author": "Harry S Truman",
      "category": "Man, Dead, Years"
    },
    {
      "quote": "The Imperial German Government will not expect the Government of the United States to omit any word or any act necessary to the performance of its sacred duty of maintaining the rights of the United States and its citizens and of safeguarding their free exercise and enjoyment.",
      "author": "William Jennings Bryan",
      "category": "Performance, Free, Exercise"
    },
    {
      "quote": "If you join government, calmly make your contribution and move on. Don't go along to get along; do your best and when you have to - and you will - leave, and be something else.",
      "author": "Peggy Noonan",
      "category": "Best, Do Your Best"
    },
    {
      "quote": "The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment.",
      "author": "Franklin D. Roosevelt",
      "category": "Freedom, Strong, Liberty"
    },
    {
      "quote": "No more distressing moment can ever face a British government than that which requires it to come to a hard, fast and specific decision.",
      "author": "Barbara Tuchman",
      "category": "Decision, Moment, Face"
    },
    {
      "quote": "One of these days the people of Louisiana are going to get good government - and they aren't going to like it.",
      "author": "Huey Long",
      "category": "Good, People, Going"
    },
    {
      "quote": "Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination.",
      "author": "Harry S Truman",
      "category": "Men, Suicide, Mind"
    },
    {
      "quote": "Taxes are like abortion, and not just because both are grotesque procedures supported by Democrats. You're for them or against them. Taxes go up or down; government raises taxes or lowers them. But Democrats will not let the words 'abortion' or 'tax hikes' pass their lips.",
      "author": "Ann Coulter",
      "category": "Words, Down, You"
    },
    {
      "quote": "Nothing is worse, or more of a breach of the social contract between citizen and state, than for government officials, bureaucrats and agencies to waste the money entrusted to them by the people they serve.",
      "author": "Bob Riley",
      "category": "Money, People, Citizen"
    },
    {
      "quote": "When businesses face tough times, one of the first items they cut is overhead expenses. The government should do the same.",
      "author": "Byron Dorgan",
      "category": "Tough Times, Face, First"
    },
    {
      "quote": "Our goal is not to crush the enemy at any price, but to make it realize that it is illegal to take up arms to overthrow a democratically elected government.",
      "author": "Jose Eduardo dos Santos",
      "category": "Goal, Crush, Realize"
    },
    {
      "quote": "I want to assure you that working in transition period is an ungrateful job for any honest government.",
      "author": "Robert Kocharian",
      "category": "Job, Want, Transition"
    },
    {
      "quote": "Like working families all across the state, we must find a way to make government live within its means.",
      "author": "Ed Rendell",
      "category": "Live, Working, Find"
    },
    {
      "quote": "The American citizen must be made aware that today a relatively small group of people is proclaiming its purposes to be the will of the People. That elitist approach to government must be repudiated.",
      "author": "William E. Simon",
      "category": "Today, American, Small"
    },
    {
      "quote": "The Leader of the Opposition's constitutional obligation - the obligation to Parliament - it's the reason we did the merger! - is to make sure Canadians have an alternative for government.",
      "author": "Stephen Harper",
      "category": "Leader, Reason"
    },
    {
      "quote": "Everything government touches turns to crap.",
      "author": "Ringo Starr",
      "category": "Everything, Crap, Turns"
    },
    {
      "quote": "The same undisciplined government spending and social engineering that has undermined our economy over the past 30 years has also been tearing at the social fabric of this land.",
      "author": "Stockwell Day",
      "category": "Past, Engineering, Economy"
    },
    {
      "quote": "By the time of the United States Tricentennial, there will be more government workers than there are workers.",
      "author": "Norman Ralph Augustine",
      "category": "Time, Will, Workers"
    },
    {
      "quote": "That's why it has to be a nonprofit, because a nonprofit is required to take monies it receives and use them for the purposes for which it's chartered by the government. It can't be pocketed.",
      "author": "Mitch Kapor",
      "category": "Why, Nonprofit, Which"
    },
    {
      "quote": "I mean those people who are interested in good government will certainly contribute in order to make certain there's some counter-balance to those whose interests in good government is less.",
      "author": "Stephen Breyer",
      "category": "Good, People, Mean"
    },
    {
      "quote": "It is not safe in the republican form of government that clannishness should exist either by compulsory or voluntary reason. It is not good for the government and it is not good for the individual.",
      "author": "Timothy Thomas Fortune",
      "category": "Good, Safe, Reason"
    },
    {
      "quote": "Our funding is based on our support of ideas like limited government, individual rights and a strong defense.",
      "author": "Richard Scaife",
      "category": "Strong, Support, Ideas"
    },
    {
      "quote": "One hundred years before the Pilgrims landed at Plymouth, the Spanish government issued a decree authorizing the enslavement of the American Indian as in accord with the law of God and man.",
      "author": "Nelson A. Miles",
      "category": "God, Man, Law"
    },
    {
      "quote": "As Mayor, I will lead city government, businesses, and community groups to support innovative projects that will make San Francisco streets and public places vibrant and healthy.",
      "author": "Gavin Newsom",
      "category": "Community, Support, City"
    },
    {
      "quote": "My actions constituted pure hacking that resulted in relatively trivial expenses for the companies involved, despite the government's false claims.",
      "author": "Kevin Mitnick",
      "category": "Hacking, Actions, Expenses"
    },
    {
      "quote": "We must be loyal to the forum of our government.",
      "author": "Bainbridge Colby",
      "category": "Loyal, Must, Forum"
    },
    {
      "quote": "No salesman can ever guarantee you a grant from any government or non-profit organization.",
      "author": "Matthew Lesko",
      "category": "Organization, You, Guarantee"
    },
    {
      "quote": "Right now, a majority of the debt is owed to foreign interests, Japan being the largest purchaser of government debt today, soon to be surpassed by China as the number one purchaser of our debt in this Nation.",
      "author": "Ron Kind",
      "category": "Today, Nation, Debt"
    },
    {
      "quote": "The Connection Machines owned by the United States government laboratories were made available to me because they were considered impossible to program and there was no great demand for them at that time.",
      "author": "Philip Emeagwali",
      "category": "Time, Great, Me"
    },
    {
      "quote": "And government's only role is to secure our rights for us.",
      "author": "Roy Moore",
      "category": "Rights, Secure, Role"
    },
    {
      "quote": "Rights come from God, not from government.",
      "author": "Roy Moore",
      "category": "God, Rights, Come"
    },
    {
      "quote": "We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping.",
      "author": "L. Neil Smith",
      "category": "Freedom, Believe, Security"
    },
    {
      "quote": "Under this scientific and moral pressure, the Canadian government conceded publicly that the use of these weapons in Vietnam was, in their view, a contravention of the Geneva Protocol.",
      "author": "John Charles Polanyi",
      "category": "View, Pressure, Moral"
    },
    {
      "quote": "Democratic forms of government are vulnerable to mass prejudice, the so-called tyranny of the majority.",
      "author": "Maggie Gallagher",
      "category": "Tyranny, Prejudice"
    },
    {
      "quote": "Until the control of the issue of currency and credit is restored to government and recognized as its most conspicuous and sacred responsibility, all talks of the sovereignty of Parliament and of democracy is idle and futile.",
      "author": "William Lyon Mackenzie King",
      "category": "Responsibility, Democracy"
    },
    {
      "quote": "The South is brutalized to a degree not realized by its own inhabitants, and the very foundation of government, law and order, are imperilled.",
      "author": "Ida B. Wells",
      "category": "Law, Foundation, Order"
    },
    {
      "quote": "We want a system that will improve consistency and steadiness in the quality of government.",
      "author": "Ferdinand Mount",
      "category": "Quality, Consistency, Want"
    },
    {
      "quote": "In a government whose distinguishing characteristic should be a diffusion and equalization of its benefits and burdens the advantage of individuals will be augmented at the expense of the community at large.",
      "author": "Martin Van Buren",
      "category": "Community, Will, Benefits"
    },
    {
      "quote": "Government itself is founded upon the great doctrine of the consent of the governed, and has its cornerstone in the memorable principle that men are endowed with inalienable rights.",
      "author": "Leland Stanford",
      "category": "Great, Men, Memorable"
    },
    {
      "quote": "The labour movement had the best opportunity in 50 years to transform not merely an industrial situation and win an important battle for workers in struggle, but an opportunity to change the government of the day.",
      "author": "Arthur Scargill",
      "category": "Change, Best, Struggle"
    },
    {
      "quote": "In recent times, European nations, with the use of gunpowder and other technical improvements in warfare, controlled practically the whole world. One, the British Empire, brought under one government a quarter of the earth and its inhabitants.",
      "author": "John Boyd Orr",
      "category": "World, Earth, Empire"
    },
    {
      "quote": "We are ready to end fascism once and for all, even in spite of the Republican government.",
      "author": "Buenaventura Durruti",
      "category": "End, Fascism, Ready"
    },
    {
      "quote": "And I don't think that government has a role in telling people how to live their lives. Maybe a minister does, maybe your belief in God does, maybe there's another set of moral codes, but I don't think government has a role.",
      "author": "Clarence Thomas",
      "category": "God, People, Live"
    },
    {
      "quote": "The deterioration of a government begins almost always by the decay of its principles.",
      "author": "Charles de Secondat",
      "category": "Principles, Always, Almost"
    },
    {
      "quote": "There are a lot of good causes out there, but they can't possibly all be served by government.",
      "author": "Jesse Ventura",
      "category": "Good, Out, Lot"
    },
    {
      "quote": "I found the offer of a knighthood something that I couldn't possibly accept. I found it to be somehow squalid, a knighthood. There's a relationship to government about knights.",
      "author": "Harold Pinter",
      "category": "Relationship, Accept"
    },
    {
      "quote": "The lower caste people were killed as part of a conspiracy to dismiss my party's government.",
      "author": "Lalu Prasad Yadav",
      "category": "People, Party, Conspiracy"
    },
    {
      "quote": "It's a good thing we don't get all the government we pay for.",
      "author": "Will Rogers",
      "category": "Good, Pay, A Good Thing"
    },
    {
      "quote": "Old forms of government finally grow so oppressive that they must be thrown off even at the risk of reigns of terror.",
      "author": "Herbert Spencer",
      "category": "Risk, Grow, Old"
    },
    {
      "quote": "I am concerned about the whole man. I am concerned about what the people, using their government as an instrument and a tool, can do toward building the whole man, which will mean a better society and a better world.",
      "author": "Lyndon B. Johnson",
      "category": "Man, I Am, Society"
    },
    {
      "quote": "The private sector is motivated by profit and efficiency and the US government often is not.",
      "author": "Eric C. Anderson",
      "category": "Efficiency, Profit"
    },
    {
      "quote": "After so many cases of terror attacks related to Islamic militancy remaining unresolved in the last few years, the government has no moral authority to stay in power.",
      "author": "Sheikh Hasina",
      "category": "Power, Authority, Moral"
    },
    {
      "quote": "I cannot consent that my mortal body shall be laid in a repository prepared for an Emperor or a King my republican feelings and principles forbid it the simplicity of our system of government forbids it.",
      "author": "Andrew Jackson",
      "category": "Simplicity, Body, King"
    },
    {
      "quote": "We are beginning a new era in our government. I cannot too strongly urge the necessity of a rigid economy and an inflexible determination not to enlarge the income beyond the real necessities of the government.",
      "author": "Andrew Jackson",
      "category": "Determination, Beginning"
    },
    {
      "quote": "Anyone who thinks you can pay $3,100 to the federal government and thinks you can get that money back completely in services - like I said - he may go to M-I-T but he is an N-U-T.",
      "author": "Louie Gohmert",
      "category": "Money, You, Said"
    },
    {
      "quote": "You know, when Republicans were in charge, we doubled the debt. But, now, our concern is the Democrats are in charge and they're tripling the debt. So, really, our concern is that we want smaller government.",
      "author": "Rand Paul",
      "category": "Want, Know, You"
    },
    {
      "quote": "We no longer have a free market in the United States, we have a government controlled free market.",
      "author": "Jim Bunning",
      "category": "Free, United, Free Market"
    },
    {
      "quote": "We're going to restructure the state government into a government that's responsive to the needs of New York state taxpayers.",
      "author": "Carl Paladino",
      "category": "New York, New, Going"
    },
    {
      "quote": "Tobacco companies are legally operating entities in Australia. If the Government thinks that they should not make donations to political parties, well then they should ban them operating as legally structured entities in Australia.",
      "author": "Julie Bishop",
      "category": "Political, Australia, Well"
    },
    {
      "quote": "We campaigned on the fact that we were going to have to take difficult decisions because of the state of the public finances. When we got into government we discovered that actually the public finances were in an even worse state than we thought.",
      "author": "Theresa May",
      "category": "Decisions, Thought"
    },
    {
      "quote": "I mean, everyone agrees with stress tests for banks. I mean that's clear. But banks should do that on their own. And they should worry about their own capital functioning. That's what they should do. It shouldn't be a government function.",
      "author": "Arthur Laffer",
      "category": "Stress, Worry, Mean"
    },
    {
      "quote": "We ought to have more people who believe in constitutionally limited government. We have to have more people come to Congress with that mindset. I think we can make this a better place, if, when elections happen, we support candidates who share that philosophy.",
      "author": "Mike Lee",
      "category": "Support, Believe, Philosophy"
    },
    {
      "quote": "We should be able to go to our government and get clear answers.",
      "author": "Wesley Snipes",
      "category": "Answers, Go, Should"
    },
    {
      "quote": "Having served as the majority spokesman for the House Ways and Means Committee after Republicans took the House in 1994, I've seen the promise and the peril of divided government before.",
      "author": "Ari Fleischer",
      "category": "House, Committee, Divided"
    },
    {
      "quote": "I've always been fond of the saying that when it comes to oversight and reform, the federal government does two things well: nothing and overreact.",
      "author": "Darrell Issa",
      "category": "Nothing, Saying, Well"
    },
    {
      "quote": "If right and left are competing to be the biggest victim, who is competing to be the government?",
      "author": "David Frum",
      "category": "Right, Victim, Competing"
    },
    {
      "quote": "This is the America that I love. This is a great people. We can do anything. We can achieve anything. We've got a government that has gotten in the way of the American people. We're going to change that in November.",
      "author": "Mitt Romney",
      "category": "Love, Change, Great"
    },
    {
      "quote": "It's opportunity. It's opportunity, not a check from government - it's opportunity that has always driven America and defined us as Americans.",
      "author": "Mitt Romney",
      "category": "Opportunity, America, Check"
    },
    {
      "quote": "We talked about many issues, like welfare, is it the way of life or hand up? Talked about size of government, how much should it tax families and small businesses? And when we left that lunch, we got in the car and I looked over at Chuck and said, 'I'll be damned. we're Republicans.'",
      "author": "Susana Martinez",
      "category": "Life, Car, Lunch"
    },
    {
      "quote": "The job of the government isn't to go around and try and make people sacrifice, it's to try and make people free. The reason why we have a national defense is to protect our freedoms.",
      "author": "Grover Norquist",
      "category": "Job, Sacrifice, People"
    },
    {
      "quote": "Well, you could take several stories off the buildings of most U.S. government agencies and we'd all probably be better for it too.",
      "author": "John Bolton",
      "category": "Better, Buildings, You"
    },
    {
      "quote": "One of my goals upon becoming Secretary of State was to take diplomacy out of capitals, out of government offices, into the media, into the streets of countries.",
      "author": "Hillary Clinton",
      "category": "Goals, Media, Diplomacy"
    },
    {
      "quote": "There is this sense of David Cameron leading a Government that's badly out of touch with ordinary people's lives. I'd absolutely welcome the opportunity to show all political leaders what life is like for most people.",
      "author": "Frances O'Grady",
      "category": "Life, Opportunity, Welcome"
    },
    {
      "quote": "The oil companies are regulated by the federal government. They can't drill on land nor in American waters without permission from the feds. Many Republicans want to drill baby drill but what's the point if all the oil goes to China? Increased production obviously doesn't mean lower prices for us.",
      "author": "Bill O'Reilly",
      "category": "Baby, American, Want"
    },
    {
      "quote": "I think the way things have been left after Iraq is that people won't believe the Government of the day, so they have to know that lessons have been learnt and that all political parties and people, whether they were for or against the invasion of Iraq, have learnt lessons.",
      "author": "William Hague",
      "category": "Day, Believe, Political"
    },
    {
      "quote": "Companies should be able to share specific threat information with the government without the prospect of lawsuits hanging over their head.",
      "author": "Leon Panetta",
      "category": "Information, Head, Without"
    },
    {
      "quote": "Republicans and Democrats have used accounting gimmicks and competing government analyses to deceive the public into believing that 2 + 2 = 6. If our leaders cannot agree on the numbers, if 'facts' are fictional, how can they possibly have a substantive debate on solutions?",
      "author": "J. C. Watts",
      "category": "Accounting, Numbers, Facts"
    },
    {
      "quote": "Now the British are coming. I think Cameron should ask the Chinese government not to make people 'disappear' or to jail them merely because they have different opinions.",
      "author": "Ai Weiwei",
      "category": "People, Opinions, Think"
    },
    {
      "quote": "The government should now launch an initiative to encourage people to join the social work profession.",
      "author": "Andy Sawford",
      "category": "Work, People, Initiative"
    },
    {
      "quote": "Since no one but you can know what's best for you, government control can't make your life better.",
      "author": "Harry Browne",
      "category": "Life, Best, Control"
    },
    {
      "quote": "Making recess appointments when the Senate isn't in recess is neither rational nor moderate. It's a raw misuse of executive power by a president whose love of government is his most vulnerable spot with the electorate.",
      "author": "John Podhoretz",
      "category": "Love, Power, President"
    },
    {
      "quote": "Every government program needs to be more efficient. Instead of pointing out how other programs can tighten their belts, every program administrator must look inward to save money.",
      "author": "Michael Enzi",
      "category": "Money, Look, Inward"
    },
    {
      "quote": "I have been supporting the European Union, but we are still a work in progress. We have to become more of a United States of Europe. We should talk about electing a president of the E.U., rather than having one selected from the heads of government.",
      "author": "George Papandreou",
      "category": "Work, Progress, President"
    },
    {
      "quote": "Barack Obama likes to point to General Motors as the poster child for the job creation success of his economic policies. However, whatever your sentiments about the government's bailout of General Motors, for every job Barack Obama 'saved-or-created' in the U.S. there were two jobs off shore.",
      "author": "Bob Beauprez",
      "category": "Success, Job, Child"
    },
    {
      "quote": "I'm not an agent from any government, even if some of you may not believe it. I'm not. I'm a peacemaker.",
      "author": "Feisal Abdul Rauf",
      "category": "Believe, You, May"
    },
    {
      "quote": "I do strongly believe myself that members of the government who sit in the House of Lords should be accountable to the elected House because otherwise there is a democratic deficit, and that is wrong.",
      "author": "John Bercow",
      "category": "Myself, Believe, House"
    },
    {
      "quote": "There are an awful lot of people who despise government precisely because it opened the door for common citizenship for people of all races and all natures in the United States.",
      "author": "Taylor Branch",
      "category": "Door, Citizenship, People"
    },
    {
      "quote": "Like all good citizens, the elderly and people with disabilities want to eradicate waste and fraud from government, but helping people with special needs meet their basic needs doesn't fit this description.",
      "author": "Joni Eareckson Tada",
      "category": "Good, People, Want"
    },
    {
      "quote": "It's tough and it should be tough - it should never be easy to be given millions of pounds to make a drama. The coalition government is doing terrible things to the BBC, but drama will survive even if we end up putting on a play in a backroom of a pub.",
      "author": "Russell T Davies",
      "category": "End, Easy, Play"
    },
    {
      "quote": "The right of revolution, which tyrants, in mockery, accord to mankind, is no legal right under a government; it is only a natural right to overturn a government.",
      "author": "Lysander Spooner",
      "category": "Legal, Revolution, Natural"
    },
    {
      "quote": "The federal government spends millions to run the Postal Service. I could lose your mail for half of that.",
      "author": "Pat Paulsen",
      "category": "Service, Run, Lose"
    },
    {
      "quote": "What has been adjudicated and established in the wake of Vietnam and the Civil Rights movement is the ability of the press to basically write or broadcast almost anything about the government. There's very few restrictions in that way.",
      "author": "Lowell Bergman",
      "category": "Way, Rights, Ability"
    },
    {
      "quote": "The tenth amendment said the federal government is supposed to only have powers that were explicitly given in the Constitution. I think the federal government's gone way beyond that. The Constitution never said that you could have a Federal Reserve that would have $2.8 trillion in assets. We've gotten out of control.",
      "author": "David Malpass",
      "category": "Constitution, Control, Think"
    },
    {
      "quote": "The phrase 'perception is reality' is overused generally. But perception can be reality in monetary policy. The bond market doesn't act merely on what it sees. It acts on what it expects of the Fed or the government.",
      "author": "Amity Shlaes",
      "category": "Perception, Reality, Bond"
    },
    {
      "quote": "It is only when there is the supervision and critical oversight from the people that the government will be in a position to do an even better job, and employees of government departments will be the true public servants of the people.",
      "author": "Wen Jiabao",
      "category": "Job, Employees, People"
    },
    {
      "quote": "Spreading the wealth punishes success while setting America on course for a greater dependency on government.",
      "author": "Rick Perry",
      "category": "Success, America, Wealth"
    },
    {
      "quote": "The more people who are dependent on government handouts, the more votes the left can depend on for an ever-expanding welfare state.",
      "author": "Thomas Sowell",
      "category": "People, Welfare, Left"
    },
    {
      "quote": "We need an equal opportunity society, one in which government does not see its job as picking winners and losers. Where do you go if you want special favors? Government. Where do you go if you want a tax break? Government. Where do you go if you want a handout? Government. This must stop.",
      "author": "Bobby Jindal",
      "category": "Opportunity, Job, Society"
    },
    {
      "quote": "The government has no business telling an individual what kind of light bulb to buy.",
      "author": "Michele Bachmann",
      "category": "Business, Light, Kind"
    },
    {
      "quote": "Just as the Internet drops transaction and collaboration costs in business and government, it also drops the cost of dissent, of rebellion, and even insurrection.",
      "author": "Don Tapscott",
      "category": "Business, Collaboration"
    },
    {
      "quote": "SpaceX has the potential of saving the U.S. government $1 billion a year. We are opposed to creating an entrenched monopoly with no realistic means for anyone to compete.",
      "author": "Elon Musk",
      "category": "Potential, Creating, Compete"
    },
    {
      "quote": "Administrators are there because of the fans and the cricketers to run this game, so credibility of a game, or a board, or even a government for that matter, is important irrespective of what you do. If you are in public life, it is important.",
      "author": "Rahul Dravid",
      "category": "Life, Game, You"
    },
    {
      "quote": "Healthcare should be between the doctor and the patient. And if the doctor says something needs to be done, the government should guarantee it gets paid for.",
      "author": "Michael Moore",
      "category": "Doctor, Healthcare, Done"
    },
    {
      "quote": "American government is like a train on a track. You have the people on the left shouting you have the people on the right. But the train's on track. They just keep ploughing ahead.",
      "author": "Tom Wolfe",
      "category": "American, Train, People"
    },
    {
      "quote": "I learnt a lot in government, and I've learnt a lot since leaving government. The kind of journey of being in government is that you start at your most popular and least capable, and you end at your most capable and least popular.",
      "author": "Tony Blair",
      "category": "Journey, End, Leaving"
    },
    {
      "quote": "Show me one dictatorship in the world that has not been supported by the United States government or some European governments. It almost doesn't exist. I think a dictatorship and hegemony are part of the same phenomenon.",
      "author": "Mahmoud Ahmadinejad",
      "category": "World, Me, Think"
    },
    {
      "quote": "I don't think that much change comes from economists. I think it comes more from political realities. Probably the two giants of the 20th century, who actually did shift government policy in the U.S. and around the world, were John Maynard Keynes and Milton Friedman. I don't see anybody in our system who is at that level of influence.",
      "author": "Adam Davidson",
      "category": "Change, Influence, World"
    },
    {
      "quote": "The majority of Taiwan people cannot accept Taiwan becoming a second Hong Kong, nor can we accept Taiwan becoming a local government of the People's Republic of China or a Special Administrative Region of China.",
      "author": "Chen Shui-bian",
      "category": "People, Accept, Special"
    },
    {
      "quote": "You can't start with imbalance and end with peace, be that in your own body, in an ecosystem or between a government and its people. What we need to strive for is not perfection, but balance.",
      "author": "Ani DiFranco",
      "category": "Peace, Balance, Perfection"
    },
    {
      "quote": "Conservatives believe in smaller government and in the power of the electorate. So I think that we're less likely to try to use a dramatic forum to warp people's political views.",
      "author": "David Mamet",
      "category": "Power, Believe, Political"
    },
    {
      "quote": "Like many of his fellow skyjackers, 49-year-old Arthur Gates Barkley was motivated by a complicated grievance against the federal government. In 1963, the World War II veteran had been fired as a truck driver for a bakery, after one of his supervisors accused him of harassment.",
      "author": "Brendan I. Koerner",
      "category": "War, World, Truck"
    },
    {
      "quote": "Feeling good about government is like looking on the bright side of any catastrophe. When you quit looking on the bright side, the catastrophe is still there.",
      "author": "P. J. O'Rourke",
      "category": "Good, Looking, You"
    },
    {
      "quote": "If you ask the government to solve all of your problems, it's a bit like asking your wife to cook and clean, to raise the children, to hold down a second job to help with the family finances, to keep her parents happy and well and keep your parents happy and well, and to also - to do the lawn and clean the gutters.",
      "author": "P. J. O'Rourke",
      "category": "Family, Children, Happy"
    },
    {
      "quote": "Something that confirms all fears and many conspiracy theories about government is finding out what our elected representatives would put into law if they could.",
      "author": "P. J. O'Rourke",
      "category": "Law, Finding, Conspiracy"
    },
    {
      "quote": "I would cap the amount of federal government can spend at 20 percent of the economy. Bring it back to 20 percent or lower. And say, we are not going to spend above that level. Democrats, they want to raise your taxes and spend more and more and turn us into an economy which is no longer driven by the private sector.",
      "author": "Mitt Romney",
      "category": "Want, Economy, Bring"
    },
    {
      "quote": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution.",
      "author": "Mitt Romney",
      "category": "Wisdom, Freedom, God"
    },
    {
      "quote": "I think governments can't do much.",
      "author": "Dalai Lama",
      "category": "Think, I Think, Governments"
    },
    {
      "quote": "Obama might think of himself as one, but he is not a dictator. We are not a banana republic yet. This is not an authoritarian form of government. This is a constitutional republic, and the president doesn't allow or disallow. The president can't buy or purchase.",
      "author": "Rush Limbaugh",
      "category": "Think, Banana, President"
    },
    {
      "quote": "The best government is that which teaches us to govern ourselves.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Best, Us, Which"
    },
    {
      "quote": "Big and oppressive government has long been the enemy of freedom, something black Americans know all too well.",
      "author": "Rand Paul",
      "category": "Freedom, Black, Long"
    },
    {
      "quote": "Government always finds a need for whatever money it gets.",
      "author": "Ronald Reagan",
      "category": "Money, Need, Always"
    },
    {
      "quote": "We need a president who realizes that there's no government business in show business.",
      "author": "Penn Jillette",
      "category": "Business, President, Need"
    },
    {
      "quote": "The U.S. Constitution protects our privacy from the prying eyes of government. It does not, however, protect us from the prying eyes of companies and corporations.",
      "author": "Simon Sinek",
      "category": "Eyes, Constitution, Privacy"
    },
    {
      "quote": "This country has come to feel the same when Congress is in session as when the baby gets hold of a hammer.",
      "author": "Will Rogers",
      "category": "Baby, Country, Feel"
    },
    {
      "quote": "When people talked about protecting their privacy when I was growing up, they were talking about protecting it from the government. They talked about unreasonable searches and seizures, about keeping the government out of their bedrooms.",
      "author": "Al Franken",
      "category": "Growing Up, People, Privacy"
    },
    {
      "quote": "Government is at its worst when you have apathy from its citizens.",
      "author": "Jesse Ventura",
      "category": "Worst, You, Apathy"
    },
    {
      "quote": "We believe a renewed commitment to limited government will unshackle our economy and create millions of new jobs and opportunities for all people, of every background, to succeed and prosper. Under this approach, the spirit of initiative - not political clout - determines who succeeds.",
      "author": "Paul Ryan",
      "category": "Commitment, Believe"
    },
    {
      "quote": "President Obama's reckless defense cuts that are hanging over our cloud, hanging over the horizon could put almost 44,000 jobs at stake right here in Pennsylvania. we are not going to let that happen. You know why? Because No. 1, national defense is the first priority of the federal government.",
      "author": "Paul Ryan",
      "category": "Know, Why, You"
    },
    {
      "quote": "When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future.",
      "author": "Arnold Schwarzenegger",
      "category": "Future, Society, Challenges"
    },
    {
      "quote": "Even if the government spends itself into bankruptcy and the economy still does not recover, Keynesians can always say that it would have worked if only the government had spent more.",
      "author": "Thomas Sowell",
      "category": "Economy, Say, Always"
    },
    {
      "quote": "In the inner city, there's a mentality that the government owes you something. My breakthrough came when I stopped feeling sorry for myself and took responsibility for every part of my life. No more pity parties. I've gotta love me more than anybody else loves me.",
      "author": "Mary J. Blige",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "Are we still a country that takes risks, that innovates, that believes anything is possible? Or are we a country that is resigned to whatever liberty the government decides to dish out?",
      "author": "Mitch McConnell",
      "category": "Risks, Liberty"
    },
    {
      "quote": "If you're an old pro, you know how well you're doing when you're doing it, and your inner government spanks you if you're not doing well.",
      "author": "Jerry Lewis",
      "category": "Doing, Know, You"
    },
    {
      "quote": "Nobody is starving on the streets. We've always taken care of them. We take care of our own we always have. It is not the government's responsibility.",
      "author": "Ben Carson",
      "category": "Responsibility, Care"
    },
    {
      "quote": "This is a country for, of, and by the people not for, of, and by the government. If we turn it over to them we cannot complain about what they're doing because this is a natural course of men and we have to hold their feet to the fire.",
      "author": "Ben Carson",
      "category": "Men, Fire, People"
    },
    {
      "quote": "Voters quickly forget what a man says.",
      "author": "Richard M. Nixon",
      "category": "Man, Forget, Quickly"
    },
    {
      "quote": "When you decide to get involved in a military operation in a place like Syria, you've got to be prepared, as we learned from Iraq and Afghanistan, to become the government, and I'm not sure any country, either the United States or I don't hear of anyone else, who's willing to take on that responsibility.",
      "author": "Colin Powell",
      "category": "Responsibility, Military"
    },
    {
      "quote": "When the three branches of government have failed to represent the citizenry and the mass of the media has failed to represent the citizenry, then the citizenry better represent the citizenry.",
      "author": "David Mamet",
      "category": "Media, Better, Three"
    },
    {
      "quote": "All government wars are unjust.",
      "author": "Murray Rothbard",
      "category": "Unjust, Wars"
    },
    {
      "quote": "I strive never to forget the real world consequences of my decisions on individuals, businesses and government.",
      "author": "Sonia Sotomayor",
      "category": "Decisions, World"
    },
    {
      "quote": "What is most needed in Darfur is an international peacekeeping and protection presence, and this is what the Sudanese government most wants to avoid.",
      "author": "Samantha Power",
      "category": "Presence, Protection, Avoid"
    },
    {
      "quote": "Democracy is not so much a form of government as a set of principles.",
      "author": "Woodrow Wilson",
      "category": "Democracy, Principles, Form"
    },
    {
      "quote": "If you live in a place that you perceive to be a crowded place, you appreciate government; you see it as this thing that protects you against crime, that keeps order, that makes sure that nobody puts a massage parlor next to your house, that keeps other people's dogs from pooping on the sidewalk.",
      "author": "Gail Collins",
      "category": "People, Live, You"
    },
    {
      "quote": "Any government, that is its own judge of, and determines authoritatively for the people, what are its own powers over the people, is an absolute government of course. It has all the powers that it chooses to exercise. There is no other or at least no more accurate definition of a despotism than this.",
      "author": "Lysander Spooner",
      "category": "People, Exercise, Judge"
    },
    {
      "quote": "It is manifest that the only security against the tyranny of the government lies in forcible resistance to the execution of the injustice; because the injustice will certainly be executed, unless it be forcibly resisted.",
      "author": "Lysander Spooner",
      "category": "Injustice, Execution"
    },
    {
      "quote": "The secret ballot makes a secret government and a secret government is a secret band of robbers and murderers.",
      "author": "Lysander Spooner",
      "category": "Band, Secret, Ballot"
    },
    {
      "quote": "It is self-evident that no number of men, by conspiring, and calling themselves a government, can acquire any rights whatever over other men, or other men's property, which they had not before, as individuals.",
      "author": "Lysander Spooner",
      "category": "Men, Property, Rights"
    },
    {
      "quote": "There is often, in the affairs of government, more efficiency and wisdom in non-action than in action.",
      "author": "John C. Calhoun",
      "category": "Wisdom, Action, Efficiency"
    },
    {
      "quote": "You don't pay taxes - they take taxes.",
      "author": "Chris Rock",
      "category": "Taxes, Pay, You"
    },
    {
      "quote": "I have had no contact with the Chinese government. I only work with journalists.",
      "author": "Edward Snowden",
      "category": "Work, Contact, Chinese"
    },
    {
      "quote": "We've supported the U.S. every step of the way. The Philippines was the first government in Asia after September 11, in fact, the night of September 11; it was nighttime for us then. It was daytime here. We were the first government in Asia to come out and say that we're supporting the U.S.",
      "author": "Gloria Macapagal Arroyo",
      "category": "Night, Step, Way"
    },
    {
      "quote": "It's hard to get fired from the government. You have to, like, kill people.",
      "author": "Wanda Sykes",
      "category": "People, You, Fired"
    },
    {
      "quote": "For in reason, all government without the consent of the governed is the very definition of slavery.",
      "author": "Jonathan Swift",
      "category": "Slavery, Reason, Without"
    },
    {
      "quote": "In a way, NAFTA is like a scrambled egg. How do you unscramble an egg? The value chains are so interwoven that it would be very difficult to do that. But government policies force us to look for ways to unscramble it.",
      "author": "Shahid Khan",
      "category": "Value, You, Egg"
    },
    {
      "quote": "The mistake the apartheid government made was they gave the black people nothing, so they had nothing to lose. But now a lot of the former freedom-fighters are big-time capitalists. They've been given directorships in every major company. They're billionaires!",
      "author": "Wilbur Smith",
      "category": "Mistake, People, Company"
    },
    {
      "quote": "The most important ways in which I think the Internet will affect the big issue is that it will make it more difficult for government to collect taxes.",
      "author": "Milton Friedman",
      "category": "Internet, Think"
    },
    {
      "quote": "Power must be used, but it must be tempered by soul-searching and the recognition of our human capacity for error. That is the maxim that should inform our approach to every challenge, from reforming state government to engaging in foreign affairs.",
      "author": "Eliot Spitzer",
      "category": "Power, Challenge, Human"
    },
    {
      "quote": "I think the country's getting disgusted with Washington partly because of the decline of civility in government.",
      "author": "George McGovern",
      "category": "Think, Country, Washington"
    },
    {
      "quote": "You have citizens who don't understand how government works and they're kind of soured on it. All they do is criticize. They have no idea that they can make things happen.",
      "author": "Sandra Day O'Connor",
      "category": "Things Happen, You, Idea"
    },
    {
      "quote": "We have a complex system of government. You have to teach it to every generation.",
      "author": "Sandra Day O'Connor",
      "category": "Generation, Teach, You"
    },
    {
      "quote": "For students, understanding the separate and unique functions of each branch of government can help them understand how different kinds of government officials can help solve different kinds of problems.",
      "author": "Sandra Day O'Connor",
      "category": "Problems, Unique, Help"
    },
    {
      "quote": "If there's anything a public servant hates to do it's something for the public.",
      "author": "Kin Hubbard",
      "category": "Anything, Servant, Something"
    },
    {
      "quote": "But I don't want massive layoffs of anyone - public or private. We are planning on shrinking government through attrition and reform, not through random pink slips.",
      "author": "Scott Walker",
      "category": "Planning, Pink, Want"
    },
    {
      "quote": "Where might is mixed with wit, there is too good an accord in a government.",
      "author": "Elizabeth I",
      "category": "Good, Wit, Where"
    },
    {
      "quote": "I totally accept that it's a legitimate criticism that when you are involved in the day-to-day scrum of government... that what can get lost is the narrative, the hymn sheet... the song that inspires and lifts people's sights.",
      "author": "Nick Clegg",
      "category": "Song, Lost, People"
    },
    {
      "quote": "The healthcare bill not only is a monstrosity in terms of growing the government and cutting out the private sector, the way it was passed was sleazy. Every old Washington trick was used to pass the healthcare bill.",
      "author": "Lindsey Graham",
      "category": "Healthcare, Way, Growing"
    },
    {
      "quote": "The soviet people want full-blooded and unconditional democracy.",
      "author": "Mikhail Gorbachev",
      "category": "Democracy, People, Want"
    },
    {
      "quote": "Ex-Presidents of the United States get state subsidies. Not so in Russia. You get no government support.",
      "author": "Mikhail Gorbachev",
      "category": "Support, Russia, You"
    },
    {
      "quote": "My fundamental interests are to preserve the good name and standing of this Australian Labor Party and to act in the national interest on behalf of the Australian Government.",
      "author": "Kevin Rudd",
      "category": "Good, Name, Party"
    },
    {
      "quote": "What's been happening in Iraq, what young Americans wearing flak jackets, helmets and flight suits have done is... created the circumstances under which Iraq can become our closest ally in that part of the world and still have a representative government. And that's going to be a very good thing considering what's going on in that neighborhood.",
      "author": "Oliver North",
      "category": "Good, World, Neighborhood"
    },
    {
      "quote": "It is perfectly true that that government is best which governs least. It is equally true that that government is best which provides most.",
      "author": "Walter Lippmann",
      "category": "Best, True, Which"
    },
    {
      "quote": "I do not intend to dispute in any way the need for defence cuts and the need for government spending cuts in general. I do not share a not in my backyard approach to government spending reductions.",
      "author": "Stephen Harper",
      "category": "Way, Need, Approach"
    },
    {
      "quote": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny.",
      "author": "Charles Barkley",
      "category": "Education, Destiny, Help"
    },
    {
      "quote": "We can't have democracy if we're having to protect you and our users from the government over stuff we've never had a conversation about. We need to know what the parameters are, what kind of surveillance the government is going to do, and how and why.",
      "author": "Larry Page",
      "category": "Democracy, Conversation"
    },
    {
      "quote": "I had a lot of friends in high school who said, 'Louie, I don't care what the government does as long as they leave me alone.' Well, guess what, when you don't care what the government does, it does not leave you alone.",
      "author": "Louie Gohmert",
      "category": "Friends, Alone, School"
    },
    {
      "quote": "The U.S. economy and workers benefit from a strong, healthy relationship between government and business.",
      "author": "Harold Ford, Jr.",
      "category": "Business, Relationship"
    },
    {
      "quote": "A corporation's primary goal is to make money. Government's primary role is to take a big chunk of that money and give it to others.",
      "author": "Larry Ellison",
      "category": "Money, Goal, Role"
    },
    {
      "quote": "There are three species of government: republican, monarchical, and despotic.",
      "author": "Charles de Secondat",
      "category": "Republican, Three, Species"
    },
    {
      "quote": "Washington is a place where politicians don't know which way is up and taxes don't know which way is down.",
      "author": "Robert Orben",
      "category": "Know, Down, Place"
    },
    {
      "quote": "If we would vote in mass on the more promising ticket, or, if the two are equally bad, would throw out the party that is in, and wait till the next election and then throw out the other party that is in - then, I say, the commercial politician would feel a demand for good government and he would supply it.",
      "author": "Lincoln Steffens",
      "category": "Good, Election, Party"
    },
    {
      "quote": "The Soviet government sprouted and grew out of the habits, the psychology, and the condition of the Russian people. It fitted them. They understand it.",
      "author": "Lincoln Steffens",
      "category": "People, Habits, Psychology"
    },
    {
      "quote": "I am constitutionally competent to contest the elections.",
      "author": "Benazir Bhutto",
      "category": "I Am, Elections, Contest"
    },
    {
      "quote": "Democracy needs support, and the best support for democracy comes from other democracies.",
      "author": "Benazir Bhutto",
      "category": "Best, Support, Democracy"
    },
    {
      "quote": "To hear some men talk of the government, you would suppose that Congress was the law of gravitation, and kept the planets in their places.",
      "author": "Wendell Phillips",
      "category": "Law, Men, You"
    },
    {
      "quote": "People like getting what they think is free stuff from government.",
      "author": "John Stossel",
      "category": "Free, People, Think"
    },
    {
      "quote": "The basic idea that if you increase government spending or you cut people's taxes that stimulates the economy and lowers the unemployment rate, is a very widely accepted idea. It's in every economics textbook, that's what we teach our undergraduates, and I certainly try to teach them the truth.",
      "author": "Christina Romer",
      "category": "Truth, Economics, People"
    },
    {
      "quote": "It is what we prevent, rather than what we do that counts most in Government.",
      "author": "William Lyon Mackenzie King",
      "category": "Most, Rather, Than"
    },
    {
      "quote": "Government can contribute to a shared sense of purpose on the part of the citizenry that's its highest and best application.",
      "author": "William Weld",
      "category": "Best, Purpose, Sense"
    },
    {
      "quote": "Our great Republic is a government of laws and not of men. Here, the people rule.",
      "author": "Gerald R. Ford",
      "category": "Great, Men, People"
    },
    {
      "quote": "I have 120 people in my payroll without any government giving me any money. We live off the tickets and the records I sell. That is very unusual.",
      "author": "Andre Rieu",
      "category": "Money, Giving, Me"
    },
    {
      "quote": "We should not have a government program that determines if you're going to pull the plug on grandma.",
      "author": "Chuck Grassley",
      "category": "You, Going, Should"
    },
    {
      "quote": "The fight for reform comes down to a simple goal: giving our citizens the confidence that government serves the people first and the people only.",
      "author": "Bob Riley",
      "category": "Confidence, Simple, Goal"
    },
    {
      "quote": "To me, regardless of who's in office, the government is strangled by business. And the government's priorities are dictated by business. I mean, why does America, even after healthcare reform, still not have free universal healthcare? I'm sure it has something to do with the insurance lobby.",
      "author": "Andrew Dominik",
      "category": "Business, America, Me"
    },
    {
      "quote": "Left to me, the whole purpose of government is for the security of the citizens, like the security of lives and property.",
      "author": "Ibrahim Babangida",
      "category": "Purpose, Me, Security"
    },
    {
      "quote": "Socialism means slavery.",
      "author": "Lord Acton",
      "category": "Slavery, Socialism, Means"
    },
    {
      "quote": "I have long believed taxpayers make better use of their money than the government ever could.",
      "author": "Kay Bailey Hutchison",
      "category": "Money, Long, Better"
    },
    {
      "quote": "Increased government spending can provide a temporary stimulus to demand and output but in the longer run higher levels of government spending crowd out private investment or require higher taxes that weaken growth by reducing incentives to save, invest, innovate, and work.",
      "author": "Martin Feldstein",
      "category": "Work, Growth, Investment"
    },
    {
      "quote": "Freedom only for the members of the government, only for the members of the Party - though they are quite numerous - is no freedom at all.",
      "author": "Rosa Luxemburg",
      "category": "Freedom, Party, Members"
    },
    {
      "quote": "The Ethiopian government's use of the railway from Djibouti to Addis Ababa was, in practice, a hazardous regards transport of arms intended for the Ethiopian forces.",
      "author": "Haile Selassie",
      "category": "Practice, Arms, Transport"
    },
    {
      "quote": "When government disappears, it's not as if paradise will take its place. When governments are gone, other interests will take their place.",
      "author": "Lawrence Lessig",
      "category": "Paradise, Place, Will"
    },
    {
      "quote": "Individuals can spend their money more wisely, efficiently and more humanely than can government.",
      "author": "Larry Elder",
      "category": "Money, Spend, Individuals"
    },
    {
      "quote": "If children do not understand the Constitution, they cannot understand how our government functions, or what their rights and responsibilities are as citizens of the United States.",
      "author": "John Roberts",
      "category": "Children, Constitution"
    },
    {
      "quote": "Never did a government commence under auspices so favorable, nor ever was success so complete.",
      "author": "James Monroe",
      "category": "Success, Never, Did"
    },
    {
      "quote": "Financial crises require governments.",
      "author": "Timothy Geithner",
      "category": "Financial, Require"
    },
    {
      "quote": "Here's to democracy. May we get the government we deserve.",
      "author": "Rick Mercer",
      "category": "Democracy, Deserve, Here"
    },
    {
      "quote": "Last, in restaurants you spend a lot of time dealing with people who are very unhappy. Soup has been spilled on their laps, they've waited 10 minutes to get their check so they can leave, and you learn how to listen, I think, in a much more proactive way than government does.",
      "author": "John Hickenlooper",
      "category": "Time, People, Think"
    },
    {
      "quote": "I cannot separate the finances of India from those of England. If the finances of the Indian Government receive any severe and irreparable check, will not the resources of England be called upon to meet the emergency, and to supply the deficiency?",
      "author": "Richard Cobden",
      "category": "India, Resources, Check"
    },
    {
      "quote": "You can have a revolution wherever you like, except in a government office; even were the world to come to an end, you'd have to destroy the universe first and then government offices.",
      "author": "Karel Capek",
      "category": "World, End, Universe"
    },
    {
      "quote": "A government is not legitimate merely because it exists.",
      "author": "Jeane Kirkpatrick",
      "category": "Because, Exists, Legitimate"
    },
    {
      "quote": "A government full of Democrats would rather have you be a Republican, and a government full of Republicans would rather have you be a Democrat, than have you oppose both.",
      "author": "Brian Celio",
      "category": "Republican, You, Democrat"
    },
    {
      "quote": "Americans no longer look to government for economic security; rather, they look to their portfolios.",
      "author": "Bill Owens",
      "category": "Security, Look, Economic"
    },
    {
      "quote": "As a governor, I am naturally inclined to focus on the domestic side of protecting the United States.",
      "author": "Bill Owens",
      "category": "Focus, I Am, United"
    },
    {
      "quote": "Too often, Indian tribes are at the mercy of the shifting political winds of State government.",
      "author": "Jim Costa",
      "category": "Political, Mercy, Winds"
    },
    {
      "quote": "Sheikh Hasina's government is one of the best Bangladesh has ever had. She is taking action against fundamentalists. But even she refused to let me return. I don't think I can ever return home.",
      "author": "Taslima Nasrin",
      "category": "Home, Best, Me"
    },
    {
      "quote": "Vetting and verifying information is one thing. Having our government sending out conflicting messages to the American people when conflict can be avoided is another.",
      "author": "Vito Fossella",
      "category": "Conflict, American, People"
    },
    {
      "quote": "The debt ceiling at some point has to be raised. I don't think there's anybody that questions the fact that if we ended up getting in a situation where the U.S. government was sending out IOUs like the state of California did at one point, that ends up creating quite a brand problem for our country.",
      "author": "Bob Corker",
      "category": "Brand, Questions, Problem"
    },
    {
      "quote": "Without freedom of the press, there can be no representative government.",
      "author": "Charles Maurice de Talleyrand",
      "category": "Freedom, Press, Without"
    },
    {
      "quote": "The greater part of the governments on earth may be termed monarchical aristocracies, or hereditary dominions independent of the people.",
      "author": "Ezra Stiles",
      "category": "People, Earth, Independent"
    },
    {
      "quote": "But the federal government, our collective government, has responsibilities that none of these other levels of government can fulfill; and chief among these is national defense.",
      "author": "Don Nickles",
      "category": "Defense, Collective, Levels"
    },
    {
      "quote": "Neither the George W. Bush nor the Obama administrations volunteered to bail out G.M., Chrysler and other parts of the auto sector. Both subscribed firmly to the longstanding American principle that government should resolutely avoid these kinds of interventions, particularly in the industrial sector.",
      "author": "Steven Rattner",
      "category": "American, Avoid, Should"
    },
    {
      "quote": "God leaves to Man the choice of Forms in Government; and those who constitute one Form, may abrogate it.",
      "author": "Algernon Sidney",
      "category": "God, Man, Choice"
    },
    {
      "quote": "We are a coalition government, and that limits our options in some ways. Privatization happens to be one such area.",
      "author": "Manmohan Singh",
      "category": "Limits, Options"
    },
    {
      "quote": "We got government off the backs of the people of India, particularly off the backs of India's entrepreneurs. We introduced more competition, both internal competition and external competition. We simplified and rationalized the tax system. We made risk-taking much more attractive.",
      "author": "Manmohan Singh",
      "category": "Competition, People, Tax"
    },
    {
      "quote": "Whenever the government of the United States shall break up, it will probably be in consequence of a false direction having been given to public opinion.",
      "author": "James F. Cooper",
      "category": "Direction, Opinion, Will"
    },
    {
      "quote": "Get government out of our way, and let freedom and the spirit of the American people shine through.",
      "author": "Luis Fortuno",
      "category": "Freedom, American, People"
    },
    {
      "quote": "Democracy may not prove in the long run to be as efficient as other forms of government, but it has one saving grace: it allows us to know and say that it isn't.",
      "author": "Bill Moyers",
      "category": "Democracy, Grace, Long"
    },
    {
      "quote": "But there will be no justice, there will be no government of the people, by the people, and for the people, as long as the government and its officials permit bribery in any form.",
      "author": "John Jay Hooker",
      "category": "Justice, People, Long"
    },
    {
      "quote": "The Government and the Parliament, even the House of Lords, will consent to a large increase of electors; and men who have not considered the subject fully will imagine they have gained much by the concession.",
      "author": "John Bright",
      "category": "Men, House, Will"
    },
    {
      "quote": "The reason the government sells the census as your ticket to getting goodies - rather than as your civic duty - is that distributing goodies is now all the government does.",
      "author": "Tom G. Palmer",
      "category": "Duty, Reason, Ticket"
    },
    {
      "quote": "A good two years after Hurricane Katrina I remember feeling so devastated and so ignorant that there was so much damage still left. I felt like here I was an American and this is an American city and the government hasn't done enough and people haven't given back enough. Everyone forgot and the city was lying in waste.",
      "author": "AnnaLynne McCord",
      "category": "Good, American, City"
    },
    {
      "quote": "Margaret Thatcher was a 20th century visionary who understood the power of individual freedom versus the tyranny of government collectivism. She was a loyal supporter and friend of the United States and her terms as prime minister were marked as the beginning of the resurgence of the economy of the United Kingdom.",
      "author": "Joseph J. Lhota",
      "category": "Freedom, Power, Beginning"
    },
    {
      "quote": "The government should set a goal for a clean environment but not mandate how that goal should be implemented.",
      "author": "Dixie Lee Ray",
      "category": "Environmental, Goal"
    },
    {
      "quote": "The reason this country continues its drift toward socialism and big nanny government is because too many people vote in the expectation of getting something for nothing, not because they have a concern for what is good for the country.",
      "author": "Lyn Nofziger",
      "category": "Good, People, Socialism"
    },
    {
      "quote": "People try to live within their income so they can afford to pay taxes to a government that can't live within its income.",
      "author": "Robert Half",
      "category": "People, Live, Try"
    },
    {
      "quote": "But let us remember, at the same time, government is sacred, and not to be trifled with.",
      "author": "Jonathan Mayhew",
      "category": "Time, Remember, Sacred"
    },
    {
      "quote": "The only reason of the institution of civil government; and the only rational ground of submission to it, is the common safety and utility.",
      "author": "Jonathan Mayhew",
      "category": "Safety, Reason, Common"
    },
    {
      "quote": "When you have a country that's been accustomed to government spending at a certain level, it is really hard to ratchet it back.",
      "author": "Mike Lee",
      "category": "Country, You, Back"
    },
    {
      "quote": "There are lots of people depending on the government who are good, honest citizens who have worked all their lives.",
      "author": "Os Guinness",
      "category": "Good, People, Honest"
    },
    {
      "quote": "But no one has yet succeeded in reducing the size or scope of the federal government.",
      "author": "James Q. Wilson",
      "category": "Size, Federal Government"
    },
    {
      "quote": "It is not the function of the government to keep the citizen from falling into error it is the function of the citizen to keep the government from falling into error.",
      "author": "Robert Jackson",
      "category": "Falling, Citizen, Error"
    },
    {
      "quote": "It is in the country's best interest that Tony Blair rather than Michael Howard should form the next government.",
      "author": "Robert Jackson",
      "category": "Best, Country, Interest"
    },
    {
      "quote": "Our nation is built on the bedrock principle that governments derive their just powers from the consent of the governed.",
      "author": "Adrian Cronauer",
      "category": "Nation, Just, Consent"
    },
    {
      "quote": "Talk is cheap - except when Congress does it.",
      "author": "Cullen Hightower",
      "category": "Cheap, Congress, Talk"
    },
    {
      "quote": "The mistakes made by Congress wouldn't be so bad if the next Congress didn't keep trying to correct them.",
      "author": "Cullen Hightower",
      "category": "Mistakes, Trying, Bad"
    },
    {
      "quote": "The federal government was responsible for building the levees, engineering the levees, and consequentially, the federal government is responsible for repairing the damage that has been done, which has not been completed yet.",
      "author": "Mitch Landrieu",
      "category": "Building, Engineering"
    },
    {
      "quote": "The responsibility of a minister is to step aside when there is a criminal investigation of the department. That protects the propriety of Parliament and of responsible government.",
      "author": "Jack Layton",
      "category": "Responsibility, Step"
    },
    {
      "quote": "Government is the great fiction, through which everybody endeavors to live at the expense of everybody else.",
      "author": "Frederic Bastiat",
      "category": "Great, Live, Through"
    },
    {
      "quote": "There's huge opportunities to continue to improve efficiency in the way the government operates and improve the way government provides services to its citizens.",
      "author": "Steve Daines",
      "category": "Opportunities, Efficiency"
    },
    {
      "quote": "Because each are going to blame each other. The thing that Canberra has to really get right is the sharing of the resource. But my problem with people in the government who are there for a short time is that there's no consequences for some of these decisions they make.",
      "author": "Rex Hunt",
      "category": "Time, Short, Decisions"
    },
    {
      "quote": "I'm tired of hearing it said that democracy doesn't work. Of course it doesn't work. We are supposed to work it.",
      "author": "Alexander Woollcott",
      "category": "Work, Democracy, Tired"
    },
    {
      "quote": "From time to time, the irresponsible acts of the Cuban government remind us that this is far more than about the freedom of one country, but it really is about the stability and security of the region and the national security interests of the United States.",
      "author": "Mel Martinez",
      "category": "Time, Freedom, Security"
    },
    {
      "quote": "Parents don't need government to raise their kids. That's their job. But government can help them protect their children from influences they may not want their kids exposed to.",
      "author": "Rod Blagojevich",
      "category": "Children, Parents, Job"
    },
    {
      "quote": "The whole duty of government is to prevent crime and to preserve contracts.",
      "author": "Lord Melbourne",
      "category": "Crime, Duty, Contracts"
    },
    {
      "quote": "Somehow liberals have been unable to acquire from life what conservatives seem to be endowed with at birth: namely, a healthy skepticism of the powers of government agencies to do good.",
      "author": "Daniel Patrick Moynihan",
      "category": "Life, Good, Healthy"
    },
    {
      "quote": "It is bad policy to regulate everything... where things may better regulate themselves and can be better promoted by private exertions but it is no less bad policy to let those things alone which can only be promoted by interfering social power.",
      "author": "Friedrich List",
      "category": "Alone, Power, Better"
    },
    {
      "quote": "Today 23 years ago dear Grandmama died. I wonder what she would have thought of a Labour Government.",
      "author": "King George V",
      "category": "Today, Thought, She"
    },
    {
      "quote": "Elections are held to delude the populace into believing that they are participating in government.",
      "author": "Gerald F. Lieberman",
      "category": "Believing, Elections, Held"
    },
    {
      "quote": "I don't like the idea that the government has so much of a say in things.",
      "author": "Johnny Kelly",
      "category": "Idea, Say, Like"
    },
    {
      "quote": "People are constantly applying double standards. Take the United States, for example. Washington wants the whole world to admire the country for its democracy. Then the government sends out its army, in the name of this democracy, and leaves behind the kind of chaos we see in Iraq.",
      "author": "Jacob Zuma",
      "category": "Democracy, World, People"
    },
    {
      "quote": "Every generation has a macabre notion that wars, government prohibition, natural disasters or mankind itself could be the downfall of society and the world as a whole.",
      "author": "Lauren DeStefano",
      "category": "Society, World, Generation"
    },
    {
      "quote": "The fact that political ideologies are tangible realities is not a proof of their vitally necessary character. The bubonic plague was an extraordinarily powerful social reality, but no one would have regarded it as vitally necessary.",
      "author": "Wilhelm Reich",
      "category": "Character, Powerful, Reality"
    },
    {
      "quote": "As President Franklin Delano Roosevelt learned when he tried to pack the Supreme Court, the three branches of government are coequal for a reason. Neither the executive branch or the legislative branch should use the third branch to a pursue a partisan agenda.",
      "author": "Dan Pfeiffer",
      "category": "Three, President, Reason"
    },
    {
      "quote": "The government of the United States is and always has been a lawyer's government.",
      "author": "Chauncey Depew",
      "category": "Lawyer, Always, United"
    },
    {
      "quote": "The jam is moving toward the Capitol where Congress sits in judgment on all the administrative agencies of Government.",
      "author": "Grace Abbott",
      "category": "Moving, Congress, Where"
    },
    {
      "quote": "We can only undo the election if the behavior meets the constitutional standard of subverting and threatening our system of government.",
      "author": "Zoe Lofgren",
      "category": "Election, Behavior, System"
    },
    {
      "quote": "We must not allow the practices of an anti-democratic State that abuses the powers of government to violate the human rights of Venezuelans.",
      "author": "Leopoldo Lopez",
      "category": "Human Rights, Rights, Human"
    },
    {
      "quote": "The infrastructure, institutions and social fabric of Venezuela are deteriorating, and people realize the Chavez government has been the problem, not the solution.",
      "author": "Leopoldo Lopez",
      "category": "People, Problem, Solution"
    },
    {
      "quote": "It is vain to expect a well-balanced government without a well-balanced society.",
      "author": "Gideon Welles",
      "category": "Society, Without, Expect"
    },
    {
      "quote": "The Irish Government can no longer stand by and see innocent people injured and perhaps worse.",
      "author": "Jack Lynch",
      "category": "People, Stand, See"
    },
    {
      "quote": "Exhortations to obstruct the operations of Government in detail, should; Exhortations to resist all.",
      "author": "James Mill",
      "category": "Detail, Operations, Should"
    },
    {
      "quote": "Government is an unnecessary evil. Human beings, when accustomed to taking responsibility for their own behavior, can cooperate on a basis of mutual trust and helpfulness.",
      "author": "Fred Woodworth",
      "category": "Trust, Responsibility, Evil"
    },
    {
      "quote": "If human beings are fundamentally good, no government is necessary; if they are fundamentally bad, any government, being composed of human beings, would be bad also.",
      "author": "Fred Woodworth",
      "category": "Good, Bad, Human"
    },
    {
      "quote": "The government's objective, broadly expressed, is that all persons, whatever their level of ability, whether they live in town or country, have a right as citizens to a free education of the kind for which they are best fitted and to the fullest extent of their powers.",
      "author": "Peter Fraser",
      "category": "Education, Best, Free"
    },
    {
      "quote": "As a practising lawyer, I was mediocre, but I worked hard as a law officer of the state government and on the private side. After becoming a judge, I maintained a low profile in other activities and concentrated only on judicial work.",
      "author": "P. Sathasivam",
      "category": "Work, Law, Lawyer"
    },
    {
      "quote": "There's only two people in your life you should lie to... the police and your girlfriend.",
      "author": "Jack Nicholson",
      "category": "Life, Lie, People"
    },
    {
      "quote": "I'm dating a woman now who, evidently, is unaware of it.",
      "author": "Garry Shandling",
      "category": "Woman, Now, Unaware"
    },
    {
      "quote": "I don't have a girlfriend. But I do know a woman who'd be mad at me for saying that.",
      "author": "Mitch Hedberg",
      "category": "Woman, Me, Know"
    },
    {
      "quote": "Never let a fool kiss you, or a kiss fool you.",
      "author": "Joey Adams",
      "category": "Fool, Kiss, You"
    },
    {
      "quote": "Save a boyfriend for a rainy day - and another, in case it doesn't rain.",
      "author": "Mae West",
      "category": "Day, Rain, Rainy"
    },
    {
      "quote": "You can't keep changing men, so you settle for changing your lipstick.",
      "author": "Heather Locklear",
      "category": "Men, Changing, You"
    },
    {
      "quote": "Real magic in relationships means an absence of judgment of others.",
      "author": "Wayne Dyer",
      "category": "Magic, Relationships, Real"
    },
    {
      "quote": "A kiss that is never tasted, is forever and ever wasted.",
      "author": "Billie Holiday",
      "category": "Kiss, Forever, Never"
    },
    {
      "quote": "If I'm with a man, is that going to prevent me from achieving my goal? What sacrifices will I have to make in terms of being myself, if I'm with a man? Something that young women find out really quickly is that when you start dating, all of a sudden you're supposed to have a role. You're not allowed to just be yourself.",
      "author": "Candace Bushnell",
      "category": "Women, Myself, Man"
    },
    {
      "quote": "I don't date my girlfriend because she's a model. I date her because I love her.",
      "author": "Adam Levine",
      "category": "Love, She, Her"
    },
    {
      "quote": "My boyfriend calls me 'princess', but I think of myself more along the lines of 'monkey' and 'retard'.",
      "author": "Alicia Silverstone",
      "category": "Myself, Me, Princess"
    },
    {
      "quote": "A bachelor's life is no life for a single man.",
      "author": "Samuel Goldwyn",
      "category": "Life, Man, Single"
    },
    {
      "quote": "Kissing someone is pretty intimate, actually very intimate, and your heart always kind of skips a beat before you do that.",
      "author": "Keanu Reeves",
      "category": "Heart, You, Kind"
    },
    {
      "quote": "Do not just look at your boyfriend as just a boyfriend. Look at him as a friend, too.",
      "author": "Vanessa Hudgens",
      "category": "Friend, Look, Him"
    },
    {
      "quote": "I used to be a real prince charming if I went on a date with a girl. But then I'd get to where I was likely to have a stroke from the stress of keeping up my act. I've since learned the key to a good date is to pay attention on her.",
      "author": "Matthew Perry",
      "category": "Good, Stress, Girl"
    },
    {
      "quote": "However successful you are, there is no substitute for a close relationship. We all need them.",
      "author": "Francesca Annis",
      "category": "Relationship, Successful"
    },
    {
      "quote": "Choose a wife rather by your ear than your eye.",
      "author": "Thomas Fuller",
      "category": "Eye, Wife, Choose"
    },
    {
      "quote": "It was just that we had this phenomenal honeymoon relationship that just kept on going.",
      "author": "James Levine",
      "category": "Relationship, Going"
    },
    {
      "quote": "In my experience with women that I've dated and my wife now, is you have to know what they care about. And even if you aren't a huge fan of it, you still have to have interest in it and it has to be genuine because women do it for men all the time.",
      "author": "Tim Meadows",
      "category": "Time, Women, Experience"
    },
    {
      "quote": "I'm not old-fashioned when it comes to dating, but there's something nice about a guy pulling out a girl's chair and opening the door for her, even if it's just in the beginning.",
      "author": "Lauren Conrad",
      "category": "Girl, Door, Beginning"
    },
    {
      "quote": "Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury.",
      "author": "Martha Beck",
      "category": "Society, Better, Situation"
    },
    {
      "quote": "The prospect of dating someone in her twenties becomes less appealing as you get older. At some point in your life, your tolerance level goes down and you realize that, with someone much younger, there's nothing really to talk about.",
      "author": "Clint Eastwood",
      "category": "Life, Tolerance, You"
    },
    {
      "quote": "Dating is different when you get older. You're not as trusting, or as eager to get back out there and expose yourself to someone.",
      "author": "Toni Braxton",
      "category": "Yourself, You, Back"
    },
    {
      "quote": "If you can lie, you can act, and if you can lie to crazy girlfriends, you can act under pressure.",
      "author": "Joe Rogan",
      "category": "Crazy, Lie, Pressure"
    },
    {
      "quote": "It's just me and my 6-month-old puppy. I am not dating anyone.",
      "author": "Bridget Hall",
      "category": "I Am, Me, Puppy"
    },
    {
      "quote": "I have an urge to communicate. I think I'm a change from what it would be like dating a normal guy who doesn't talk too much.",
      "author": "Drake",
      "category": "Change, Think, Too Much"
    },
    {
      "quote": "I had a crazy life for a teenager. I lived in New Jersey, but I'd go to Vermont for three weeks, join a commune, take pictures with the guy I was dating, come back home, and post photos.",
      "author": "Halsey",
      "category": "Life, Home, Crazy"
    },
    {
      "quote": "I like the bad-boy types. Generally the guy I'm attracted to is the guy in the club with all the tattoos and nail polish. He's usually the lead singer in a punk band and plays guitar. But my serious boyfriends are relatively clean-cut, nice guys. So it's strange.",
      "author": "Megan Fox",
      "category": "Guitar, Strange, Nice"
    },
    {
      "quote": "Watching your daughter being collected by her date feels like handing over a million dollar Stradivarius to a gorilla.",
      "author": "Jim Bishop",
      "category": "Daughter, Her, Like"
    },
    {
      "quote": "If you kiss on the first date and it's not right, then there will be no second date. Sometimes it's better to hold out and not kiss for a long time. I am a strong believer in kissing being very intimate, and the minute you kiss, the floodgates open for everything else.",
      "author": "Jennifer Lopez",
      "category": "Time, Strong, I Am"
    },
    {
      "quote": "When you really don't like a guy, they're all over you, and as soon as you act like you like them, they're no longer interested.",
      "author": "Beyonce Knowles",
      "category": "You, Like, Guy"
    },
    {
      "quote": "I had a few dating disasters along the way with girls cheating on me. One girl was the inspiration for me singing 'Cry Me A River' on 'The X Factor.' That was my payback to her because she was unfaithful.",
      "author": "Liam Payne",
      "category": "River, Girl, Me"
    },
    {
      "quote": "We all prospect, and don't even know we're doing it. When you start the dating process, you are actually prospecting for the person you want to marry. When you're interviewing employees, you are prospecting for someone who will best fit your needs.",
      "author": "Zig Ziglar",
      "category": "Best, Employees, Start"
    },
    {
      "quote": "I was a weird teenager. My mother was actually worried because I didn't have any interest in dating in my teenage years. I had all this desire to pursue my passions like ballet, then sailing, then music, so I didn't have any emptiness to fill.",
      "author": "Kiesza",
      "category": "Music, Mother, Weird"
    },
    {
      "quote": "Celebrities say they date other celebrities because they have the same job. But I think they just like dating famous people. Celebrities attract each other, like cattle.",
      "author": "Jason Lee",
      "category": "Job, Famous, People"
    },
    {
      "quote": "A simple compliment goes a really long way - for a guy to just come over and say, 'You have great hair' or 'I really like your dress,' and then just smile and walk away. That's a great move, because he's sort of putting himself out there by doing that, but it won't lead to any embarrassment if the girl isn't interested.",
      "author": "Stacy Keibler",
      "category": "Smile, Great, Simple"
    },
    {
      "quote": "In literature as in love, we are astonished at what is chosen by others.",
      "author": "Andre Maurois",
      "category": "Love, Literature, Others"
    },
    {
      "quote": "As far as the men who are running for president are concerned, they aren't even people I would date.",
      "author": "Nora Ephron",
      "category": "Men, People, President"
    },
    {
      "quote": "Personally, I don't like a girlfriend to have a husband. If she'll fool her husband, I figure she'll fool me.",
      "author": "Orson Welles",
      "category": "Fool, Me, Husband"
    },
    {
      "quote": "My boyfriend and I broke up. He wanted to get married and I didn't want him to.",
      "author": "Rita Rudner",
      "category": "Want, Him, Married"
    },
    {
      "quote": "It seems essential, in relationships and all tasks, that we concentrate only on what is most significant and important.",
      "author": "Soren Kierkegaard",
      "category": "Important, Relationships"
    },
    {
      "quote": "I prefer ordinary girls - you know, college students, waitresses, that sort of thing. Most of the girls I go out with are just good friends. Just because I go out to the cinema with a girl, it doesn't mean we are dating.",
      "author": "Leonardo DiCaprio",
      "category": "Friends, Good, College"
    },
    {
      "quote": "I don't know any of us who are in relationships that are totally honest - it doesn't exist.",
      "author": "Richard Gere",
      "category": "Relationships, Know, Honest"
    },
    {
      "quote": "I've dated some women who have turned me on to some funny things that are strange for men to actually do, but these things have become part of my process. I think the things I do for my appearance help make me look better. I even colour my hair because I like how it makes me look.",
      "author": "Ryan Seacrest",
      "category": "Funny, Women, Men"
    },
    {
      "quote": "To find a prince, you gotta kiss some toads.",
      "author": "Foxy Brown",
      "category": "Kiss, You, Find"
    },
    {
      "quote": "It's ironic, really. Guys should be excited that I got Kristen Bell. If Brad Pitt gets Kristen Bell, it's like, 'Well, of course he did.' With me, it should be, 'Oh good, a normal-looking guy got her. Maybe I'll get me a Kristen Bell.' But guys hate my guts for always dating women I have no right to be with.",
      "author": "Dax Shepard",
      "category": "Women, Good, Hate"
    },
    {
      "quote": "Workshops and seminars are basically financial speed dating for clueless people.",
      "author": "Douglas Coupland",
      "category": "Financial, People, Speed"
    },
    {
      "quote": "Coming through the fire and through the storm of life with a strong man, my fiance Ashanti, whom I've been dating for eight months and two wonderful children beside me, I'm just so happy that I have been able to maintain my integrity and get to where I am today with the right energy around me.",
      "author": "Angie Stone",
      "category": "Life, Children, Happy"
    },
    {
      "quote": "Pamela Anderson Lee released a statement confirming that she has had her breast implants removed. Doctors say that Pamela is doing fine and that her old implants are now dating Charlie Sheen.",
      "author": "Conan O'Brien",
      "category": "Doing, She, Her"
    },
    {
      "quote": "Dating has taught me what I want and don't want, who I am, and who I want to be.",
      "author": "Jennifer Love Hewitt",
      "category": "I Am, Me, Want"
    },
    {
      "quote": "Honestly, my dating life according to the tabloids is very exciting, and the most hilarious thing is that it's nowhere near as exciting as the tabloids have ever made it out to be.",
      "author": "Margot Robbie",
      "category": "Life, Made, Hilarious"
    },
    {
      "quote": "For a lot of the time I was in Berkeley, I was single. I was living in a kind of collegiate apartment by myself - it was like a protracted summer vacation. So at least in hindsight, I have gloomy emotions attached to Berkeley, whereas I started coming to New York because I was dating someone, and it was very exciting and romantic.",
      "author": "Adrian Tomine",
      "category": "Time, Romantic, Myself"
    },
    {
      "quote": "I enjoy dating. I love first dates. I think they're incredibly fascinating studies in human psychology. When you sit down across from someone on a first date and things are going alright, you talk objectives. We want to win each other over, so how do you win someone over? You have to put the best foot forward.",
      "author": "Chris Pine",
      "category": "Love, Best, Enjoy"
    },
    {
      "quote": "A seersucker suit is one of the most iconic styles dating from the 1920s and is still a gentleman's best bet when it's hot and sticky.",
      "author": "Roger Stone",
      "category": "Best, Gentleman, Hot"
    },
    {
      "quote": "Anybody I'm dating, I don't want them to talk about my music. I don't talk about my music to them.",
      "author": "Nas",
      "category": "Music, Want, Talk"
    },
    {
      "quote": "As and when I get into a relationship, I'll flaunt her to the world. I'm looking for a soul mate, and in any case, I'm not very much for casual dating. I'm such a simple guy away from this dating-shating business.",
      "author": "Suresh Raina",
      "category": "Business, Relationship, Soul"
    },
    {
      "quote": "When I was in high school, the genders were so separate from each other. If you weren't 'dating' somebody, you couldn't just be friends with somebody.",
      "author": "S. E. Hinton",
      "category": "Friends, School, High School"
    },
    {
      "quote": "I heard on public radio recently, there's a thing called Weed Dating. Singles get together in a garden and weed and then they take turns, they keep matching up with other people. Two people will weed down one row and switch over with two other people. It's in Vermont. I don't think I'd be very good at Weed Dating.",
      "author": "Roy Blount, Jr.",
      "category": "Good, Together, Garden"
    },
    {
      "quote": "It's a big responsibility dating me. Because I come with a little bit of baggage, you know?",
      "author": "Demi Lovato",
      "category": "Responsibility, Me, Know"
    },
    {
      "quote": "I'm not cynical about marriage or romance. I enjoyed being married. And although being single was fun for a while, there was always the risk of dating someone who'd owned a lunch box with my picture on it.",
      "author": "Shaun Cassidy",
      "category": "Marriage, Fun, Lunch"
    },
    {
      "quote": "No matter how love-sick a woman is, she shouldn't take the first pill that comes along.",
      "author": "Joyce Brothers",
      "category": "Woman, She, Matter"
    },
    {
      "quote": "I can't even explain to you how terrible that feels, that I equate dating a woman with punishment, shame, guilt, disappointment, reproach, reprimand, persecution. It's a nightmare.",
      "author": "John Mayer",
      "category": "Woman, Disappointment, Guilt"
    },
    {
      "quote": "I urge you children to be patient with your parents. If they seem to be out of touch on such vital issues as dating, clothing styles, modern music, and use of family cars, listen to them anyway. They have the experience that you lack.",
      "author": "Joseph B. Wirthlin",
      "category": "Family, Music, Children"
    },
    {
      "quote": "I've always been intellectually restless, but it is the building part of it that most interests me. It is the constructing of the team that is my favorite part. Anyone who is familiar with the history of the A's franchise, even dating back to Philadelphia, knows that every five or 10 years, you have to tear it apart and rebuild it.",
      "author": "Billy Beane",
      "category": "History, Team, Me"
    },
    {
      "quote": "The funniest thing is I never understood why actors were so shady about who they're dating. Then I realized the things you say get printed and the people you're involved with read them. That's what's tricky. Nothing goes unnoticed. I don't want to get myself in trouble!",
      "author": "Emily Meade",
      "category": "Myself, People, Want"
    },
    {
      "quote": "Whenever I date a guy, I think, 'Is this the man I want my children to spend their weekends with?'",
      "author": "Rita Rudner",
      "category": "Children, Man, Want"
    },
    {
      "quote": "I've been dating since I was fifteen. I'm exhausted. Where is he?",
      "author": "Kristin Davis",
      "category": "Exhausted, Where, Fifteen"
    },
    {
      "quote": "Thank God I never got in a fight. All of the jock dudes hated me, but all of their girlfriends thought I was nice so they wouldn't touch me. It was infuriating to them.",
      "author": "Mark Hoppus",
      "category": "God, Thank God, Me"
    },
    {
      "quote": "Dating is fun. It's light: There's courting; there's the interesting, exciting text messaging and flirting. There's no weight. When you start getting into relationships, you really start having to consider each other in your lives, and I think that's really important.",
      "author": "Denise Vasi",
      "category": "Light, Fun, Start"
    },
    {
      "quote": "As I've told Tyler, there's not a really easy place between being single and being married for us now. We're just so busy that the logistics of our career make dating impossible. I think I'll find a girl at some point that makes all of the extra work and effort that needs to be put into it worth it. But for right now, I just date my drums.",
      "author": "Josh Dun",
      "category": "Work, Girl, Busy"
    },
    {
      "quote": "I believe that often people even stay in bad relationships longer than they should because the fear of the pain of dating is scarier than the pain of a bad relationship!",
      "author": "Karen Salmansohn",
      "category": "Relationship, Fear, Pain"
    },
    {
      "quote": "The earliest example known to me of replaced body parts is exemplified by a Mayan skull dating back to 1400 BC. In this skull, false teeth made of stone had been implanted.",
      "author": "John Gurdon",
      "category": "Me, Body, Stone"
    },
    {
      "quote": "Rumors about me? Calista Flockhart, Pam Anderson, and Matt Damon. That's who I'm dating.",
      "author": "Ben Affleck",
      "category": "Me, Rumors, Who"
    },
    {
      "quote": "Right now I'm pretty single... My career is my boyfriend.",
      "author": "Christina Aguilera",
      "category": "Career, Single, Right"
    },
    {
      "quote": "Which is, I'm an optimist that two people can be together to work out their conflicts. And that commitment, I think, might be what love is, because they both grow from their relationship.",
      "author": "Garry Shandling",
      "category": "Love, Work, Relationship"
    },
    {
      "quote": "Practically all the relationships I know are based on a foundation of lies and mutually accepted delusion.",
      "author": "Kim Cattrall",
      "category": "Foundation, Relationships"
    },
    {
      "quote": "I'm quite sensitive to women. I saw how my sister got treated by boyfriends. I read this thing that said when you are in a relationship with a woman, imagine how you would feel if you were her father. That's been my approach, for the most part.",
      "author": "Orlando Bloom",
      "category": "Relationship, Women, Father"
    },
    {
      "quote": "I change my mind so much I need two boyfriends and a girlfriend.",
      "author": "Pink",
      "category": "Change, Mind, Girlfriend"
    },
    {
      "quote": "The sea hath fish for every man.",
      "author": "William Camden",
      "category": "Sea, Man, Fish"
    },
    {
      "quote": "You'll never catch a man if you let him think you are too smart.",
      "author": "Anna Held",
      "category": "Man, Smart, Think"
    },
    {
      "quote": "My philosophy of dating is to just fart right away.",
      "author": "Jenny McCarthy",
      "category": "Philosophy, Right, Just"
    },
    {
      "quote": "I was dating a guy that was a huge wrestling fan and I'm embarrassed to say it now but I used to make fun of him for watching it.",
      "author": "Torrie Wilson",
      "category": "Fun, Wrestling, Say"
    },
    {
      "quote": "I want my audience to know me for my work, not because of who I'm dating or what drugs I'm on or what club I went to.",
      "author": "Shia LaBeouf",
      "category": "Work, Me, Want"
    },
    {
      "quote": "I don't talk about who I'm dating because when you break up, you wind up reliving it in the media.",
      "author": "Bridget Fonda",
      "category": "Wind, Media, You"
    },
    {
      "quote": "Well, dating has become a sport and not about finding the person you love.",
      "author": "Rashida Jones",
      "category": "Love, Finding, You"
    },
    {
      "quote": "The rich are different. Their wants are very high maintenance. They'll pick eye color and hair color, all the way down to what she does for a living, what school she went to. Their list can be extremely long. But at the end of the day, dating is dating, because they're human beings.",
      "author": "Patti Stanger",
      "category": "Day, School, Color"
    },
    {
      "quote": "Dating in Los Angeles can be hard, which makes it all the better when you meet a really nice guy.",
      "author": "Lauren Conrad",
      "category": "Better, Nice, You"
    },
    {
      "quote": "I've never tried to pass myself off as anything more than a comedian who wrote a dating book.",
      "author": "Greg Behrendt",
      "category": "Myself, Book, Anything"
    },
    {
      "quote": "When it comes to dating, I'm straightforward and traditional with a twist.",
      "author": "Luke Pasqualino",
      "category": "Traditional, Twist"
    },
    {
      "quote": "Even though many couples are choosing to marry later in life, our laws haven't been updated to address dating partner abuse.",
      "author": "Gabrielle Giffords",
      "category": "Life, Partner, Laws"
    },
    {
      "quote": "When I was a boy, I took over the shed at the bottom of the garden and displayed fossils and potsherds and coins in it and proudly called it my 'museum'. I charged people to come in, and my most prized possession was a Saracen shield dating from the Crusades.",
      "author": "Kevin Crossley-Holland",
      "category": "People, Garden, Museum"
    },
    {
      "quote": "There are some guys you definitely would not want dating your sister - especially hockey players.",
      "author": "Patrick Kane",
      "category": "Sister, Hockey, Want"
    },
    {
      "quote": "With the release of her fourth album, 'Red,' in 2012 and a handful of highly publicized romances, Taylor was criticized by the press and other entertainers for such sinful acts as dating people and writing songs about it, gaining a reputation as boy-crazy and love-ridden.",
      "author": "Tavi Gevinson",
      "category": "Writing, Red, People"
    },
    {
      "quote": "I like the idea of dating, but I'm not dating anyone exclusively, particularly right now. It's hard to be in a relationship unless you're ready to go public with it. So it's a lot easier for me to not be in a relationship. I really don't want that part of my life to be tabloid fodder.",
      "author": "Cory Monteith",
      "category": "Life, Relationship, Me"
    },
    {
      "quote": "For me, I've learned if I want a very stable, normal relationship, where I'll be like, 'Okay, this is nice, I know what's going to happen in a month,' it's probably better to date outside the industry. But you can't help who you fall for. It's our dating pool.",
      "author": "Camila Cabello",
      "category": "Relationship, Help, Fall"
    },
    {
      "quote": "Taylor Swift dates guys so she can write a breakup song about them. I don't think she's dating for love - I think she's dating for creativity. So let's get her off the market and put her in dating detox. If she really wants love, she has to stop writing music about them.",
      "author": "Patti Stanger",
      "category": "Love, Music, Creativity"
    },
    {
      "quote": "I'm doin' something different. I mean, I talk a little bit about race and interracial dating, but it's not the heart of my act. I just try to do what I think is funny; there's no huge message or through line.",
      "author": "Hannibal Buress",
      "category": "Funny, Heart, Think"
    },
    {
      "quote": "That's the awful thing about dating. Tight underwear. We would all like to be in a big bra and pants and when you are in a secure relationship you can do that.",
      "author": "Dawn French",
      "category": "Relationship, You, Secure"
    },
    {
      "quote": "You know, I had my mother and my father convincing me that he would be going back to Hollywood and he'd be back with the actresses and dating them and that he wasn't serious about me at all. So I had him saying one thing to me and my parents telling me something else.",
      "author": "Priscilla Presley",
      "category": "Father, Mother, Parents"
    },
    {
      "quote": "If you cry over a guy, then your friends can't date him. It can't even be considered.",
      "author": "Taylor Swift",
      "category": "Friends, You, Him"
    },
    {
      "quote": "I'm not the girl who always has a boyfriend. I'm the girl who rarely has a boyfriend.",
      "author": "Taylor Swift",
      "category": "Girl, Always, Boyfriend"
    },
    {
      "quote": "I'm the girl who - I call it girl-next-door-itis - the hot guy is friends with and gets all his relationship advice from but never considers dating.",
      "author": "Taylor Swift",
      "category": "Relationship, Friends, Girl"
    },
    {
      "quote": "You can draw inspiration from anything. If you're a good storyteller, you can take a dirty look somebody gives you, or if a guy you used to have flirtations with starts dating a new girl, or somebody you're casually talking to says something that makes you so mad - you can create an entire scenario around that.",
      "author": "Taylor Swift",
      "category": "Good, Girl, You"
    },
    {
      "quote": "I'm typically single. I'm the girl who - I call it girl-next-door-itis - the hot guy is friends with and gets all his relationship advice from but never considers dating.",
      "author": "Taylor Swift",
      "category": "Relationship, Friends, Girl"
    },
    {
      "quote": "I'm really critical of my posture, it makes a big difference. And I try to suck my belly in. Everyone should do that whether you're on a red carpet or not. Even if you're just going out to dinner with your boyfriend you should try and suck it in.",
      "author": "Katy Perry",
      "category": "Red, Dinner, You"
    },
    {
      "quote": "I just don't like when there's a rumor that says I'm dating someone who is below my standards. But when I got divorced, my ex-wife said I was spending all my time with Lindsay Lohan and Angelina Jolie. I was like, 'Thank you for the big ups!'",
      "author": "Marilyn Manson",
      "category": "Time, Thank You, You"
    },
    {
      "quote": "Our countries have been friends dating to the very existence of the United States. France is the only power that has never been at war with the United States.",
      "author": "Marine Le Pen",
      "category": "Friends, Power, War"
    },
    {
      "quote": "'Dating Game' wasn't social commentary, political analysis, Shakespearean-level drama or even blunt-force comedy. It was just the televised equivalent of meeting someone at a bar. But it appealed to our most basic Darwinian instinct: selecting a good mate. You can't go wrong when a show's premise is hard-wired into human DNA.",
      "author": "Seth Shostak",
      "category": "Good, Political, Game"
    },
    {
      "quote": "Ever since the infamous quiz show scandals of the 1950s, the feds had insisted that TV game shows be honest - or that at least they didn't cheat. So as a 'Dating Game' bachelor, I didn't know what I was going to be asked. The other bachelors and I were required to concoct our answers in real time.",
      "author": "Seth Shostak",
      "category": "Time, Game, Know"
    },
    {
      "quote": "I think that we all have to have that rite of passage of dating the tortured artist who seems cooler than we think we are; we aspire to be like them, and we're excited that somebody is turning us on to new music or a new lifestyle.",
      "author": "Drew Barrymore",
      "category": "Music, Artist, Think"
    },
    {
      "quote": "I tried to tell them about the dating process because I'm single now and how horrible it is and how many foolish experiences I had had dating. So I was really selling him hard, but the whole time he really wanted me!",
      "author": "Andie MacDowell",
      "category": "Time, Me, Selling"
    },
    {
      "quote": "I do like dating cynics - they tend to be incredibly funny.",
      "author": "Chris Pine",
      "category": "Funny, Like, Tend"
    },
    {
      "quote": "The first time I was pregnant, Kanye and I were dating, and I was just being introduced to the world of fashion. I wanted to work with a bunch of different stylists, and when you work with a new stylist, everyone wants to possess your look.",
      "author": "Kim Kardashian",
      "category": "Work, Time, World"
    },
    {
      "quote": "I started dating JD Samson from Le Tigre, and suddenly I was listening to more up-tempo music and old dance music, like ESG and Gang of Four, and I thought, 'Wow. This is fun.'",
      "author": "Sia",
      "category": "Music, Dance, Fun"
    },
    {
      "quote": "First and foremost when you're doing comedy, you gotta be relevant and applicable to the times that you're living in. When you try and just do comedy about who is dating who and lifestyle jokes, it gets tiring after a while. It's hard to be funny in that realm.",
      "author": "Adam McKay",
      "category": "Funny, Living, You"
    },
    {
      "quote": "I know some people who've gotten tattoos that they probably shouldn't have, like the name of somebody they were dating, and that never ends well.",
      "author": "Nikki Sixx",
      "category": "People, Name, Know"
    },
    {
      "quote": "I grew up in the world of bad television, on my dad's sets and then as a young schmuck on dating shows and so on.",
      "author": "George Clooney",
      "category": "World, Television, Young"
    },
    {
      "quote": "Smallpox, which spreads by respiration and kills roughly one in three of those infected, took hundreds of millions of lives during a recorded history dating to Pharaonic Egypt. The last case was in 1978, and the disease was declared eradicated on May 8, 1980.",
      "author": "Barton Gellman",
      "category": "History, Three, Egypt"
    },
    {
      "quote": "When I started dating I had this kind of Romeo and Juliet, fateful romantic idea about love which was almost that you were a victim and there was a lot of pain involved and that was how it should be.",
      "author": "Emma Watson",
      "category": "Love, Romantic, Pain"
    },
    {
      "quote": "Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury. If everyday experience hasn't convinced you of this, there's research that will.",
      "author": "Martha Beck",
      "category": "Experience, Research, Better"
    },
    {
      "quote": "Golf and dating don't mix.",
      "author": "Larry David",
      "category": "Golf, Mix"
    },
    {
      "quote": "I was single for a while and dating and... I just didn't know how to do it! I've always been like that: when I was 15, there was a guy I liked, and we made out, and I thought that meant he was my boyfriend.",
      "author": "Winona Ryder",
      "category": "Thought, Know, Single"
    },
    {
      "quote": "My parents always looked like they loved being together. That's what I took from them, and that's how my wife and I are. I still feel like we're dating.",
      "author": "Billy Crystal",
      "category": "Together, Parents, Wife"
    },
    {
      "quote": "I'm not a dating person.",
      "author": "Kourtney Kardashian",
      "category": "Person"
    },
    {
      "quote": "You like someone, you court each other, you get into a relationship. You're answerable to each other. Whereas, the non-answerability of dating, my God, I don't know if I would ever be able to.",
      "author": "Priyanka Chopra",
      "category": "Relationship, God, Know"
    },
    {
      "quote": "I was dating girls who were actresses, and that was fun, so I took a playwriting class. But that was short-lived. That was one year. Around that time, I was seeing movies that were making me think in terms of images.",
      "author": "Richard Linklater",
      "category": "Time, Fun, Me"
    },
    {
      "quote": "When I was first divorced, I started dating younger women, and it was really exciting. But after a while I was like, 'This is just dumb.'",
      "author": "Louis C. K.",
      "category": "Women, Dumb, First"
    },
    {
      "quote": "I don't really believe in rules, but I do like old-fashioned dating where you don't call the guy until he calls you. I don't think it's like he's got to do this and that's the rule.",
      "author": "Ashley Tisdale",
      "category": "Believe, Rules, Think"
    },
    {
      "quote": "I give dating advice on a regular basis. It's not that I'm any expert, but it's always nice to share that with your friends.",
      "author": "Ashley Tisdale",
      "category": "Friends, Advice, Nice"
    },
    {
      "quote": "I'm definitely old-school when it comes to dating. I'm not into the 'game' so much. If I like you, I'll confront you and be open about it. Then I expect you to come after me.",
      "author": "Ashley Tisdale",
      "category": "Game, Me, You"
    },
    {
      "quote": "When you start dating another country star, the first question is, 'When are y'all gonna do a duet?' And what sucks about that is people expect you to do it whether you want to or not.",
      "author": "Blake Shelton",
      "category": "Start, People, Want"
    },
    {
      "quote": "I hate dates. It becomes a weird auditioning process. And I've never had normal dating.",
      "author": "Juliette Lewis",
      "category": "Hate, Weird, Process"
    },
    {
      "quote": "Things were a lot simpler in Detroit. I didn't care about anything but boyfriends.",
      "author": "Madonna Ciccone",
      "category": "Care, Anything, Things"
    },
    {
      "quote": "I've never been Romeo who meets a girl and falls for her immediately. It's been a much slower process for me each time I've gone into a relationship.",
      "author": "Leonardo DiCaprio",
      "category": "Time, Relationship, Girl"
    },
    {
      "quote": "I'm never going to say anything about who I'm dating unless I'm married or engaged.",
      "author": "Kirsten Dunst",
      "category": "Never, Say, Anything"
    },
    {
      "quote": "I came out to my parents when I was a junior in college. And it was pretty fine. They were more concerned with why I wasn't dating anyone. But now I'm 36, and I still don't date anyone.",
      "author": "Billy Eichner",
      "category": "Parents, College, Why"
    },
    {
      "quote": "There are big parts of my life that I don't share. I don't share myself eating dinner with my family. I don't talk about who I'm dating. That's private that's me.",
      "author": "Ansel Elgort",
      "category": "Life, Family, Myself"
    },
    {
      "quote": "I'm very happy to be part of a generation where you don't have to say that you're gay. It's just like, 'I'm dating a dude,' or, 'I'm dating a girl,' and I love it. I think it's a great time.",
      "author": "Keke Palmer",
      "category": "Love, Time, Happy"
    },
    {
      "quote": "I don't have the best dating track record.",
      "author": "Lauren Conrad",
      "category": "Best, Track, Track Record"
    },
    {
      "quote": "Dating is all about the chase. It's fun!",
      "author": "Lauren Conrad",
      "category": "Fun, Chase, About"
    },
    {
      "quote": "I think, at the end of the day, age is just a number. It's like, in real life, I've got friends who are dating someone their age or dating someone who's twice their age, and they're equally in love.",
      "author": "Margot Robbie",
      "category": "Love, Life, Age"
    },
    {
      "quote": "The thing about dating someone who listens to a totally different genre than you is they can help you find things to appreciate in that genre.",
      "author": "Hannah Simone",
      "category": "Help, Appreciate, You"
    },
    {
      "quote": "I guess there are all these women with a big secret - they're hiding men they are ashamed of. They come up to me and say: 'I've been dating this guy for six months in secret but none of my friends know. I can't give him up even though he's embarrassing.'",
      "author": "Hannah Simone",
      "category": "Friends, Women, Men"
    },
    {
      "quote": "When someone is good, but it doesn't seem like their world will collapse if they don't get the part, it's more appealing. It's like dating someone: You don't want someone who's too into you.",
      "author": "Steve Carell",
      "category": "Good, World, Want"
    },
    {
      "quote": "Dating is... weird.",
      "author": "Jennifer Coolidge",
      "category": "Weird"
    },
    {
      "quote": "I have 20,000 girlfriends, all around the world.",
      "author": "Justin Timberlake",
      "category": "World, Girlfriends, Around"
    },
    {
      "quote": "When my parents were dating, they were very poor, so my dad couldn't take my mom out. They would go to the grocery store and pick out funny looking vegetables. When I grew up, we'd still go and find the ones with personality.",
      "author": "Parker Posey",
      "category": "Funny, Mom, Parents"
    },
    {
      "quote": "I don't understand the whole dating thing. I know right off the bat if I'm interested in someone, and I don't want them to waste their money on me and take me out to eat if I know I'm not interested in that person.",
      "author": "Britney Spears",
      "category": "Money, Me, Want"
    },
    {
      "quote": "I have a distinct memory, dating back to 1989 or so, of sitting around with my college dorm mates talking about a new term that was popping up everywhere: 'political correctness.'",
      "author": "Meghan Daum",
      "category": "College, Memory, Political"
    },
    {
      "quote": "Julianne Moore and Michael Keaton began in 1980s soap operas and 1970s sitcoms, respectively, such ancient history by show business standards that you need carbon dating to measure their careers.",
      "author": "Steve Erickson",
      "category": "Business, History, You"
    },
    {
      "quote": "People say, 'Just say who you're dating. Then people will stop being so ravenous about it.' It's like, No they won't! They'll ask for specifics.",
      "author": "Kristen Stewart",
      "category": "People, You, Stop"
    },
    {
      "quote": "I wouldn't tell you anything about anybody I cared about because it becomes entertainment for other people, and it sort of just cheapens everything in your life. I would never tell you if I was dating anybody.",
      "author": "Kristen Stewart",
      "category": "Life, People, Entertainment"
    },
    {
      "quote": "I hate being the heartbreaker. Hate it. If I date somebody and it doesn't work out, it's another nightmare for me.",
      "author": "John Mayer",
      "category": "Work, Hate, Me"
    },
    {
      "quote": "All men that date me have to know that their name may end up in a pop song.",
      "author": "Kesha",
      "category": "Men, End, Me"
    },
    {
      "quote": "Dating, like almost every other male-female interaction in present-day society, is based on outmoded and unequal social roles and expectations.",
      "author": "Lynn Coady",
      "category": "Society, Expectations"
    },
    {
      "quote": "I learned how quickly I could go from having never met someone to having the world think I'm dating them.",
      "author": "Halsey",
      "category": "World, Think, Never"
    },
    {
      "quote": "I'm a fixer, unfortunately. I'm like, 'Oh, I can fix you.' But it's not just guys I'm dating anymore. It's this entire legion of young girls who tell me they need me to maintain any sort of sanity or peace.",
      "author": "Halsey",
      "category": "Peace, Me, You"
    },
    {
      "quote": "It's lonely. That's why, in many ways, the CIA is the world's biggest dating agency, I think. I imagine it's much like two actors that get married because they understand that universe. You know, I'm pretty sure the agency's divorce rate is rather high.",
      "author": "Valerie Plame",
      "category": "World, Universe, Lonely"
    },
    {
      "quote": "We have known Hillary Clinton both professionally and personally for close to 20 years, dating back to before President Bill Clinton's first trip to Africa in 1998 - a trip that they both acknowledge changed their lives and gave considerable meaning to their post-White House years and to the activities of the Clinton Foundation.",
      "author": "Valerie Plame",
      "category": "Foundation, Meaning, Africa"
    },
    {
      "quote": "I'm dating myself by saying this, but I was the test audience for 'Space Invaders.' I remember when that was the first game that wasn't a pinball game. I spent a lot of money on 'Space Invaders,' in the form of quarters, of course.",
      "author": "John C. Reilly",
      "category": "Money, Myself, Space"
    },
    {
      "quote": "I'm a South Asian female that talks about relationships and periods and dating and all these things.",
      "author": "Lilly Singh",
      "category": "Relationships, Asian, Female"
    },
    {
      "quote": "The thing is, in the dating profiles it says 'spiritual,' but not with a specific religion. And so I pretty much try to meditate, but I have a very hard time concentrating on things other than me.",
      "author": "Lisa Lampanelli",
      "category": "Time, Spiritual, Religion"
    },
    {
      "quote": "I'm way too famous and rich to be on a dating app, but if I get very desperate by the time I'm 60, I'll go on Tinder. Or I'll go on 'Millionaire Matchmaker'; I'll call Patti Stanger.",
      "author": "Lisa Lampanelli",
      "category": "Time, Famous, Rich"
    },
    {
      "quote": "I don't really talk about my personal life. It's a strange and funny and weird thing. Sometimes you have a conversation with someone and the paparazzi snaps a picture of you and people decide you're dating. If I try to answer everything people say, I would be up all night.",
      "author": "Tracee Ellis Ross",
      "category": "Funny, Life, Night"
    },
    {
      "quote": "In this day and age, I ask anyone I date right away: 'Are you married? Are you in a relationship with anyone? Does anyone think they're in a relationship with you?' And by the way, if someone says, 'Yes, I am dating other people,' that's not necessarily a deal breaker. But you have to communicate it, not hide it.",
      "author": "Tracee Ellis Ross",
      "category": "Relationship, Day, Age"
    },
    {
      "quote": "The best companies in the world have all had predecessors. 'YouTube' was a dating site. You always have to evolve into something else.",
      "author": "Kevin Systrom",
      "category": "Best, World, You"
    },
    {
      "quote": "I'm not great at dating, but I need to do it to relax.",
      "author": "Lena Dunham",
      "category": "Great, Relax, Need"
    },
    {
      "quote": "All my freakouts have been pretty private and directed at family pets and/or people I have been dating for too short a time to freak out at in that way.",
      "author": "Lena Dunham",
      "category": "Family, Time, Short"
    },
    {
      "quote": "For a long time, I had a crazy girl dating habit.",
      "author": "Eli Roth",
      "category": "Time, Girl, Crazy"
    },
    {
      "quote": "The best dating advice I can give is... are you going in it for marriage, or are you going in it for just a date? You've got to be open about it right away, because the other person could be in it for marriage, but you're not.",
      "author": "Kendra Wilkinson",
      "category": "Marriage, Best, Advice"
    },
    {
      "quote": "I remembered, like, when 'Not When My Daughter' came out, I'm serious, I think dating for Iranian men became a lot harder. Dude's name, Shahrokh - became Tony. Mehsud became Mike.",
      "author": "Maz Jobrani",
      "category": "Daughter, Men, Name"
    },
    {
      "quote": "I'm much more interested in what an actor has to say about something substantial and important than who they're dating or what clothes they're wearing or some other asinine, insignificant aspect of their life.",
      "author": "Ben Affleck",
      "category": "Life, Clothes, Important"
    },
    {
      "quote": "I'm not very experienced with boys or the whole dating thingy.",
      "author": "Vanessa Hudgens",
      "category": "Whole, Very, Experienced"
    },
    {
      "quote": "Dating in college and dating in Hollywood are actually really similar in that the relationships don't last long. Other than that, lots of people in Hollywood tend to be narcissistic, and it's hard to have a relationship with someone like that.",
      "author": "Julia Stiles",
      "category": "Relationship, College"
    },
    {
      "quote": "I always hated high-school shows and high-school movies, because they were always about the cool kids. It was always about dating and sex, and all the popular kids, and the good-looking kids. And the nerds were super-nerdy cartoons, with tape on their glasses. I never saw 'my people' portrayed accurately.",
      "author": "Paul Feig",
      "category": "Cool, People, Glasses"
    },
    {
      "quote": "Dating is kind of hard. Like dinner or something like that. Like a forced awkward situation is very strange. Especially for me, for some reason.",
      "author": "Zac Efron",
      "category": "Me, Strange, Dinner"
    },
    {
      "quote": "My wife and I got engaged in New Hampshire at this lake house that her family's had forever, and it's on Lake Winnipesaukee. And so we went there every summer as we were dating.",
      "author": "Jimmy Fallon",
      "category": "Family, Wife, Summer"
    },
    {
      "quote": "I think more dating stuff is scheduling. It's needing people who understand your work schedule.",
      "author": "Jennifer Love Hewitt",
      "category": "Work, People, Think"
    },
    {
      "quote": "Mary Tyler Moore was a working woman whose story lines were not always about dating and men. They were about work friendships and relationships, which is what I feel my adult life has mostly been about.",
      "author": "Tina Fey",
      "category": "Life, Work, Woman"
    },
    {
      "quote": "Humans have continued to evolve quite a lot over the past ten thousand years, and certainly over 100 thousand. Sure, our biology affects our behavior. But it's unlikely that humans' early evolution is deeply relevant to contemporary psychological questions about dating or the willpower to complete a dissertation.",
      "author": "Annalee Newitz",
      "category": "Past, Behavior, Evolution"
    },
    {
      "quote": "I have no dating life.",
      "author": "Sara Sampaio",
      "category": "Life"
    },
    {
      "quote": "Back when I was dating, the dreaded C word was Commitment. As soon as most men found out I had a child, they ran. If I ever got close enough to say the words, 'I love you,' they ran faster.",
      "author": "Regina Brett",
      "category": "Love, I Love You, Words"
    },
    {
      "quote": "My boyfriend and I are not good at fighting. We're better than we were when we started dating - two breakups and three years ago - but it's never come naturally to either of us. I have often wished we fought like I imagine Pink and Carey Hart fight.",
      "author": "Nikki Glaser",
      "category": "Good, Fight, Pink"
    },
    {
      "quote": "I don't have much experience, but the few times when I would go on a date with a girl - like when I was 12 - there was a lot of sharing, and a lot of talking, and a lot of asking how I am. They thought we were dating, and I was sort of hoping to meet their brothers.",
      "author": "Anderson Cooper",
      "category": "Experience, I Am, Girl"
    },
    {
      "quote": "Women need to know that not all guys are going to hurt them the way that the guy did before they started dating me. I know guys I wouldn't go out with.",
      "author": "Garry Shandling",
      "category": "Women, Hurt, Me"
    },
    {
      "quote": "I'm honest about the journey I've been on, so I definitely don't take dating lightly anymore.",
      "author": "Demi Lovato",
      "category": "Journey, Honest, Anymore"
    },
    {
      "quote": "Women were very, very good at 'Pong'. It was part of the dating scene. The number of people who told me they met their wife or husband playing 'Pong' was huge. They were shoulder to shoulder, talking and playing. It was body contact and verbal contact.",
      "author": "Nolan Bushnell",
      "category": "Women, Good, Wife"
    },
    {
      "quote": "I dated dozens of young men, had fun with all, made commitments to none.",
      "author": "Gene Tierney",
      "category": "Men, Fun, Young"
    },
    {
      "quote": "I'm very open to dating and finding a guy.",
      "author": "Kristin Cavallari",
      "category": "Finding, Open, Guy"
    },
    {
      "quote": "I did Internet dating for a while, and that is rife with horrible dating stories.",
      "author": "Allison Tolman",
      "category": "Internet, Horrible, Stories"
    },
    {
      "quote": "I've been dating since I was 15 years old, and I just don't seem to do it well.",
      "author": "Harvey Fierstein",
      "category": "Years, Old, Well"
    },
    {
      "quote": "As far as dating is concerned, I'm not a casual dating person.",
      "author": "Divyanka Tripathi",
      "category": "Person, Far, Casual"
    },
    {
      "quote": "When I first got started in this whole world of online connecting, we were combating this antiquated stereotype of who used online dating, and we really set out to make it popular with millennials. What I find to be so fascinating now is, I'm seeing an inverse in that trend.",
      "author": "Whitney Wolfe",
      "category": "World, Find, Seeing"
    },
    {
      "quote": "I personally have always hated dating. I was never vulnerable or insecure in any part of my life, but I would become that way with a guy because they have control, according to society, when it comes to dating.",
      "author": "Whitney Wolfe",
      "category": "Life, Society, Control"
    },
    {
      "quote": "Everyone in the dating business wants to know what women want - it's the billion-dollar question. But it's simple: put one in charge, and you find out.",
      "author": "Whitney Wolfe",
      "category": "Business, Women, Simple"
    },
    {
      "quote": "I truly believe that what we're seeing with online dating is very similar to what happened with the Myspace-Facebook era, where Myspace was once this place for online connecting for a very select group of young people. And then Facebook kind of hit at this moment where it was acceptable for everybody to do it.",
      "author": "Whitney Wolfe",
      "category": "Believe, Moment, People"
    },
    {
      "quote": "When I left Tinder, I had no intention of getting back into the dating industry. What I ultimately wanted to do was start this contagious complimentary social network, where kindness was at the helm.",
      "author": "Whitney Wolfe",
      "category": "Kindness, Start, Back"
    },
    {
      "quote": "There's nothing wrong with taking yourself out of the dating pool. You don't need to be in a relationship because that's what society expects of you or because your grandmother thinks you need to be married by a certain date. Those days are over. Instead, take a step back and say, 'I'm OK alone.'",
      "author": "Whitney Wolfe",
      "category": "Relationship, Alone, Society"
    },
    {
      "quote": "When you're setting up your dating profile, choose the photos according to who you are today. A variety of recent shots that are a true representation of your character.",
      "author": "Whitney Wolfe",
      "category": "Today, Character, You"
    },
    {
      "quote": "A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.",
      "author": "Helen Rowland",
      "category": "Beauty, Boy, Idea"
    },
    {
      "quote": "Up until age 40, most men are just not as mature as women. So, it makes sense that a lot of women date up in age a bit.",
      "author": "Patti Stanger",
      "category": "Age, Women, Men"
    },
    {
      "quote": "I have put gay dating on the map.",
      "author": "Patti Stanger",
      "category": "Gay, Map, Put"
    },
    {
      "quote": "I just thank God my husband and I found each other before the advent of social media. I can't imagine dating someone and seeing what they're doing on their Facebook page. And people breaking up with each other over texts now? We had to break up with each other face to face back then.",
      "author": "Jen Lancaster",
      "category": "God, Social Media, Thank God"
    },
    {
      "quote": "I'm very heterosexual, so dating women is something I'm not ashamed of. But my love life is not as exciting as it is reported to be.",
      "author": "Ranbir Kapoor",
      "category": "Love, Life, Women"
    },
    {
      "quote": "I'm a fabulous date, I make sure I look good, I like hearing what a guy has to say and I make sure the evening is a real laugh. I like to laugh.",
      "author": "Eva Longoria",
      "category": "Good, Laugh, Evening"
    },
    {
      "quote": "You don't need to know who I'm dating. You don't need to know what I'm doing. I'm fine with everybody not knowing that.",
      "author": "Eva Longoria",
      "category": "Not Knowing, Know, You"
    },
    {
      "quote": "I don't know why anyone would want to ask an actor for dating advice. We are not the poster children for healthy relationships.",
      "author": "Ginnifer Goodwin",
      "category": "Children, Advice, Healthy"
    },
    {
      "quote": "I'm so an all-or-nothing person in dating, always. I'm big on not wasting time. And so, yeah, if something's not working, it's time to not hold people back.",
      "author": "Ginnifer Goodwin",
      "category": "Time, People, Working"
    },
    {
      "quote": "What does 'dating' mean? I don't know. I couldn't say.",
      "author": "Catherine Hardwicke",
      "category": "Know, Mean, Say"
    },
    {
      "quote": "I don't like going out on a date unless I know the broad a little bit beforehand. By the way, 'broad' to me is not a detrimental term for women; it's simply another word for female. Anyway, I don't really go out a whole lot, because there aren't many girls I like to take out and spend a whole evening with - at least not an evening in public.",
      "author": "Joe Namath",
      "category": "Women, Me, Know"
    },
    {
      "quote": "Dating is really hard because everyone puts on a front. It's really difficult to see who is who, so it is important to be yourself.",
      "author": "Brooke Burke",
      "category": "Be Yourself, Yourself, See"
    },
    {
      "quote": "The Bachelor'... and 'The Bachelorette'... and 'Bachelor in Paradise'... and the 'After the Final Rose ceremony'. I love a competition dating show.",
      "author": "Erin Foster",
      "category": "Love, Rose, Competition"
    },
    {
      "quote": "I have run from a lot of relationships in favor of being alone. And I tend to find men who use their money and status as a dating tool to be unattractive.",
      "author": "Erin Foster",
      "category": "Money, Alone, Men"
    },
    {
      "quote": "I've never dated anywhere else, so I only know L.A. dating, and I wouldn't wish it upon my worst enemy. I've pulled back and taken the pressure off of myself to figure it out, because there's so much pressure about status that dating has become this game where you pull out all your tricks.",
      "author": "Erin Foster",
      "category": "Myself, Game, Pressure"
    },
    {
      "quote": "Stuff about me dating Kim Kardashian - I have no idea where that came from and all these other rumors. I don't think I'm that type.",
      "author": "Jeremy Lin",
      "category": "Me, Think, Idea"
    },
    {
      "quote": "Comedy helped me out in my teenage years. It saw me through puberty and helped me to deal with dating.",
      "author": "Rhys Darby",
      "category": "Me, Comedy, Through"
    },
    {
      "quote": "In Indonesia, where I am from, the Dutch-imposed Civil Code dating back to the colonial 1870s prevailed until the 1974 Law on Marriage granted married women greater rights, including the ability to open individual bank accounts.",
      "author": "Sri Mulyani Indrawati",
      "category": "Marriage, Women, Law"
    },
    {
      "quote": "I can't imagine dating a boy, meeting him only outside the home. What's a home and family for if it's not the center of one's life?",
      "author": "Loretta Young",
      "category": "Life, Family, Home"
    },
    {
      "quote": "A month alone would make me so happy. Not good for my dating prospects.",
      "author": "Barry Jenkins",
      "category": "Happy, Good, Alone"
    },
    {
      "quote": "My husband, after two weeks of dating, asked me, if our relationship were to work out, would I be OK with our first boy being named Ace.",
      "author": "Jennie Finch",
      "category": "Work, Relationship, Me"
    },
    {
      "quote": "I was a late starter on the romantic front. I didn't start dating until I was in my 30s.",
      "author": "Geri Halliwell",
      "category": "Romantic, Start, Late"
    },
    {
      "quote": "I think audiences can relate to the guys I'm playing, those large-and-in-charge idiots. Or maybe I just make them feel better about who they are, or who they're dating.",
      "author": "Rob Riggle",
      "category": "Better, Think, Idiots"
    },
    {
      "quote": "I don't really comment on my personal life because I feel like any comment at all is opening up a whole can of worms. I'd just rather not talk about who I'm dating.",
      "author": "Josh Hartnett",
      "category": "Life, Opening, Personal"
    },
    {
      "quote": "I'm often dating people, but I don't say it because you sort of know it won't last long.",
      "author": "Graham Norton",
      "category": "People, Long, Know"
    },
    {
      "quote": "Kathie Lee and I were working together on our 'Live' morning show when she started dating Frank. I always loved trying to get her to tell me about her new romance, and it wasn't long before we were watching them take their vows in front of close friends in Southhampton.",
      "author": "Regis Philbin",
      "category": "Morning, Friends, Together"
    },
    {
      "quote": "Dodi got a lot of criticism when he began dating Princess Diana. No one seemed to think he was good enough for her.",
      "author": "Lorna Luft",
      "category": "Good, Princess, Think"
    },
    {
      "quote": "I put my family first, and that's why for a long time, you didn't see me dating or hear about me dating or hear about me out. I had other focuses in my life, and that would be my family and my work.",
      "author": "Kimora Lee Simmons",
      "category": "Life, Work, Family"
    },
    {
      "quote": "OKCupid's model is almost entirely based on advertising, which is the way most online media is monetized these days, whether it's the news or whether it's sports, and we think online dating is going to evolve in the exact same way.",
      "author": "Sam Yagan",
      "category": "Sports, Advertising, Media"
    },
    {
      "quote": "I think for marketplace businesses, and when you think about online dating, it's not a social network. It's not a place where you go to talk to people you already know; it's a place you go to interact with someone you've never met before.",
      "author": "Sam Yagan",
      "category": "People, Know, Think"
    },
    {
      "quote": "The sort of the most efficient way for online dating marketplace to evolve and, in fact, any marketplace to evolve is to have one really big market where people can enter and exit as they please, where people have really advanced search, sort, and filtering technology.",
      "author": "Sam Yagan",
      "category": "Technology, People, Search"
    },
    {
      "quote": "When you're thinking about building your own online dating profile, especially on OkCupid, you should go through the same steps you're thinking about when you're going out to meet someone new. You want to put your best foot forward.",
      "author": "Sam Yagan",
      "category": "Best, Thinking, Building"
    },
    {
      "quote": "Your goal in an online dating profile and in your first message to somebody is to strike up a conversation.",
      "author": "Sam Yagan",
      "category": "Goal, Conversation, Message"
    },
    {
      "quote": "We sold OkCupid to Match in January of 2011. In September of 2012, I became CEO of all of Match, which is the operating segment of IAC that contains all of the dating properties.",
      "author": "Sam Yagan",
      "category": "CEO, September, Which"
    },
    {
      "quote": "I get to be the nosiest friend or acquaintance that anyone has because it's - my job is to ask you about your dating life all the time.",
      "author": "Sam Yagan",
      "category": "Life, Time, Job"
    },
    {
      "quote": "My friends and the people I know understand that I'm going to ask them what they're doing, how they're dating, who they're dating, where they're going and what they're doing. I'm constantly asking those questions and making sure I'm in touch with the customer.",
      "author": "Sam Yagan",
      "category": "Friends, People, Customer"
    },
    {
      "quote": "One thing matters more than anything else for a dating product, and that is the quantity and quality of the people who use the product. It's really freaking hard to get critical mass.",
      "author": "Sam Yagan",
      "category": "Quality, People, Product"
    },
    {
      "quote": "We were intrigued by the fact that we had so much actual behavior among people on our dating site, OKCupid.",
      "author": "Sam Yagan",
      "category": "People, Behavior, Fact"
    },
    {
      "quote": "My work involves online dating, but I believe almost every behavior exhibited online has an offline corollary. Really, the medium doesn't change human nature.",
      "author": "Sam Yagan",
      "category": "Work, Change, Nature"
    },
    {
      "quote": "Dating is a numbers game. What we try to promise is good first dates. Once that first date happens, it's really up to you.",
      "author": "Sam Yagan",
      "category": "Good, Game, You"
    },
    {
      "quote": "When people talk about the impact of mobile dating, everyone focuses on real-time meeting - this idea that my pocket will vibrate every time a hot girl walks by. That's important. But it's not transformative.",
      "author": "Sam Yagan",
      "category": "Time, Girl, People"
    },
    {
      "quote": "In dating, the question is how many Tinder knockoffs are we going to have, and are any of them going to take off?",
      "author": "Sam Yagan",
      "category": "Question, Going, Off"
    },
    {
      "quote": "I didn't want to be short. I've tried to pretend that being a short guy didn't matter. I tried to make up for being short by affecting a strut, by adopting the voice of a much bigger man, by spending more money than I made, by tipping double or triple at bars and restaurants, by dating tall, beautiful women.",
      "author": "Mickey Rooney",
      "category": "Beautiful, Money, Women"
    },
    {
      "quote": "I tried to make up for being 5 ft. 3 in. by affecting a strut and adopting the voice of a much bigger man... dating tall, beautiful women... But nothing I could do, after Ava had left me, would add a single inch to my height.",
      "author": "Mickey Rooney",
      "category": "Beautiful, Women, Man"
    },
    {
      "quote": "When men I have dated over the years whined about, 'Oh, you make no time for me' - see ya! I just dumped them. I don't need that pressure in my life.",
      "author": "Rachael Ray",
      "category": "Life, Time, Men"
    },
    {
      "quote": "Dating co-stars is natural. When you're working with someone, it's habit.",
      "author": "Rachel Bilson",
      "category": "Working, You, Natural"
    },
    {
      "quote": "Appearance is something you should definitely consider when you're going out. Have your girlfriend clip your nails or something like that.",
      "author": "Usher",
      "category": "Appearance, Girlfriend, You"
    },
    {
      "quote": "Last year my boyfriend gave me a painting - a very personal one. I really prefer personal gifts or ones made by someone for me. Except diamonds. That's the exception to the rule.",
      "author": "Minnie Driver",
      "category": "Me, Painting, Diamonds"
    },
    {
      "quote": "If you don't have a valentine, hang out with your girlfriends, don't go looking for someone. When it's right, they'll come to you.",
      "author": "Carmen Electra",
      "category": "Looking, You, Right"
    },
    {
      "quote": "Am I still interested in a guy's body? Now that I have grown up, I am much more of a 'vibe' kind of person! If a man has a good body, that is an added plus.",
      "author": "Carmen Electra",
      "category": "Good, Man, I Am"
    },
    {
      "quote": "'Christian Mingle' is about a young, modern, single woman. She's trying to achieve it all - a successful career, amazing friends, and finding Mr. Right. She stumbles into the world of online dating looking for an instant 'soul mate solution,' but ultimately ends up taking a personal journey transforming her life.",
      "author": "Corbin Bernsen",
      "category": "Life, Journey, Friends"
    },
    {
      "quote": "I've never been speed dating! I sort of wish I had, just for the experience of it.",
      "author": "America Ferrera",
      "category": "Experience, Speed, Wish"
    },
    {
      "quote": "I think that dating other musicians can be complicated at times. Especially when they think highly of themselves.",
      "author": "Nick Jonas",
      "category": "Musicians, Think"
    },
    {
      "quote": "I've had a little bad, bad media luck the new year. Well, apparently I'm dating Bill Clinton, which makes me nervous. I didn't know, though.",
      "author": "Julie Bowen",
      "category": "Luck, Media, Me"
    },
    {
      "quote": "Insider trading by hedge funds has a long and distinguished history, dating to the days when people didn't know that there was such a thing as a hedge fund.",
      "author": "Gary Weiss",
      "category": "History, People, Long"
    },
    {
      "quote": "I'm representing the single women out there, dating around, trying to find the right guy who respects you and appreciates you. Maybe I'll settle down somewhere. Gotta keep looking.",
      "author": "Madchen Amick",
      "category": "Women, Looking, You"
    },
    {
      "quote": "I was dating my first boyfriend in high school for a long time, and we broke up before prom. I hadn't met anyone else that I really wanted to go with, and my friends have always been amazing. So I went with my friends and got a million photos with them!",
      "author": "Shay Mitchell",
      "category": "Time, Friends, School"
    },
    {
      "quote": "I've had two romances since moving to Las Vegas. One was with somebody 12 years older than me, and the other was the same age, and neither worked out. I know people still think of me as one of Hugh Hefner's girlfriends, and he of course was much older than me, but that was a whole different lifestyle and a different kind of dating.",
      "author": "Holly Madison",
      "category": "Age, Moving, Me"
    },
    {
      "quote": "It's weird, I never wish anything bad upon anybody, except two or three old girlfriends.",
      "author": "Carrot Top",
      "category": "Weird, Wish, Three"
    },
    {
      "quote": "I like to think I'll just be walking down the street one day and stop and meet someone, like, 'Oh my God, you're awesome,' and then we start dating.",
      "author": "Laura Prepon",
      "category": "Day, God, Walking"
    },
    {
      "quote": "I suppose I was a little bit of what would be called today a nerd. I didn't have girlfriends, and really I wasn't a very social boy.",
      "author": "Charles Kuralt",
      "category": "Today, Boy, Little"
    },
    {
      "quote": "I don't actually watch that much TV, but I was obsessed with 'Dawson's Creek' growing up. And 'Freaks and Geeks.' And '8 Simple Rules for Dating My Teenage Daughter.'",
      "author": "Anya Taylor-Joy",
      "category": "Daughter, Simple, Rules"
    },
    {
      "quote": "That's the miracle of Amazon! It's like Internet dating. In the early days, you could get slimed as an author on Amazon by someone bearing a grudge, or jealous, or whatever. And because there were so few reviews posted, this stank.",
      "author": "Nigel Hamilton",
      "category": "Internet, Jealous, You"
    },
    {
      "quote": "While actors are great and awesome, writers literally create new worlds from scratch. What is sexier than that? Personally, I don't know why every last person out there isn't dating a writer.",
      "author": "Rachel Bloom",
      "category": "Great, Awesome, Know"
    },
    {
      "quote": "The woman I am currently crazy about was a vegetarian for a year until I started dating her. As is the case with most vegetarians, she had never eaten properly prepared meat, only commercially packaged or otherwise abused flesh.",
      "author": "Steve Albini",
      "category": "I Am, Woman, Crazy"
    },
    {
      "quote": "I'd been dating my husband for about a year, and I'd already kissed George Clooney, Ashton Kutcher and Gerard Butler. Awesome year, right?",
      "author": "Judy Greer",
      "category": "Husband, Awesome, Right"
    },
    {
      "quote": "Some women flirt more with what they say, and some with what they do.",
      "author": "Anna Held",
      "category": "Women, They Say, Say"
    },
    {
      "quote": "All my life, men have told me I wasn't pretty enough - even the men I was dating. And I'd be like, 'Well, why are you with me, then?' It's always been men putting me down just like my dad. To this day when someone says I'm cute, I can't see it. I don't see it no matter what anybody says.",
      "author": "Lil' Kim",
      "category": "Life, Day, Men"
    },
    {
      "quote": "The United States has a long tradition of preserving the all-American outdoor experience, dating back to the days of President Theodore Roosevelt.",
      "author": "Sarah Huckabee Sanders",
      "category": "Experience, Tradition, Long"
    },
    {
      "quote": "I have a Tinder account. Now I've done Bumble, and I've tried this other one, and the way I justified it is that... because I'm on TV, I shouldn't be eliminated from participating in what's going on in the world. But people are always like, 'I can't believe you're on a dating app!'",
      "author": "Eric Stonestreet",
      "category": "Believe, World, People"
    },
    {
      "quote": "I ain't scared to do another dating show, but I ain't really trying to. I want to do a talk show or something. I've done enough dating on television. I'm ready to spread my wings, and go down other avenues.",
      "author": "Flavor Flav",
      "category": "Wings, Television, Want"
    },
    {
      "quote": "Wells Fargo's internal review only covers unauthorized accounts dating back to 2011. News reports and court documents suggest these problems might have existed long before then. The 2013 'Los Angeles Times' articles led to the L.A. city attorney's office investigation into Wells Fargo's sales practices.",
      "author": "Richard Shelby",
      "category": "City, Problems, Long"
    },
    {
      "quote": "I don't have dating tips.",
      "author": "Bill Keller",
      "category": "Tips"
    },
    {
      "quote": "Who would want to get back together with Taylor Swift after having dated her? I'm sure dating her is like talking to a white sheet of paper with a little bit of vanilla ice cream on it that doesn't say anything.",
      "author": "Kurt Braunohler",
      "category": "Together, Ice Cream, Want"
    },
    {
      "quote": "It's not that I find it hard to meet girls - they do come up and chat me up from time to time. Sometimes I'm interested, I tend not to go for the prettier ones. I prefer the quirkier types.",
      "author": "Rupert Grint",
      "category": "Time, Me, Find"
    },
    {
      "quote": "I'm not interested in serial dating I'd honestly rather be single.",
      "author": "Tamsin Egerton",
      "category": "Single, Not Interested"
    },
    {
      "quote": "Oh, yeah, I did the online dating thing. I did Nerve, I did Match. On Nerve there was this one guy who, when I asked him what he did for a living, said he 'used to be in a band.' I was like, 'That is not an occupation.'",
      "author": "Julie Klausner",
      "category": "Living, Said, Band"
    },
    {
      "quote": "I didn't write my book, 'I Don't Care About Your Band,' in order to give women a brand-new set of dating rules they need to feel terrible about not abiding. I wrote my book to make the women who read it feel good about themselves, and a little more entitled to be treated well by the guys they go out with.",
      "author": "Julie Klausner",
      "category": "Women, Good, Book"
    },
    {
      "quote": "I'm not traditional at all. It's not that I'm against marriage; it just never mattered that much to me. If I was dating someone who getting married was very important to them, then absolutely. I'd have no problem. I love the idea of finding someone to be a great father figure to Jasper and to share my life with.",
      "author": "Georgina Bloomberg",
      "category": "Love, Life, Marriage"
    },
    {
      "quote": "People could rationally decide that prolonged relationships take up too much time and effort and that they'd much rather do other kinds of things. But most people are afraid of rejection.",
      "author": "Albert Ellis",
      "category": "Time, Effort, People"
    },
    {
      "quote": "I also like men who like dogs. I couldn't date a man who doesn't like my dog.",
      "author": "Kristin Davis",
      "category": "Dog, Man, Men"
    },
    {
      "quote": "Like many of you, I've always been slightly obsessed with vampires, dating back to the prime-time series 'Dark Shadows,' which I followed avidly as a kid.",
      "author": "Bill Condon",
      "category": "Dark, Shadows, You"
    },
    {
      "quote": "I don't want to be the person who has the gigantic headlines: 'Look Who So-and-So Is Dating Now.' That, to me, isn't really who I am.",
      "author": "Chris Young",
      "category": "I Am, Me, Want"
    },
    {
      "quote": "I've got mates who have got married through meeting on Internet dating sites, so it really can work out - even if sometimes it does go disastrously wrong.",
      "author": "Sheridan Smith",
      "category": "Work, Internet, Meeting"
    },
    {
      "quote": "I've dated men my age, younger than me and older. The only difference is the young ones are quicker at taking out the garbage.",
      "author": "Lara Flynn Boyle",
      "category": "Age, Men, Me"
    },
    {
      "quote": "I have experienced bad dating and ineptitude with women all across the globe, from Vietnam to Paris. When I was 21, women were an enigma; they were this code that had to be cracked. They were 'The Other.' I have often thought writing this stuff into stand-up and shows would be an exorcism, but it hasn't been; it makes no difference.",
      "author": "Stephen Merchant",
      "category": "Women, Writing, Thought"
    },
    {
      "quote": "Honestly, I think dating is hard. Period.",
      "author": "Sevyn Streeter",
      "category": "Think, Hard, I Think"
    },
    {
      "quote": "It's the fashion, I tell you: big, tall women going out with tiny, tiny men.",
      "author": "Nicholas Haslam",
      "category": "Women, Men, Fashion"
    },
    {
      "quote": "My girlfriend bought me a down jacket, she said it fit my personality.",
      "author": "Jay London",
      "category": "Personality, Me, She"
    },
    {
      "quote": "Dating is for tools.",
      "author": "Neil Strauss",
      "category": "Tools"
    },
    {
      "quote": "So I go to my first book signing, and these two girls came up and gave me a piece of paper: '10 reasons you should date our dad. He climbed Mount Kilimanjaro. He's a lawyer.' He didn't know what was going on. He didn't even know me. They called him, and he came down and asked me out that day. Now I'm dating their dad!",
      "author": "Hoda Kotb",
      "category": "Day, Book, Me"
    },
    {
      "quote": "My grandmother always used to wear this English perfume called Tuberose and then she died and then I dated this girl who wore the same thing. Every time I hung out with her, I could only think of my recently deceased grandmother. So sometimes a signature scent can be good and sometimes it can be bad.",
      "author": "Mark Ronson",
      "category": "Time, Good, Girl"
    },
    {
      "quote": "So if I was dating somebody now and the relationship didn't work out, I'd take that as failing.",
      "author": "Gavin DeGraw",
      "category": "Work, Relationship, Now"
    },
    {
      "quote": "When I don't have a girlfriend, who I am answerable to, I can go out and hang with people. But whether you go for a movie with someone or a meal or a drive, it is assumed that you are dating that person.",
      "author": "Shahid Kapoor",
      "category": "I Am, People, You"
    },
    {
      "quote": "Someone who'll bring some normalcy into my life and help me stay in touch with reality. That is something I'm curious about. There are so many actors who are married to people from non-film backgrounds, and their marriages are successful. I'm tired of dating actresses.",
      "author": "Shahid Kapoor",
      "category": "Life, Reality, Help"
    },
    {
      "quote": "I have no wisdom to share on dating.",
      "author": "Rachel Dratch",
      "category": "Wisdom, Share"
    },
    {
      "quote": "Are you kidding? I'm a terrible cook, but John is a really great one. Literally, I never cook. The whole time we were dating, I prepared two officially romantic meals. Both of them were such disasters that he begs me never to go into the kitchen again.",
      "author": "Rebecca Romijn",
      "category": "Time, Romantic, Great"
    },
    {
      "quote": "Here's the funny thing about the response I've been aware of to my dating famous people: It's been very negative. I'm either not good-looking enough, not a good enough actor or not successful enough for these people.",
      "author": "Dax Shepard",
      "category": "Funny, Good, Famous"
    },
    {
      "quote": "I always wanted so much glamour in my life, so I have always been obsessed with class, and from dating a few people who were from old money and a few from new money in my 20s, I just sort of became obsessed with this idea of clueless rich people.",
      "author": "Natasha Leggero",
      "category": "Life, Money, Rich"
    },
    {
      "quote": "I was dating this guy and we would spend all day text messaging each other. And he thought that he could tell that he liked me more because he actually spelt the word 'YOU' and I just put the letter 'U'.",
      "author": "Kelly Osbourne",
      "category": "Day, Thought, Me"
    },
    {
      "quote": "I have a lot of boyfriends, I want you to write that. Every country I visit, I have a different boyfriend. And I kiss them all.",
      "author": "Anna Kournikova",
      "category": "Kiss, Want, You"
    },
    {
      "quote": "I'm not interested in dating. I like being with my own best friend, me. Certain women, particularly older women, cannot believe I like going to a social event by myself. But I do.",
      "author": "Gloria Allred",
      "category": "Women, Best, Best Friend"
    },
    {
      "quote": "I still have a crush on Johnny Depp, and I literally only started dating my husband because he looked like Johnny Depp - and he knows that. We've been together for twelve years, and he still looks like Johnny Depp.",
      "author": "Eliza Coupe",
      "category": "Together, Husband, Crush"
    },
    {
      "quote": "I'm single, and I hate dating.",
      "author": "Keshia Knight Pulliam",
      "category": "Hate, Single"
    },
    {
      "quote": "After a number of years dating, we decided we were good partners.",
      "author": "Melinda Gates",
      "category": "Good, Number, Years"
    },
    {
      "quote": "I'm finally dating. It's fun.",
      "author": "Kristin Chenoweth",
      "category": "Fun, Finally"
    },
    {
      "quote": "No one knew me until I met my wife Lulu. Lulu's mother used to ask, Which one is Maurice? For six months she thought Lulu was dating Barry.",
      "author": "Maurice Gibb",
      "category": "Mother, Wife, Me"
    },
    {
      "quote": "I can't imagine dating someone famous. I try to stay away from that as much as I can.",
      "author": "Dylan Penn",
      "category": "Famous, I Can, Try"
    },
    {
      "quote": "People tend to look at dating sort of like a safari - like they're trying to land the trophy.",
      "author": "Henry Cloud",
      "category": "People, Trying, Look"
    },
    {
      "quote": "I didn't have a financial need, and I wasn't very gifted at relationships. I probably was more like what we think of boys as being: hard to pin down and wary of commitment.",
      "author": "Candice Bergen",
      "category": "Commitment, Financial"
    },
    {
      "quote": "I was bullied. I was a bit of a geek. Good-looking guys were off-limits. I didn't start dating until I was 18.",
      "author": "Michelle Ryan",
      "category": "Start, Good-Looking, Geek"
    },
    {
      "quote": "I love sushi. Once on Valentine's Day, someone I was dating rocked up at the airport to pick me up with a bag of salmon because I love it so much.",
      "author": "Ella Eyre",
      "category": "Love, Day, Me"
    },
    {
      "quote": "While I am aware of no counsel on whether kissing should be reserved only for post-mission dating or courtship, I am aware of plenty of counsel concerning honesty in our actions and treating others with respect and kindness. Casual attitudes about expressions of affection such as kissing can cause much grief and heartache.",
      "author": "John Bytheway",
      "category": "Kindness, Respect, Honesty"
    },
    {
      "quote": "I feel like there is always a rumor that I'm dating someone that I never met before. People have their judgments and ideas of who I am, and they know nothing.",
      "author": "Lauren London",
      "category": "I Am, Ideas, People"
    },
    {
      "quote": "I don't know the first real thing about the dating game. I don't know how to talk to a specific person and connect. I just think you have to go to person by person and do the best you can with people in general.",
      "author": "Jason Schwartzman",
      "category": "Best, Game, People"
    },
    {
      "quote": "Women always try to see the one good part of The Weird Guy because the dating landscape is so bleak. Women will say, 'He's very odd, but he likes to cook. He's creepy, but he makes good pancakes!'",
      "author": "Zoe Lister-Jones",
      "category": "Women, Good, Weird"
    },
    {
      "quote": "Mum left school at 15, and after a few years of modelling and dating jazz musicians, was married by 21 to my father, Mike Taylor, a journalist on the 'Daily Mirror.' They had my brother and me pretty quickly and had split up by the time I was two. I don't really have any memories of them as a couple.",
      "author": "Natascha McElhone",
      "category": "Time, Daily, Memories"
    },
    {
      "quote": "Dating is just awkward moments and one person wants more than the other. It's just that constant strangeness. I think it's a very real thing.",
      "author": "Jason Schwartzman",
      "category": "Moments, Think, Person"
    },
    {
      "quote": "It's difficult dating as an actor because your free time is precious. The guy I end up with someday is going to have to love traveling.",
      "author": "Serinda Swan",
      "category": "Love, Time, End"
    },
    {
      "quote": "I'm Canadian. The only difference between dating American and Canadian guys is whether you'll be watching football or hockey. I have no preference.",
      "author": "Serinda Swan",
      "category": "Football, American, Hockey"
    },
    {
      "quote": "I also find it interesting that a lot of people in their 30s are not married and don't have kids. There are a lot of people in this age bracket that are out there dating and trying to find love. And I never thought that at my age I would be.",
      "author": "John Stamos",
      "category": "Love, Age, People"
    },
    {
      "quote": "If you're dating the quarterback and then you go out with the hockey player, you just go to the hockey games. I don't think I'll still go to the football games.",
      "author": "Nicolle Wallace",
      "category": "Football, Hockey, Think"
    },
    {
      "quote": "I've given up looking for a boyfriend. That's not to say I won't be interested if the right guy comes along. But I'm not in a hurry.",
      "author": "Emily VanCamp",
      "category": "Looking, Hurry, Right"
    },
    {
      "quote": "It's always been my personal feeling that unless you are married, there is something that is not very dignified about talking about who you are dating.",
      "author": "Luke Wilson",
      "category": "You, Feeling, Personal"
    },
    {
      "quote": "Back in high school, I went on dates, but I was too focused on my career. My parents were like, 'It's nice to have a boyfriend, but it's even nicer to own your house when you're 21.'",
      "author": "Amber Riley",
      "category": "School, Parents, High School"
    },
    {
      "quote": "I've always gone out with much younger guys. But I rushed into relationships before really getting to know the person. What would come up as a warning sign within the first two weeks of dating would usually be the exact reason the relationship would end!",
      "author": "Carrie Ann Inaba",
      "category": "Relationship, End"
    },
    {
      "quote": "If I talk to a woman for more than five minutes I can tell you exactly whether she's an Aidan girl or a Mr. Big girl. Aidan girls are more interested in nurturing relationships and building a nest while Mr. Big girls are more about show and having fun.",
      "author": "Michael Patrick King",
      "category": "Woman, Girl, Fun"
    },
    {
      "quote": "We had two rules growing up in my house: If you're going to take a shower, do it with whomever you're dating so you don't waste water; and if you buy one for yourself, buy six, because everybody's going to want one.",
      "author": "Moon Unit Zappa",
      "category": "Water, Rules, Yourself"
    },
    {
      "quote": "If you look at Gothic detailing right down to the bottom of a column or the capital of a column, it's a small version of the whole building; that's why, like dating the backbones of a dinosaur, a good historian can look at a detail of a Gothic building and tell you exactly what the rest of the building was, and infer the whole from the parts.",
      "author": "Charles Jencks",
      "category": "Good, Small, Building"
    },
    {
      "quote": "I knew a ton of actors and was friends with them, but I never dated actresses. I tried to date 'normal' people because the Hollywood dating rule is 'one star per couple' because it's quite a challenge to match the egos of two actors.",
      "author": "Zach Galligan",
      "category": "Friends, Challenge, People"
    },
    {
      "quote": "Everything I buy is vintage and smells funny. Maybe that's why I don't have a boyfriend.",
      "author": "Lucy Liu",
      "category": "Funny, Vintage, Why"
    },
    {
      "quote": "I had to deal with being somewhat of an outcast because it's not socially acceptable to be a struggling musician. There have been times where I've felt sorry for the person I was dating. I felt she deserved better.",
      "author": "Taylor Hicks",
      "category": "Sorry, Better, She"
    },
    {
      "quote": "I think feminism's a bit misinterpreted. It was about casting off all gender roles. There's nothing wrong with a man holding a door open for a girl. But we sort of threw away all the rules, so everybody's confused. And dating becomes a sloppy, uncomfortable, unpleasant thing.",
      "author": "Zosia Mamet",
      "category": "Man, Girl, Door"
    },
    {
      "quote": "I've surfed the Web and the whole dating connection. I find that pretty fascinating, but no real leads.",
      "author": "Taylor Hicks",
      "category": "Real, Find, Connection"
    },
    {
      "quote": "I don't mind dating younger men now.",
      "author": "Jackee Harry",
      "category": "Men, Mind, Now"
    },
    {
      "quote": "I'd got to that age when I was out on a date with a guy and I would be thinking: Don't mention your age, don't mention that you want a child - because they would just run out the door.",
      "author": "Denise Van Outen",
      "category": "Age, Thinking, Child"
    },
    {
      "quote": "At the time that I knew them, they were not living together. They began dating again after their divorce, so I didn't really see fighting.",
      "author": "Kato Kaelin",
      "category": "Time, Together, Divorce"
    },
    {
      "quote": "I don't want to be one of those 40-something guys in L.A. still dating, still going out to clubs and chasing 21-year-olds. It's not a good look.",
      "author": "Jesse Metcalfe",
      "category": "Good, Want, Look"
    },
    {
      "quote": "I started dating older men, and I would fall in love with them. I thought they could teach me about life.",
      "author": "Daphne Zuniga",
      "category": "Love, Life, Men"
    },
    {
      "quote": "What I remember most about junior homecoming was my date getting sick afterwards. That kinda sucked. Then, senior year, someone got gum in her hair when we were dancing. She had to get one of the chaperones to take her to the office and cut up her hair. I felt really bad for her, but it worked out fine.",
      "author": "James Lafferty",
      "category": "Hair, Senior, Remember"
    },
    {
      "quote": "I stopped dating for six months a year ago. Dating requires a lot of energy and focus.",
      "author": "Daphne Zuniga",
      "category": "Focus, Energy, Year"
    },
    {
      "quote": "I want to start dating the man that I'm gonna marry. I want to start having some fun with someone that I know I'm gonna be with. I don't play any games. I'm too old for that. I've been there I've been around the block.",
      "author": "LisaRaye McCoy-Misick",
      "category": "Man, Fun, Start"
    },
    {
      "quote": "I think probably - I think, you know, when you're first dating somebody, if they're just not that physical with you, if they don't want to make concrete plans with you, you know, if they're sort of ambiguous about where everything is going, I think that's a pretty good sign that they're not into you.",
      "author": "Greg Behrendt",
      "category": "Good, Want, Know"
    },
    {
      "quote": "It was funny actually because that was still during the time we were dating. He would get all these calls because supposedly before we broke up, we had already broken up in the trades, in the rags or whatever.",
      "author": "Rosario Dawson",
      "category": "Funny, Time, Broken"
    },
    {
      "quote": "I fantasize about going back to high school with the knowledge I have now. I would shine. I would have a good time, I would have a girlfriend. I think that's where a lot of my pain comes from. I think I never had any teenage years to go back to.",
      "author": "Spalding Gray",
      "category": "Time, Knowledge, Good"
    },
    {
      "quote": "I want a guy I can go hiking with, who wants to do outdoorsy stuff. It's so much fun to be out in nature and who better to do that with than the person you're dating?",
      "author": "Adrianne Palicki",
      "category": "Nature, Fun, Want"
    },
    {
      "quote": "Yeah, I think everybody has the crises of questioning themselves at some point or other in their lives. Is this where I should live? The job I should have? The girl I should be dating? Is this the friend I should have?",
      "author": "Chris Messina",
      "category": "Job, Girl, Friend"
    },
    {
      "quote": "I wish I was dating one of the ladies in 'Bollywood Hero.' They're gorgeous. Any of them.",
      "author": "Chris Kattan",
      "category": "Hero, Wish, I Wish"
    },
    {
      "quote": "Years later I would hear my father say the divorce had left him dating his children. That still meant picking us up every Sunday for a matinee and, if he had the money, an early dinner somewhere.",
      "author": "Andre Dubus III",
      "category": "Children, Money, Father"
    },
    {
      "quote": "That's the dating world. You just keep losing. Everyone does.",
      "author": "Riki Lindhome",
      "category": "Losing, World, You"
    },
    {
      "quote": "My mum wants me to get married - and have children, of course. She's met Gaga; we've been dating a while. We're in a committed relationship, and I'm really happy in my relationship. I'm a very lucky guy. As far as having more of a domestic life and settling down into my relationship, we have to see what happens.",
      "author": "Taylor Kinney",
      "category": "Life, Relationship, Children"
    },
    {
      "quote": "I am dating, but it is hard to find someone quick enough and funny enough. I am quite demanding.",
      "author": "Anne Robinson",
      "category": "Funny, I Am, Find"
    },
    {
      "quote": "Dating and getting attention from boys was something that came later to me.",
      "author": "Rachelle Lefevre",
      "category": "Me, Attention, Something"
    },
    {
      "quote": "I've been in plenty of situations where someone I'm dating had more time for a console than me.",
      "author": "Josie Maran",
      "category": "Time, Me, Where"
    },
    {
      "quote": "I'm currently single, so I want to have fun! As for what guys need to do to date out of their league, it's all about the swagger. If you have confidence, you can get pretty much any girl.",
      "author": "Krysten Ritter",
      "category": "Confidence, Girl, Fun"
    },
    {
      "quote": "I highly suggest marriage to all my friends who are dating.",
      "author": "Jerry O'Connell",
      "category": "Marriage, Friends, Who"
    },
    {
      "quote": "The learned are not agreed as to the time when the Gospel of John was written; some dating it as early as the year 68, others as late as the year 98; but it is generally conceded to have been written after all the others.",
      "author": "Simon Greenleaf",
      "category": "Time, Late, Early"
    },
    {
      "quote": "You're talking to someone who has been married to various people for the last 40 years of her life. Dating is not really something familiar. I've never really been a dater.",
      "author": "Stockard Channing",
      "category": "Life, People, You"
    },
    {
      "quote": "My wife and I have been together since 1986. I graduated in '86 and she graduated in '88. We began dating when she was 17. Actually she turned 18 when we started kissing and stuff.",
      "author": "Cuba Gooding, Jr.",
      "category": "Relationship, Together, Wife"
    },
    {
      "quote": "Were I to put myself on... one of those online dating things, I would not include in my profile that I'm regularly hospitalized for psychosis. But I do know that when I get really bad, there is a place for me to go where I will feel better.",
      "author": "Marya Hornbacher",
      "category": "Myself, Me, Know"
    },
    {
      "quote": "I'm not very good at dating. I'm very decisive. If I like someone, then they're my boyfriend. It's pretty straightforward.",
      "author": "Vinessa Shaw",
      "category": "Good, Pretty, Like"
    },
    {
      "quote": "The trail of dating sites relying heavily on Facebook is littered with failures.",
      "author": "Sunil Nagaraj",
      "category": "Trail, Facebook, Failures"
    },
    {
      "quote": "I wouldn't mind telling my five good friends that I'm dating, but I don't want my loose connections to know.",
      "author": "Sunil Nagaraj",
      "category": "Friends, Good, Mind"
    },
    {
      "quote": "I think if I could have a boyfriend like my brothers I'd be really happy. But without the brother thing.",
      "author": "Patricia Velasquez",
      "category": "Happy, Brother, Think"
    },
    {
      "quote": "Oh, my dating skills are the worst. No, I pick the wrong men; it's amazing. I am awful, the worst dater.",
      "author": "Paget Brewster",
      "category": "I Am, Men, Amazing"
    },
    {
      "quote": "When I started 'DailyGrace,' I was dating a 26-year-old guy I thought was the funniest person in the world. My creation process every day was imagining him watching my videos and wondering, 'Will he laugh at this?' But somehow that's turned into an audience that's mostly 15-year-old girls.",
      "author": "Grace Helbig",
      "category": "Day, World, Laugh"
    },
    {
      "quote": "It's tough to be 68 and dating. I've given it up now.",
      "author": "Ian McLagan",
      "category": "Tough, Now, Up"
    },
    {
      "quote": "People usually spend the first two months playing themselves up, not really being themselves. You waste those two months - and then they tell you, 'You're not who I was dating the first month!'",
      "author": "Manny Montana",
      "category": "People, You, First"
    },
    {
      "quote": "Just ask for what you want. I requested a six-month break from Facebook to visit my parents I asked to switch projects. I told my husband it was time to get married after six years of dating!",
      "author": "Ruchi Sanghvi",
      "category": "Time, Parents, Husband"
    },
    {
      "quote": "It's weird to have people so interested in your personal life. It's a part of the business that grosses me out. I'm always bummed out for people who just happen to be dating a celebrity, and they're also famous, and they can't live their life.",
      "author": "Andy Samberg",
      "category": "Life, Business, Famous"
    },
    {
      "quote": "I feel like I am a real artist and I want to be able to feel what I am singing about. So when I sing, 'Leave (Get Out),' I have been through that. I think it is just a new generation, whether people are ready for it or not. Teenagers are dating.",
      "author": "JoJo",
      "category": "I Am, Artist, People"
    },
    {
      "quote": "The difference between being a part-time writer and a full-time writer is like the difference between dating someone and living with them. Some of the romance is gone, but you learn things you'd never know just by dating.",
      "author": "Scott Westerfeld",
      "category": "Living, Know, You"
    },
    {
      "quote": "My daughter's mother and I are no longer dating, and the people I'm most likely to date are those around me, who are athletes.",
      "author": "Tyson Gay",
      "category": "Daughter, Mother, Me"
    },
    {
      "quote": "I haven't been brought down because people are focused on who I'm dating, what I'm eating, or what handbag is the best handbag - that's so cheap to me. But if others want to open up about their personal lives, that is their choice. It's not for me to judge.",
      "author": "Garrett Clayton",
      "category": "Best, Choice, Me"
    },
    {
      "quote": "Frankly, the reason I joined MENSA is because I was dating a guy at the time who spoke five languages and could solve a Rubik's Cube literally with his eyes closed because it's just an algorithm.",
      "author": "Ashley Rickards",
      "category": "Time, Eyes, Reason"
    },
    {
      "quote": "Everybody knows now that Marie Lightfoot, the true crime writer, is dating Franklin DeWeese, the state attorney of Howard County, Florida. They know I'm a white woman; they know he's a black man. That's not news anymore.",
      "author": "Nancy Pickard",
      "category": "Man, Woman, Black"
    },
    {
      "quote": "I'm the one who's dating the craft-service guy instead of the producer. Plus, if a producer is going to date a hot young thing, I'm probably not the first person on their list - the weird, quirky, funny girl.",
      "author": "Whitney Cummings",
      "category": "Funny, Girl, Weird"
    },
    {
      "quote": "I can't wait for my little sisters to start dating, because it will really be fun to pick on their boyfriends.",
      "author": "David Gallagher",
      "category": "Fun, Start, Wait"
    },
    {
      "quote": "I really like dating stories, like in Betty and Veronica comics; I like David Lynch and H.P. Lovecraft for the dark gut-wrenching stuff, and I'm inspired by Miyazaki's films for the subtle heart-warming moments, as well as the moments that blew up my imagination.",
      "author": "Fred Seibert",
      "category": "Imagination, Moments, Dark"
    },
    {
      "quote": "I try not to read the stuff online because it's so hurtful and stuff. There was somebody that said I was messing up my genetics by dating my boyfriend because he's not black. It was an interesting thing to read.",
      "author": "Taylour Paige",
      "category": "Interesting, Black, Try"
    },
    {
      "quote": "I've been dating younger men since my 20s, When I was 29, I dated someone 21... younger men are just more fun. I like their energy. I've always been kind of young for my age.",
      "author": "Dana Delany",
      "category": "Age, Men, Fun"
    },
    {
      "quote": "I don't do a lot of dating. I guess it's kind of like everyone is always trying to set me up with somebody, so we go out and hang out at a club or somewhere. I think dates are weird.",
      "author": "Matt Cohen",
      "category": "Me, Weird, Think"
    },
    {
      "quote": "I'm enjoying dating. I'm single, though, I'm not in a relationship.",
      "author": "Matt Czuchry",
      "category": "Relationship, Single"
    },
    {
      "quote": "We don't do 'dating' in Sweden.",
      "author": "Caroline Winberg",
      "category": "Sweden"
    },
    {
      "quote": "I'm dating a very high-maintenance career.",
      "author": "Aimee Garcia",
      "category": "Career, Very"
    },
    {
      "quote": "Is Amazon truly the best online buying experience? Absolutely not. Is eBay the best platform for auction? Probably not. Are dating sites like match.com really a reflection of the way people date? Probably not.",
      "author": "Danny Rimer",
      "category": "Best, Reflection, Experience"
    },
    {
      "quote": "I have very little experience with dating websites. My feeling toward dating websites is what most people's is: If it works, great. If you're serious and legitimate about it and know what you're looking for, then from what I hear, it's definitely effective.",
      "author": "Nev Schulman",
      "category": "Experience, Great, People"
    },
    {
      "quote": "Is there a doctor in the house? My parents want me to marry you.",
      "author": "Wendy Liebman",
      "category": "Parents, Doctor, Me"
    },
    {
      "quote": "I've been on so many blind dates, I should get a free dog.",
      "author": "Wendy Liebman",
      "category": "Dog, Blind, Free"
    },
    {
      "quote": "I think a nice romantic dinner should be saved for when you and the girl you're dating or seeing have something special and it's a more special occasion.",
      "author": "Ben Savage",
      "category": "Romantic, Girl, Dinner"
    },
    {
      "quote": "I got that experience through dating dozens of men for six years after college, getting an entry level magazine job at 21, working in the fiction department at Good Housekeeping and then working as a fashion editor there as well as writing many articles for the magazine.",
      "author": "Judith Krantz",
      "category": "Good, Experience, College"
    },
    {
      "quote": "I grew up between the two world wars and received a rather solid general education, the kind middle class children enjoyed in a country whose educational system had its roots dating back to the Austro-Hungarian Monarchy.",
      "author": "George Andrew Olah",
      "category": "Education, Children, World"
    },
    {
      "quote": "Dating now is a lot like going shopping when you don't have any money. Even if you find the right thing, you can't do anything about it.",
      "author": "Joshua Harris",
      "category": "Money, Shopping"
    },
    {
      "quote": "I'm not saying dating is sinful, and I'm not saying a guy and a girl should never spend time alone together. I'm saying let's wait until we can be purposeful, so there's a reason behind our relationship, and we're not just stirring up passion for the sake of a good time.",
      "author": "Joshua Harris",
      "category": "Time, Relationship, Good"
    },
    {
      "quote": "My husband's a little younger than me. When I first started dating him, I just fell mad for him. I made a deal with myself: I was like, 'I'm not gonna get weird about what the future might be. I'm just going to be in every moment I can and enjoy us to the fullest.' I told him that, too.",
      "author": "Joelle Carter",
      "category": "Future, Myself, Me"
    },
    {
      "quote": "If you're a good Amish girl, you're courting, you have three or four different beaus, and you go out and stay out all night. That's just their tradition. They date under the covering of night. No one knows who they're dating or seeing until two weeks before they're going to be married. It's how they've done it for 300 years.",
      "author": "Beverly Lewis",
      "category": "Good, Girl, Night"
    },
    {
      "quote": "I date older men, and I date younger men. I have no rules about that.",
      "author": "Mary Frann",
      "category": "Men, Rules, Younger"
    },
    {
      "quote": "I'm a bad dater - I'm just not good at it. It's so weird dating in this town. It's like high school. I get a lot of people who have their publicist call my agent to ask, 'Is she dating anyone?'",
      "author": "Jules Asner",
      "category": "Good, School, People"
    },
    {
      "quote": "Love was not in it for me at first. I dated guys because of the way they looked. And then I began to learn that it's what's inside that counts. Love to me now is understanding. It's giving.",
      "author": "Crystal Waters",
      "category": "Love, Giving, Me"
    },
    {
      "quote": "I hated the idea of a high school sweetheart. Growing up, oh my God, it just made me sick. I wanted to have a range of cool boyfriends. I wanted to travel around and date these interesting men. Then it just happened. You fall in love.",
      "author": "Charlotte Arnold",
      "category": "Love, Travel, God"
    },
    {
      "quote": "People with film careers get a whole onslaught of people they spend 12 hours a day with every three months. It's like speed dating. You've got a fast-track to social intimacy with a whole bunch of people.",
      "author": "Christine Elise",
      "category": "Day, People, Speed"
    },
    {
      "quote": "What online dating did was offer me the opportunity to go out with a bunch of different people from different industries I really didn't want to limit myself with people who are in the entertainment industry.",
      "author": "Essence Atkins",
      "category": "Myself, Opportunity, Me"
    },
    {
      "quote": "Facebook and pictures on the Internet have created such a different way of dating. It's not necessarily good because an obsessive quality can develop in people.",
      "author": "Alexander Koch",
      "category": "Good, Quality, Internet"
    },
    {
      "quote": "I'm a bit of a romantic, to a fault. It's led me to some great things and also some sad things. It's made me a better person, to keep a good spirit about dating.",
      "author": "Alexander Koch",
      "category": "Romantic, Good, Sad"
    },
    {
      "quote": "When I was five years old, I told my parents that I wanted to take ballet. So, ballet was the focus of my life... until puberty. Then I discovered boys and started dating a guy with a mohawk who'd come to my ballet class and freak everybody out. Shortly after that is when I quit.",
      "author": "Chandra West",
      "category": "Life, Focus, Parents"
    },
    {
      "quote": "When you're young and dating someone, just play it safe and don't try so hard.",
      "author": "Matt Prokop",
      "category": "Play, You, Try"
    },
    {
      "quote": "The most beautiful things are not associated with money; they are memories and moments. If you don't celebrate those, they can pass you by.",
      "author": "Alek Wek",
      "category": "Beautiful, Memories"
    },
    {
      "quote": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.",
      "author": "Warren Buffett",
      "category": "Forget, Never Forget, Never"
    },
    {
      "quote": "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.",
      "author": "Douglas Adams",
      "category": "Integrity, Service, You"
    },
    {
      "quote": "Money won't create success, the freedom to make it will.",
      "author": "Nelson Mandela",
      "category": "Success, Freedom, Create"
    },
    {
      "quote": "Money is not the only answer, but it makes a difference.",
      "author": "Barack Obama",
      "category": "Difference, Only, Answer"
    },
    {
      "quote": "Money can't buy life.",
      "author": "Bob Marley",
      "category": "Life, Buy"
    },
    {
      "quote": "A wise man should have money in his head, but not in his heart.",
      "author": "Jonathan Swift",
      "category": "Wise, Heart, Man"
    },
    {
      "quote": "To get rich, you have to be making money while you're asleep.",
      "author": "David Bailey",
      "category": "Making Money, Rich, You"
    },
    {
      "quote": "Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep.",
      "author": "Ray Davies",
      "category": "Man, Tired, Sheep"
    },
    {
      "quote": "The hardest thing to understand in the world is the income tax.",
      "author": "Albert Einstein",
      "category": "World, Tax, Understand"
    },
    {
      "quote": "Never spend your money before you have earned it.",
      "author": "Thomas Jefferson",
      "category": "You, Never, Spend"
    },
    {
      "quote": "Money and success don't change people they merely amplify what is already there.",
      "author": "Will Smith",
      "category": "Success, Change, People"
    },
    {
      "quote": "A rich man is nothing but a poor man with money.",
      "author": "W. C. Fields",
      "category": "Man, Rich, Poor"
    },
    {
      "quote": "There are three faithful friends - an old wife, an old dog, and ready money.",
      "author": "Benjamin Franklin",
      "category": "Wisdom, Friends, Dog"
    },
    {
      "quote": "Obesity in children is growing out of control. A big part of this is economic. Fake foods are more affordable. It's enticing people to eat more because they think they're saving money when they're really just buying heart disease.",
      "author": "Jillian Michaels",
      "category": "Children, Heart, Control"
    },
    {
      "quote": "Greed is not a financial issue. It's a heart issue.",
      "author": "Andy Stanley",
      "category": "Heart, Greed, Financial"
    },
    {
      "quote": "In this financial year we will be spending at least $1.5 billion on foreign aid and we cannot be sure that this money will be properly spent, as corruption and mismanagement in many of the recipient countries are legend.",
      "author": "Pauline Hanson",
      "category": "Corruption, Financial"
    },
    {
      "quote": "Life started getting good when I started making money.",
      "author": "Balthazar Getty",
      "category": "Life, Good, Making Money"
    },
    {
      "quote": "Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?",
      "author": "Joel Osteen",
      "category": "Smile, Time, Encouragement"
    },
    {
      "quote": "A good reputation is more valuable than money.",
      "author": "Publilius Syrus",
      "category": "Good, Reputation, Than"
    },
    {
      "quote": "If you stop at general math, you're only going to make general math money.",
      "author": "Snoop Dogg",
      "category": "You, Stop, Math"
    },
    {
      "quote": "A penny saved is a penny earned.",
      "author": "Benjamin Franklin",
      "category": "Penny, Earned, Saved"
    },
    {
      "quote": "Private jets cost a lot of money.",
      "author": "Donald Trump",
      "category": "Cost, Private, Jets"
    },
    {
      "quote": "It is not the style of clothes one wears, neither the kind of automobile one drives, nor the amount of money one has in the bank, that counts. These mean nothing. It is simply service that measures success.",
      "author": "George Washington Carver",
      "category": "Success, Service, Style"
    },
    {
      "quote": "I've been living the American Dream for over 25 years - just being able to do what I do, be creative, and make money out of it. It's incredible.",
      "author": "Dr. Dre",
      "category": "American Dream, American"
    },
    {
      "quote": "One day I said to my dad, 'Are you disappointed that I'm working a minimum-wage job and I didn't go to college?' I'll never forget his response. He said, 'It's not about how much money you make or what your job is, but it's more about your character. For that, I'm proud of you.'",
      "author": "Josh Dun",
      "category": "Day, Character, College"
    },
    {
      "quote": "There's something about a holiday that isn't all about how much money you spend.",
      "author": "Hilarie Burton",
      "category": "Holiday, You, Spend"
    },
    {
      "quote": "To make an embarrassing admission, I like video games. That's what got me into software engineering when I was a kid. I wanted to make money so I could buy a better computer to play better video games - nothing like saving the world.",
      "author": "Elon Musk",
      "category": "World, Me, Video Games"
    },
    {
      "quote": "Every day we are paying more for energy than we should due to poor insulation, inefficient lights, appliances, and heating and cooling equipment - money we could save by investing in energy efficiency.",
      "author": "Bernie Sanders",
      "category": "Day, Energy, Efficiency"
    },
    {
      "quote": "There is no monopoly on becoming a millionaire. If you're jealous of those with more money, don't just sit there and complain - do something to make more money yourself.",
      "author": "Gina Rinehart",
      "category": "Yourself, Jealous, You"
    },
    {
      "quote": "I never attempt to make money on the stock market. I buy on the assumption that they could close the market the next day and not reopen it for five years.",
      "author": "Warren Buffett",
      "category": "Day, Stock Market, Years"
    },
    {
      "quote": "I think the American Dream used to be achieving one's goals in your field of choice - and from that, all other things would follow. Now, I think the dream has morphed into the pursuit of money: Accumulate enough of it, and the rest will follow.",
      "author": "Buzz Aldrin",
      "category": "Goals, American Dream"
    },
    {
      "quote": "You can't reverse fame. You can lose all the money, but you'll never lose people knowing you.",
      "author": "J. Cole",
      "category": "People, Fame, You"
    },
    {
      "quote": "Nothing except the mint can make money without advertising.",
      "author": "Thomas Babington Macaulay",
      "category": "Advertising, Nothing"
    },
    {
      "quote": "Good grooming is integral and impeccable style is a must. If you don't look the part, no one will want to give you time or money.",
      "author": "Daymond John",
      "category": "Time, Good, Style"
    },
    {
      "quote": "Money is my military, each dollar a soldier. I never send my money into battle unprepared and undefended. I send it to conquer and take currency prisoner and bring it back to me.",
      "author": "Kevin O'Leary",
      "category": "Battle, Me, Military"
    },
    {
      "quote": "If you can actually count your money, then you're not a rich man.",
      "author": "J. Paul Getty",
      "category": "Man, Rich, You"
    },
    {
      "quote": "Making money is a hobby that will complement any other hobbies you have, beautifully.",
      "author": "Scott Alexander",
      "category": "Making Money, You, Hobby"
    },
    {
      "quote": "If money help a man to do good to others, it is of some value; but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.",
      "author": "Swami Vivekananda",
      "category": "Good, Man, Evil"
    },
    {
      "quote": "Recession is when a neighbor loses his job. Depression is when you lose yours.",
      "author": "Ronald Reagan",
      "category": "Depression, Job, Neighbor"
    },
    {
      "quote": "Just take yourself back to September 2001. As that month went on, and as that autumn unrolled, everybody wanted to do something. How can I help? Do you want my blood? Do you want money for the victims? I was a captain in the Marine Corps. I knew what I could do. I was right there. I was ready. I saw it. I moved the rubble with my own hands.",
      "author": "Rob Riggle",
      "category": "Autumn, Yourself, Help"
    },
    {
      "quote": "Labour was the first price, the original purchase - money that was paid for all things. It was not by gold or by silver, but by labour, that all wealth of the world was originally purchased.",
      "author": "Adam Smith",
      "category": "Gold, World, Wealth"
    },
    {
      "quote": "My principles are more important than the money or my title.",
      "author": "Muhammad Ali",
      "category": "Important, Principles, Title"
    },
    {
      "quote": "Want of money and the distress of a thief can never be alleged as the cause of his thieving, for many honest people endure greater hardships with fortitude. We must therefore seek the cause elsewhere than in want of money, for that is the miser's passion, not the thief s.",
      "author": "William Blake",
      "category": "Passion, People, Want"
    },
    {
      "quote": "America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable.",
      "author": "Hunter S. Thompson",
      "category": "Car, America, World"
    },
    {
      "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.",
      "author": "Barack Obama",
      "category": "Education, Best"
    },
    {
      "quote": "Too many people spend money they haven't earned to buy things they don't want to impress people they don't like.",
      "author": "Will Rogers",
      "category": "People, Want, Impress"
    },
    {
      "quote": "The American Republic will endure until the day Congress discovers that it can bribe the public with the public's money.",
      "author": "Alexis de Tocqueville",
      "category": "Day, American, Endure"
    },
    {
      "quote": "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money.",
      "author": "Karl Marx",
      "category": "Purpose, Live, Making Money"
    },
    {
      "quote": "Alimony is like buying hay for a dead horse.",
      "author": "Groucho Marx",
      "category": "Horse, Dead, Like"
    },
    {
      "quote": "I'm not that lazy, but I don't need that much money. I lead a fairly simple life.",
      "author": "Karl Pilkington",
      "category": "Life, Simple, Lazy"
    },
    {
      "quote": "I have ways of making money that you know nothing of.",
      "author": "John D. Rockefeller",
      "category": "Making Money, Know, You"
    },
    {
      "quote": "I've been looking around, and I noticed something: how much you really need to be loved. Ambition isn't just a desperate quest for positions or money. It's just love - lots of love.",
      "author": "Janis Joplin",
      "category": "Love, Ambition, Looking"
    },
    {
      "quote": "When I was young I thought that money was the most important thing in life now that I am old I know that it is.",
      "author": "Oscar Wilde",
      "category": "Life, I Am, Thought"
    },
    {
      "quote": "Athletes and musicians make astronomical amounts of money. People get paid $100 million to throw a baseball! Shouldn't we all take less and pass some of that money onto others? Think about firefighters, teachers and policemen. We should celebrate people that are intellectually smart and trying to make this world a better place.",
      "author": "Kid Rock",
      "category": "Baseball, Smart, World"
    },
    {
      "quote": "No complaint... is more common than that of a scarcity of money.",
      "author": "Adam Smith",
      "category": "Scarcity, Common, Than"
    },
    {
      "quote": "Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.",
      "author": "Karl Marx",
      "category": "Value, Living, Virtue"
    },
    {
      "quote": "Money is like an arm or leg - use it or lose it.",
      "author": "Henry Ford",
      "category": "Leg, Lose, Like"
    },
    {
      "quote": "Wind to a sailor is what money is to life on shore.",
      "author": "Sterling Hayden",
      "category": "Life, Wind, Sailor"
    },
    {
      "quote": "My parents raised me and my six siblings with little money... but lots of love.",
      "author": "Hilda Solis",
      "category": "Love, Parents, Me"
    },
    {
      "quote": "When I get a little money I buy books and if any is left I buy food and clothes.",
      "author": "Desiderius Erasmus",
      "category": "Education, Food, Clothes"
    },
    {
      "quote": "You've got to tell your money what to do or it will leave.",
      "author": "Dave Ramsey",
      "category": "You, Will, Leave"
    },
    {
      "quote": "Money, like vodka, turns a person into an eccentric.",
      "author": "Anton Chekhov",
      "category": "Person, Like, Vodka"
    },
    {
      "quote": "The key to making money is to stay invested.",
      "author": "Suze Orman",
      "category": "Making Money, Key, Stay"
    },
    {
      "quote": "A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about.",
      "author": "Fyodor Dostoevsky",
      "category": "Gentleman, Emotion, Real"
    },
    {
      "quote": "Don't let making a living prevent you from making a life.",
      "author": "John Wooden",
      "category": "Life, Living, You"
    },
    {
      "quote": "Time is money. Wasted time means wasted money means trouble.",
      "author": "Shirley Temple",
      "category": "Time, Trouble, Time Is Money"
    },
    {
      "quote": "Words are the money of fools.",
      "author": "Thomas Hobbes",
      "category": "Words, Fools"
    },
    {
      "quote": "Companies spend millions of dollars on firewalls, encryption, and secure access devices and it's money wasted because none of these measures address the weakest link in the security chain: the people who use, administer, operate and account for computer systems that contain protected information.",
      "author": "Kevin Mitnick",
      "category": "Information, People"
    },
    {
      "quote": "Money, not morality, is the principle commerce of civilized nations.",
      "author": "Thomas Jefferson",
      "category": "Morality, Commerce, Nations"
    },
    {
      "quote": "There's no such thing as a free lunch.",
      "author": "Milton Friedman",
      "category": "Lunch, Free, Free Lunch"
    },
    {
      "quote": "A billion here, a billion there, and pretty soon you're talking about real money.",
      "author": "Everett Dirksen",
      "category": "Real, You, Here"
    },
    {
      "quote": "I have turned down a lot of money for things that would have made me feel cheesy.",
      "author": "Tom Petty",
      "category": "Me, Down, Cheesy"
    },
    {
      "quote": "It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages.",
      "author": "Henry Ford",
      "category": "Customer, Wages, Handle"
    },
    {
      "quote": "If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us.",
      "author": "David Suzuki",
      "category": "Water, Well, Natural"
    },
    {
      "quote": "Companies should not have a singular view of profitability. There needs to be a balance between commerce and social responsibility... The companies that are authentic about it will wind up as the companies that make more money.",
      "author": "Howard Schultz",
      "category": "Responsibility, Balance"
    },
    {
      "quote": "Money doesn't make people happy. People make people happy.",
      "author": "Steve Wynn",
      "category": "Happy, People, Happy People"
    },
    {
      "quote": "Innovation has nothing to do with how many R & D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R & D. It's not about money. It's about the people you have, how you're led, and how much you get it.",
      "author": "Steve Jobs",
      "category": "Innovation, Apple, People"
    },
    {
      "quote": "In any investment, you expect to have fun and make money.",
      "author": "Michael Jordan",
      "category": "Fun, You, Investment"
    },
    {
      "quote": "I'm a little lavish I must admit. But I'm not really concerned with money. Being rich is not my goal, being wealthy is.",
      "author": "CeeLo Green",
      "category": "Goal, Rich, Admit"
    },
    {
      "quote": "Money doesn't buy elegance. You can take an inexpensive sheath, add a pretty scarf, gray shoes, and a wonderful bag, and it will always be elegant.",
      "author": "Carolina Herrera",
      "category": "Shoes, Bag, You"
    },
    {
      "quote": "We can all be successful and make money, but when we die, that ends. But when you are significant is when you help other people be successful. That lasts many a lifetime.",
      "author": "Lou Holtz",
      "category": "Successful, People, Help"
    },
    {
      "quote": "What is important for kids to learn is that no matter how much money they have, earn, win, or inherit, they need to know how to spend it, how to save it, and how to give it to others in need. This is what handling money is about, and this is why we give kids an allowance.",
      "author": "Barbara Coloroso",
      "category": "Win, Know, Why"
    },
    {
      "quote": "It's hard to tell with these Internet startups if they're really interested in building companies or if they're just interested in the money. I can tell you, though: If they don't really want to build a company, they won't luck into it. That's because it's so hard that if you don't have a passion, you'll give up.",
      "author": "Steve Jobs",
      "category": "Passion, Luck, Internet"
    },
    {
      "quote": "You aren't wealthy until you have something money can't buy.",
      "author": "Garth Brooks",
      "category": "You, Something, Buy"
    },
    {
      "quote": "International affairs is very much run like the mafia. The godfather does not accept disobedience, even from a small storekeeper who doesn't pay his protection money. You have to have obedience; otherwise, the idea can spread that you don't have to listen to the orders, and it can spread to important places.",
      "author": "Noam Chomsky",
      "category": "Small, Listen, You"
    },
    {
      "quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered.",
      "author": "George Best",
      "category": "Car, Birds, Rest"
    },
    {
      "quote": "I'm not interested in making money. It's just that with my talent, I'm cursed with it.",
      "author": "Noel Gallagher",
      "category": "Talent, Making Money"
    },
    {
      "quote": "Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million.",
      "author": "Arnold Schwarzenegger",
      "category": "Happy, You, Now"
    },
    {
      "quote": "As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?",
      "author": "Alexis de Tocqueville",
      "category": "Character, Value, World"
    },
    {
      "quote": "I grew up in a really small town with not a lot of money, and I liked singing, but it was just something that was a hobby.",
      "author": "Justin Bieber",
      "category": "Small, Singing, Hobby"
    },
    {
      "quote": "All riches have their origin in mind. Wealth is in ideas - not money.",
      "author": "Robert Collier",
      "category": "Ideas, Mind, Wealth"
    },
    {
      "quote": "I'm proud to pay taxes in the United States; the only thing is, I could be just as proud for half the money.",
      "author": "Arthur Godfrey",
      "category": "Proud, Taxes, Just"
    },
    {
      "quote": "The real key to making money in stocks is not to get scared out of them.",
      "author": "Peter Lynch",
      "category": "Making Money, Key, Real"
    },
    {
      "quote": "Our public school system is our country's biggest and most inefficient monopoly, yet it keeps demanding more and more money.",
      "author": "Phyllis Schlafly",
      "category": "School, Country"
    },
    {
      "quote": "In economics, one of the most important concepts is 'opportunity cost' - the idea that once you spend your money on something, you can't spend it again on something else.",
      "author": "Malcolm Turnbull",
      "category": "Opportunity, Economics, You"
    },
    {
      "quote": "I don't mind that I'm fat. You still get the same money.",
      "author": "Marlon Brando",
      "category": "Mind, Fat, You"
    },
    {
      "quote": "Labor was the first price, the original purchase - money that was paid for all things.",
      "author": "Adam Smith",
      "category": "First, Labor, Price"
    },
    {
      "quote": "If there's three boxes that say 'Single', 'In a Relationship,' and the third one says 'Getting Money', I'd check the third one.",
      "author": "Bryson Tiller",
      "category": "Relationship, Single, Three"
    },
    {
      "quote": "I don't pay good wages because I have a lot of money I have a lot of money because I pay good wages.",
      "author": "Robert Bosch",
      "category": "Good, Pay, Wages"
    },
    {
      "quote": "My philosophy has always been, 'do what you love and the money will follow.'",
      "author": "Amy Weber",
      "category": "Love, Philosophy"
    },
    {
      "quote": "Find something in life that you love doing. If you make a lot of money, that's a bonus, and if you don't, you still won't hate going to work.",
      "author": "Jeff Foxworthy",
      "category": "Love, Life, Work"
    },
    {
      "quote": "Boxing is the only sport you can get your brain shook, your money took and your name in the undertaker book.",
      "author": "Joe Frazier",
      "category": "Book, Brain, Name"
    },
    {
      "quote": "I don't care half so much about making money as I do about making my point, and coming out ahead.",
      "author": "Cornelius Vanderbilt",
      "category": "Making Money, Care, Ahead"
    },
    {
      "quote": "People say money ain't nothing money is basically everything.",
      "author": "Meek Mill",
      "category": "People, Nothing, People Say"
    },
    {
      "quote": "The highest use of capital is not to make more money, but to make money do more for the betterment of life.",
      "author": "Henry Ford",
      "category": "Life, Capital, More"
    },
    {
      "quote": "Disasters happen. We still have no way to eliminate earthquakes, wildfires, hurricanes, floods or droughts. We cope as best we can by fortifying ourselves against danger with building codes and levees, and by setting aside money to clean up afterwards.",
      "author": "Seth Shostak",
      "category": "Best, Building, Way"
    },
    {
      "quote": "A man in debt is so far a slave.",
      "author": "Ralph Waldo Emerson",
      "category": "Man, Slave, Debt"
    },
    {
      "quote": "I've got all the money I'll ever need, if I die by four o'clock.",
      "author": "Henny Youngman",
      "category": "Die, Need, Four"
    },
    {
      "quote": "Money will determine whether the accused goes to prison or walks out of the courtroom a free man.",
      "author": "Johnnie Cochran",
      "category": "Man, Free, Prison"
    },
    {
      "quote": "I always thought money was something just to make me happy. But I've learned that I feel better being able to help my folks, 'cause we never had nothing. So just to see them excited about my career is more of a blessing than me actually having it for myself.",
      "author": "Kendrick Lamar",
      "category": "Happy, Myself, Help"
    },
    {
      "quote": "At its core, bitcoin is a smart currency designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions... all good things.",
      "author": "Peter Diamandis",
      "category": "Good, Smart, Good Things"
    },
    {
      "quote": "My job is making money, helping other people make money. I am spending money, trying to make sure more people get rich, because you cannot spend a lot of money, right? So my job is spending money, helping others. This is a headache.",
      "author": "Jack Ma",
      "category": "Job, I Am, Making Money"
    },
    {
      "quote": "I find money some way or other goes very fast. But I think I can reflect it has been spent with satisfaction and to my own honour.",
      "author": "John Hancock",
      "category": "Fast, Think, Satisfaction"
    },
    {
      "quote": "I can make more generals, but horses cost money.",
      "author": "Abraham Lincoln",
      "category": "I Can, Cost, Generals"
    },
    {
      "quote": "My integrity means more to me than any fame or money. When I say something, I want people to take it to the bank that I mean it and believe in it.",
      "author": "Tim Tebow",
      "category": "Integrity, Believe, Me"
    },
    {
      "quote": "I can't imagine being a single parent or a single parent that doesn't have a lot of money. That's a big, huge impact on your life and your dynamic and everything - I mean, that's huge. It affects how much you have a break from just concentrating on just one other person in your life. It becomes so myopic that way, and more intense, probably.",
      "author": "Joan Cusack",
      "category": "Life, Impact, Parent"
    },
    {
      "quote": "Real riches are the riches possessed inside.",
      "author": "B. C. Forbes",
      "category": "Real, Inside, Riches"
    },
    {
      "quote": "Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money.",
      "author": "Earl Warren",
      "category": "Man, Electricity, May"
    },
    {
      "quote": "Most men love money and security more, and creation and construction less, as they get older.",
      "author": "John Maynard Keynes",
      "category": "Love, Men, Construction"
    },
    {
      "quote": "There is a gigantic difference between earning a great deal of money and being rich.",
      "author": "Marlene Dietrich",
      "category": "Great, Difference, Rich"
    },
    {
      "quote": "Never confuse the size of your paycheck with the size of your talent.",
      "author": "Marlon Brando",
      "category": "Talent, Size, Never"
    },
    {
      "quote": "Fortune is like glass - the brighter the glitter, the more easily broken.",
      "author": "Publilius Syrus",
      "category": "Broken, Glass, Glitter"
    },
    {
      "quote": "If saving money is wrong, I don't want to be right!",
      "author": "William Shatner",
      "category": "Want, Right, Saving Money"
    },
    {
      "quote": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.",
      "author": "Richard M. DeVos",
      "category": "Life, Peace, Mind"
    },
    {
      "quote": "If you want to reap financial blessings, you have to sow financially.",
      "author": "Joel Osteen",
      "category": "Blessings, Financial, Want"
    },
    {
      "quote": "There are two things people want more than sex and money... recognition and praise.",
      "author": "Mary Kay Ash",
      "category": "People, Want, Recognition"
    },
    {
      "quote": "Of my old tendency to overdo the dedication and deface the title page with florid compliments and obscure quotes which the recipient cannot read, I will say only that I learnt my lesson when I had to shell out with my own money for a hardback I'd vandalised and now limit myself to 'Good wishes.'",
      "author": "Howard Jacobson",
      "category": "Good, Myself, Dedication"
    },
    {
      "quote": "You can spend the money on new housing for poor people and the homeless, or you can spend it on a football stadium or a golf course.",
      "author": "Jello Biafra",
      "category": "Football, Golf, Homeless"
    },
    {
      "quote": "Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars.",
      "author": "Warren Buffett",
      "category": "Just, Traits, Billionaires"
    },
    {
      "quote": "Raising the minimum wage to $10.10 will benefit about 28 million workers across the country. And it will help businesses, too - raising the wage will put more money in people's pockets, which they will pump back into the economy by spending it on goods and services in their communities.",
      "author": "Thomas Perez",
      "category": "People, Help, Economy"
    },
    {
      "quote": "You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life.",
      "author": "Emo Philips",
      "category": "Life, Good, School"
    },
    {
      "quote": "There is no class so pitiably wretched as that which possesses money and nothing else.",
      "author": "Andrew Carnegie",
      "category": "Class, Nothing, Which"
    },
    {
      "quote": "People assume I'm out there having this great life, but money doesn't erase the pain. When you're young you barrel through life, making choices without thinking of repercussions. A few years down the line, you wake up in a certain place and wonder how the hell you got there.",
      "author": "Jennifer Lopez",
      "category": "Life, Great, Pain"
    },
    {
      "quote": "It's better to waste money, than it is to waste time. You can always get more money.",
      "author": "Hal Sparks",
      "category": "Time, Better, You"
    },
    {
      "quote": "I was a common man, and I will always remain a common man. No amount of stardom will ever consume my soul. Money comes, money goes. Fame comes, fame goes. I believe every human being is a celebrity in their own right.",
      "author": "A. R. Rahman",
      "category": "Man, Soul, Believe"
    },
    {
      "quote": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.",
      "author": "Thomas A. Edison",
      "category": "Work, Success, Man"
    },
    {
      "quote": "You can be young without money but you can't be old without it.",
      "author": "Tennessee Williams",
      "category": "Young, You, Without"
    },
    {
      "quote": "Money without brains is always dangerous.",
      "author": "Napoleon Hill",
      "category": "Dangerous, Always, Without"
    },
    {
      "quote": "You never suffer from a money problem, you always suffer from an idea problem.",
      "author": "Robert H. Schuller",
      "category": "Problem, You, Idea"
    },
    {
      "quote": "If you would know the value of money, go and try to borrow some.",
      "author": "Benjamin Franklin",
      "category": "Value, Know, You"
    },
    {
      "quote": "You cannot spend money in luxury without doing good to the poor. Nay, you do more good to them by spending it in luxury, than by giving it; for by spending it in luxury, you make them exert industry, whereas by giving it, you keep them idle.",
      "author": "Samuel Johnson",
      "category": "Good, Doing Good, Giving"
    },
    {
      "quote": "We did not get any money from the early records. It was all taken by crooked managers. It is just a gangster's paradise.",
      "author": "Robert Wyatt",
      "category": "Gangster, Paradise, Early"
    },
    {
      "quote": "The nice thing about the gallery shows is that without having to pay any money you can just go and see it.",
      "author": "Yoko Ono",
      "category": "Nice, You, See"
    },
    {
      "quote": "The civility which money will purchase, is rarely extended to those who have none.",
      "author": "Charles Dickens",
      "category": "Civility, Will, Which"
    },
    {
      "quote": "The American people know the economy is too weak. Too many of them are suffering. So the question for Washington is, are we going to continue to play political games and - and - or are we going to say, we can do something right now to create jobs, to put money in the pockets of the middle-class, hire construction workers, teachers, veterans?",
      "author": "David Plouffe",
      "category": "Veterans, American"
    },
    {
      "quote": "To me, natural, healthy looking skin is really beautiful. With a little concealer, eyeshadow, liner, gloss and bronzer, I love my lighter makeup look. I've saved so much money on facials!",
      "author": "Giuliana Rancic",
      "category": "Love, Beautiful, Me"
    },
    {
      "quote": "I hate wasting time or money and that happens all the time for no good reason, and then people save money by skimping on the important things.",
      "author": "Rick Baker",
      "category": "Time, Good, Hate"
    },
    {
      "quote": "I want to go to - what's that hot country with a lot of money? - Dubai.",
      "author": "Grandmaster Flash",
      "category": "Want, Country, Hot"
    },
    {
      "quote": "You gotta remember: we're musicians... we're just crazy people who can't get along sometimes. I've definitely come to the table with my knife in my pocket a couple of times you know how it is. It's part of being human. Now add fame and money and all that rock and roll craziness to it - we're lucky we don't eat each other in this industry!",
      "author": "Corey Taylor",
      "category": "Musicians, Rock And Roll"
    },
    {
      "quote": "I think it's too bad that everybody's decided to turn on drugs, I don't think drugs are the problem. Crime is the problem. Cops are the problem. Money's the problem. But drugs are just drugs.",
      "author": "Jerry Garcia",
      "category": "Problem, Think, Crime"
    },
    {
      "quote": "The 9/11 attack itself played out around the world, with planning meetings in Malaysia, operatives taking flight lessons in the United States, coordination by plot leaders based in Hamburg, and money transfers from Dubai - activities overseen by al-Qaeda's senior command from secure bases in Afghanistan.",
      "author": "Peter Bergen",
      "category": "Planning, World, Meetings"
    },
    {
      "quote": "I wasn't a hacker for the money, and it wasn't to cause damage.",
      "author": "Kevin Mitnick",
      "category": "Hacker, Cause, Damage"
    },
    {
      "quote": "I know exactly what my values are and what I love to do. That's worth additional years right there. I say no to a lot of stuff that would be easy money but deviates from my meaning of life.",
      "author": "Dan Buettner",
      "category": "Love, Life, Easy"
    },
    {
      "quote": "Who gets the risks? The risks are given to the consumer, the unsuspecting consumer and the poor work force. And who gets the benefits? The benefits are only for the corporations, for the money makers.",
      "author": "Cesar Chavez",
      "category": "Work, Risks, Poor"
    },
    {
      "quote": "You use your money to buy privacy because during most of your life you aren't allowed to be normal.",
      "author": "Johnny Depp",
      "category": "Life, Privacy, You"
    },
    {
      "quote": "Profit is sweet, even if it comes from deception.",
      "author": "Sophocles",
      "category": "Sweet, Deception, Profit"
    },
    {
      "quote": "A bank is a place that will lend you money if you can prove that you don't need it.",
      "author": "Bob Hope",
      "category": "Bank, You, Place"
    },
    {
      "quote": "The importance of money flows from it being a link between the present and the future.",
      "author": "John Maynard Keynes",
      "category": "Future, Present, Between"
    },
    {
      "quote": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.",
      "author": "Thomas Wolfe",
      "category": "Success, You, Compliments"
    },
    {
      "quote": "In the beginning I just wanted to survive. For the first three years, we made zero revenue. I remember many times when I was trying to pay up, the restaurant owner would say, 'Your bill was paid.' And there would be a note saying, 'Mr. Ma, I'm your customer on the Alibaba platform. I made a lot of money, and I know you don't, so I paid the bill.'",
      "author": "Jack Ma",
      "category": "Beginning, Remember"
    },
    {
      "quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason.",
      "author": "Ayn Rand",
      "category": "Men, Talent, Stupidity"
    },
    {
      "quote": "It's not about how skinny you are or how much money or how many diamonds you have - that's the fluff that people sometimes look at as being the main thing. It's about understanding that the things that make you fabulous are all inside of you.",
      "author": "Kimora Lee Simmons",
      "category": "People, Understanding"
    },
    {
      "quote": "It doesn't take money to turn off the television and cultivate real bonding time.",
      "author": "Marianne Williamson",
      "category": "Time, Television, Real"
    },
    {
      "quote": "Cast away care, he that loves sorrow Lengthens not a day, nor can buy tomorrow; Money is trash, and he that will spend it, Let him drink merrily, fortune will send it.",
      "author": "Thomas Dekker",
      "category": "Day, Tomorrow, Sorrow"
    },
    {
      "quote": "And that's why I wrote the book, because our country really needs to understand, if people in this nation understood what our foreign policy is really about, what foreign aid is about, how our corporations work, where our tax money goes, I know we will demand change.",
      "author": "John Perkins",
      "category": "Work, Change, Book"
    },
    {
      "quote": "I have no one to leave the money to. I'm a single man. I like spending my money.",
      "author": "Elton John",
      "category": "Man, Single, Like"
    },
    {
      "quote": "If time is money, it seems moral to save time, above all one's own, and such parsimony is excused by consideration for others. One is straight-forward.",
      "author": "Theodor Adorno",
      "category": "Time, Moral, Time Is Money"
    },
    {
      "quote": "I went to the bank and proposed that they lend money to the poor people. The bankers almost fell over.",
      "author": "Muhammad Yunus",
      "category": "People, Bank, Poor"
    },
    {
      "quote": "The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.",
      "author": "Jane Bryant Quinn",
      "category": "Time, Day, Rain"
    },
    {
      "quote": "A woman's best protection is a little money of her own.",
      "author": "Clare Boothe Luce",
      "category": "Best, Woman, Her"
    },
    {
      "quote": "Money often costs too much.",
      "author": "Ralph Waldo Emerson",
      "category": "Too Much, Costs, Too"
    },
    {
      "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Time, End, People"
    },
    {
      "quote": "Sudden money is going from zero to two hundred dollars a week. The rest doesn't count.",
      "author": "Neil Simon",
      "category": "Week, Rest, Two"
    },
    {
      "quote": "All money means to me is a pride in accomplishment.",
      "author": "Ray Kroc",
      "category": "Pride, Me, Accomplishment"
    },
    {
      "quote": "That money talks, I'll not deny, I heard it once: It said, 'Goodbye'.",
      "author": "Richard Armour",
      "category": "Goodbye, Said, Once"
    },
    {
      "quote": "Money makes your life easier. If you're lucky to have it, you're lucky.",
      "author": "Robert De Niro",
      "category": "Life, Lucky, You"
    },
    {
      "quote": "A fool and his money are soon parted.",
      "author": "Thomas Tusser",
      "category": "Fool, Soon, Parted"
    },
    {
      "quote": "No one's ever achieved financial fitness with a January resolution that's abandoned by February.",
      "author": "Suze Orman",
      "category": "Fitness, Financial"
    },
    {
      "quote": "Poverty breeds lack of self-reliance.",
      "author": "Daniel De Leon",
      "category": "Poverty, Self-Reliance, Lack"
    },
    {
      "quote": "There is no such thing as a good tax.",
      "author": "Unknown",
      "category": "Good, Tax, Thing"
    },
    {
      "quote": "I think television's become a downright dangerous thing. It has no moral barometer whatsoever. If you want to talk about something that is all about money, just watch the television.",
      "author": "Tom Petty",
      "category": "Television, Want, Moral"
    },
    {
      "quote": "Money has to serve, not to rule.",
      "author": "Pope Francis",
      "category": "Rule, Serve"
    },
    {
      "quote": "I'd asked around 10 or 15 people for suggestions. Finally one lady friend asked the right question, 'Well, what do you love most?' That's how I started painting money.",
      "author": "Andy Warhol",
      "category": "Love, Painting, People"
    },
    {
      "quote": "I wanted to be a pharmacist. I liked the way our local pharmacist was always dressed in a nice white coat; he looked very calm, you'd give him money, and he'd give you something that you wanted to buy.",
      "author": "Walter Matthau",
      "category": "Calm, Nice, You"
    },
    {
      "quote": "When we talk about the kind of folks whose lives will be made better by raising the minimum wage, we're not talking about a couple teenagers earning extra spending money to supplement their allowance. We're talking about providers and breadwinners. Working Americans with bills to pay and mouths to feed.",
      "author": "Thomas Perez",
      "category": "Better, Working, Kind"
    },
    {
      "quote": "Money isn't the most important thing in life, but it's reasonably close to oxygen on the 'gotta have it' scale.",
      "author": "Zig Ziglar",
      "category": "Life, The Most Important"
    },
    {
      "quote": "You loan your friend money. You see them again, they don't say nothin' 'bout the money. 'Hi, how ya doin'? How's ya mama doing?' Man, how's my money doin'?",
      "author": "Chris Tucker",
      "category": "Man, Friend, You"
    },
    {
      "quote": "Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people.",
      "author": "Bob Dylan",
      "category": "Lost, People, You"
    },
    {
      "quote": "Half the money I spend on advertising is wasted; the trouble is, I don't know which half.",
      "author": "John Wanamaker",
      "category": "Advertising, Know, Trouble"
    },
    {
      "quote": "People who get trapped in the tunnel vision of making money think that is all there is to life.",
      "author": "Felix Dennis",
      "category": "Life, Vision, Making Money"
    },
    {
      "quote": "Young children need to develop good habits that will be useful to them the rest of their lives. It is important to keep the lessons age-appropriate. For example, when your children start earning allowances, that would be a good time to teach them how to put some money in the bank instead of spending it all.",
      "author": "Bill Rancic",
      "category": "Time, Children, Good"
    },
    {
      "quote": "Flattery is a kind of bad money, to which our vanity gives us currency.",
      "author": "Francois de La Rochefoucauld",
      "category": "Vanity, Kind, Bad"
    },
    {
      "quote": "There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good.",
      "author": "Sebastian Vettel",
      "category": "Life, Happy, Good"
    },
    {
      "quote": "If I had been on 'Bowling for Dollars', I'd wind up owing them money.",
      "author": "Ricki Lake",
      "category": "Wind, Bowling, Up"
    },
    {
      "quote": "Indians mock their corrupt politicians relentlessly, but they regard their honest politicians with silent suspicion. The first thing they do when they hear of a supposedly 'clean' politician is to grin. It is a cliche that honest politicians in India tend to have dishonest sons, who collect money from people seeking an audience with Dad.",
      "author": "Aravind Adiga",
      "category": "People, Silent, India"
    },
    {
      "quote": "Money never stays with me. It would burn me if it did. I throw it out of my hands as soon as possible, lest it should find its way into my heart.",
      "author": "John Wesley",
      "category": "Heart, Me, Hands"
    },
    {
      "quote": "Don't build a glass house if you're worried about saving money on heating.",
      "author": "Philip Johnson",
      "category": "Glass, You, House"
    },
    {
      "quote": "You want to buy cars and houses and castles, all of that's on you and how America has systematized your mind to be into materialism. Hip-hop ain't got nothing to do with that. I'm glad that anybody making money has picked themselves up - I just want them to give some of it back to the community.",
      "author": "Afrika Bambaataa",
      "category": "Community, America, Mind"
    },
    {
      "quote": "I spend my money on holidays and eating out, and it allows me to be generous.",
      "author": "James Nesbitt",
      "category": "Holidays, Me, Eating"
    },
    {
      "quote": "I believe God wants you to have money to pay your bills, send your kids to college and do charity work and build orphanages. There's the teaching that we're supposed to be poor to show that we're humble. I don't buy that. I think we're supposed to be leaders. We're supposed to excel.",
      "author": "Joel Osteen",
      "category": "Work, God, College"
    },
    {
      "quote": "My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don't be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA.",
      "author": "David Suzuki",
      "category": "Life, Work, Great"
    },
    {
      "quote": "Many novice real estate investors soon quit the profession and invest in a well-diversified portfolio of bonds. That's because, when you invest in real estate, you often see a side of humanity that stocks, bonds, mutual funds, and saving money shelter you from.",
      "author": "Robert Kiyosaki",
      "category": "Real Estate, Humanity, You"
    },
    {
      "quote": "Back in the 1970s, Kodak tried to give $25m to a black civil rights organisation in Rochester, New York. The company's shareholders rose up in arms: making this politically charged offering wasn't the reason they had entrusted Kodak with their money. The donation was withdrawn.",
      "author": "Noreena Hertz",
      "category": "Rose, Company, Black"
    },
    {
      "quote": "I know you don't always need to spend a ton of money to be stylish.",
      "author": "Mark Indelicato",
      "category": "Know, You, Stylish"
    },
    {
      "quote": "When men do not have healthy notions of the Divinity, false ideas supplant them, just as in bad times one uses counterfeit money when there is no good money.",
      "author": "Voltaire",
      "category": "Good, Men, Healthy"
    },
    {
      "quote": "I grew up in an era of pretty severe poverty. My parents weathered the Great Depression, and money was always a very big concern. I was weaned on a shortage mentality and placed in foster homes largely because there simply wasn't enough money to take care of the most basic of needs.",
      "author": "Wayne Dyer",
      "category": "Great, Depression, Parents"
    },
    {
      "quote": "We live in a digital world where all is available at the touch of a screen. Money has been simplified, changed subtly over time from tangible bills to numbers in cyberspace. Cash is no longer in a cloth bag; it's numbers on a screen. Numbers that can be manipulated and modified. If you run out of numbers, you can just buy some more, right?",
      "author": "Rhys Darby",
      "category": "Time, World, Live"
    },
    {
      "quote": "There's a time in everyone's career where you go, 'Ah, this is hard - how long am I going to have to do this?' But the rewards are so great. Who gets to go on the podium and hear the national anthem? The whole nation singing! Money can't buy you that.",
      "author": "Mo Farah",
      "category": "Time, Great, Singing"
    },
    {
      "quote": "One of the big myths about philanthropy is that it's all about donating funds for a cause. I like to look at it quite differently. Philanthropy is about 'giving' - not just in monetary terms but also in non-monetary aspects, like time, ideas, or being a volunteer. Donating money is just a small part of philanthropy.",
      "author": "Pankaj Patel",
      "category": "Time, Giving, Small"
    },
    {
      "quote": "Money doesn't talk, it swears.",
      "author": "Bob Dylan",
      "category": "Talk"
    },
    {
      "quote": "What does it mean when people applaud? Should I give 'em money? Say thank you? Lift my dress? The lack of applause - that I can respond to.",
      "author": "Barbra Streisand",
      "category": "Thank You, Dress, People"
    },
    {
      "quote": "Money, it turned out, was exactly like sex, you thought of nothing else if you didn't have it and thought of other things if you did.",
      "author": "James A. Baldwin",
      "category": "Thought, Nothing, You"
    },
    {
      "quote": "If all the rich and all of the church people should send their children to the public schools they would feel bound to concentrate their money on improving these schools until they met the highest ideals.",
      "author": "Susan B. Anthony",
      "category": "Children, People, Rich"
    },
    {
      "quote": "I know of nothing more despicable and pathetic than a man who devotes all the hours of the waking day to the making of money for money's sake.",
      "author": "John D. Rockefeller",
      "category": "Day, Man, Know"
    },
    {
      "quote": "To have done anything just for money is to have been truly idle.",
      "author": "Henry David Thoreau",
      "category": "Done, Anything, Idle"
    },
    {
      "quote": "Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do.",
      "author": "Wayne Dyer",
      "category": "Success, Successful, People"
    },
    {
      "quote": "Speculation is only a word covering the making of money out of the manipulation of prices, instead of supplying goods and services.",
      "author": "Henry Ford",
      "category": "Manipulation, Word"
    },
    {
      "quote": "I could have closed down bits of British Home Stores to make more money but it's not my style. I want to make my money as a retailer, not by putting people out of work.",
      "author": "Philip Green",
      "category": "Work, Home, Style"
    },
    {
      "quote": "Ridiculous yachts and private planes and big limousines won't make people enjoy life more, and it sends out terrible messages to the people who work for them. It would be so much better if that money was spent in Africa - and it's about getting a balance.",
      "author": "Richard Branson",
      "category": "Life, Work, Balance"
    },
    {
      "quote": "I never lost money by turning a profit.",
      "author": "Bernard Baruch",
      "category": "Lost, Profit, Never"
    },
    {
      "quote": "I try to do the right thing with money. Save a dollar here and there, clip some coupons. Buy ten gold chains instead of 20. Four summer homes instead of eight.",
      "author": "LL Cool J",
      "category": "Gold, Do The Right Thing"
    },
    {
      "quote": "I actually thought that it would be a little confusing during the same period of your life to be in one meeting when you're trying to make money, and then go to another meeting where you're giving it away. I mean is it gonna erode your ability, you know, to make money? Are you gonna somehow get confused about what you're trying to do?",
      "author": "Bill Gates",
      "category": "Life, Thought, Giving"
    },
    {
      "quote": "Money coming in says I've made the right marketing decisions.",
      "author": "Adam Osborne",
      "category": "Decisions, Marketing, Right"
    },
    {
      "quote": "The press don't like to say nice things because nice is boring. It's much better to label me the devil. What we do is not brain surgery. We are entertainers, plain and simple, and we're responsible to bring that money back, to make a profit.",
      "author": "Michael Bay",
      "category": "Simple, Brain, Me"
    },
    {
      "quote": "You get quick money, it's beautiful, there's sunshine, but at the end of the day, you find out it's all a masquerade, baby. It's not what it seems.",
      "author": "Wyclef Jean",
      "category": "Day, Beautiful, Sunshine"
    },
    {
      "quote": "If it wasn't for the fun and money, I really don't know why I'd bother.",
      "author": "Terry Pratchett",
      "category": "Fun, Know, Why"
    },
    {
      "quote": "A lot of poets too live on the margins of social acceptance, they certainly aren't in it for the money. William Blake - only his first book was legitimately published.",
      "author": "Jim Jarmusch",
      "category": "Book, Acceptance, Live"
    },
    {
      "quote": "What white man can say I never stole his land or a penny of his money? Yet they say that I am a thief.",
      "author": "Sitting Bull",
      "category": "Man, I Am, They Say"
    },
    {
      "quote": "I don't want to be married to someone who feels inferior to my success or because I make more money than he does.",
      "author": "Grace Kelly",
      "category": "Success, Relationship, Want"
    },
    {
      "quote": "I made enough money to buy a house. That's crazy, but fame proved ephemeral.",
      "author": "Moon Unit Zappa",
      "category": "Crazy, Fame, House"
    },
    {
      "quote": "Our idea is to serve everybody, including people with little money.",
      "author": "Ingvar Kamprad",
      "category": "People, Idea, Little"
    },
    {
      "quote": "I'm a businesswoman who's serious about her money. I want an empire.",
      "author": "Toni Braxton",
      "category": "Want, Her, Empire"
    }
  ]
}