{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Just when I think I have learned the way to live, life changes.",
      "author": "Hugh Prather",
      "category": "Change, Live Life, Changes"
    },
    {
      "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
      "author": "John F. Kennedy",
      "category": "Change, Future, Law"
    },
    {
      "quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in.",
      "author": "Paris Hilton",
      "category": "Short, Cute, Dress"
    },
    {
      "quote": "Life is like a roller coaster, live it, be happy, enjoy life.",
      "author": "Avril Lavigne",
      "category": "Happy, Enjoy Life, Be Happy"
    },
    {
      "quote": "I'm lucky in having found the perfect partner to spend my life with.",
      "author": "Sara Paretsky",
      "category": "Relationship, Partner"
    },
    {
      "quote": "Slow down and enjoy life. It's not only the scenery you miss by going to fast - you also miss the sense of where you are going and why.",
      "author": "Eddie Cantor",
      "category": "Enjoy Life, Enjoy, Scenery"
    },
    {
      "quote": "To be free is to have achieved your life.",
      "author": "Tennessee Williams",
      "category": "Free, Your, Achieved"
    },
    {
      "quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations.",
      "author": "Oliver Goldsmith",
      "category": "Journey, Roads, Life Is A"
    },
    {
      "quote": "My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life.",
      "author": "Mohammed bin Rashid Al Maktoum",
      "category": "Change, Happy, Beautiful"
    },
    {
      "quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is.",
      "author": "Dennis Rodman",
      "category": "Deep, Water, Swimming"
    },
    {
      "quote": "It is not the years in your life but the life in your years that counts.",
      "author": "Adlai E. Stevenson",
      "category": "Years, Your, Counts"
    },
    {
      "quote": "If you are not too long, I will wait here for you all my life.",
      "author": "Oscar Wilde",
      "category": "Romantic, My Life, Long"
    },
    {
      "quote": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could.",
      "author": "Evel Knievel",
      "category": "Enjoy Life, Enjoy, Fly"
    },
    {
      "quote": "Life was always a matter of waiting for the right moment to act.",
      "author": "Paulo Coelho",
      "category": "Waiting, Moment, Matter"
    },
    {
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
      "author": "Lao Tzu",
      "category": "Changes, Reality, Life Is A"
    },
    {
      "quote": "Open your eyes, look within. Are you satisfied with the life you're living?",
      "author": "Bob Marley",
      "category": "Eyes, Living, You"
    },
    {
      "quote": "All you need in this life is ignorance and confidence, and then success is sure.",
      "author": "Mark Twain",
      "category": "Success, Confidence"
    },
    {
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.",
      "author": "Marie Curie",
      "category": "Perseverance, Confidence"
    },
    {
      "quote": "No life's worth more than any other, no sister worth less than any brother.",
      "author": "Michael Franti",
      "category": "Sister, Brother, Worth"
    },
    {
      "quote": "Transformation is a process, and as life happens there are tons of ups and downs. It's a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair.",
      "author": "Rick Warren",
      "category": "Journey, Deep, Moments"
    },
    {
      "quote": "Be willing to step outside your comfort zone once in a while; take the risks in life that seem worth taking. The ride might not be as predictable if you'd just planted your feet and stayed put, but it will be a heck of a lot more interesting.",
      "author": "Edward Whitacre, Jr.",
      "category": "Comfort Zone, Step, Comfort"
    },
    {
      "quote": "I don't regret what I've been through. I've had ups and downs, super highs and some really low lows. I've been so blessed that I could never say, 'I wish this didn't happen.' It's part of who I am. There's nothing in my life that's so ugh.",
      "author": "Jennifer Lopez",
      "category": "Blessed, I Am, Regret"
    },
    {
      "quote": "Authenticity is everything! You have to wake up every day and look in the mirror, and you want to be proud of the person who's looking back at you. And you can only do that if you're being honest with yourself and being a person of high character. You have an opportunity every single day to write that story of your life.",
      "author": "Aaron Rodgers",
      "category": "Day, Character, Opportunity"
    },
    {
      "quote": "There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life.",
      "author": "David Petraeus",
      "category": "Gratitude, I Am, Humility"
    },
    {
      "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.",
      "author": "Eric Davis",
      "category": "Day, Short"
    },
    {
      "quote": "One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.",
      "author": "Agatha Christie",
      "category": "Happy, Childhood, Think"
    },
    {
      "quote": "We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations.",
      "author": "L. Lionel Kendrick",
      "category": "Pain, Problems, Control"
    },
    {
      "quote": "I think it's important to find the little things in everyday life that make you happy.",
      "author": "Paula Cole",
      "category": "Happy, Little Things, Think"
    },
    {
      "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me.",
      "author": "Anne Hathaway",
      "category": "Loneliness, Alone"
    },
    {
      "quote": "Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward.",
      "author": "Drew Houston",
      "category": "Freedom, Adventure, Yourself"
    },
    {
      "quote": "My daughter is my biggest achievement. She is a little star and my life has changed so much for the better since she came along.",
      "author": "Denise Van Outen",
      "category": "Daughter, Achievement"
    },
    {
      "quote": "The happiest moment of my life was probably when my daughter was born.",
      "author": "David Duchovny",
      "category": "Daughter, Moment, My Life"
    },
    {
      "quote": "In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson.",
      "author": "Tom Bodett",
      "category": "School, You, Test"
    },
    {
      "quote": "The sky is always there for me, while my life has been going through many, many changes. When I look up the sky, it gives me a nice feeling, like looking at an old friend.",
      "author": "Yoko Ono",
      "category": "Sky, Changes, Me"
    },
    {
      "quote": "My whole life is about winning. I don't lose often. I almost never lose.",
      "author": "Donald Trump",
      "category": "Winning, Never, Lose"
    },
    {
      "quote": "I wish my school days could have dragged on a little longer, or that I could go back and do it later in life.",
      "author": "Cara Delevingne",
      "category": "School, Wish, School Days"
    },
    {
      "quote": "The value of life is not in its duration, but in its donation. You are not important because of how long you live, you are important because of how effective you live.",
      "author": "Myles Munroe",
      "category": "Value, Live, Long"
    },
    {
      "quote": "Without deep reflection one knows from daily life that one exists for other people.",
      "author": "Albert Einstein",
      "category": "Daily, Reflection, Deep"
    },
    {
      "quote": "You learn more about life from watching 'Big Brother' than from reading a book.",
      "author": "John de Mol, Jr.",
      "category": "Brother, Reading, Book"
    },
    {
      "quote": "The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity.",
      "author": "Lewis Grizzard",
      "category": "Football, Opportunity"
    },
    {
      "quote": "It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave.",
      "author": "Tupac Shakur",
      "category": "Day, Fun, Game"
    },
    {
      "quote": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.",
      "author": "Eckhart Tolle",
      "category": "Change, Responsibility"
    },
    {
      "quote": "Life isn't black and white. It's a million gray areas, don't you find?",
      "author": "Ridley Scott",
      "category": "Black And White, Black, You"
    },
    {
      "quote": "Going by my past journey, I am not certain where life will take me, what turns and twists will happen; nobody knows where they will end up. As life changes direction, I'll flow with it.",
      "author": "Katrina Kaif",
      "category": "Journey, I Am, Past"
    },
    {
      "quote": "Everyone is handed adversity in life. No one's journey is easy. It's how they handle it that makes people unique.",
      "author": "Kevin Conroy",
      "category": "Journey, Adversity, Unique"
    },
    {
      "quote": "Live life for the moment because everything else is uncertain!",
      "author": "Louis Tomlinson",
      "category": "Live Life, Moment, Live"
    },
    {
      "quote": "Relax! Life is beautiful!",
      "author": "David L. Wolper",
      "category": "Beautiful, Relax"
    },
    {
      "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.",
      "author": "Dalai Lama",
      "category": "Help Others, Purpose, Hurt"
    },
    {
      "quote": "The sole meaning of life is to serve humanity.",
      "author": "Leo Tolstoy",
      "category": "Humanity, Meaning Of Life"
    },
    {
      "quote": "I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone.",
      "author": "Robin Williams",
      "category": "Alone, End, People"
    },
    {
      "quote": "My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life.",
      "author": "Natalie Massenet",
      "category": "Enjoy Life, Ambition"
    },
    {
      "quote": "Life is a difficult game. You can win it only by retaining your birthright to be a person.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Win, Game, Life Is A"
    },
    {
      "quote": "No water, no life. No blue, no green.",
      "author": "Sylvia Earle",
      "category": "Water, Blue, Green"
    },
    {
      "quote": "Do what you need to do and enjoy life as it happens.",
      "author": "John Scalzi",
      "category": "Enjoy Life, Enjoy, You"
    },
    {
      "quote": "I'm actually pretty shy in real life. But I guess in front of the camera, I focus.",
      "author": "Ranbir Kapoor",
      "category": "Focus, Camera, Real Life"
    },
    {
      "quote": "Don't ever doubt yourselves or waste a second of your life. It's too short, and you're too special.",
      "author": "Ariana Grande",
      "category": "Short, Doubt, You"
    },
    {
      "quote": "Life is what happens while you are busy making other plans.",
      "author": "John Lennon",
      "category": "Busy, You, Plans"
    },
    {
      "quote": "Life is short, and it is up to you to make it sweet.",
      "author": "Sarah Louise Delany",
      "category": "Short, Life Is Short, Sweet"
    },
    {
      "quote": "Life's tragedy is that we get old too soon and wise too late.",
      "author": "Benjamin Franklin",
      "category": "Wise, Tragedy, Too Late"
    },
    {
      "quote": "Weddings are important because they celebrate life and possibility.",
      "author": "Anne Hathaway",
      "category": "Wedding, Celebrate"
    },
    {
      "quote": "Life is a series of waves to be embraced and overcome.",
      "author": "Danny Meyer",
      "category": "Life Is A, Waves, Overcome"
    },
    {
      "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.",
      "author": "Lord Byron",
      "category": "Smile, Rainbow, Clouds"
    },
    {
      "quote": "Life ain't always beautiful, but it's a beautiful ride.",
      "author": "Gary Allan",
      "category": "Beautiful, Ride, Always"
    },
    {
      "quote": "Common sense would suggest that having ability, like being smart, inspires confidence. It does, but only while the going is easy. The deciding factor in life is how you handle setbacks and challenges. People with a growth mindset welcome setbacks with open arms.",
      "author": "Travis Bradberry",
      "category": "Confidence, Growth, Welcome"
    },
    {
      "quote": "Into each life some rain must fall.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Rain, Fall, Must"
    },
    {
      "quote": "You just got with the flow because life is just all about how you feel.",
      "author": "Post Malone",
      "category": "Flow, You, Feel"
    },
    {
      "quote": "Give yourself a gift of five minutes of contemplation in awe of everything you see around you. Go outside and turn your attention to the many miracles around you. This five-minute-a-day regimen of appreciation and gratitude will help you to focus your life in awe.",
      "author": "Wayne Dyer",
      "category": "Gratitude, Appreciation"
    },
    {
      "quote": "I always say that the times in my life when I've been happiest are the times when I've seen, like, a sunset.",
      "author": "Chris Evans",
      "category": "Sunset, My Life, Say"
    },
    {
      "quote": "The hardest thing in life to learn is which bridge to cross and which to burn.",
      "author": "David Russell",
      "category": "Bridge, Learn, Burn"
    },
    {
      "quote": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.",
      "author": "William Shakespeare",
      "category": "Sea, Men, Tide"
    },
    {
      "quote": "I'm just going to go live life. I'm going to go enjoy life. I have nothing left to hide. I am kind of a free person, a free soul.",
      "author": "Caitlyn Jenner",
      "category": "Live Life, I Am, Soul"
    },
    {
      "quote": "Caring - about people, about things, about life - is an act of maturity.",
      "author": "Tracy McMillan",
      "category": "Caring, People, Maturity"
    },
    {
      "quote": "Don't walk through life just playing football. Don't walk through life just being an athlete. Athletics will fade. Character and integrity and really making an impact on someone's life, that's the ultimate vision, that's the ultimate goal - bottom line.",
      "author": "Ray Lewis",
      "category": "Integrity, Football"
    },
    {
      "quote": "Everyone and everything that shows up in our life is a reflection of something that is happening inside of us.",
      "author": "Alan Cohen",
      "category": "Reflection, Life Is A"
    },
    {
      "quote": "Life is a journey. When we stop, things don't go right.",
      "author": "Pope Francis",
      "category": "Journey, Life Is A"
    },
    {
      "quote": "Life is a journey and it's about growing and changing and coming to terms with who and what you are and loving who and what you are.",
      "author": "Kelly McGillis",
      "category": "Journey, Life Is A, Loving"
    },
    {
      "quote": "The purpose of our lives is to be happy.",
      "author": "Dalai Lama",
      "category": "Happy, Purpose, Be Happy"
    },
    {
      "quote": "However difficult life may seem, there is always something you can do and succeed at.",
      "author": "Stephen Hawking",
      "category": "Success, Succeed, You"
    },
    {
      "quote": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change.",
      "author": "Gretchen Rubin",
      "category": "Change, Happy, Loneliness"
    },
    {
      "quote": "I think the biggest misconception about me is people really don't know who I really am. They see the party side of me, they see the crazy side of me. But I also have a laid-back side. You know, I'm chill, down to earth. If you want to grab a cup of coffee and just talk about life, I can do that.",
      "author": "Nicole Polizzi",
      "category": "Coffee, Crazy, Me"
    },
    {
      "quote": "The whole point is to live life and be - to use all the colors in the crayon box.",
      "author": "RuPaul",
      "category": "Live Life, Colors, Live"
    },
    {
      "quote": "I want to have fun. It's a beautiful life. You learn, you win, you lose, but you get up.",
      "author": "Nas",
      "category": "Beautiful, Fun, Win"
    },
    {
      "quote": "The reason I exercise is for the quality of life I enjoy.",
      "author": "Kenneth H. Cooper",
      "category": "Fitness, Quality, Enjoy"
    },
    {
      "quote": "You can really only enjoy life when you're extremely busy.",
      "author": "Josephine de La Baume",
      "category": "Enjoy Life, Busy, Enjoy"
    },
    {
      "quote": "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.",
      "author": "Julius Erving",
      "category": "Success, Spiritual"
    },
    {
      "quote": "The decisions you make are a choice of values that reflect your life in every way.",
      "author": "Alice Waters",
      "category": "Decisions, Choice, Values"
    },
    {
      "quote": "Surprise is the greatest gift which life can grant us.",
      "author": "Boris Pasternak",
      "category": "Surprise, Gift, Greatest"
    },
    {
      "quote": "No matter if you win or lose, the most important thing in life is to enjoy what you have.",
      "author": "Dong Dong",
      "category": "Win, Win Or Lose, Enjoy"
    },
    {
      "quote": "Life is a mirror and will reflect back to the thinker what he thinks into it.",
      "author": "Ernest Holmes",
      "category": "Mirror, Life Is A, Back"
    },
    {
      "quote": "Life begins at the end of your comfort zone.",
      "author": "Neale Donald Walsch",
      "category": "Comfort Zone, End, Comfort"
    },
    {
      "quote": "Life's most persistent and urgent question is, 'What are you doing for others?'",
      "author": "Martin Luther King, Jr.",
      "category": "Doing, You, Question"
    },
    {
      "quote": "I'm just a regular person who believes life is simple, and I like a simple life.",
      "author": "Manny Pacquiao",
      "category": "Simple, Simple Life, Person"
    },
    {
      "quote": "I feel like I have a new life and I'm going to take full advantage of it.",
      "author": "William Green",
      "category": "New Life, Feel, New"
    },
    {
      "quote": "Life is not a solo act. It's a huge collaboration, and we all need to assemble around us the people who care about us and support us in times of strife.",
      "author": "Tim Gunn",
      "category": "Collaboration, Support"
    },
    {
      "quote": "With renunciation life begins.",
      "author": "Amelia Barr",
      "category": "Begins, Renunciation"
    },
    {
      "quote": "If you don't embrace who you are and accept who you are, you won't be able to live a happy life.",
      "author": "Ciara",
      "category": "Happy, Live, Happy Life"
    },
    {
      "quote": "Here is the tragedy: when you are the victim of depression, not only do you feel utterly helpless and abandoned by the world, you also know that very few people can understand, or even begin to believe, that life can be this painful. There is nothing I can think of that is quite as isolating as this.",
      "author": "Giles Andreae",
      "category": "Depression, World, Tragedy"
    },
    {
      "quote": "Life is without meaning. You bring the meaning to it. The meaning of life is whatever you ascribe it to be. Being alive is the meaning.",
      "author": "Joseph Campbell",
      "category": "Meaning, Meaning Of Life"
    },
    {
      "quote": "I feel that the simplicity of life is just being yourself.",
      "author": "Bobby Brown",
      "category": "Simplicity, Yourself, Feel"
    },
    {
      "quote": "For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.",
      "author": "Arnold Schwarzenegger",
      "category": "Me, Conquer, Meaning Of Life"
    },
    {
      "quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.",
      "author": "Stephen Gardiner",
      "category": "Home, Sea, Unknown"
    },
    {
      "quote": "Life is an adventure, it's not a package tour.",
      "author": "Eckhart Tolle",
      "category": "Adventure, Package, Tour"
    },
    {
      "quote": "Life is like a landscape. You live in the midst of it but can describe it only from the vantage point of distance.",
      "author": "Charles Lindbergh",
      "category": "Live, Landscape, You"
    },
    {
      "quote": "You don't have to have anything in common with people you've known since you were five. With old friends, you've got your whole life in common.",
      "author": "Lyle Lovett",
      "category": "Friends, Old Friends, People"
    },
    {
      "quote": "Life is too short not to celebrate nice moments!",
      "author": "Jurgen Klopp",
      "category": "Short, Life Is Too Short"
    },
    {
      "quote": "My guiding principles in life are to be honest, genuine, thoughtful and caring.",
      "author": "Prince William",
      "category": "Caring, Thoughtful"
    },
    {
      "quote": "In life, there is always that special person who shapes who you are, who helps to determine the person you become.",
      "author": "Molly Ringwald",
      "category": "Special, You, Special Person"
    },
    {
      "quote": "The meaning of life is contained in every single expression of life. It is present in the infinity of forms and phenomena that exist in all of creation.",
      "author": "Michael Jackson",
      "category": "Meaning, Meaning Of Life"
    },
    {
      "quote": "Haters never win. I just think that's true about life, because negative energy always costs in the end.",
      "author": "Tom Hiddleston",
      "category": "Win, End, Negative"
    },
    {
      "quote": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life.",
      "author": "Eckhart Tolle",
      "category": "Focus, Moment, You"
    },
    {
      "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.",
      "author": "William J. Clinton",
      "category": "Adversity, Mistakes, Long"
    },
    {
      "quote": "My favorite thing is to have a big dinner with friends and talk about life.",
      "author": "Carla Gugino",
      "category": "Friends, Dinner, Favorite"
    },
    {
      "quote": "There are more important things in life than winning or losing a game.",
      "author": "Lionel Messi",
      "category": "Winning, Losing, Game"
    },
    {
      "quote": "Loving oneself isn't hard, when you understand who and what 'yourself' is. It has nothing to do with the shape of your face, the size of your eyes, the length of your hair or the quality of your clothes. It's so beyond all of those things and it's what gives life to everything about you. Your own self is such a treasure.",
      "author": "Phylicia Rashad",
      "category": "Eyes, Quality, Self"
    },
    {
      "quote": "Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.",
      "author": "Tom Brady",
      "category": "Happy, Being Happy, Choice"
    },
    {
      "quote": "Life is like a game of cards. The hand you are dealt is determinism the way you play it is free will.",
      "author": "Jawaharlal Nehru",
      "category": "Game, Free, Free Will"
    },
    {
      "quote": "My daughter is my passion and my life.",
      "author": "Tamara Mellon",
      "category": "Daughter, Passion, My Life"
    },
    {
      "quote": "Being stylish is about enjoying your life and expressing yourself and your inner light.",
      "author": "Tori Amos",
      "category": "Light, Yourself, Stylish"
    },
    {
      "quote": "The ego is only an illusion, but a very influential one. Letting the ego-illusion become your identity can prevent you from knowing your true self. Ego, the false idea of believing that you are what you have or what you do, is a backwards way of assessing and living life.",
      "author": "Wayne Dyer",
      "category": "Self, Identity, Ego"
    },
    {
      "quote": "The day my son was born my life changed completely.",
      "author": "Treat Williams",
      "category": "Day, Son, My Life"
    },
    {
      "quote": "Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them.",
      "author": "Eminem",
      "category": "Goals, Nobody, Point"
    },
    {
      "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
      "author": "Booker T. Washington",
      "category": "Success, Obstacles, Overcome"
    },
    {
      "quote": "I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character.",
      "author": "Corin Nemec",
      "category": "Relationship, Character"
    },
    {
      "quote": "Being yourself is one of the hardest things because it's scary. You always wonder whether you'll be accepted for who you really are. I decided to call my record 'Inside Out' because that's my motto about life. I don't think you ever succeed at trying to be anyone else but who you truly are.",
      "author": "Emmy Rossum",
      "category": "Motto, Yourself, Think"
    },
    {
      "quote": "Beware the barrenness of a busy life.",
      "author": "Socrates",
      "category": "Busy, Beware, Busy Life"
    },
    {
      "quote": "Abortion isn't a lesser evil, it's a crime. Taking one life to save another, that's what the Mafia does. It's a crime. It's an absolute evil.",
      "author": "Pope Francis",
      "category": "Evil, Abortion, Crime"
    },
    {
      "quote": "Nobody gets to live life backward. Look ahead, that is where your future lies.",
      "author": "Ann Landers",
      "category": "Future, Live Life, Live"
    },
    {
      "quote": "The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved.",
      "author": "Samuel Smiles",
      "category": "Success, Struggle, Battle"
    },
    {
      "quote": "Life is full of adventure. There's no such thing as a clear pathway.",
      "author": "Guy Laliberte",
      "category": "Adventure, Clear, Pathway"
    },
    {
      "quote": "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from.",
      "author": "Al Franken",
      "category": "Mistakes, Mistake"
    },
    {
      "quote": "Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with.",
      "author": "Riley Keough",
      "category": "Grateful, Changes"
    },
    {
      "quote": "Life is too short for long-term grudges.",
      "author": "Elon Musk",
      "category": "Short, Life Is Too Short"
    },
    {
      "quote": "Alcohol is the anesthesia by which we endure the operation of life.",
      "author": "George Bernard Shaw",
      "category": "Alcohol, Endure, Which"
    },
    {
      "quote": "Your life is the fruit of your own doing. You have no one to blame but yourself.",
      "author": "Joseph Campbell",
      "category": "Yourself, Blame, Fruit"
    },
    {
      "quote": "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else.",
      "author": "Tim Hetherington",
      "category": "Sacrifice, Yourself"
    },
    {
      "quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
      "author": "Denis Waitley",
      "category": "Responsibility, Choices"
    },
    {
      "quote": "The monotony and solitude of a quiet life stimulates the creative mind.",
      "author": "Albert Einstein",
      "category": "Solitude, Creative, Mind"
    },
    {
      "quote": "I like people that enjoy life, 'cause I do the same.",
      "author": "Lil Wayne",
      "category": "Enjoy Life, Enjoy, People"
    },
    {
      "quote": "Without football, my life is worth nothing.",
      "author": "Cristiano Ronaldo",
      "category": "Football, My Life, Nothing"
    },
    {
      "quote": "I'm a big believer that your life is basically a sum of all the choices you make. The better your choices, the better opportunity to lead a happy life.",
      "author": "Karen Salmansohn",
      "category": "Happy, Opportunity"
    },
    {
      "quote": "The price of anything is the amount of life you exchange for it.",
      "author": "Henry David Thoreau",
      "category": "You, Price, Anything"
    },
    {
      "quote": "A happy wife is a happy life.",
      "author": "Gavin Rossdale",
      "category": "Happy, Wife, Happy Life"
    },
    {
      "quote": "One way to get the most out of life is to look upon it as an adventure.",
      "author": "William Feather",
      "category": "Adventure, Look, Way"
    },
    {
      "quote": "I believe that life is hard. That we all are going to walk through things that are hard and challenging, and yet advertising wants us to believe that it's all easy.",
      "author": "Jamie Lee Curtis",
      "category": "Advertising, Believe, Walk"
    },
    {
      "quote": "An arrogant person considers himself perfect. This is the chief harm of arrogance. It interferes with a person's main task in life - becoming a better person.",
      "author": "Leo Tolstoy",
      "category": "Arrogance, Better Person"
    },
    {
      "quote": "There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong.",
      "author": "Mary J. Blige",
      "category": "Strong, Be Strong, Matter"
    },
    {
      "quote": "It's never too late in life to have a genuine adventure.",
      "author": "Robert Kurson",
      "category": "Adventure, Late, Too Late"
    },
    {
      "quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.",
      "author": "Hugh Mackay",
      "category": "Relationship, People"
    },
    {
      "quote": "It is the sweet, simple things of life which are the real ones after all.",
      "author": "Laura Ingalls Wilder",
      "category": "Simple, Sweet, Simple Things"
    },
    {
      "quote": "We have a lot of people that are oppressed. We have a lot of people that aren't treated equally, aren't given equal opportunities. Police brutality is a huge thing that needs to be addressed. There are a lot of issues that need to be talked about, need to be brought to life, and we need to fix those.",
      "author": "Colin Kaepernick",
      "category": "Opportunities, People"
    },
    {
      "quote": "I do have a childlike enthusiasm at times. I certainly enjoy life and get pleasure sometimes in childish things.",
      "author": "Brian Baumgartner",
      "category": "Enjoy Life, Enjoy"
    },
    {
      "quote": "One of the most important days of my life was when I learned to ride a bicycle.",
      "author": "Michael Palin",
      "category": "My Life, Ride, Bicycle"
    },
    {
      "quote": "Opportunities to find deeper powers within ourselves come when life seems most challenging.",
      "author": "Joseph Campbell",
      "category": "Opportunities, Find, Within"
    },
    {
      "quote": "The value of life lies not in the length of days, but in the use we make of them... Whether you find satisfaction in life depends not on your tale of years, but on your will.",
      "author": "Michel de Montaigne",
      "category": "Value, You, Satisfaction"
    },
    {
      "quote": "I've failed over and over and over again in my life and that is why I succeed.",
      "author": "Michael Jordan",
      "category": "Success, My Life, Why"
    },
    {
      "quote": "I just have beautiful memories of what has happened in my life.",
      "author": "Persis Khambatta",
      "category": "Beautiful, Memories, My Life"
    },
    {
      "quote": "Life's short. Anything could happen, and it usually does, so there is no point in sitting around thinking about all the ifs, ands and buts.",
      "author": "Amy Winehouse",
      "category": "Short, Thinking, Point"
    },
    {
      "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.",
      "author": "Vince Lombardi",
      "category": "Excellence, Commitment"
    },
    {
      "quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine.",
      "author": "Morris West",
      "category": "Storm, Sunshine, Waiting"
    },
    {
      "quote": "I've learned in my life that it's important to be able to step outside your comfort zone and be challenged with something you're not familiar or accustomed to. That challenge will allow you to see what you can do.",
      "author": "J. R. Martinez",
      "category": "Challenge, Comfort Zone"
    },
    {
      "quote": "No one is the same, and we all have different life experiences. It's not my place to judge them or for them to judge me. We should all be accountable for our own lives.",
      "author": "Joanna Krupa",
      "category": "Me, Judge, Place"
    },
    {
      "quote": "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game.",
      "author": "Voltaire",
      "category": "Alone, Win, Game"
    },
    {
      "quote": "Take a step back, evaluate what is important, and enjoy life.",
      "author": "Teri Garr",
      "category": "Enjoy Life, Step, Enjoy"
    },
    {
      "quote": "Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind.",
      "author": "Shania Twain",
      "category": "Wind, Short, Life Is Short"
    },
    {
      "quote": "I think I will be able to, in the end, rise above the clouds and climb the stairs to Heaven, and I will look down on my beautiful life.",
      "author": "Yayoi Kusama",
      "category": "Beautiful, Clouds, End"
    },
    {
      "quote": "Anytime I feel lost, I pull out a map and stare. I stare until I have reminded myself that life is a giant adventure, so much to do, to see.",
      "author": "Angelina Jolie",
      "category": "Adventure, Myself, Lost"
    },
    {
      "quote": "You will enrich your life immeasurably if you approach it with a sense of wonder and discovery, and always challenge yourself to try new things.",
      "author": "Nate Berkus",
      "category": "Challenge, Yourself"
    },
    {
      "quote": "Without community service, we would not have a strong quality of life. It's important to the person who serves as well as the recipient. It's the way in which we ourselves grow and develop.",
      "author": "Dorothy Height",
      "category": "Community, Strong, Service"
    },
    {
      "quote": "Life is a tragedy when seen in close-up, but a comedy in long-shot.",
      "author": "Charlie Chaplin",
      "category": "Tragedy, Life Is A, Comedy"
    },
    {
      "quote": "It's part of life to have obstacles. It's about overcoming obstacles that's the key to happiness.",
      "author": "Herbie Hancock",
      "category": "Happiness, Obstacles"
    },
    {
      "quote": "Perhaps we've never been visited by aliens because they have looked upon Earth and decided there's no sign of intelligent life.",
      "author": "Neil deGrasse Tyson",
      "category": "Earth, Intelligent, Never"
    },
    {
      "quote": "My life is like a speeding bullet that just hasn't hit the target yet.",
      "author": "Kid Cudi",
      "category": "My Life, Target, Like"
    },
    {
      "quote": "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing.",
      "author": "William Shakespeare",
      "category": "Shadow, Walking, Virtue"
    },
    {
      "quote": "Life is like a wheel. Sooner or later, it always come around to where you started again.",
      "author": "Stephen King",
      "category": "You, Wheel, Always"
    },
    {
      "quote": "Only a life lived for others is a life worthwhile.",
      "author": "Albert Einstein",
      "category": "Lived, Others, Worthwhile"
    },
    {
      "quote": "There are times you can't really see or even feel how sweet life can be. Hopefully its mountains will be higher than its valleys are deep. I know things that are broken can be fixed. Take the punch if you have to, hit the canvas and then get up again. Life is worth it.",
      "author": "Queen Latifah",
      "category": "Deep, Mountains, Sweet"
    },
    {
      "quote": "The richness of life lies in memories we have forgotten.",
      "author": "Cesare Pavese",
      "category": "Memories, Forgotten, Lies"
    },
    {
      "quote": "For the meaning of life differs from man to man, from day to day and from hour to hour. What matters, therefore, is not the meaning of life in general but rather the specific meaning of a person's life at a given moment.",
      "author": "Viktor E. Frankl",
      "category": "Day, Man, Moment"
    },
    {
      "quote": "Looking back at my life's voyage, I can only say that it has been a golden trip.",
      "author": "Ginger Rogers",
      "category": "Looking Back, Looking, I Can"
    },
    {
      "quote": "Life is ten percent what happens to you and ninety percent how you respond to it.",
      "author": "Lou Holtz",
      "category": "You, Respond, Happens"
    },
    {
      "quote": "Life is too short to be living somebody else's dream.",
      "author": "Hugh Hefner",
      "category": "Short, Life Is Too Short"
    },
    {
      "quote": "Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body.",
      "author": "Jean Nidetch",
      "category": "Change, Character, Changes"
    },
    {
      "quote": "Everyone has his own specific vocation or mission in life; everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone's task is unique as his specific opportunity to implement it.",
      "author": "Viktor E. Frankl",
      "category": "Opportunity, Unique, Mission"
    },
    {
      "quote": "Each person must live their life as a model for others.",
      "author": "Rosa Parks",
      "category": "Live, Person, Must"
    },
    {
      "quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Tree, Friend, Green"
    },
    {
      "quote": "Concision in style, precision in thought, decision in life.",
      "author": "Victor Hugo",
      "category": "Decision, Thought, Style"
    },
    {
      "quote": "You have to go through those mountains and valleys - because that's what life is: soul growth.",
      "author": "Wayne Newton",
      "category": "Growth, Mountains, Soul"
    },
    {
      "quote": "Life is not a spectator sport. If you're going to spend your whole life in the grandstand just watching what goes on, in my opinion you're wasting your life.",
      "author": "Jackie Robinson",
      "category": "Opinion, You, Going"
    },
    {
      "quote": "Life is a moving, breathing thing. We have to be willing to constantly evolve. Perfection is constant transformation.",
      "author": "Nia Peeples",
      "category": "Perfection, Moving"
    },
    {
      "quote": "Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life.",
      "author": "Nuno Bettencourt",
      "category": "Baby, Having A Baby"
    },
    {
      "quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
      "author": "Mark Twain",
      "category": "World, Living, Saying"
    },
    {
      "quote": "My life is my message.",
      "author": "Mahatma Gandhi",
      "category": "My Life, Message"
    },
    {
      "quote": "Time to open up a new chapter in life, and to explore a larger centre.",
      "author": "Lillian Russell",
      "category": "Time, Chapter, New"
    },
    {
      "quote": "Life is like a ten speed bicycle. Most of us have gears we never use.",
      "author": "Charles M. Schulz",
      "category": "Speed, Bicycle, Never"
    },
    {
      "quote": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life.",
      "author": "Dawn French",
      "category": "Beautiful, Father, Myself"
    },
    {
      "quote": "Our life is the sum total of all the decisions we make every day, and those decisions are determined by our priorities.",
      "author": "Myles Munroe",
      "category": "Day, Decisions, Priorities"
    },
    {
      "quote": "Life itself is the most wonderful fairy tale.",
      "author": "Hans Christian Andersen",
      "category": "Fairy Tale, Wonderful, Fairy"
    },
    {
      "quote": "We live in a rainbow of chaos.",
      "author": "Paul Cezanne",
      "category": "Rainbow, Live, Chaos"
    },
    {
      "quote": "I'm a big believer that life changes as much as you want it to.",
      "author": "Martin Freeman",
      "category": "Changes, Life Changes, Want"
    },
    {
      "quote": "It's fun to have a partner who understands your life and lets you be you.",
      "author": "Kim Kardashian",
      "category": "Fun, Partner, You"
    },
    {
      "quote": "It takes half your life before you discover life is a do-it-yourself project.",
      "author": "Napoleon Hill",
      "category": "Life Is A, You, Project"
    },
    {
      "quote": "Maybe that's what life is... a wink of the eye and winking stars.",
      "author": "Jack Kerouac",
      "category": "Stars, Eye, Life Is A"
    },
    {
      "quote": "I have spent my life judging the distance between American reality and the American dream.",
      "author": "Bruce Springsteen",
      "category": "American Dream, American"
    },
    {
      "quote": "Life is about choices. Some we regret, some were proud of. Some will haunt us forever. 'Black Rain' was very much about choices. The message - we are what we chose to be.",
      "author": "Graham Brown",
      "category": "Rain, Regret, Choices"
    },
    {
      "quote": "Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind.",
      "author": "Henry James",
      "category": "Be Kind, Three, Human"
    },
    {
      "quote": "My inspiration comes from my real life experiences.",
      "author": "Lilly Singh",
      "category": "Inspiration, Real, Real Life"
    },
    {
      "quote": "Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life.",
      "author": "Arnold Schwarzenegger",
      "category": "Service, Help Others, World"
    },
    {
      "quote": "If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.",
      "author": "Abraham Maslow",
      "category": "Plan, Unhappy, You"
    },
    {
      "quote": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
      "author": "Tony Robbins",
      "category": "Responsibility, Gift"
    },
    {
      "quote": "He who has a why to live can bear almost any how.",
      "author": "Friedrich Nietzsche",
      "category": "Live, Why, Bear"
    },
    {
      "quote": "All life is an experiment. The more experiments you make the better.",
      "author": "Ralph Waldo Emerson",
      "category": "Better, You, Experiment"
    },
    {
      "quote": "Life is far too important a thing ever to talk seriously about.",
      "author": "Oscar Wilde",
      "category": "Important, Seriously, Talk"
    },
    {
      "quote": "In my life I've gone through a lot of really hard times. I went through depression and had so many challenges that I overcame. And I overcame because I just decided to be happy.",
      "author": "Lilly Singh",
      "category": "Happy, Depression, Be Happy"
    },
    {
      "quote": "What I enjoy most is travelling to different places and meeting new people. For me, it's all about life experiences, and I'm very grateful that acting allows me so many interesting and fulfilling ones.",
      "author": "Jensen Ackles",
      "category": "Grateful, Me, Enjoy"
    },
    {
      "quote": "Inspiration is the greatest gift because it opens your life to many new possibilities. Each day becomes more meaningful, and your life is enhanced when your actions are guided by what inspires you.",
      "author": "Bernie Siegel",
      "category": "Day, Gift, Greatest"
    },
    {
      "quote": "I have measured out my life with coffee spoons.",
      "author": "T. S. Eliot",
      "category": "Coffee, My Life, Measured"
    },
    {
      "quote": "There's no reason to hold yourself back and say you can't do something in life unless you go for it and try to do it.",
      "author": "Russell Westbrook",
      "category": "Yourself, You, Try"
    },
    {
      "quote": "Life is a roller coaster. There are ups; there are downs. There are hills; there are valleys, peaks, and so on.",
      "author": "Martin Landau",
      "category": "Life Is A, Roller Coaster"
    },
    {
      "quote": "I believe life is an intelligent thing: that things aren't random.",
      "author": "Steve Jobs",
      "category": "Believe, I Believe"
    },
    {
      "quote": "The privilege of a lifetime is being who you are.",
      "author": "Joseph Campbell",
      "category": "You, Privilege, Being"
    },
    {
      "quote": "Romance is the glamour which turns the dust of everyday life into a golden haze.",
      "author": "Carolyn Gold Heilbrun",
      "category": "Romantic, Dust"
    },
    {
      "quote": "There are 30,000 days in your life. When I was 24, I realized I'm almost 9,000 days down. There are no warm-ups, no practice rounds, no reset buttons. Your biggest risk isn't failing, it's getting too comfortable. Every day, we're writing a few more words of a story. I wanted my story to be an adventure and that's made all the difference.",
      "author": "Drew Houston",
      "category": "Day, Adventure, Words"
    },
    {
      "quote": "I have a personal philosophy in life: If somebody else can do something that I'm doing, they should do it. And what I want to do is find things that would represent a unique contribution to the world - the contribution that only I, and my portfolio of talents, can make happen. Those are my priorities in life.",
      "author": "Neil deGrasse Tyson",
      "category": "World, Philosophy, Unique"
    },
    {
      "quote": "Sometimes it's the smallest decisions that can change your life forever.",
      "author": "Keri Russell",
      "category": "Change, Decisions, Sometimes"
    },
    {
      "quote": "Today is your own. Tomorrow perchance may never come.",
      "author": "Swami Sivananda",
      "category": "Today, Tomorrow, Never"
    },
    {
      "quote": "When you encourage others, you in the process are encouraged because you're making a commitment and difference in that person's life. Encouragement really does make a difference.",
      "author": "Zig Ziglar",
      "category": "Encouragement, Commitment"
    },
    {
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life define yourself.",
      "author": "Harvey Fierstein",
      "category": "Silence, Yourself, Victim"
    },
    {
      "quote": "Kindness, I've discovered, is everything in life.",
      "author": "Isaac Bashevis Singer",
      "category": "Kindness, Everything"
    },
    {
      "quote": "Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day.",
      "author": "Elisabeth Hasselbeck",
      "category": "Day, Decision, Priorities"
    },
    {
      "quote": "Every so often, we all gaze into the abyss. It's a depressing fact of life that eventually the clock expires; eventually the sand in the hourglass runs out. It's the leaving behind of everything that matters to us that hurts the most.",
      "author": "Ben Shapiro",
      "category": "Sand, Leaving, Clock"
    },
    {
      "quote": "Your goals are the road maps that guide you and show you what is possible for your life.",
      "author": "Les Brown",
      "category": "Goals, Road, You"
    },
    {
      "quote": "Remember that stress doesn't come from what's going on in your life. It comes from your thoughts about what's going on in your life.",
      "author": "Andrew J. Bernstein",
      "category": "Stress, Thoughts, Remember"
    },
    {
      "quote": "Nothing is more precious than life... especially the life of your child.",
      "author": "Peter Diamandis",
      "category": "Child, Nothing, Precious"
    },
    {
      "quote": "My life has been a blessing. I'm grateful for everything I do have and the places I'm going and the things I've seen.",
      "author": "Leah LaBelle",
      "category": "Grateful, My Life, Blessing"
    },
    {
      "quote": "I believe in process. I believe in four seasons. I believe that winter's tough, but spring's coming. I believe that there's a growing season. And I think that you realize that in life, you grow. You get better.",
      "author": "Steve Southerland",
      "category": "Winter, Believe, Spring"
    },
    {
      "quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'",
      "author": "Sydney J. Harris",
      "category": "I Am, Life Is Hard, Always"
    },
    {
      "quote": "The most difficult thing in life is to know yourself.",
      "author": "Thales",
      "category": "Yourself, Know Yourself"
    },
    {
      "quote": "Life is too short to not have fun we are only here for a short time compared to the sun and the moon and all that.",
      "author": "Coolio",
      "category": "Time, Sun, Moon"
    },
    {
      "quote": "There is more to life than increasing its speed.",
      "author": "Mahatma Gandhi",
      "category": "Speed, More, Than"
    },
    {
      "quote": "I am not someone who is ashamed of my past. I'm actually really proud. I know I made a lot of mistakes, but they, in turn, were my life lessons.",
      "author": "Drew Barrymore",
      "category": "Mistakes, I Am, Past"
    },
    {
      "quote": "As my life changes, it gives me new things to write about.",
      "author": "Jason Isbell",
      "category": "Changes, Life Changes, Me"
    },
    {
      "quote": "Find ecstasy in life the mere sense of living is joy enough.",
      "author": "Emily Dickinson",
      "category": "Joy, Living, Find"
    },
    {
      "quote": "Life isn't a matter of milestones, but of moments.",
      "author": "Rose Kennedy",
      "category": "Moments, Milestones, Matter"
    },
    {
      "quote": "There are so many different walks of life, so many different personalities in the world. And no longer do you have to be a chameleon and try and adapt to that environment - you can truly be yourself.",
      "author": "Hope Solo",
      "category": "Be Yourself, World, Yourself"
    },
    {
      "quote": "Life comes from physical survival but the good life comes from what we care about.",
      "author": "Rollo May",
      "category": "Good, Survival, Good Life"
    },
    {
      "quote": "The quality, not the longevity, of one's life is what is important.",
      "author": "Martin Luther King, Jr.",
      "category": "Quality, Longevity"
    },
    {
      "quote": "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be.",
      "author": "Miguel de Cervantes",
      "category": "Madness, See, Too Much"
    },
    {
      "quote": "The way people come into your life when you need them, it's wonderful and it happens in so many ways. It's like having an angel. Somebody comes along and helps you get right.",
      "author": "Stevie Ray Vaughan",
      "category": "People, Angel, You"
    },
    {
      "quote": "Life is a zoo in a jungle.",
      "author": "Peter De Vries",
      "category": "Life Is A, Zoo, Jungle"
    },
    {
      "quote": "Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that.",
      "author": "Jon Kabat-Zinn",
      "category": "Love, Compassion, Loving"
    },
    {
      "quote": "Life is 10 percent what you make it, and 90 percent how you take it.",
      "author": "Irving Berlin",
      "category": "You, Take, Percent"
    },
    {
      "quote": "Variety's the very spice of life, That gives it all its flavor.",
      "author": "William Cowper",
      "category": "Spice, Flavor, Variety"
    },
    {
      "quote": "There are three constants in life... change, choice and principles.",
      "author": "Stephen Covey",
      "category": "Change, Choice, Principles"
    },
    {
      "quote": "Life's like a play: it's not the length, but the excellence of the acting that matters.",
      "author": "Lucius Annaeus Seneca",
      "category": "Excellence, Acting, Play"
    },
    {
      "quote": "If life were predictable it would cease to be life, and be without flavor.",
      "author": "Eleanor Roosevelt",
      "category": "Without, Flavor, Predictable"
    },
    {
      "quote": "What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.",
      "author": "Ralph Marston",
      "category": "Blessings, Thank You, Gift"
    },
    {
      "quote": "A chain is no stronger than its weakest link, and life is after all a chain.",
      "author": "William James",
      "category": "Stronger, Chain, Than"
    },
    {
      "quote": "Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings.",
      "author": "William James",
      "category": "Soul, Thinking, Blame"
    },
    {
      "quote": "Pretend that every single person you meet has a sign around his or her neck that says, 'Make me feel important.' Not only will you succeed in sales, you will succeed in life.",
      "author": "Mary Kay Ash",
      "category": "Me, Sales, You"
    },
    {
      "quote": "Our greatest human adventure is the evolution of consciousness. We are in this life to enlarge the soul, liberate the spirit, and light up the brain.",
      "author": "Tom Robbins",
      "category": "Light, Adventure, Soul"
    },
    {
      "quote": "Each color lives by its mysterious life.",
      "author": "Wassily Kandinsky",
      "category": "Color, Mysterious, Each"
    },
    {
      "quote": "I think every young girl at some point in her early life wonders what it's like to be a princess. They like the idea of dressing up and the fun of it.",
      "author": "Julie Andrews",
      "category": "Girl, Fun, Princess"
    },
    {
      "quote": "Everything in life is luck.",
      "author": "Donald Trump",
      "category": "Luck, Everything"
    },
    {
      "quote": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.",
      "author": "William Christopher Handy",
      "category": "You, Anything, Trumpet"
    },
    {
      "quote": "Life is divided into three terms - that which was, which is, and which will be. Let us learn from the past to profit by the present, and from the present, to live better in the future.",
      "author": "William Wordsworth",
      "category": "Future, Past, Live"
    },
    {
      "quote": "A healthy social life is found only when, in the mirror of each soul, the whole community finds its reflection, and when, in the whole community, the virtue of each one is living.",
      "author": "Rudolf Steiner",
      "category": "Reflection, Community, Soul"
    },
    {
      "quote": "Once you say you're going to settle for second, that's what happens to you in life.",
      "author": "John F. Kennedy",
      "category": "Settle, You, Say"
    },
    {
      "quote": "The shoe that fits one person pinches another there is no recipe for living that suits all cases.",
      "author": "Carl Jung",
      "category": "Living, Shoe, Person"
    },
    {
      "quote": "It is not length of life, but depth of life.",
      "author": "Ralph Waldo Emerson",
      "category": "Depth, Length"
    },
    {
      "quote": "Life must be lived as play.",
      "author": "Plato",
      "category": "Play, Lived, Must"
    },
    {
      "quote": "The hardest years in life are those between ten and seventy.",
      "author": "Helen Hayes",
      "category": "Seventy, Years, Between"
    },
    {
      "quote": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.",
      "author": "Prem Rawat",
      "category": "Life Is A, Down, Tide"
    },
    {
      "quote": "Everything has been figured out, except how to live.",
      "author": "Jean-Paul Sartre",
      "category": "Live, Everything, Been"
    },
    {
      "quote": "Become slower in your journey through life. Practice yoga and meditation if you suffer from 'hurry sickness.' Become more introspective by visiting quiet places such as churches, museums, mountains and lakes. Give yourself permission to read at least one novel a month for pleasure.",
      "author": "Wayne Dyer",
      "category": "Journey, Mountains, Yourself"
    },
    {
      "quote": "With the past, I have nothing to do; nor with the future. I live now.",
      "author": "Ralph Waldo Emerson",
      "category": "Future, Past, Live"
    },
    {
      "quote": "The business of business is relationships the business of life is human connection.",
      "author": "Robin S. Sharma",
      "category": "Business, Relationships"
    },
    {
      "quote": "Once you bring life into the world, you must protect it. We must protect it by changing the world.",
      "author": "Elie Wiesel",
      "category": "World, Changing, You"
    },
    {
      "quote": "The true object of all human life is play. Earth is a task garden heaven is a playground.",
      "author": "Gilbert K. Chesterton",
      "category": "Earth, Garden, Play"
    },
    {
      "quote": "Always say 'yes' to the present moment... Surrender to what is. Say 'yes' to life - and see how life starts suddenly to start working for you rather than against you.",
      "author": "Eckhart Tolle",
      "category": "Moment, Start, You"
    },
    {
      "quote": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone.",
      "author": "George Eliot",
      "category": "Past, Moments, Know"
    },
    {
      "quote": "Any idiot can face a crisis - it's day to day living that wears you out.",
      "author": "Anton Chekhov",
      "category": "Day, Living, Crisis"
    },
    {
      "quote": "What do we live for, if not to make life less difficult for each other?",
      "author": "George Eliot",
      "category": "Live, Difficult, Other"
    },
    {
      "quote": "Life loves the liver of it.",
      "author": "Maya Angelou",
      "category": "Liver, Loves"
    },
    {
      "quote": "Life is made up of marble and mud.",
      "author": "Nathaniel Hawthorne",
      "category": "Mud, Up, Marble"
    },
    {
      "quote": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.",
      "author": "O. Henry",
      "category": "Smiles, Up, Made"
    },
    {
      "quote": "You can preach a better sermon with your life than with your lips.",
      "author": "Oliver Goldsmith",
      "category": "Better, You, Lips"
    },
    {
      "quote": "Let life happen to you. Believe me: life is in the right, always.",
      "author": "Rainer Maria Rilke",
      "category": "Believe, Me, You"
    },
    {
      "quote": "If we live good lives, the times are also good. As we are, such are the times.",
      "author": "Saint Augustine",
      "category": "Good, Live, Times"
    },
    {
      "quote": "You don't have to be the Dalai Lama to tell people that life's about change.",
      "author": "John Cleese",
      "category": "Change, People, You"
    },
    {
      "quote": "Execute every act of thy life as though it were thy last.",
      "author": "Marcus Aurelius",
      "category": "Last, Act, Every"
    },
    {
      "quote": "To live is to change, and to be perfect is to have changed often.",
      "author": "John Henry Newman",
      "category": "Change, Live, Perfect"
    },
    {
      "quote": "Character develops itself in the stream of life.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Character, Stream, Itself"
    },
    {
      "quote": "Life itself still remains a very effective therapist.",
      "author": "Karen Horney",
      "category": "Effective, Still, Itself"
    },
    {
      "quote": "The most satisfying thing in life is to have been able to give a large part of one's self to others.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Self, Give, Satisfying"
    },
    {
      "quote": "All I really need to know... I learned in kindergarten.",
      "author": "Robert Fulghum",
      "category": "Know, Need, Kindergarten"
    },
    {
      "quote": "Life is painting a picture, not doing a sum.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Painting, Doing, Picture"
    },
    {
      "quote": "Begin at once to live, and count each separate day as a separate life.",
      "author": "Seneca",
      "category": "Day, Live, Count"
    },
    {
      "quote": "Life is a DNA software system.",
      "author": "Craig Venter",
      "category": "Life Is A, Software, System"
    },
    {
      "quote": "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low.",
      "author": "John Wooden",
      "category": "High, Valleys, Peaks"
    },
    {
      "quote": "We can't plan life. All we can do is be available for it.",
      "author": "Lauryn Hill",
      "category": "Plan, Available"
    },
    {
      "quote": "Life leaps like a geyser for those who drill through the rock of inertia.",
      "author": "Alexis Carrel",
      "category": "Rock, Like, Through"
    },
    {
      "quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.",
      "author": "Carl Sandburg",
      "category": "Best, Me, Unexpected"
    },
    {
      "quote": "I think I've discovered the secret of life - you just hang around until you get used to it.",
      "author": "Charles M. Schulz",
      "category": "Think, You, Secret"
    },
    {
      "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
      "author": "Wayne Dyer",
      "category": "Change, Want, Think"
    },
    {
      "quote": "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.",
      "author": "Eleanor Roosevelt",
      "category": "Easy, Rich, Ready"
    },
    {
      "quote": "I am an artist... I am here to live out loud.",
      "author": "Emile Zola",
      "category": "I Am, Artist, Live"
    },
    {
      "quote": "I want to live my life, not record it.",
      "author": "Jackie Kennedy",
      "category": "Live, My Life, Want"
    },
    {
      "quote": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.",
      "author": "Jorge Luis Borges",
      "category": "Man, Moment, Single"
    },
    {
      "quote": "What we play is life.",
      "author": "Louis Armstrong",
      "category": "Play"
    },
    {
      "quote": "Only an artist can interpret the meaning of life.",
      "author": "Novalis",
      "category": "Artist, Meaning Of Life"
    },
    {
      "quote": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living.",
      "author": "Terry Pratchett",
      "category": "Eyes, Living, You"
    },
    {
      "quote": "This life is worth living, we can say, since it is what we make it.",
      "author": "William James",
      "category": "Living, Worth Living, Say"
    },
    {
      "quote": "We are here to add what we can to life, not to get what we can from life.",
      "author": "William Osler",
      "category": "Here, Add, Get"
    },
    {
      "quote": "I bear a charmed life.",
      "author": "William Shakespeare",
      "category": "Bear, Charmed"
    },
    {
      "quote": "That it will never come again is what makes life sweet.",
      "author": "Emily Dickinson",
      "category": "Sweet, Never, Will"
    },
    {
      "quote": "The less routine the more life.",
      "author": "Amos Bronson Alcott",
      "category": "Routine, Less, More"
    },
    {
      "quote": "To me, if life boils down to one thing, it's movement. To live is to keep moving.",
      "author": "Jerry Seinfeld",
      "category": "Moving, Me, Live"
    },
    {
      "quote": "We are to seek wisdom and understanding only in the length of days.",
      "author": "Robert Hall",
      "category": "Wisdom, Understanding, Days"
    },
    {
      "quote": "You get into your late fifties, people start falling like flies all around you. I don't take life for granted any more. I'm really glad to be here.",
      "author": "Tom Petty",
      "category": "Start, People, You"
    },
    {
      "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier.",
      "author": "Albert Schweitzer",
      "category": "Live, Us, Richer"
    },
    {
      "quote": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.",
      "author": "Alice Roosevelt Longworth",
      "category": "Simple, Philosophy, Empty"
    },
    {
      "quote": "The indispensable first step to getting the things you want out of life is this: decide what you want.",
      "author": "Ben Stein",
      "category": "Step, Want, You"
    },
    {
      "quote": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.",
      "author": "Charlotte Bronte",
      "category": "Short, Me, Wrongs"
    },
    {
      "quote": "Life is a succession of moments, to live each one is to succeed.",
      "author": "Corita Kent",
      "category": "Moments, Live, Life Is A"
    },
    {
      "quote": "To know nothing is the happiest life.",
      "author": "Desiderius Erasmus",
      "category": "Know, Nothing, Happiest"
    },
    {
      "quote": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.",
      "author": "Elisabeth Kubler-Ross",
      "category": "Time, Day, Live"
    },
    {
      "quote": "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle.",
      "author": "Ralph Waldo Emerson",
      "category": "Life Is A, Key, Lived"
    },
    {
      "quote": "Life consists in what a man is thinking of all day.",
      "author": "Ralph Waldo Emerson",
      "category": "Day, Man, Thinking"
    },
    {
      "quote": "There is just one life for each of us: our own.",
      "author": "Euripides",
      "category": "Just, Just One, Us"
    },
    {
      "quote": "Life is something to do when you can't get to sleep.",
      "author": "Fran Lebowitz",
      "category": "Sleep, You, Something"
    },
    {
      "quote": "Give me the luxuries of life and I will willingly do without the necessities.",
      "author": "Frank Lloyd Wright",
      "category": "Me, Will, Without"
    },
    {
      "quote": "The man who has no inner-life is a slave to his surroundings.",
      "author": "Henri Frederic Amiel",
      "category": "Man, Slave, Surroundings"
    },
    {
      "quote": "To affect the quality of the day, that is the highest of arts.",
      "author": "Henry David Thoreau",
      "category": "Day, Quality, Arts"
    },
    {
      "quote": "Life is largely a matter of expectation.",
      "author": "Horace",
      "category": "Expectation, Matter, Largely"
    },
    {
      "quote": "Remember when life's path is steep to keep your mind even.",
      "author": "Horace",
      "category": "Path, Mind, Remember"
    },
    {
      "quote": "Our entire life - consists ultimately in accepting ourselves as we are.",
      "author": "Jean Anouilh",
      "category": "Accepting, Ourselves, Entire"
    },
    {
      "quote": "What is important in life is life, and not the result of life.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Important, Result"
    },
    {
      "quote": "I am I plus my circumstances.",
      "author": "Jose Ortega y Gasset",
      "category": "I Am, Circumstances, Am"
    },
    {
      "quote": "We cannot put off living until we are ready.",
      "author": "Jose Ortega y Gasset",
      "category": "Living, Ready, Off"
    },
    {
      "quote": "Life well spent is long.",
      "author": "Leonardo da Vinci",
      "category": "Long, Well, Spent"
    },
    {
      "quote": "To be able to look back upon one's past life with satisfaction is to live twice.",
      "author": "Lord Acton",
      "category": "Past, Live, Look"
    },
    {
      "quote": "Each day is the scholar of yesterday.",
      "author": "Publilius Syrus",
      "category": "Day, Yesterday, Scholar"
    },
    {
      "quote": "We live in the world when we love it.",
      "author": "Rabindranath Tagore",
      "category": "Love, World, Live"
    },
    {
      "quote": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.",
      "author": "Richard Bach",
      "category": "Earth, Mission, You"
    },
    {
      "quote": "Don't let life discourage you everyone who got where he is had to begin where he was.",
      "author": "Richard L. Evans",
      "category": "You, Everyone, Where"
    },
    {
      "quote": "Most people have never learned that one of the main aims in life is to enjoy it.",
      "author": "Samuel Butler",
      "category": "Enjoy, People, Never"
    },
    {
      "quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
      "author": "Samuel Butler",
      "category": "Love, Live, Healthy"
    },
    {
      "quote": "Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else.",
      "author": "Ugo Betti",
      "category": "Great, Nothing, Behind"
    },
    {
      "quote": "You have succeeded in life when all you really want is only what you really need.",
      "author": "Vernon Howard",
      "category": "Want, You, Need"
    },
    {
      "quote": "We are all here for a spell, get all the good laughs you can.",
      "author": "Will Rogers",
      "category": "Good, You, Here"
    },
    {
      "quote": "Seventy percent of success in life is showing up.",
      "author": "Woody Allen",
      "category": "Success, Seventy, Showing Up"
    },
    {
      "quote": "Growth is the only evidence of life.",
      "author": "John Henry Newman",
      "category": "Growth, Evidence, Only"
    },
    {
      "quote": "I am simply trying to struggle through life trying to do God's bidding.",
      "author": "George Lucas",
      "category": "God, Struggle, I Am"
    },
    {
      "quote": "Life is what we make it, always has been, always will be.",
      "author": "Grandma Moses",
      "category": "Will, Always, Been"
    },
    {
      "quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
      "author": "Morihei Ueshiba",
      "category": "Good, Growth, Stop"
    },
    {
      "quote": "Life has meaning only if one barters it day by day for something other than itself.",
      "author": "Antoine de Saint-Exupery",
      "category": "Day, Meaning, Something"
    },
    {
      "quote": "The difficulty in life is the choice.",
      "author": "George A. Moore",
      "category": "Choice, Difficulty"
    },
    {
      "quote": "Life will always be to a large extent what we ourselves make it.",
      "author": "Samuel Smiles",
      "category": "Will, Always, Large"
    },
    {
      "quote": "Conduct is three-fourths of our life and its largest concern.",
      "author": "Matthew Arnold",
      "category": "Conduct, Largest, Our"
    },
    {
      "quote": "Change is not merely necessary to life - it is life.",
      "author": "Alvin Toffler",
      "category": "Change, Necessary, Merely"
    },
    {
      "quote": "The most exhausting thing in life is being insincere.",
      "author": "Anne Morrow Lindbergh",
      "category": "Being, Most, Insincere"
    },
    {
      "quote": "Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be.",
      "author": "Jose Ortega y Gasset",
      "category": "Future, Life Is A, Sum"
    },
    {
      "quote": "Life is very short and what we have to do must be done in the now.",
      "author": "Audre Lorde",
      "category": "Short, Done, Now"
    },
    {
      "quote": "I love life because what more is there?",
      "author": "Anthony Hopkins",
      "category": "Love, Love Life, Because"
    },
    {
      "quote": "Not a shred of evidence exists in favor of the idea that life is serious.",
      "author": "Brendan Gill",
      "category": "Evidence, Idea, Serious"
    },
    {
      "quote": "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.",
      "author": "Karen Horney",
      "category": "Way, Analysis, Still"
    },
    {
      "quote": "I argue thee that love is life. And life hath immortality.",
      "author": "Emily Dickinson",
      "category": "Love, Love Is, Immortality"
    },
    {
      "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
      "author": "James Allen",
      "category": "Man, Soul, Director"
    },
    {
      "quote": "A person will sometimes devote all his life to the development of one part of his body - the wishbone.",
      "author": "Robert Frost",
      "category": "Body, Development, Person"
    },
    {
      "quote": "Life is too short to work so hard.",
      "author": "Vivien Leigh",
      "category": "Work, Short"
    },
    {
      "quote": "Life is a lively process of becoming.",
      "author": "Douglas MacArthur",
      "category": "Life Is A, Process, Becoming"
    },
    {
      "quote": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well.",
      "author": "Horace Walpole",
      "category": "Well, Secret, Whole"
    },
    {
      "quote": "The greatest use of a life is to spend it on something that will outlast it.",
      "author": "William James",
      "category": "Greatest, Will, Spend"
    },
    {
      "quote": "Don't go through life, grow through life.",
      "author": "Eric Butterworth",
      "category": "Grow, Through, Go"
    },
    {
      "quote": "The chief danger in life is that you may take too many precautions.",
      "author": "Alfred Adler",
      "category": "You, May, Danger"
    },
    {
      "quote": "Life's more amusing than we thought.",
      "author": "Andrew Lang",
      "category": "Thought, More, Than"
    },
    {
      "quote": "Life is a gift, given in trust - like a child.",
      "author": "Anne Morrow Lindbergh",
      "category": "Trust, Child, Gift"
    },
    {
      "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Wish, Wonderful, Only"
    },
    {
      "quote": "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Ocean, Silence, Darkness"
    },
    {
      "quote": "I don't expect to live forever, but I do intend to hang on as long as possible.",
      "author": "Isaac Asimov",
      "category": "Live, Long, Forever"
    },
    {
      "quote": "How sweet it is!",
      "author": "Jackie Gleason",
      "category": "Sweet, How"
    },
    {
      "quote": "While we are postponing, life speeds by.",
      "author": "Lucius Annaeus Seneca",
      "category": "While, Speeds"
    },
    {
      "quote": "We pass through this world but once.",
      "author": "Stephen Jay Gould",
      "category": "World, Through, Once"
    },
    {
      "quote": "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.",
      "author": "Jakob Bohme",
      "category": "Art, Stars, World"
    },
    {
      "quote": "Life's a fight. It's a good fight of faith.",
      "author": "Joel Osteen",
      "category": "Good, Faith, Fight"
    },
    {
      "quote": "To live is to think.",
      "author": "Marcus Tullius Cicero",
      "category": "Live, Think"
    },
    {
      "quote": "When I was a little kid, we only knew about our nine planets. Since then, we've downgraded Pluto but have discovered that other solar systems and stars are common. So life is probably quite prevalent.",
      "author": "Buzz Aldrin",
      "category": "Stars, Solar, Little"
    },
    {
      "quote": "Life is not an exact science, it is an art.",
      "author": "Samuel Butler",
      "category": "Art, Science, Exact"
    },
    {
      "quote": "My trade and art is to live.",
      "author": "Michel de Montaigne",
      "category": "Art, Live, Trade"
    },
    {
      "quote": "Wrong life cannot be lived rightly.",
      "author": "Theodor Adorno",
      "category": "Lived, Wrong, Cannot"
    },
    {
      "quote": "Life is anything that dies when you stomp on it.",
      "author": "Dave Barry",
      "category": "You, Anything, Stomp"
    },
    {
      "quote": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.",
      "author": "Barbara Kingsolver",
      "category": "Work, Daily, Small"
    },
    {
      "quote": "Life is a horizontal fall.",
      "author": "Jean Cocteau",
      "category": "Fall, Life Is A, Horizontal"
    },
    {
      "quote": "Life is half spent before we know what it is.",
      "author": "George Herbert",
      "category": "Know, Half, Before"
    },
    {
      "quote": "Every man regards his own life as the New Year's Eve of time.",
      "author": "Jean Paul",
      "category": "Time, Man, New"
    },
    {
      "quote": "I take a simple view of life. It is keep your eyes open and get on with it.",
      "author": "Laurence Sterne",
      "category": "Eyes, Simple, View"
    },
    {
      "quote": "Life has a higher end, than to be amused.",
      "author": "William Ellery Channing",
      "category": "End, Higher, Than"
    },
    {
      "quote": "Life is a work in progress.",
      "author": "Jeff Rich",
      "category": "Work, Progress, Life Is A"
    },
    {
      "quote": "I have inspiration and feelings of being alive most every day I live.",
      "author": "Judy Collins",
      "category": "Day, Live, Every Day"
    },
    {
      "quote": "He is a man, who is to be a man, the fruit is always present in the seed.",
      "author": "Tertullian",
      "category": "Man, Seed, Fruit"
    },
    {
      "quote": "I had no blood relatives till I made some.",
      "author": "Andy Dick",
      "category": "Blood, Made, Relatives"
    },
    {
      "quote": "The fear of life is the favorite disease of the 20th century.",
      "author": "William Lyon Phelps",
      "category": "Fear, Favorite, Disease"
    },
    {
      "quote": "The real business of life is trying to understand each other.",
      "author": "Gilbert Parker",
      "category": "Business, Trying, Real"
    },
    {
      "quote": "Life comes from the earth and life returns to the earth.",
      "author": "Zhuangzi",
      "category": "Earth, Returns"
    },
    {
      "quote": "My life is every moment of my life. It is not a culmination of the past.",
      "author": "Hugh Leonard",
      "category": "Past, Moment, My Life"
    },
    {
      "quote": "Nobody got where they are today by living for tomorrow.",
      "author": "Tom Wilson",
      "category": "Today, Tomorrow, Living"
    },
    {
      "quote": "The dearest days in one's life are those that seem very far and very near at once.",
      "author": "Abraham Cahan",
      "category": "Days, Far, Once"
    },
    {
      "quote": "Life is much shorter than I imagined it to be.",
      "author": "Abraham Cahan",
      "category": "Much, Than, Imagined"
    },
    {
      "quote": "The person lives twice who lives the first life well.",
      "author": "Robert Herrick",
      "category": "First, Person, Well"
    },
    {
      "quote": "I am all for the short and merry life.",
      "author": "Edward Fitzgerald",
      "category": "I Am, Short, Am"
    },
    {
      "quote": "Unrest of spirit is a mark of life.",
      "author": "Karl A. Menninger",
      "category": "Spirit, Mark, Unrest"
    },
    {
      "quote": "A little credulity helps one on through life very smoothly.",
      "author": "Elizabeth Gaskell",
      "category": "Through, Little, Helps"
    },
    {
      "quote": "If life had a second edition, how I would correct the proofs.",
      "author": "John Clare",
      "category": "Second, How, Would"
    },
    {
      "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.",
      "author": "Grandma Moses",
      "category": "Work, Day, Good"
    },
    {
      "quote": "Life is never easy for those who dream.",
      "author": "Robert James Waller",
      "category": "Dream, Easy, Never"
    },
    {
      "quote": "Nothing you wear is more important than your smile.",
      "author": "Connie Stevens",
      "category": "Important, Nothing, You"
    },
    {
      "quote": "Smile, it is the key that fits the lock of everybody's heart.",
      "author": "Anthony J. D'Angelo",
      "category": "Heart, Key, Lock"
    },
    {
      "quote": "A warm smile is the universal language of kindness.",
      "author": "William Arthur Ward",
      "category": "Kindness, Language"
    },
    {
      "quote": "I never get tired of smiling. I'm just the kind of guy who likes to smile.",
      "author": "Jason Ritter",
      "category": "Smiling, Tired, Kind"
    },
    {
      "quote": "Don't cry because it's over. Smile because it happened.",
      "author": "Dr. Seuss",
      "category": "Over, Cry, Because"
    },
    {
      "quote": "I can't change my personality. I'll always smile, but I'll be more focused.",
      "author": "Katarina Johnson-Thompson",
      "category": "Change, Personality, Always"
    },
    {
      "quote": "Smile, it's free therapy.",
      "author": "Douglas Horton",
      "category": "Free, Therapy"
    },
    {
      "quote": "Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you.",
      "author": "Anna Lee",
      "category": "Smiling, Sun, World"
    },
    {
      "quote": "The main thing that you have to remember on this journey is, just be nice to everyone and always smile.",
      "author": "Ed Sheeran",
      "category": "Journey, Remember, Nice"
    },
    {
      "quote": "Someone told me the smile on my face gets bigger when I play the guitar.",
      "author": "Niall Horan",
      "category": "Guitar, Me, Play"
    },
    {
      "quote": "Most smiles are started by another smile.",
      "author": "Frank A. Clark",
      "category": "Smiles, Most, Started"
    },
    {
      "quote": "I enjoy jokes, smiling, and making people smile. I may be a little different, but that's OK, who wants to be normal anyway?",
      "author": "Tim Duncan",
      "category": "Smiling, Enjoy, People"
    },
    {
      "quote": "I like to smile when its natural. I'm not mad or anything. That's my style.",
      "author": "Jesse McCartney",
      "category": "Style, Mad, Natural"
    },
    {
      "quote": "Children learn to smile from their parents.",
      "author": "Shinichi Suzuki",
      "category": "Children, Parents, Learn"
    },
    {
      "quote": "Smile, smile, smile at your mind as often as possible. Your smiling will considerably reduce your mind's tearing tension.",
      "author": "Sri Chinmoy",
      "category": "Smiling, Mind, Will"
    },
    {
      "quote": "If the world's a veil of tears, Smile till rainbows span it.",
      "author": "Lucy Larcom",
      "category": "World, Tears, Till"
    },
    {
      "quote": "Everyone looks so much better when they smile.",
      "author": "Jimmy Fallon",
      "category": "Better, Everyone, Looks"
    },
    {
      "quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.",
      "author": "Washington Irving",
      "category": "Heart, Smiles, Kind"
    },
    {
      "quote": "I'm really exciting. I smile a lot, I win a lot, and I'm really sexy.",
      "author": "Serena Williams",
      "category": "Win, Sexy, Really"
    },
    {
      "quote": "Wear a smile and have friends wear a scowl and have wrinkles.",
      "author": "George Eliot",
      "category": "Friends, Wrinkles, Wear"
    },
    {
      "quote": "Real men laugh at opposition real men smile when enemies appear.",
      "author": "Marcus Garvey",
      "category": "Men, Laugh, Real"
    },
    {
      "quote": "First, I want to pay tribute to Diana myself. She was an exceptional and gifted human being. In good times and bad, she never lost her capacity to smile and laugh, nor to inspire others with her warmth and kindness. I admired and respected her - for her energy and commitment to others, and especially for her devotion to her two boys.",
      "author": "Queen Elizabeth II",
      "category": "Kindness, Good, Myself"
    },
    {
      "quote": "Show me a smile, and I'll show you one back.",
      "author": "Vanilla Ice",
      "category": "Me, You, Back"
    },
    {
      "quote": "Always wear a smile because you never know who is watching.",
      "author": "Gracie Gold",
      "category": "Know, You, Never"
    },
    {
      "quote": "People ask me to smile for the camera, but somehow it always comes out gloomy.",
      "author": "Stephen Rea",
      "category": "Me, People, Camera"
    },
    {
      "quote": "Wrinkles will only go where the smiles have been.",
      "author": "Jimmy Buffett",
      "category": "Smiles, Wrinkles, Will"
    },
    {
      "quote": "A smile is so sexy, yet so warm. When someone genuinely smiles at you, it's the greatest feeling in the world.",
      "author": "Mandy Moore",
      "category": "World, Greatest, You"
    },
    {
      "quote": "If you smile when no one else is around, you really mean it.",
      "author": "Andy Rooney",
      "category": "You, Mean, Really"
    },
    {
      "quote": "My cheeks explode when I smile. That's why I have to look so nonplussed.",
      "author": "Rufus Wainwright",
      "category": "Look, Why, Cheeks"
    },
    {
      "quote": "Don't disrespect me, lie about it, and then come smile in my face and act like nothing's wrong.",
      "author": "Scottie Pippen",
      "category": "Lie, Me, Face"
    },
    {
      "quote": "Even if you're unhappy, just pretend that you're happy. Eventually, your smile will be contagious to yourself. I had to learn that. I used to think, 'I'm being fake,' but you know what? Better to be fake and happy than real and miserable.",
      "author": "Evangeline Lilly",
      "category": "Happy, Yourself, Fake"
    },
    {
      "quote": "We all have our down days, but it's not hard to smile and say, 'Thank you.'",
      "author": "Yvette Nicole Brown",
      "category": "Thank You, Down, You"
    },
    {
      "quote": "Sarcasm helps me overcome the harshness of the reality we live, eases the pain of scars and makes people smile.",
      "author": "Mahmoud Darwish",
      "category": "Pain, Reality, Me"
    },
    {
      "quote": "Id rather have a fake smile than a nasty stare.",
      "author": "Tamara Ecclestone",
      "category": "Fake, Stare, Rather"
    },
    {
      "quote": "Smile. It instantly lifts the face, and it just lights up the room.",
      "author": "Christie Brinkley",
      "category": "Face, Up, Just"
    },
    {
      "quote": "People don't know that when there is something running in my mind, I start smiling. If I'm angry, I smile and blush.",
      "author": "Hansika Motwani",
      "category": "Smiling, Mind, People"
    },
    {
      "quote": "Look back, and smile on perils past.",
      "author": "Walter Scott",
      "category": "Past, Look, Back"
    },
    {
      "quote": "Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them.",
      "author": "Andre Maurois",
      "category": "Self-Confidence, Everyone"
    },
    {
      "quote": "Nobody needs a smile so much as the one who has none to give. So get used to smiling heart-warming smiles, and you will spread sunshine in a sometimes dreary world.",
      "author": "Lawrence G. Lovasik",
      "category": "Smiling, Sunshine, World"
    },
    {
      "quote": "Good Deeds Day is based on a simple idea that every person can do a good deed for the benefit of others and the planet. Even a smile that brightens someone else's day is a good deed. I initiated Good Deeds Day to spread the message that everyone can give of themselves, according to their heart's desire.",
      "author": "Shari Arison",
      "category": "Day, Good, Simple"
    },
    {
      "quote": "I wake up each and every day with a smile on my face knowing I get to do something musically.",
      "author": "Two Chainz",
      "category": "Day, Wake Up, Every Day"
    },
    {
      "quote": "A smile is like an instant facelift and an instant mood lift.",
      "author": "Christie Brinkley",
      "category": "Mood, Lift, Like"
    },
    {
      "quote": "I used to rely on black-and-white, and while I was working on 'Smile,' I learned to adapt to color on my end.",
      "author": "Raina Telgemeier",
      "category": "Color, End, Black-And-White"
    },
    {
      "quote": "Virtue is not photogenic. What is it to be a nice guy? To be nothing, that's what. A big fat zero with a smile for everybody.",
      "author": "Kirk Douglas",
      "category": "Fat, Nice, Virtue"
    },
    {
      "quote": "I like joy; I want to be joyous; I want to have fun on the set; I want to wear beautiful clothes and look pretty. I want to smile, and I want to make people laugh. And that's all I want. I like it. I like being happy. I want to make others happy.",
      "author": "Doris Day",
      "category": "Happy, Beautiful, Joy"
    },
    {
      "quote": "Always wear a smile sometime during the day - it makes you feel happier and look younger.",
      "author": "Kylie Bax",
      "category": "Day, Look, You"
    },
    {
      "quote": "Yes sir, I am a tortured man for all seasons, as they say, and I have powerful friends in high places. Birds sing where I walk, and children smile when they see me coming.",
      "author": "Hunter S. Thompson",
      "category": "Children, Friends, Man"
    },
    {
      "quote": "A beautiful person is someone who stays true to themselves and their spirit someone who is self-confident and can make you smile.",
      "author": "Helena Christensen",
      "category": "Beautiful, True, You"
    },
    {
      "quote": "I believe that when you put a smile out there, you get a smile back.",
      "author": "Heidi Klum",
      "category": "Believe, I Believe, You"
    },
    {
      "quote": "Empathy is the faculty to resonate with the feelings of others. When we meet someone who is joyful, we smile. When we witness someone in pain, we suffer in resonance with his or her suffering.",
      "author": "Matthieu Ricard",
      "category": "Empathy, Pain, Suffering"
    },
    {
      "quote": "The purpose of Disneyland is to make people smile.",
      "author": "Kevin Plank",
      "category": "Purpose, People, Disneyland"
    },
    {
      "quote": "I'm a very outgoing person. I'm always happy, I'm one of those people who are always smiling. If somebody described me to somebody else, they'd say the kid with the curly hair with the big smile on his face. I get along with everybody.",
      "author": "Corbin Bleu",
      "category": "Happy, Smiling, Hair"
    },
    {
      "quote": "I was one of those weird kids who didn't really speak or smile. I remember my teachers would call home and ask if everything was fine at home because I would never smile. Then I got into this phase, from maybe fourth to eighth grade, where my personality just did a 180.",
      "author": "Alessia Cara",
      "category": "Home, Personality, Speak"
    },
    {
      "quote": "I didn't know how to smile for the paparazzi.",
      "author": "Peggy Lipton",
      "category": "Know, Paparazzi, How"
    },
    {
      "quote": "The flower in the vase smiles, but no longer laughs.",
      "author": "Malcolm de Chazal",
      "category": "Flower, Smiles, Vase"
    },
    {
      "quote": "I never smile unless I mean it.",
      "author": "Donny Osmond",
      "category": "Never, Mean, Unless"
    },
    {
      "quote": "When I look out at the people and they look at me and they're smiling, then I know that I'm loved. That is the time when I have no worries, no problems.",
      "author": "Etta James",
      "category": "Time, Smiling, Me"
    },
    {
      "quote": "There's something about the ukulele that just makes you smile. It makes you let your guard down. It brings out the child in all of us.",
      "author": "Jake Shimabukuro",
      "category": "Child, Down, You"
    },
    {
      "quote": "Don't write anything you can phone. Don't phone anything you can talk. Don't talk anything you can whisper. Don't whisper anything you can smile. Don't smile anything you can nod. Don't nod anything you can wink.",
      "author": "Earl Long",
      "category": "You, Phone, Talk"
    },
    {
      "quote": "I actually used to smile a lot in pictures. I think I only stopped smiling when I got into fashion. Fashion stole my smile!",
      "author": "Victoria Beckham",
      "category": "Smiling, Fashion, Think"
    },
    {
      "quote": "Standing as a witness in all things means being kind in all things, being the first to say hello, being the first to smile, being the first to make the stranger feel a part of things, being helpful, thinking of others' feelings, being inclusive.",
      "author": "Margaret D. Nadauld",
      "category": "Thinking, Feelings, Kind"
    },
    {
      "quote": "Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family.",
      "author": "John James Audubon",
      "category": "Family, Great, Welcome"
    },
    {
      "quote": "It's so hard not to smile.",
      "author": "Zoe Sugg",
      "category": "Hard"
    },
    {
      "quote": "The catch phrase for the day is 'Do an act of kindness. Help one person smile.'",
      "author": "Harvey Ball",
      "category": "Kindness, Day, Help"
    },
    {
      "quote": "And if you see me, smile and maybe give me a hug. That's important to me too.",
      "author": "Jim Valvano",
      "category": "Me, Hug, You"
    },
    {
      "quote": "Smile at a stranger. See what happens.",
      "author": "Patti LuPone",
      "category": "See, Stranger, Happens"
    },
    {
      "quote": "Never a lip is curved with pain that can't be kissed into smiles again.",
      "author": "Bret Harte",
      "category": "Pain, Smiles, Never"
    },
    {
      "quote": "I have a nice smile, pretty lips, and big round cheeks. They help me look like a teenager.",
      "author": "Gabourey Sidibe",
      "category": "Me, Help, Nice"
    },
    {
      "quote": "She felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended. Her eyes were bright and tender with a smile as they glanced up into his; and her lips looked hungry for the kiss which they invited.",
      "author": "Kate Chopin",
      "category": "Eyes, Kiss, Game"
    },
    {
      "quote": "I think I've always had a certain amount of skepticism of this whole 'shut up and smile' theory. I haven't ever swallowed that pill so easily, although I tried.",
      "author": "Amber Heard",
      "category": "Think, Always, Shut Up"
    },
    {
      "quote": "Power doesn't back up in the face of a smile, or in the face of a threat of some kind of nonviolent loving action. It's not the nature of power to back up in the face of anything but some more power.",
      "author": "Malcolm X",
      "category": "Nature, Power, Action"
    },
    {
      "quote": "We smile at the ignorance of the savage who cuts down the tree in order to reach its fruit but the same blunder is made by every person who is over eager and impatient in the pursuit of pleasure.",
      "author": "William Ellery Channing",
      "category": "Tree, Ignorance, Fruit"
    },
    {
      "quote": "And the smile that is worth the praises of earth is the smile that shines through tears.",
      "author": "Ella Wheeler Wilcox",
      "category": "Tears, Earth, Through"
    },
    {
      "quote": "They might not need me but they might. I'll let my head be just in sight a smile as small as mine might be precisely their necessity.",
      "author": "Emily Dickinson",
      "category": "Small, Me, Sight"
    },
    {
      "quote": "Laughter is day, and sobriety is night; a smile is the twilight that hovers gently between both, more bewitching than either.",
      "author": "Henry Ward Beecher",
      "category": "Day, Laughter, Night"
    },
    {
      "quote": "To smile at the jest which plants a thorn in another's breast is to become a principal in the mischief.",
      "author": "Richard Brinsley Sheridan",
      "category": "Plants, Principal, Become"
    },
    {
      "quote": "I've never wanted anybody to like me because I had long hair or short hair, or that they liked the way I dressed or they liked the way I dressed or they liked the way I smile.",
      "author": "David Allan Coe",
      "category": "Short, Hair, Me"
    },
    {
      "quote": "Winning the World Cup was very special because it meant so much to so many. One thing about our country that is constant is cricket. The smile it brought to people's faces was the thing I shall always remember. It reminded me, reminded all of us, of our importance to the lives of the Indian people less lucky than we are.",
      "author": "Mahendra Singh Dhoni",
      "category": "Winning, World, Me"
    },
    {
      "quote": "You have to promote yourself you have to have this smile on your face all the time and be this nice guy - which I am!",
      "author": "Craig Roberts",
      "category": "Time, I Am, Yourself"
    },
    {
      "quote": "When you smile, you don't only appear to be more likable and courteous, you appear to be more competent.",
      "author": "Ron Gutman",
      "category": "You, Courteous, More"
    },
    {
      "quote": "Not by appointment do we meet delight Or joy they heed not our expectancy But round some corner of the streets of life they of a sudden greet us with a smile.",
      "author": "Gerald Massey",
      "category": "Life, Joy, Streets"
    },
    {
      "quote": "A smile is a facelift that's in everyone's price range!",
      "author": "Tom Wilson",
      "category": "Everyone, Price, Range"
    },
    {
      "quote": "I feel like a little kid who just walked into a candy store. I think that's something to smile about.",
      "author": "Brandon Boyd",
      "category": "Candy, Think, Little"
    },
    {
      "quote": "Breathing in, I am aware of my heart. Breathing out, I smile to my heart and know that my heart still functions normally. I feel grateful for my heart.",
      "author": "Nhat Hanh",
      "category": "Heart, Grateful, I Am"
    },
    {
      "quote": "A tip for looking 'picture perfect' is probably a smile. I think everyone looks better when they are happy you give off a glow - or at least that is what my mum would say!",
      "author": "Amber Le Bon",
      "category": "Happy, Looking, Think"
    },
    {
      "quote": "Each one of us can do a good deed, every day and everywhere. In hospitals in desperate need of volunteers, in homes for the elderly where our parents and grandparents are longing for a smile, a listening ear, in the street, in our workplaces and especially at home.",
      "author": "Shari Arison",
      "category": "Home, Good, Parents"
    },
    {
      "quote": "Once every lunar eclipse, you should be able to see me smile!",
      "author": "Sophie Turner",
      "category": "Me, You, See"
    },
    {
      "quote": "I don't know what I would have done without believing in God. His support gives me power and energy to continue to be optimistic, to smile, not to be depressed. Sometimes, if things are not going so well, I don't cry. I say maybe it's meant to be.",
      "author": "Ofra Haza",
      "category": "God, Power, Support"
    },
    {
      "quote": "She gave me a smile I could feel in my hip pocket.",
      "author": "Raymond Chandler",
      "category": "Me, She, Feel"
    },
    {
      "quote": "You know, I've got wrinkles on my forehead and smile lines, but what's wrong with that? I love to smile.",
      "author": "Jennifer Aniston",
      "category": "Love, Know, You"
    },
    {
      "quote": "The bat is gone, but the smile remains.",
      "author": "Willie Stargell",
      "category": "Bat, Gone, Remains"
    },
    {
      "quote": "When I see people laughing at ideas and companies we have backed, I smile. It means we are going to make a lot of money on that investment.",
      "author": "Fred Wilson",
      "category": "Money, Ideas, People"
    },
    {
      "quote": "It is impossible to persuade a man who does not disagree, but smiles.",
      "author": "Muriel Spark",
      "category": "Man, Impossible, Smiles"
    },
    {
      "quote": "The company of fools may first make us smile, but in the end we always feel melancholy.",
      "author": "Oliver Goldsmith",
      "category": "End, Company, Fools"
    },
    {
      "quote": "I want to touch the heart of the world and make it smile.",
      "author": "Charles de Lint",
      "category": "Heart, World, Want"
    },
    {
      "quote": "I think that anybody that smiles automatically looks better.",
      "author": "Diane Lane",
      "category": "Better, Think, Smiles"
    },
    {
      "quote": "I've always spent more time with a smile on my face than not, but the thing is, I don't write about it.",
      "author": "Robert Smith",
      "category": "Time, Face, Always"
    },
    {
      "quote": "It takes a man to suffer ignorance and smile.",
      "author": "Sting",
      "category": "Man, Ignorance, Suffer"
    },
    {
      "quote": "One of the most important responsibilities in the Christian life is to care about others, smile at them, and be a friend to the friendless.",
      "author": "James Dobson",
      "category": "Life, Friend, Christian"
    },
    {
      "quote": "Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while.",
      "author": "Simon Fowler",
      "category": "Dance, Drink, Gone"
    },
    {
      "quote": "We may smile at these matters, but they are melancholy illustrations.",
      "author": "Joseph Howe",
      "category": "Matters, May, Melancholy"
    },
    {
      "quote": "You see, with me, when I'm nervous, I smile and laugh.",
      "author": "Paula Radcliffe",
      "category": "Me, Laugh, You"
    },
    {
      "quote": "Well, there's nothing more touching than putting a smile on a kid's face when you can.",
      "author": "Emma Roberts",
      "category": "Face, Nothing, You"
    },
    {
      "quote": "Some people say they have a thirst for life. They're excited about every day and they're prepared to look the bad and the good straight in the face and greet it all with a smile. I like to think I'm one of those people.",
      "author": "Amy Jo Martin",
      "category": "Life, Day, Good"
    },
    {
      "quote": "I don't think I was a good model. I think I was born to emote and act. I would walk down the ramp and smile and they used to say, 'Give us a blank look.' It was really difficult not to smile.",
      "author": "Anushka Sharma",
      "category": "Good, Walk, Think"
    },
    {
      "quote": "Grit your teeth and smile. In the face of adversity, go. They don't deserve you.",
      "author": "Christine Lagarde",
      "category": "Adversity, Grit, You"
    },
    {
      "quote": "As cheesy as it sounds, nothing beats a smile and a bit of confidence! As long as you feel good on the inside, you can still look beautiful without any makeup at all.",
      "author": "Zoe Sugg",
      "category": "Beautiful, Good, Confidence"
    },
    {
      "quote": "The pilgrim is humble and devout, and human, and charitable, and ready to smile and admire; therefore, he should comprehend the whole of his way, the people in it, and the hills and the clouds, and the habits of the various cities.",
      "author": "Hilaire Belloc",
      "category": "Humble, Clouds, People"
    },
    {
      "quote": "Comrades, this man has a nice smile, but he's got iron teeth.",
      "author": "Andrei A. Gromyko",
      "category": "Man, Nice, Teeth"
    },
    {
      "quote": "I hoped I could make people smile and laugh and have a good time.",
      "author": "Carson Kressley",
      "category": "Time, Good, Laugh"
    },
    {
      "quote": "You get somebody to crack a smile, that's a beautiful thing.",
      "author": "Tracy Morgan",
      "category": "Beautiful, You, Somebody"
    },
    {
      "quote": "The last time I saw Ted Kennedy was a generation after my first meeting, at the Senate subway below the Capitol on Obama's Inauguration Day. He was his usual gregarious and gracious self - with beaming smile and booming voice wishing my husband and me good luck with our pregnancy and expressing his excitement about the new president.",
      "author": "Christine Pelosi",
      "category": "Time, Day, Good"
    },
    {
      "quote": "When we run out of them upstairs, I've been known to appropriate some from our greenroom, pocketing a few with one hand as I smile and greet our guests with the other. One time, Dave Zinczenko of 'Eat this, Not That!' fame, busted me in the act. The cookies apparently fall in the 'not that' category. I made a note of it.",
      "author": "Lester Holt",
      "category": "Time, Me, Fall"
    },
    {
      "quote": "Most babies know how to win us over. We cannot help but smile at them and watch them smile back.",
      "author": "Madeleine M. Kunin",
      "category": "Win, Help, Know"
    },
    {
      "quote": "It hurts when you have to smile and you don't want to smile, but the best thing to do is to smile.",
      "author": "Mary J. Blige",
      "category": "Best, Want, You"
    },
    {
      "quote": "There are just some really beautiful people in the world. When you're walking down the street, or you're at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they're wearing - into their mannerisms, the way they smile, or just the way they hold themselves.",
      "author": "Mary-Kate Olsen",
      "category": "Beautiful, Walking, World"
    },
    {
      "quote": "For me, relationship is very important. I can lose money, but I cannot lose a relationship. The test is, at the end of a conversation or a negotiation, both must smile.",
      "author": "Sunil Mittal",
      "category": "Relationship, Money, Me"
    },
    {
      "quote": "As a former waitress myself, I know firsthand how a simple smile from someone can improve your day and how a single harsh word can destroy it. Being courteous and thoughtful costs you nothing and can sometimes pay you dividends in unexpected ways.",
      "author": "Susanna Kearsley",
      "category": "Day, Myself, Simple"
    },
    {
      "quote": "I had the opportunity to go into the hospitals and talk to kids and see a kid and make him smile. Why? Because I'm a special person? No. It had nothing to do with that. It has everything to do with me being the quarterback at the University of Florida. And to not take advantage of that is a shame.",
      "author": "Tim Tebow",
      "category": "Opportunity, Me, Why"
    },
    {
      "quote": "My new dressing goal is to make little kids and babies smile at all the bright, clashing colours I can wear at once. It makes me laugh when I catch sight of my own reflection - life is too short not have fun!",
      "author": "Liz Goldwyn",
      "category": "Life, Reflection, Short"
    },
    {
      "quote": "Nothing can resist the person who smiles at life - I don't mean the ironic and disillusioned smile of my grandfather, but the triumphant smile of the person who knows that he will survive, or that at least he will be saved by what seems to be destroying him.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Life, Survive, Grandfather"
    },
    {
      "quote": "Every bit of joy in my heart, you know, every smile on my face is yours. It's awesome to be able to share that with somebody.",
      "author": "Brantley Gilbert",
      "category": "Heart, Joy, Awesome"
    },
    {
      "quote": "I still don't love the darkness, though I've learned to smile in it a little bit, now and then.",
      "author": "Billy Crystal",
      "category": "Love, Darkness, Little"
    },
    {
      "quote": "I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.",
      "author": "Harvey Ball",
      "category": "Yellow, Circle, Mouth"
    },
    {
      "quote": "What looks like enjoyment is the sneer of contempt. That's not a smile.",
      "author": "Jack Kevorkian",
      "category": "Looks, Like, Enjoyment"
    },
    {
      "quote": "As long as you smile, have sparkly eyes and stick your shoulders back, nobody's going to notice your bum or your waist or your feet, for that matter.",
      "author": "Cat Deeley",
      "category": "Eyes, Feet, Long"
    },
    {
      "quote": "When you're walking down the street, or you're at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they're wearing - into their mannerisms, the way they smile, or just the way they hold themselves.",
      "author": "Mary-Kate Olsen",
      "category": "Eye, Walking, Restaurant"
    },
    {
      "quote": "Ever since I was four years old, I loved making people smile, making them think, making them feel good, feel some kind of emotion.",
      "author": "Ann-Margret",
      "category": "Good, People, Feel Good"
    },
    {
      "quote": "I definitely want to continue working in independent films - and big budget stuff as well - but there's a freedom you have when you're not getting paid. It's easier to say no and there's no pressure to please the powers that be. Also I don't have to hear 'flirt and smile more.'",
      "author": "Trieste Kelly Dunn",
      "category": "Freedom, Pressure, Budget"
    },
    {
      "quote": "On 'America's Top Model,' I've always told my girls to smile with their eyes. We call it 'smizing.' Over the years, it's actually become part of pop culture. I would be walking down the street, and girls would say, 'Smize!'",
      "author": "Tyra Banks",
      "category": "Culture, Eyes, America"
    },
    {
      "quote": "After my husband John Lennon passed away, I tried to smile for my health.",
      "author": "Yoko Ono",
      "category": "Health, Husband, Away"
    },
    {
      "quote": "For me, fragrances are very - one of these beautiful art forms that bring about a whole host of things. It's what you want to smell like, it's memories that make you smile or are resonant of times in your life, it can remind you of music. If you're a lover of scent, it's a very kind of particular and evocative thing.",
      "author": "Chris Pine",
      "category": "Life, Music, Art"
    },
    {
      "quote": "God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.",
      "author": "Magic Johnson",
      "category": "Mother, Mom, Parents"
    },
    {
      "quote": "It's sort of a feeling of power onstage. It's really the ability to make people smile, or just to turn them one way or another for that duration of time, and for it to have some effect later on. I don't really think it's power... it's the goodness.",
      "author": "Robert Plant",
      "category": "Time, Power, People"
    },
    {
      "quote": "I think music, in my opinion, is not about motivation in the way it's - it's not a running base. It's art. And my whole philosophy of music is different. It's almost like cooking and serving to people, seeing them smile and enjoying the food, really.",
      "author": "A. R. Rahman",
      "category": "Music, Art, Food"
    },
    {
      "quote": "There are certain expectations that are put on you as a child actor, but mainly it's just turn up and say your lines with a lot of energy and a cute smile.",
      "author": "Naomie Harris",
      "category": "Child, Cute, Expectations"
    },
    {
      "quote": "Don't let people see when you're mad - just smile and laugh.",
      "author": "Astro",
      "category": "People, Laugh, You"
    },
    {
      "quote": "We should celebrate how amazing our bodies are! We all have things that we like and dislike about our bodies, but we need to focus on what we love - maybe it's a great smile, strong legs or curly hair?",
      "author": "Katherine Schwarzenegger",
      "category": "Love, Great, Strong"
    },
    {
      "quote": "It scares you: all the noise, the rattling, the shaking. But the look on everybody's face when you're finished and packing, it's the best smile in the world; and there's nobody hurt, and the well's under control.",
      "author": "Red Adair",
      "category": "Best, World, Hurt"
    },
    {
      "quote": "Let me smile with the wise, and feed with the rich.",
      "author": "Samuel Johnson",
      "category": "Wise, Me, Rich"
    },
    {
      "quote": "Usually, if you smile at them and show some interest in the toy, they will give it to you. That's a straight up Democrat move!",
      "author": "Margaret Cho",
      "category": "You, Toy, Straight"
    },
    {
      "quote": "I retire with a smile on my face, in good health, and ready to spend autumns at my kids' games instead of my own. I'm excited to start the next chapter of my life.",
      "author": "Drew Bledsoe",
      "category": "Life, Good, Health"
    },
    {
      "quote": "It is boorish to live ungraciously: the giving is the hardest part what does it cost to add a smile?",
      "author": "Jean de la Bruyere",
      "category": "Giving, Live, Cost"
    },
    {
      "quote": "I have two rules for a great book: make me think and make me smile.",
      "author": "Adam Grant",
      "category": "Great, Book, Me"
    },
    {
      "quote": "I truly believe my job is to make sure people smile.",
      "author": "Shah Rukh Khan",
      "category": "Job, Believe, People"
    },
    {
      "quote": "I like to smile. I smile even when I'm nervous since it calms me down and shows my friendliness.",
      "author": "Yani Tseng",
      "category": "Me, Down, Nervous"
    },
    {
      "quote": "Joy's smile is much closer to tears than laughter.",
      "author": "Victor Hugo",
      "category": "Laughter, Joy, Tears"
    },
    {
      "quote": "If the Starbucks secret is a smile when you get your latte... ours is that the Web site adapts to the individual's taste.",
      "author": "Reed Hastings",
      "category": "You, Starbucks, Secret"
    },
    {
      "quote": "To you wives who are constantly complaining and see only the dark side of life, and feel that you are unloved and unwanted, look into your own hearts and minds. If there is something wrong, turn about. Put a smile on your faces. Make yourselves more attractive. Brighten your outlook.",
      "author": "Gordon B. Hinckley",
      "category": "Life, Dark, You"
    },
    {
      "quote": "I wake up every day with a smile on my face.",
      "author": "Bob Diamond",
      "category": "Day, Wake Up, Every Day"
    },
    {
      "quote": "A smile is the chosen vehicle of all ambiguities.",
      "author": "Herman Melville",
      "category": "Chosen, Vehicle"
    },
    {
      "quote": "Thinking about your training should put a smile on your face. As cliche as it sounds, you are worth all the time and energy you've put in. Unleash your emotions with a cheer, or even a signature roar, after a tough workout.",
      "author": "Summer Sanders",
      "category": "Time, Training, Thinking"
    },
    {
      "quote": "We are entertainers. We have to give our audience a good time. If my name serves that purpose, if that brings a smile on your face, then I think it is good and my job has been done.",
      "author": "Tiger Shroff",
      "category": "Time, Good, Job"
    },
    {
      "quote": "A stale article, if you dip it in a good, warm, sunny smile, will go off better than a fresh one that you've scowled upon.",
      "author": "Nathaniel Hawthorne",
      "category": "Good, Better, You"
    },
    {
      "quote": "If you're able to help some people and make them smile and make them realize that life is good, then that's worth so much more than buying a pair of shoes.",
      "author": "Maria Sharapova",
      "category": "Life, Good, Shoes"
    },
    {
      "quote": "I think it's really important that I'm not the only model in the world that goes through personal problems. People forget that we're human. We don't get to call in sick. You have to go and put on a smile. Every single day is a first impression, so you can't have a bummed-out day.",
      "author": "Gigi Hadid",
      "category": "Day, Problems, World"
    },
    {
      "quote": "I'm not the athlete I was when I was training for the Olympics in '92 or when I was working out every single day. I have to live in moderation: I work out three or four days a week, and I smile while I'm working out - I really do enjoy it. I work out with my girlfriends and make it a social competition.",
      "author": "Summer Sanders",
      "category": "Work, Day, Training"
    },
    {
      "quote": "'Tis easy enough to be pleasant, When life flows along like a song; But the man worth while is the one who will smile when everything goes dead wrong.",
      "author": "Ella Wheeler Wilcox",
      "category": "Life, Man, Men"
    },
    {
      "quote": "There are those who believe that the value of a children's book can be measured only in terms of the moral lessons it tries to impose or the perfect role models it offers. Personally, I happen to think that a book is of extraordinary value if it gives the reader nothing more than a smile or two. In fact, I happen to think that's huge.",
      "author": "Barbara Park",
      "category": "Children, Value, Believe"
    },
    {
      "quote": "Acting is a sense of wonder and magic and mystery for me and when life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.",
      "author": "Andrea Thompson",
      "category": "Life, Journey, Mystery"
    },
    {
      "quote": "Mind you, physical training doesn't necessarily mean going to an expert for advice. One doesn't have to make a mountain out of a molehill. Get out in the fresh air and walk briskly - and don't forget to wear a smile while you're at it. Don't over-do. Take it easy at first and build on your effort day by day.",
      "author": "Douglas Fairbanks",
      "category": "Day, Mountain, Training"
    },
    {
      "quote": "I don't smile as much as I should, even though I smile inside a lot.",
      "author": "James Patterson",
      "category": "Inside, Should, Even"
    },
    {
      "quote": "Obama's stern demeanor punctuated by intermittent flashes of his wide, relaxing smile is his greatest weapon in defusing pent-up angst.",
      "author": "Tina Brown",
      "category": "Greatest, Angst, Weapon"
    },
    {
      "quote": "I get accused of having a haughty smugness. I have a lopsided mouth. I can't help it. I was born with it. It looks as if I am smirking. I have had my publicist tell me, 'Don't do that smile on the red carpet.' I'm, like, 'That's my smile.'",
      "author": "Natalie Dormer",
      "category": "I Am, Red, Help"
    },
    {
      "quote": "Giving back is the right thing to do, whether it's donating clothing or even just a smile to someone who needs it.",
      "author": "Becky G",
      "category": "Giving Back, Giving"
    },
    {
      "quote": "I've just got a really bad smile. I go for the scowl instead.",
      "author": "Jason Statham",
      "category": "Bad, Just, Go"
    },
    {
      "quote": "You learn to laugh at yourself, and you also lean on comedy as a crutch to kind of take the edge off because comedians often are self-deprecating, and they cross lines that they shouldn't. Stuff like that brings a smile to my face every once in a while when needed.",
      "author": "John Cena",
      "category": "Yourself, Laugh, You"
    },
    {
      "quote": "Have you seen these Japanese hospital droids, or humanoids, or whatever they call it? They've perfected the skin, and the skin looks so real. They have these motors between the eyes for when they smile. It's just mind-blowing.",
      "author": "Joel Kinnaman",
      "category": "Eyes, Skin, You"
    },
    {
      "quote": "The man who can smile when things go wrong has thought of someone else he can blame it on.",
      "author": "Robert Bloch",
      "category": "Man, Thought, Blame"
    },
    {
      "quote": "A smile abroad is often a scowl at home.",
      "author": "Alfred Lord Tennyson",
      "category": "Home, Often, Abroad"
    },
    {
      "quote": "Youth smiles without any reason. It is one of its chiefest charms.",
      "author": "Thomas Gray",
      "category": "Youth, Smiles, Reason"
    },
    {
      "quote": "We sometimes laugh from ear to ear, but it would be impossible for a smile to be wider than the distance between our eyes.",
      "author": "Malcolm de Chazal",
      "category": "Eyes, Impossible, Laugh"
    },
    {
      "quote": "Right now, I'm following the Buddhist principle: Smile as abuse is hurled your way and this too shall pass.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Way, Now, Right"
    },
    {
      "quote": "Allowing yourself to smile takes 99% of the effort.",
      "author": "Simon Travaglia",
      "category": "Effort, Yourself, Takes"
    },
    {
      "quote": "But with exquisite breathing you smile, with satisfaction of love, And I touch you again as you tick in the silence and settle in sleep.",
      "author": "Karl Shapiro",
      "category": "Love, Sleep, Silence"
    },
    {
      "quote": "Some people know that they are so adorable looking, all they have to do is smile and dress up and they get plenty from that. Then there are some of us who, early on, see that that doesn't work. So we joke about it.",
      "author": "Merrill Markoe",
      "category": "Work, Dress, People"
    },
    {
      "quote": "If you want to meet a woman, it's best just to smile and say hi.",
      "author": "Karen McDougal",
      "category": "Best, Woman, Want"
    },
    {
      "quote": "Laughter is regional: a smile extends over the whole face.",
      "author": "Malcolm de Chazal",
      "category": "Laughter, Face, Whole"
    },
    {
      "quote": "I'm as happy a man as any in the world, for the whole world seems to smile upon me!",
      "author": "Samuel Smiles",
      "category": "Happy, Man, World"
    },
    {
      "quote": "There is not a soul who does not have to beg alms of another, either a smile, a handshake, or a fond eye.",
      "author": "Lord Acton",
      "category": "Eye, Soul, Handshake"
    },
    {
      "quote": "People always say golfers don't smile. But there is so much psychology in golf so we have to be a bit robotic.",
      "author": "Lee Westwood",
      "category": "Golf, People, Psychology"
    },
    {
      "quote": "I just want to make people smile.",
      "author": "Julie Garwood",
      "category": "People, Want, Just"
    },
    {
      "quote": "If you force yourself to smile, within a couple minutes, you feel happy.",
      "author": "Dean Norris",
      "category": "Happy, Yourself, You"
    },
    {
      "quote": "Just because a situation is grim doesn't mean you don't have every right to smile.",
      "author": "Rashida Jones",
      "category": "Situation, You, Mean"
    },
    {
      "quote": "I always said that if I could just find a guy who could chop wood and had a nice smile, it wouldn't bother me if he was a thug or an aristocrat, as long as he was a good guy. And I've ended up with an educated thug.",
      "author": "Sade Adu",
      "category": "Good, Me, Wood"
    },
    {
      "quote": "If I'm a bad mood, I can't go on stage and smile.",
      "author": "Grimes",
      "category": "Mood, Bad, Bad Mood"
    },
    {
      "quote": "There is no greater feeling in business than building a product which impacts people's lives in a profound way. When we look around at the thousands of people who have attended Summit gatherings, it makes us smile to see the new friendships, business partnerships and philanthropic initiatives that each event produces.",
      "author": "Elliott Bisnow",
      "category": "Business, Partnerships"
    },
    {
      "quote": "Sometimes you say things with a smile with the precise intention of making it clear that you are not being serious, and are only kidding. If I salute a friend with a smile and say, 'How are you, you old scoundrel!' clearly I don't really mean he's a scoundrel.",
      "author": "Umberto Eco",
      "category": "Friend, You, Mean"
    },
    {
      "quote": "I think a smile can make your whole body. Models, they look fabulous, but they don't smile, and they look so mad.",
      "author": "Serena Williams",
      "category": "Body, Think, Look"
    },
    {
      "quote": "If women had to promise to provide for a man for a lifetime before he removed his veil and showed her his smile, would we think of this as a system of female privilege?",
      "author": "Warren Farrell",
      "category": "Women, Man, Think"
    },
    {
      "quote": "I am generally a very happy and easygoing person. I also believe it's always better to meet people with a smile rather than looking cold, especially when you first meet. It changes everything.",
      "author": "Heidi Klum",
      "category": "Happy, I Am, Changes"
    },
    {
      "quote": "I try to keep people happy. I go out of my way to get a smile. That's the way my mother raised me.",
      "author": "Donald Dunn",
      "category": "Happy, Mother, Me"
    },
    {
      "quote": "I eat every two hours. I sleep for eight hours. I have lots of water. I pray to keep calm. Most importantly, I have a smile on my face.",
      "author": "Vidya Balan",
      "category": "Water, Sleep, Calm"
    },
    {
      "quote": "Even a smile is a good deed.",
      "author": "Shari Arison",
      "category": "Good, Good Deed, Even"
    },
    {
      "quote": "There's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.",
      "author": "Mark Wahlberg",
      "category": "Best, Together, Kids"
    },
    {
      "quote": "As a female, you are often being asked by directors to be warmer, softer, flirt more, smile more etc... None of those things are bad, and obviously we are capable of a variety of human behavior, but it gets really old having to play into somebody's stereotype or ideal.",
      "author": "Trieste Kelly Dunn",
      "category": "Behavior, Play, You"
    },
    {
      "quote": "If you cannot smile when you listen to music, then do not listen to it!",
      "author": "Estelle",
      "category": "Music, Listen, You"
    },
    {
      "quote": "More people smile at me now I'm richer.",
      "author": "Mo Ibrahim",
      "category": "Me, People, Now"
    },
    {
      "quote": "Once you don't smile on film, they say, 'Let's have that bloke who doesn't smile.'",
      "author": "Richard C. Armitage",
      "category": "You, They Say, Say"
    },
    {
      "quote": "Y'know, smile, dance, get crazy... we sure do while we're making it, because music is our leeezshure; it's my fun.",
      "author": "Bernard Edwards",
      "category": "Music, Dance, Fun"
    },
    {
      "quote": "No matter what I put out, somebody will be offended. I made a video on 10 reasons to smile, and it has dislikes. That should be an indication that there will be some who get offended no matter what you do. The best you can do as an entertainer or as someone who performs is to follow what you believe in.",
      "author": "Lilly Singh",
      "category": "Best, Believe, You"
    },
    {
      "quote": "'Chef' is a dish of arroz con pollo served with a smile but not much style. The critic in the film would give it a low grade, for agreeability without ambition.",
      "author": "Richard Corliss",
      "category": "Ambition, Style, Chef"
    },
    {
      "quote": "Not everything is going to be handed to you just because you're talented with a big smile. Sometimes you just gotta get out and shoot jumpers for hours and hours and hours. That's something I didn't really get a grasp on until way later, waking up early and treating it like a job if you're serious about it. Get the freak up and, you know, work.",
      "author": "Anderson Paak",
      "category": "Work, Job, Know"
    },
    {
      "quote": "People want to start their day off with a smile or, better yet, a guffaw.",
      "author": "George Takei",
      "category": "Day, Start, People"
    },
    {
      "quote": "Pictorial is something that I am not used to. You have to pose, smile, bend your arm, straighten up, look to the left.",
      "author": "Benigno Aquino III",
      "category": "I Am, Look, You"
    },
    {
      "quote": "When onstage, I always try to take my audience through as many emotions as I possibly can. I want them to go from laughter to tears, be shocked and surprised and walk out the door with a renewed sense of themselves - and maybe a smile.",
      "author": "Reba McEntire",
      "category": "Laughter, Door, Walk"
    },
    {
      "quote": "No, I like to wear as least amount of makeup as I can during my everyday life because I'm just all about keeping my skin healthy and hydrated and I love to laugh and have a great time and smile - that's when I feel the most pretty so I just want to make sure that I stay happy.",
      "author": "Lily Collins",
      "category": "Love, Life, Time"
    },
    {
      "quote": "Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I'd practice in front of the mirror and I'd ask photographers about the best angles. I can now pull out a smile at will.",
      "author": "Tyra Banks",
      "category": "Time, Art, Best"
    },
    {
      "quote": "If what I have to do is share a sandwich to lift someone's spirits, put a smile on their face - the worst thing that happens is I go broke!",
      "author": "Jose Andres",
      "category": "Face, Lift, Sandwich"
    },
    {
      "quote": "I am so happy to be alive. That's the one thing I'd like for people to know. Sometimes people walk by and slip up and say the wrong thing about me, and I'll smile. They wonder why am I smiling. Because I'm happy that I'm alive.",
      "author": "George Foreman",
      "category": "Happy, Smiling, I Am"
    },
    {
      "quote": "When I take my kids out for dinner or lunch, people smile at us.",
      "author": "Louis C. K.",
      "category": "Lunch, People, Dinner"
    },
    {
      "quote": "I come from a place where everything about me, even my body language, is saying: I mean you no harm. I smile, I laugh. Basic stuff for most people.",
      "author": "Oscar Isaac",
      "category": "Language, Me, Laugh"
    },
    {
      "quote": "Advice from my experience, for me, I've never taken no as an answer, I don't believe in that. If I want something, I'm going to get it. When people tell me that I can't do something, it just motivates me more. For me, it makes me smile, because I just want to prove everybody wrong.",
      "author": "Roman Reigns",
      "category": "Experience, Believe, Me"
    },
    {
      "quote": "I've had more ups than downs in my career. All you can do is keep working. You still have to take enjoyment out of what you're doing, and things will turn, and my smile has always been there. In good moments and bad.",
      "author": "Eden Hazard",
      "category": "Good, Moments, You"
    },
    {
      "quote": "There are so many beautiful things that are a part of the world, and I've always looked at life that way; I've always tried to put on a smile and a brave front, not just for my kids but in my own life and all the difficulties that I've gone through.",
      "author": "Gloria Estefan",
      "category": "Life, Beautiful, World"
    },
    {
      "quote": "Everything about 'UY' is new and fresh, and we are extremely happy at the response from the audiences, as most people are walking out of cinema halls with a smile on their faces.",
      "author": "Akkineni Nagarjuna",
      "category": "Happy, Walking, People"
    },
    {
      "quote": "If you walk down the street and smile at someone, that will get passed on to the next person. That has the power to change someone's day.",
      "author": "Julianna Margulies",
      "category": "Change, Day, Power"
    },
    {
      "quote": "With my father and sister being very depressed for most of their lives, it was incumbent on me to try to make them laugh, in this ridiculous way. They were the wittiest people I knew, but to get a smile from them was like winning the lottery.",
      "author": "Miriam Toews",
      "category": "Sister, Father, Winning"
    },
    {
      "quote": "It's important to maintain an attractive smile as you age. A lighter, less beige, more white tooth color is key, but no Chiclets.",
      "author": "Evelyn Lauder",
      "category": "Age, Color, You"
    },
    {
      "quote": "The smile of God is victory.",
      "author": "John Greenleaf Whittier",
      "category": "God, Victory"
    },
    {
      "quote": "Reproof on her lip, but a smile in her eye.",
      "author": "Samuel Lover",
      "category": "Eye, Her, Lip"
    },
    {
      "quote": "Generally, when a record label suggests album ideas for you, you smile politely, and then proceed to shoot it down, because it's never what you as an artist feel is right for you.",
      "author": "John Scofield",
      "category": "Ideas, Artist, You"
    },
    {
      "quote": "When you walk into a room, a healthy, beautiful smile is incredibly important.",
      "author": "Susan Anton",
      "category": "Beautiful, Walk, Healthy"
    },
    {
      "quote": "When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.",
      "author": "Adrienne Barbeau",
      "category": "Life, Hope, Good"
    },
    {
      "quote": "Go, forget me - why should sorrow, O'er that brow a shadow fling? Go, forget me - and tomorrow, brightly smile and sweetly sing. Smile - though I shall not be near thee; Sing - though I shall never hear thee.",
      "author": "Charles Wolfe",
      "category": "Tomorrow, Shadow, Me"
    },
    {
      "quote": "We ought to be beating our chests every day. We ought to look in the mirror, stick out our chests, suck in our bellies, and say, 'Damn, we're Americans,' and smile.",
      "author": "Jay Garner",
      "category": "Day, Mirror, Every Day"
    },
    {
      "quote": "The truth is that when Lennon is Bosephus, she is so mean to me. She can't smile because the mustache will come off. So in between takes, it's just scowling. And then when we are on camera, Bosephus treats me like a piece of meat. I'm repulsed and also attracted to it.",
      "author": "Jessica St. Clair",
      "category": "Truth, Me, Truth Is"
    },
    {
      "quote": "Sometimes people have questioned whether I was making fun of the industry or just at myself. I'm just trying to raise a smile. Clothes aren't meant to be worshipped at a church altar.",
      "author": "Jeremy Scott",
      "category": "Myself, Fun, People"
    },
    {
      "quote": "At one time, you could sit on the Rue de la Paix in Paris or at the Habima Theater in Tel Aviv or in Medina and you could see a person come in, black, white, it didn't matter. You said, 'That's an American' because there's a readiness to smile and to talk to people.",
      "author": "Maya Angelou",
      "category": "Time, American, People"
    },
    {
      "quote": "'SMiLE' is perhaps the Beach Boys' most legendary album. It was recorded in 1966 and 1967 but only saw a formal release in 2011. That's a long time to wait for what was said to be Brian Wilson's masterpiece.",
      "author": "Henry Rollins",
      "category": "Time, Beach, Long"
    },
    {
      "quote": "A bland smile is like a green light at an intersection, it feels good when you get one, but you forget it the moment you're past it.",
      "author": "Douglas Coupland",
      "category": "Good, Light, Past"
    },
    {
      "quote": "We've all met those who seem to radiate happiness. They seem to smile more than others they laugh more than others - just being around them makes us happier as well.",
      "author": "Joseph B. Wirthlin",
      "category": "Happiness, Laugh, Well"
    },
    {
      "quote": "Jesus wept Voltaire smiled. From that divine tear and from that human smile is derived the grace of present civilization.",
      "author": "Victor Hugo",
      "category": "Grace, Present, Human"
    },
    {
      "quote": "I've learned to lose with a smile on my face. That's what the Oscar teaches you.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Face, You, Lose"
    },
    {
      "quote": "I'm not this callous clown walking around laughing at life all the time. I've had some serious, serious problems in my life. But I've come out with a smile.",
      "author": "John Lydon",
      "category": "Life, Time, Walking"
    },
    {
      "quote": "So, my style has hopefully changed over the years and it is more relaxed, and I do tend to smile and have more than one expression these days hopefully - which I didn't at the beginning.",
      "author": "Jo Brand",
      "category": "Style, Beginning, Years"
    },
    {
      "quote": "Sometimes when I'm being photographed, I hear the voice of this photographer who told me when I was about six while he was taking my school photo that I didn't have a nice smile, and I shouldn't smile in photos.",
      "author": "Brad Goreski",
      "category": "School, Me, Nice"
    },
    {
      "quote": "I've told several writers this, and, again, I get back to it, but if you want to make God smile, tell him your plans.",
      "author": "Vin Scully",
      "category": "God, Want, You"
    },
    {
      "quote": "I would try to promote something that I loved, and the entire interview would be about my personal life. I would leave a room feeling defeated, feeling embarrassed, but I would always make sure to put that smile on my face because I wasn't going to let them get to me.",
      "author": "Selena Gomez",
      "category": "Life, Me, Loved"
    },
    {
      "quote": "I'm so envious of that genetic wiring that immediately puts a smile on your face. My genetic wiring just puts creases in my eyebrows.",
      "author": "Chris Pine",
      "category": "Face, Just, Eyebrows"
    },
    {
      "quote": "City Ballet has to develop choreographers of stature and a new approach to coaching before everything we value about it fades away and, in the great tradition of the Cheshire Cat, there's nothing left but Peter Martins' smile.",
      "author": "Robert Gottlieb",
      "category": "Great, Value, City"
    },
    {
      "quote": "I was talking to a guy who was holding his 18-month-old daughter with the only limb he had left, and he had a smile on his face. I thought, 'I'm not even a 10th of this man.'",
      "author": "Ron White",
      "category": "Daughter, Man, Thought"
    },
    {
      "quote": "I have witnessed the softening of the hardest of hearts by a simple smile.",
      "author": "Goldie Hawn",
      "category": "Simple, Hearts, Hardest"
    },
    {
      "quote": "A body smiles, like, 72 times a day. Where does that smile go? That's what I want to know.",
      "author": "Goldie Hawn",
      "category": "Day, Want, Know"
    },
    {
      "quote": "In general, men are wired to notice obvious signs that convey interest in mating - a warm smile, for example - and ignore other subtleties, like if your lipstick is faded.",
      "author": "Helen Fisher",
      "category": "Men, Lipstick, Example"
    },
    {
      "quote": "It's true that a smile can take years off a person - not that such a thing matters in Yoko Ono's case.",
      "author": "Elvis Mitchell",
      "category": "True, Matters, Person"
    },
    {
      "quote": "My children and my husband make me smile. My work makes me smile.",
      "author": "Victoria Beckham",
      "category": "Work, Children, Me"
    },
    {
      "quote": "I loved the Kennedy Center Honors because you just sit there, smile, wave, and cry.",
      "author": "Carol Burnett",
      "category": "Loved, You, Wave"
    },
    {
      "quote": "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side; of the face can smile while the other is pinched.",
      "author": "Thomas Fuller",
      "category": "Society, Face, Try"
    },
    {
      "quote": "Of course I used to smile and laugh in 1976, but not when I was competing. Please show me somebody who laughs when they are concentrating; I always smiled.",
      "author": "Nadia Comaneci",
      "category": "Me, Laugh, Competing"
    },
    {
      "quote": "I'm a happy guy. I just want to see people laugh and smile.",
      "author": "Gerry Cooney",
      "category": "Happy, People, Laugh"
    },
    {
      "quote": "I don't smile a lot in my pictures. I'm always so... grim.",
      "author": "Michael Douglas",
      "category": "Always, Pictures, Lot"
    },
    {
      "quote": "I am so saddened and grossed out by young women who look like creepy, old aliens because of their new Barbie noses and lips. Is that a smile or a grimace?",
      "author": "Olivia Wilde",
      "category": "Women, I Am, Look"
    },
    {
      "quote": "There's an old adage about speakers: You won't remember what they said, but you'll never forget how they made you feel. Trump knows that in his bones. He gives his supporters - and they are growing - a terrific feeling of safety and security, along with a laugh and a smile.",
      "author": "Cass Sunstein",
      "category": "Safety, Laugh, Remember"
    },
    {
      "quote": "I never realized before this the emotional power of some really simple, corny tropes: people with top hats, people with batons, confetti going off, how important it is to smile.",
      "author": "Ira Glass",
      "category": "Power, Simple, People"
    },
    {
      "quote": "I hated the ballet, but I liked performing. I did 20 shows, and I couldn't get the smile off my face.",
      "author": "Ansel Elgort",
      "category": "Face, Ballet, Hated"
    },
    {
      "quote": "The very best hotel I've stayed in is the Intercontinental on Park Lane. We went there for the Chelsea Flower Show a few years ago, and it was sheer luxury. Everybody had a smile on their face. I came home and changed all my pillows because the hotel ones were so beautiful.",
      "author": "Mary Berry",
      "category": "Flower, Home, Beautiful"
    },
    {
      "quote": "Comedians like to see people smile. With acting, I love giving people a feeling, an emotion. I like to give people a feeling. When they come away from my scene, I want them to think.",
      "author": "Keke Palmer",
      "category": "Love, Giving, People"
    },
    {
      "quote": "I feel like looking in the mirror when you brush your teeth, yes, I see lines, and then I smile and I see things here and there. But that's just, you know, you - that's your journey, you know?",
      "author": "Heidi Klum",
      "category": "Journey, Mirror, Looking"
    },
    {
      "quote": "When I came into office, people said, 'Billionaire? How do they live? What do they eat? How do they sleep?' Today, they see me on the subway coming uptown. A couple of people say hi, some people smile and nod. Some people just sleep. It's not an issue.",
      "author": "Michael Bloomberg",
      "category": "Today, Sleep, Me"
    },
    {
      "quote": "I've been dealing with the press for 45 years. You need a very long spoon to sup with them. While you are always grateful, they are like badly trained dogs. They smile and wag and bite your arm off.",
      "author": "Joanna Lumley",
      "category": "Grateful, Long, You"
    },
    {
      "quote": "Our aim is to develop affectionate robots that can make people smile.",
      "author": "Masayoshi Son",
      "category": "People, Robots, Aim"
    },
    {
      "quote": "I have a few go-to moves like jazz hands, shake the booty, stupid eyes. It was once a mating ritual, but now it's all about looking silly and making the kids smile.",
      "author": "John Cho",
      "category": "Eyes, Stupid, Looking"
    },
    {
      "quote": "Actors are supposed to be these runaways that get in a covered wagon filled with hats and tambourines and go from town to town making people smile.",
      "author": "John Cho",
      "category": "People, Hats, Town"
    },
    {
      "quote": "I'm all about people that appreciate, that are grateful, that smile, that have a sense of humour - the dirtier the laugh, the better- that's my kind of vibe... and I hope that's the kind of thing that I attract.",
      "author": "Poppy Delevingne",
      "category": "Hope, Grateful, Laugh"
    },
    {
      "quote": "As a New Yorker, this is what you do: you confront, jab, and slap, sometimes wrongly, then smile and forget about it.",
      "author": "Greg Gutfeld",
      "category": "Forget, You, New"
    },
    {
      "quote": "I always remember this neighbor who would ask me to babysit for her. She looked like Jayne Mansfield, and I remember babysitting for, like, five hours and she would pay me 80 cents, with a phony smile. I used to go home fuming to my mum.",
      "author": "Jennifer Coolidge",
      "category": "Home, Me, Neighbor"
    },
    {
      "quote": "When men have a smile on their faces, that does a lot for me.",
      "author": "Michelle Yeoh",
      "category": "Men, Me, Faces"
    },
    {
      "quote": "If you can't relax during your interview, then nothing you do to prepare will matter. Being yourself is essential to the selection process, and interviewers will feel it if you're too nervous. Showing fear or anxiety appears weak compared to a relaxed smile and genuine confidence.",
      "author": "Travis Bradberry",
      "category": "Fear, Confidence, Anxiety"
    },
    {
      "quote": "When I'm getting a chance to do my job or make somebody's day, and be on stage where I love, and see all the fans having fun, you can't help but smile.",
      "author": "Cole Swindell",
      "category": "Love, Day, Job"
    },
    {
      "quote": "I am happy at Tottenham. I go into work every day with a smile on my face, and that is important.",
      "author": "Harry Kane",
      "category": "Work, Happy, Day"
    },
    {
      "quote": "I have a great smile. A lot of people don't know that.",
      "author": "Draymond Green",
      "category": "Great, People, Know"
    },
    {
      "quote": "Scarlett Johansson has a smile she tries to suppress in every movie she makes. She's been trying to keep a straight face since she appeared with Bill Murray 11 years ago in her breakthrough, 'Lost in Translation.'",
      "author": "Steve Erickson",
      "category": "Lost, Face, She"
    },
    {
      "quote": "On the red carpet, one tip is to suck in your cheekbones - apparently it looks better on camera. I don't know, though; I think a nice smile is best.",
      "author": "David Harewood",
      "category": "Best, Red, Nice"
    },
    {
      "quote": "Some people are fighting much, much more important battles and much bigger battles, and if we get the chance to put a smile on their face for ten seconds, it's so worth it.",
      "author": "Dolph Ziggler",
      "category": "Chance, People, Face"
    },
    {
      "quote": "I live to leave somebody with a positive experience when they've met me, and make someone smile for the day.",
      "author": "Dolph Ziggler",
      "category": "Positive, Day, Experience"
    },
    {
      "quote": "Make people have a smile when they finish your e-mail.",
      "author": "Letitia Baldrige",
      "category": "People, Finish, Your"
    },
    {
      "quote": "I'm honest and tell it like it is. I've been around the horn a few times and learned valuable lessons from screwing up a bit. So, if I can pass off advice or make someone smile on the way to work, I'm for it.",
      "author": "Stone Cold Steve Austin",
      "category": "Work, Advice, I Can"
    },
    {
      "quote": "No connection to the average voter - Clinton has an air of superiority. Despite her wide smile and pleasant appearance, she is envisioned as someone who is trying to hide something all the time.",
      "author": "Fabrizio Moreira",
      "category": "Time, Trying, She"
    },
    {
      "quote": "The NBA Schedule was made up by one man, Eddie Gottlieb, who had owned the Philadelphia Warriors. Eddie had a Buddha-like body and a crinkly smile, and because he had also been an owner in baseball's old Negro leagues, he was known as the Mogul.",
      "author": "Frank Deford",
      "category": "Baseball, Man, Body"
    },
    {
      "quote": "Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly, completely successfully, or just completely, the correct response to death's perfect punctuation mark is a smile.",
      "author": "Julie Burchill",
      "category": "Life, Death, Perfect"
    },
    {
      "quote": "I will tell you with 100 percent confidence, Jon Jones is not deep in my head. The fact he actually thinks that, it makes me smile every day.",
      "author": "Daniel Cormier",
      "category": "Day, Deep, Confidence"
    },
    {
      "quote": "Every now and then, someone will tell me that one of my books has made them laugh out loud. I never believe them because: a.) my books don't make me laugh out loud; and b.) sometimes I have said this to a writer, when really what I meant was, 'Your book made me smile appreciatively.'",
      "author": "Mary Roach",
      "category": "Book, Believe, Me"
    },
    {
      "quote": "If you're in my shoes, and your goal is to leave people with the biggest possible smile on their face, then doing the meet-and-greet afterwards makes sense.",
      "author": "Mick Foley",
      "category": "Shoes, Goal, People"
    },
    {
      "quote": "Kanye is so much fun. He's a wonderful person. What I love about Kim and Kanye is that I think they save their happy moments and their smiles for themselves rather than sharing everything with the public. And listen, when a camera is shoved in your face trying to take a selfie, you do not want to smile.",
      "author": "Chrissy Teigen",
      "category": "Love, Happy, Fun"
    },
    {
      "quote": "As a model, I really stand for not being a model, if that makes sense. When I started, the whole idea of the model was very different; it was a bit stuck-up. Not stuck-up, but no one was trying to have fun, or not even have fun, but be willing to smile.",
      "author": "Cara Delevingne",
      "category": "Fun, Stand, Have Fun"
    },
    {
      "quote": "I cry at anything remotely touching - smile at me warmly and I'm off... television also does it, everything from 'X-Factor' to cereal commercials. I cry when I am tired. I also cry when I laugh.",
      "author": "Natalie Massenet",
      "category": "I Am, Tired, Me"
    },
    {
      "quote": "I guess the news is this: If you're a Republican and you smile, liberals don't like it. Maybe that's because Democrats are afraid that I've been able to show an optimistic vision for this country.",
      "author": "Cory Gardner",
      "category": "Vision, News, You"
    },
    {
      "quote": "I'm a workhorse. I'll take anything and everything I can get, and I'll do it with a smile on my face.",
      "author": "Roman Reigns",
      "category": "Face, I Can, Anything"
    },
    {
      "quote": "As I get older, I want to do more films for kids because they're the best audience around. Just putting a smile on a kid's face is the best thing.",
      "author": "James McAvoy",
      "category": "Best, Want, Face"
    },
    {
      "quote": "Later in my life, I'm going to look back and smile and be very fulfilled. I know that if I don't give it my all right now I'll regret it later. That's very important to me, because I've worked all my life to have this.",
      "author": "Shania Twain",
      "category": "Life, Regret, Me"
    },
    {
      "quote": "Clinton's hands remain incredibly clean, don't they, and Tony Blair's smile remains as wide as ever. I view these guises with profound contempt.",
      "author": "Harold Pinter",
      "category": "Hands, View, Profound"
    },
    {
      "quote": "I get really frustrated if people don't smile.",
      "author": "Sophie Ellis-Bextor",
      "category": "People, Frustrated, Really"
    },
    {
      "quote": "Religion can emerge in all forms of feeling: here wild anger, there the sweetest pain; here consuming hatred, there the childlike smile of serene humility.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Anger, Pain, Religion"
    },
    {
      "quote": "I could be hit by a Sara Lee truck tomorrow. Which is not a bad way of going: 'Richard Simmons Found in a Freeway in Pound Cake and Fudge, With a Smile on His Face.' Let's face it. We don't know anything.",
      "author": "Richard Simmons",
      "category": "Tomorrow, Cake, Know"
    },
    {
      "quote": "I will have my publicist pull pictures of the way I look at events so I can see, 'Oh, that cut is not as flattering as I thought,' or 'I should smile bigger,' or 'That positioning is odd.' I learn from it.",
      "author": "Allison Williams",
      "category": "Thought, Learn, See"
    },
    {
      "quote": "I think Led Zeppelin must have worn some of the most peculiar clothing that men had ever been seen to wear without cracking a smile.",
      "author": "Robert Plant",
      "category": "Men, Think, Clothing"
    },
    {
      "quote": "You know when someone's over-flattering you in a way. You smile but you can't believe it.",
      "author": "Laura Linney",
      "category": "Believe, Know, You"
    },
    {
      "quote": "I wish to be appreciated not only as a film star but also for the person I am. If I manage to bring a smile on people's faces, then I think I'll be successful.",
      "author": "Deepika Padukone",
      "category": "I Am, Successful, People"
    },
    {
      "quote": "If you're authentic, people smile because they sense there's a piece of themselves there.",
      "author": "Bonnie Hunt",
      "category": "People, You, Sense"
    },
    {
      "quote": "My smile will always be broken, but I'll always be grateful for the chance to get to do what I get to do.",
      "author": "Trent Franks",
      "category": "Grateful, Chance, Broken"
    },
    {
      "quote": "Somebody said to me, 'Whenever somebody says your name, a smile comes to their face.' That's a great accolade. I strive to keep it that way.",
      "author": "Clarence Clemons",
      "category": "Great, Me, Name"
    },
    {
      "quote": "My theory is, if you force yourself to smile enough, then you start to feel it. Which comes in handy all the time.",
      "author": "Erika Christensen",
      "category": "Time, Yourself, Start"
    },
    {
      "quote": "Playing hard to get is not the way to win me over. I'm definitely more for the girl who can smile and laugh all the time and just have a good time!",
      "author": "Taylor Lautner",
      "category": "Time, Good, Girl"
    },
    {
      "quote": "Julia Roberts taught me how to knit on the set of 'Mona Lisa Smile.'",
      "author": "Julia Stiles",
      "category": "Me, Taught, Mona"
    },
    {
      "quote": "I was walking around legally blind. Now I have 20-20 vision. I can't believe I spent so many years blurry, but I think that coincides with how I was feeling. Now I notice if people are watching me, but I also smile right back if someone waves, which helps.",
      "author": "Nicole Kidman",
      "category": "Vision, Believe, Walking"
    },
    {
      "quote": "I have always been a flirt. My mother says whe I was a child, I used to stand outside the house and just smile at everyone who walked by. Like, 'Please take me with you!'",
      "author": "bell hooks",
      "category": "Mother, Child, Me"
    },
    {
      "quote": "I just feel like people like a little break. Especially at 12:37 at night, you go, like, 'I'm just tired of the snarky right now. I just want to lie down and have somebody make me laugh for an hour. Entertain me, and then I'm going to sleep with a smile on my face.' That's my job; that's what I do.",
      "author": "Jimmy Fallon",
      "category": "Sleep, Job, Night"
    },
    {
      "quote": "The coolest part about seeing a girl wear something comfortable is the smile that you can just feel coming through from inside her.",
      "author": "Kellan Lutz",
      "category": "Girl, You, Her"
    },
    {
      "quote": "The 'good' mother, with her fixed smile, her rigidity, her goody-goody outlook, her obsession with unnecessary hygiene, is in fact a fool. It is the 'bad' mother, unafraid of a joke and a glass of wine, richly self-expressive, scornful of suburban values, who is, in reality, good.",
      "author": "Rachel Cusk",
      "category": "Good, Mother, Fool"
    },
    {
      "quote": "I thought, 'It doesn't matter what that woman is wearing,' but then I realised actually it's our job as designers to make women smile; to bring them the chocolate without the calories.",
      "author": "Alber Elbaz",
      "category": "Women, Job, Woman"
    },
    {
      "quote": "For me, music makes my smile brighter during my workouts. It adds that extra something that motivates me to go further or work harder!",
      "author": "Summer Sanders",
      "category": "Work, Music, Me"
    },
    {
      "quote": "We've been trained since kindergarten: Be nice, be kind, share, put on a smile. So we're conditioned to squash our natural selfish instincts, and that's the right thing for society.",
      "author": "Bryan Cranston",
      "category": "Be Kind, Society, Selfish"
    },
    {
      "quote": "I used to watch some of the reality shows about models, and then, weirdly, now I try to incorporate into my fashion shoots the skills I learnt from watching those shows. It's like, thanks Tyra, 'cause you've given me, like, all the cool tips. Like how to smile with your eyes.",
      "author": "Rebel Wilson",
      "category": "Eyes, Cool, Reality"
    },
    {
      "quote": "You know, there's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.",
      "author": "Mark Wahlberg",
      "category": "Best, Together, Know"
    },
    {
      "quote": "I am trying to inspire people to just take control of their oral health, because if we don't take care of our oral health, it affects so many different aspects of our lives. If your smile and mouth is not together, it affects your relationship, your self-esteem, your health.",
      "author": "Sherri Shepherd",
      "category": "Relationship, Health"
    },
    {
      "quote": "I played the violin my whole life. I wanted to play from the time I was just a little kid, and I've always loved dance as well. I wanted to make people smile. I wanted to add an extra energy to my playing and make it visual and make it unique and fun.",
      "author": "Lindsey Stirling",
      "category": "Life, Time, Dance"
    },
    {
      "quote": "It's really hard to smile when you play. As a performer, if I ever find myself focusing, it's like, 'Oh no - orchestra face!' It's not attractive at all, so I have to focus on smiling.",
      "author": "Lindsey Stirling",
      "category": "Myself, Smiling, Focus"
    },
    {
      "quote": "While journalists cannot right every wrong, champion every cause or fix every problem, they can - through the written word - lift someone's burden for a day, make some elderly woman on a bus smile or let them know they are noticed by someone.",
      "author": "Regina Brett",
      "category": "Day, Woman, Champion"
    },
    {
      "quote": "Sometimes Queens' music is dark, but somehow it's ok to deliver it with a smile on your face because thing's are still going to kick in.",
      "author": "Josh Homme",
      "category": "Music, Dark, Face"
    },
    {
      "quote": "Riding Valegro always makes you smile, so I enjoy it.",
      "author": "Charlotte Dujardin",
      "category": "Enjoy, You, Always"
    },
    {
      "quote": "I can't help but smile when I ride Valegro; I think something, and he does it. I laugh, and I think, 'God, how does he know? I didn't even ask. I just thought it.'",
      "author": "Charlotte Dujardin",
      "category": "God, Help, Laugh"
    },
    {
      "quote": "It is spectacular. From about five minutes in, when we knew for sure that we were going to have the weather to go, the smile on my face just got bigger and bigger, and I was just beaming through the whole launch. I mean, it is just an amazing ride.",
      "author": "Chris Hadfield",
      "category": "Weather, Amazing, Ride"
    },
    {
      "quote": "My mother-in-law speaks not a word of English. I speak not a word of Tajiki. So I smile at her ingratiatingly and she fixes me with a beady eye.",
      "author": "Wilbur Smith",
      "category": "Eye, Speak, Me"
    },
    {
      "quote": "'Priced to sell' - just the phrase makes me smile. When a dealer says all the items in his booth are priced to sell, he means he's tagged them as aggressively as he can to get you to buy them. Don't worry, though, I still haggle. You have to. That's the point of a flea market.",
      "author": "Nate Berkus",
      "category": "Me, Worry, You"
    },
    {
      "quote": "I was never one of those surly teenagers who doesn't smile. My lovely godfather said it was always lovely to see me because I was the only teenager who smiled. And I was so in awe of him, I thought it was one of the best things anyone had ever said to me. So it made me want to live up to what he said.",
      "author": "Olivia Colman",
      "category": "Best, Thought, Me"
    },
    {
      "quote": "In politics you learn to always smile.",
      "author": "Eliot Spitzer",
      "category": "Politics, Learn, You"
    },
    {
      "quote": "I've been successful in different areas, but nothing brings a smile to my face more than my oldest son, Zaire, and my second son, Zion, saying the kind word of 'Dad.'",
      "author": "Dwyane Wade",
      "category": "Son, Successful, Saying"
    },
    {
      "quote": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.",
      "author": "Amber Heard",
      "category": "Life, Age, Women"
    },
    {
      "quote": "I love Jesus Christ with all my heart and everything He stands for. I think that sums up everything that I want for my life, everything I want for my family, everything I want for my career. I want it to be entertaining. I want people to smile and tap their toes, but I want it to be meaningful when the day is done.",
      "author": "Josh Turner",
      "category": "Love, Life, Family"
    },
    {
      "quote": "I'm quite British in the sense of not expressing my emotions much. I save it for my songs. If you ask about a death in the family, or a lover, I will not be emotional. I'd probably answer with a smile. Because that's what we British blokes do.",
      "author": "James Blunt",
      "category": "Family, Death, You"
    },
    {
      "quote": "I have learned to smile when I wasn't happy, to sing when I didn't feel like it, and to do things just to please my fans.",
      "author": "Tionne Watkins",
      "category": "Happy, Feel, Fans"
    },
    {
      "quote": "People relate to me, and I try to make songs that make people smile.",
      "author": "Olly Murs",
      "category": "Me, People, Try"
    },
    {
      "quote": "When I hear theists and atheists pontificating on how they know God does or does not exist, I can only smile at the irrationality and, yes, vanity of the notion.",
      "author": "Vincent Bugliosi",
      "category": "God, Know, I Can"
    },
    {
      "quote": "The Oscars are a lot different when you are a nominee. You walk around with this big smile on your face, and everyone, even people who work for rival film companies, tells you they voted for you.",
      "author": "Samuel Goldwyn",
      "category": "Work, Walk, People"
    },
    {
      "quote": "A man can be drawn across the room with the simplicity of a smile. That's why your pearly whites should always be straight and shiny. I think most of my clients are drawn to a fun, flirty nature in a woman. The problem is, most women do not often feel fun and flirty.",
      "author": "Patti Stanger",
      "category": "Nature, Women, Man"
    },
    {
      "quote": "If I went to them all dressed up and flashed a nice smile for the cameras it would probably be easier for me to get work. But I just can't tolerate it.",
      "author": "Charlie Hunnam",
      "category": "Work, Me, Nice"
    },
    {
      "quote": "I'm always trying to make myself laugh. I'm the most enthusiastic audience I'm likely to find, so if it doesn't make me smile then it probably won't work on you. The jokes that only make me shrug get cut.",
      "author": "Victor LaValle",
      "category": "Work, Myself, Me"
    },
    {
      "quote": "You can always tell folks from nonfolks. Folks like to feel good, like to smile for the camera when there's a big photo opportunity for a really good cause.",
      "author": "Russell Baker",
      "category": "Good, Opportunity, Feel Good"
    },
    {
      "quote": "I wish I was told to look after my teeth when I was younger. My smile is really important to me and one of my biggest assets, so I'm very conscious that I need to keep it in top condition.",
      "author": "Louise Nurding",
      "category": "Me, Wish, Look"
    },
    {
      "quote": "I'm a fun song maker. I love to make people smile. I also love to see them big, burly dudes crying because their wives' song is 'Die a Happy Man.'",
      "author": "Thomas Rhett",
      "category": "Love, Happy, Man"
    },
    {
      "quote": "I think one of my first jokes - in the black community, there's people who have jokes about skin tone. People like, 'You so black, you purple.' 'You so black, you gotta smile so we can see you at night.'",
      "author": "Hannibal Buress",
      "category": "Community, Night, People"
    },
    {
      "quote": "Crowds are the most difficult thing for me these days because I have to walk with my head down and my eyes averted. There's still that part of me that wants to hold my head up, make eye contact and smile.",
      "author": "Cameron Diaz",
      "category": "Eyes, Walk, Me"
    },
    {
      "quote": "I suffered from post-natal depression after Rowan was born. I had a healthy, beautiful baby girl and I couldn't look at her. I couldn't hold her, smile at her. All I wanted was to disappear and die.",
      "author": "Brooke Shields",
      "category": "Beautiful, Depression, Baby"
    },
    {
      "quote": "Country music in the mid-'90s was a big influence on my career, and I played all the songs that are referenced in '94' back in my club days. Joe Diffie was rocking a sick mullet, and he was hotter than ever... just putting out monster hit after monster hit. It totally takes me back to those days, and it makes me smile every time I hear it.",
      "author": "Jason Aldean",
      "category": "Music, Time, Influence"
    },
    {
      "quote": "When you have to work, work with a smile.",
      "author": "Kapil Dev",
      "category": "Work, You"
    },
    {
      "quote": "I like to post positive content, and I like to try and make people smile. That's why those videos are popular. I don't fake it.",
      "author": "Cameron Dallas",
      "category": "Positive, People, Fake"
    },
    {
      "quote": "Ostensibly rigorous and realistic, contemporary conservatism is an ideology of denial. Its symbol is a smile button.",
      "author": "Christopher Lasch",
      "category": "Conservatism, Realistic"
    },
    {
      "quote": "I bring people on stage with me. It's a good time, and people love to join in on the party. Show me a smile, and I'll show you one back.",
      "author": "Vanilla Ice",
      "category": "Love, Time, Good"
    },
    {
      "quote": "After six years without seeing one, I love just seeing a smile - every smile I see gives me hope.",
      "author": "Ingrid Betancourt",
      "category": "Love, Hope, Me"
    },
    {
      "quote": "It's a blessing because the Baldwin vibe on the street is what I live for the most. I think our name is something that a lot of people get a good feeling about and brings a smile to their face, and we're very fortunate.",
      "author": "Stephen Baldwin",
      "category": "Good, People, Live"
    },
    {
      "quote": "Bob Dylan has always sealed his decisions with the unexplainable. His motives for withholding the release of the magnificent 'Basement Tapes' will be as forever obscure as Brian Wilson's reasons for the destruction of the tapes for 'Smile.'",
      "author": "Jon Landau",
      "category": "Decisions, Forever, Obscure"
    },
    {
      "quote": "I have always loved a hard-faced girl. I get that Alison Goldfrapp isn't easy, and I like her belligerence. She's deeply sexy and controlled, like a Strict Machine, and it seems to wind the b'jesus out of the women I know. On the outside, I watch and smile and will her on like a twisted silent maiden aunt in the dark corner.",
      "author": "Alison Moyet",
      "category": "Women, Wind, Girl"
    },
    {
      "quote": "I had ordered long legs, but they never arrived. My eyes are weird too, one is gray and the other is green. I have a crooked smile and my nose looks like a ski slope. No, I would not win a Miss contest.",
      "author": "Jane Seymour",
      "category": "Eyes, Green, Long"
    },
    {
      "quote": "I have had wrinkles on my forehead and my smile line since I was a kid. I see them in my own kids. I know what they're going to look like. So it's kind of like that's my personality. I feel the older you get, too, the more confident you become just in your own skin.",
      "author": "Faith Hill",
      "category": "Personality, Know, You"
    },
    {
      "quote": "I just want to show the fans my big smile and play the game that I love.",
      "author": "Yani Tseng",
      "category": "Love, Game, Want"
    },
    {
      "quote": "Anyone who's ever driven to Atlantic City knows that Trump's got a big billboard. For years, you used to see his angry face on it. I said, 'Trump, that expression is making people afraid to go to the Taj Mahal. Why don't you give them a big smile.? 'C'mon in, folks! Spend your money here!' I think we got that corrected.",
      "author": "Regis Philbin",
      "category": "Money, City, People"
    },
    {
      "quote": "Red carpets seem so glamorous, but you're really just standing there sweating and worrying your hair is going to fall. And in the end, people are only going to see one picture of you. You just smile for one second and then you walk over to the side and check your phone. It's pretty weird.",
      "author": "Morgan Saylor",
      "category": "Hair, Red, Walk"
    },
    {
      "quote": "Jessica Simpson is the youth ambassador for Operation Smile, and an episode of The Apprentice featured a team managing a charity concert she put on. Donald Trump came on stage and pledged a donation.",
      "author": "Roma Downey",
      "category": "Team, Youth, Charity"
    },
    {
      "quote": "I think Operation Smile is in more than 22 countries, mostly Third World. It just happened that my schedule opened up at the time they were heading to Vietnam.",
      "author": "Roma Downey",
      "category": "Time, World, Think"
    },
    {
      "quote": "A smile costs about $240.",
      "author": "Roma Downey",
      "category": "Costs, About"
    },
    {
      "quote": "In Delhi, where I grew up, commerce is brusque. You don't ask each other how your day has been. You might not even smile. I'm not saying this is ideal - it's how it is. You're tied together by a transaction. The customer doesn't tremble before complaining about how cold his food is.",
      "author": "Karan Mahajan",
      "category": "Food, Day, Together"
    },
    {
      "quote": "If I am not mistaken, it was a British poet who said that 'no one is properly dressed unless he wears a smile.'",
      "author": "Sukarno",
      "category": "I Am, Said, Dressed"
    },
    {
      "quote": "I've never liked my smile, you see. I should have had braces as a kid, but I was too proud and too vain. And I didn't want to be bullied at school.",
      "author": "Ricky Whittle",
      "category": "School, Proud, Want"
    },
    {
      "quote": "I'm a huge sun baby. As soon as the sun comes out, my smile gets bigger, so I'm constantly smiling in L.A. It's a fantastic place to be.",
      "author": "Ricky Whittle",
      "category": "Smiling, Baby, Sun"
    },
    {
      "quote": "People need to understand that the Lauryn Hill they were exposed to in the beginning was all that was allowed in that arena at the time. I had to step away for the sake of the machine. I was being way too compromised. I felt uncomfortable having to smile in someone's face when I really didn't like them or know them well enough to like.",
      "author": "Lauryn Hill",
      "category": "Time, Beginning, Step"
    },
    {
      "quote": "It's very strange to go to cities like London and New York. People walk so quickly, they seem to be in a hurry all the time. And you don't say 'Hi' to everyone you meet, and you don't smile to everyone you meet, because there's just so many. Which is also very strange.",
      "author": "Aurora",
      "category": "Time, Walk, People"
    },
    {
      "quote": "Genuine expressions of emotion rarely persist longer than five seconds and almost never longer than 10. A fixed smile is likely to conceal anger, anxiety, or some other negative emotion.",
      "author": "Pamela Meyer",
      "category": "Anger, Negative, Anxiety"
    },
    {
      "quote": "Watching movies in the U.S. is great fun because they get every joke, they smile, they laugh so much; it's a great feeling.",
      "author": "Jet Li",
      "category": "Great, Fun, Laugh"
    },
    {
      "quote": "I was so embarrassed about mispronouncing words. I just knew how to smile.",
      "author": "Adriana Lima",
      "category": "Words, Just, Embarrassed"
    },
    {
      "quote": "He taught me never to smile, which helps me when I visit disaster sites.",
      "author": "Emo Philips",
      "category": "Me, Disaster, Never"
    },
    {
      "quote": "And I like the look on people's faces when I say I'm doing this movie called Pride and Prejudice and they kind of smile, and then I say I'm in a movie called Doom and they kind of do a double take and try and put the two things together. And they never quite manage to.",
      "author": "Rosamund Pike",
      "category": "Together, Pride, People"
    },
    {
      "quote": "Smile, it's better than a poke in the eye.",
      "author": "Douglas Horton",
      "category": "Eye, Better, Than"
    },
    {
      "quote": "'Halal in the Family' will expose a broad audience to some of the realities of being Muslim in America. By using satire, we will encourage people to reconsider their assumptions about Muslims, while providing a balm to those experiencing anti-Muslim bias. I also hope those Uncles and Aunties out there will crack a smile!",
      "author": "Aasif Mandvi",
      "category": "Family, Hope, America"
    },
    {
      "quote": "I'd much rather have sat there and just been a fly on the wall, instead of having to smile at people. I'd rather have been a waitress. Just gone round and stared at people.",
      "author": "Jennifer Saunders",
      "category": "People, Fly, Gone"
    },
    {
      "quote": "Many people say I smile more in Africa than in Sweden.",
      "author": "Henning Mankell",
      "category": "People, Africa, People Say"
    },
    {
      "quote": "If I buy a Fiat Uno, I'll read that, for a man like me, a Ferrari was more suitable. If instead I buy a Ferrari, they'll write that I should have kept my feet on the ground and bought a Fiat. If I smile, I'm not serious. If I don't smile, I'm a rich sulker that doesn't enjoy having the most beautiful job in the world.",
      "author": "Mario Balotelli",
      "category": "Beautiful, Man, Job"
    },
    {
      "quote": "I have my father's lopsided mouth. When I smile, my lips slope to one side. My doctor sister calls it my cerebral palsy mouth. I am very much a daddy's girl, and even though I would rather my smile wasn't crooked, there is something moving for me about having a mouth exactly like my father's.",
      "author": "Chimamanda Ngozi Adichie",
      "category": "Sister, Father, I Am"
    },
    {
      "quote": "It is clear I was never the Pretty Girl. I had my two front teeth knocked out when I was 10 and didn't fix them until I was 19. I have a crooked smile and a nose that looks like it's been broken 12 times but never has been. My nose was always red, so people called me Rudolph. My whole face is off-center.",
      "author": "Ellen Barkin",
      "category": "Girl, Red, Me"
    },
    {
      "quote": "When it's your will versus another person's will, the worst thing you can do is smile in their face when you're competing. That's what I tell our guys. Go have fun.",
      "author": "DeAngelo Williams",
      "category": "Fun, Have Fun, You"
    },
    {
      "quote": "I'm one of those guys that - as far as relationships and stuff go - if you smile at me, I'm like, 'Let's date for three years' - which is just ridiculous.",
      "author": "Norman Reedus",
      "category": "Me, Relationships, You"
    },
    {
      "quote": "It brings a smile to my face every time I look in the record book and see my name with the likes of Hutson and Lance Alworth and Raymond Berry, some of the fabled receivers of the NFL. It's all like a dream to me. I can't believe it's true.",
      "author": "Steve Largent",
      "category": "Time, Book, Believe"
    },
    {
      "quote": "I know virtually no one of my age who can remember a hug, or a smile from their father, or a 'Let's go play football.'",
      "author": "Peter Mullan",
      "category": "Age, Father, Football"
    },
    {
      "quote": "What I always think about when I think about 'Girls' is Lena being in a scene where she's very vulnerable, possibly directing, acting, and she's probably written the dialogue. It's 2 in the morning. Everyone's tired. Everyone's grumpy. And she has a smile on her face and kindness for everyone who interacts with her.",
      "author": "Jennifer Konner",
      "category": "Kindness, Morning, Tired"
    },
    {
      "quote": "I'm a car fanatic and each morning I wake up with a smile on my face, whether I'm commentating on the Formula One or at Silver Hatch racetrack in Roary the Racing Car.",
      "author": "Murray Walker",
      "category": "Morning, Car, Wake Up"
    },
    {
      "quote": "I kept hiding my smile in pictures throughout middle school and most of high school until picture day came my senior year.",
      "author": "Uzo Aduba",
      "category": "Day, School, High School"
    },
    {
      "quote": "When I was little, I didn't smile much. Don't get me wrong. I was a happy kid, but I couldn't stand the space, dead center, in between my teeth. Yeah, I could whistle through it, but so what? That didn't win me many points on the playground in Medfield, Massachusetts.",
      "author": "Uzo Aduba",
      "category": "Happy, Space, Me"
    },
    {
      "quote": "When you're watching somebody read your material and they smile and nod, you know you've found that place where your experience and their experience match, even though they aren't the same exact experience.",
      "author": "Chris Crutcher",
      "category": "Experience, Know, You"
    },
    {
      "quote": "I just sing the stuff that makes me smile, makes me feel like I didn't sell myself out.",
      "author": "Patti LaBelle",
      "category": "Myself, Me, Sell"
    },
    {
      "quote": "I think people take a liking to a voice or something that makes them smile and feel good about themselves.",
      "author": "Jess Glynne",
      "category": "Good, People, Feel Good"
    },
    {
      "quote": "You have to tell guys to ask you on a date. Smile when you do it - however that works, I'm not 'Cosmo.' But yeah - not a lot of people know how to 'court' anymore, sorry.",
      "author": "Julie Klausner",
      "category": "People, Sorry, Know"
    },
    {
      "quote": "I'm happy to help Crest Whitestrips on their mission to inspire photographers everywhere to capture smile moments and would encourage aspiring photographers to express themselves through their photos.",
      "author": "Nigel Barker",
      "category": "Happy, Inspire, Moments"
    },
    {
      "quote": "As soon as you 'Botox' your smile lines away, you lose part of your identity.",
      "author": "Nigel Barker",
      "category": "Identity, You, Lines"
    },
    {
      "quote": "Americans think Soviets are so grim. I want them to see that they can smile.",
      "author": "Yakov Smirnoff",
      "category": "Want, Think, See"
    },
    {
      "quote": "'Unbreakable Smile' was based off one of the songs I wrote for the album - it was actually the first song I wrote for the album without realizing it yet. I think I wanted to name the album that because it seemed like that was just the theme of that chapter in my life and just the theme of all the songs put together.",
      "author": "Tori Kelly",
      "category": "Life, Together, Name"
    },
    {
      "quote": "My grandmother, whom we call Biel, thinks it's very unbecoming of me not to smile for the paparazzi. So every time I see them, I think, 'Smile for Biel!'",
      "author": "Jessica Biel",
      "category": "Time, Me, Think"
    },
    {
      "quote": "In the car on my way to premieres and awards shows, I'll sit with tissue paper under my armpits so I don't soil the delicate dress fabric. The whole time, I'm telling myself, 'Please don't sweat, please don't sweat.' I throw the tissues out right before I step out of the car, and nobody ever knows! I just put on a smile and fake it.",
      "author": "Jessica Biel",
      "category": "Time, Car, Myself"
    },
    {
      "quote": "For me, I think the Lord wanted me to win to put a smile on Chinese people's faces.",
      "author": "Michael Chang",
      "category": "Win, Me, People"
    },
    {
      "quote": "I want to put concepts in front of people that make them laugh or smile or even hate what I do. I'm not interested in just putting clothes in stores.",
      "author": "Thom Browne",
      "category": "Hate, People, Laugh"
    },
    {
      "quote": "When checking in at an airport, no matter how rude the check-in person is to you, always smile and be nice because you don't know what kind of day they've had. You are going on holiday and they're stuck wherever they are. Be nice to them because they can re-route your baggage to wherever they feel like.",
      "author": "Ross Kemp",
      "category": "Day, Holiday, Nice"
    },
    {
      "quote": "I travel around the world, experiencing every language, every religion... some places where there's just no reason to smile, because their lives are so difficult.",
      "author": "Lionel Richie",
      "category": "Travel, Religion, World"
    },
    {
      "quote": "The same people who smile in my face would be the same ones to talk behind my back.",
      "author": "Timbaland",
      "category": "People, Face, Back"
    },
    {
      "quote": "I tend to look out for things with a resonance to my youth - artists or objects that seemed romantic all those years ago. I never buy anything purely for its value. I like possessions that smile back at me.",
      "author": "Nicholas Haslam",
      "category": "Romantic, Youth, Value"
    },
    {
      "quote": "The biggest thing we get out of it is seeing the kids smile. And hopefully we will also see that the lessons we're teaching - not only the fundamentals of hockey, but also the life values - are sinking in.",
      "author": "Bobby Orr",
      "category": "Life, Values, Hockey"
    },
    {
      "quote": "I enjoy the process of composing music. The first time I hear a song, it has to bring a smile to my lips. You have to tap your feet and be able to sing the song.",
      "author": "Salman Khan",
      "category": "Music, Time, Enjoy"
    },
    {
      "quote": "The smile on your face lets me know that you need me, there's a truth in your heart that says you'll never leave me, and the touch of your hand says you'll catch me whenever I fall.",
      "author": "Alison Krauss",
      "category": "Truth, Heart, Fall"
    },
    {
      "quote": "I love a girl that can make me laugh. I am not really a laugh-at-things type of guy and I don't smile and laugh all the time... But if a girl can make me laugh... I'm in love!!!!",
      "author": "Jesse McCartney",
      "category": "Love, Time, I Am"
    },
    {
      "quote": "It's lovely to work with a group of actors who make you laugh and smile.",
      "author": "Kelly Reilly",
      "category": "Work, Laugh, Group"
    },
    {
      "quote": "I was doing a Broadway musical called 'Smile' with Howard Ashman and Marvin Hamlisch in 1984/5 when it abruptly closed. Howard was in the middle of pre-production for 'The Little Mermaid,' so he kindly invited all the girls in our cast to audition for the film.",
      "author": "Jodi Benson",
      "category": "Doing, Broadway, Little"
    },
    {
      "quote": "The Viennese wash everything. Where else in the world does the government hire public servants to wash public telephone booths and the glass over traffic lights? Every time I see someone doing these things, I smile like a child.",
      "author": "Jonathan Carroll",
      "category": "Time, Government, World"
    },
    {
      "quote": "I love the Rio Grande Valley. I always say it's home - Texas is home. I've been out in L.A. a little over ten years, and I still get so excited when I go back home. It just feels comfortable; it makes me smile.",
      "author": "Cristela Alonzo",
      "category": "Love, Home, Me"
    },
    {
      "quote": "I'm so glad cities have personalities, just like people have personalities. That's something that makes me smile.",
      "author": "Fred Armisen",
      "category": "Me, People, Like"
    },
    {
      "quote": "I get very nervous whenever I think about it. I've never done a serious play, and I have such awe of the woman - she's really my only idol. It's going to be a big stretch - certain people come out on stage and your face muscles automatically tense and you get ready to smile.",
      "author": "Judy Holliday",
      "category": "Woman, People, Think"
    },
    {
      "quote": "But I am convinced that those Jews who stand aside today with a malicious smile and with their hands in their trousers' pockets will also want to dwell in our beautiful home.",
      "author": "Theodor Herzl",
      "category": "Home, Beautiful, Today"
    },
    {
      "quote": "Bjorn was a different breed, I threw my best material at him, but he would never smile, but that added to the charm when he played me and Mac. We were going nuts and losing our mind and he was sitting back like he was on a Sunday stroll.",
      "author": "Jimmy Connors",
      "category": "Best, Losing, Mind"
    },
    {
      "quote": "On street corners everywhere, people are looking at their cell phones, and it's easy to dismiss this as some sort of bad trend in human culture. But the truth is life is being lived there. When they smile - right, you've seen people stop - all of a sudden, life is being lived there, somewhere up in that weird, dense network.",
      "author": "Ze Frank",
      "category": "Life, Culture, Truth"
    },
    {
      "quote": "I like girls that have a nice smile and nice eyes. I want to date a girl who understands my busy schedule and that I have to be on tour a lot. And she has to make me laugh!",
      "author": "Austin Mahone",
      "category": "Eyes, Girl, Busy"
    },
    {
      "quote": "I was kind of like the Rhea Perlman of the bar. I was like Carla on 'Cheers.' People were more afraid of me. There was a point where I got a little surly. There were only so many chicken wings I could serve before losing the smile on my face.",
      "author": "Melissa Rauch",
      "category": "Losing, Me, People"
    },
    {
      "quote": "I watched Gene Kelly for his smile, for his energy. Vittorio Gassman for his movement. Clark Gable for his mustache. And I watched Lassie who was happy as a dog.",
      "author": "Jean Dujardin",
      "category": "Happy, Dog, Energy"
    },
    {
      "quote": "Some people would rather have a lie that makes them smile than a truth that makes them cry. I'm the opposite I'd rather have people make me cry with the truth than try to make me smile.",
      "author": "Joyce Giraud",
      "category": "Truth, Lie, Me"
    },
    {
      "quote": "Being in a rock band is about touring. It's about writing songs and it's about making records but it's also about taking a wonderful smile onto that stage and making the people feel good about themselves.",
      "author": "James Young",
      "category": "Good, Writing, People"
    },
    {
      "quote": "We need prisons because there are some hardcore criminals, but I never met a guy who has been in jail that came out with a smile on his face thinking, 'Right, that's it - now I am going to be good!'",
      "author": "Tahar Rahim",
      "category": "Good, I Am, Thinking"
    },
    {
      "quote": "I think the divine is like a huge smile that breaks somewhere in the sea within you, and gradually comes up again.",
      "author": "John O'Donohue",
      "category": "Sea, Think, You"
    },
    {
      "quote": "We're teaching our kids that attributes as vague and relatively meaningless as a toothy smile or a fine head of hair make a fine statement about a person.",
      "author": "Neil Cavuto",
      "category": "Hair, Person, Kids"
    },
    {
      "quote": "We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.",
      "author": "Paul Reiser",
      "category": "History, People, Long"
    },
    {
      "quote": "Women do come up to me, and they tell me what they think! I've gotten great compliments on my eyes and my smile. But I don't see myself as sexy.",
      "author": "Jesse L. Martin",
      "category": "Women, Myself, Great"
    },
    {
      "quote": "My mum is great for keeping hold of old classics - pieces of clothing that never age and never go out of fashion. She also says, 'Make sure you always smile - it makes everything look better!'",
      "author": "Amber Le Bon",
      "category": "Age, Great, Fashion"
    },
    {
      "quote": "We tried to set up a company that patterned ourselves after Southwest in all the fun, the spirit, the great people, the smile, the efficiency side of it, but we've added some extras that people aren't used to finding on Southwest.",
      "author": "David Neeleman",
      "category": "Great, Fun, Company"
    },
    {
      "quote": "When I see these young girls who are dreaming the dream that I'm living, it's very very exciting and it puts a big smile on my face.",
      "author": "Sue Wicks",
      "category": "Dream, Living, See"
    },
    {
      "quote": "I love Motown, that whole era. Marvin Gaye, Smokey Robinson. I just put on Pandora, and put it on Motown, and it makes me smile; makes me smile so much.",
      "author": "Tika Sumpter",
      "category": "Love, Me, Just"
    },
    {
      "quote": "I think ultimately I make people happy: Whether I'm doing the stage show, giving somebody a makeover, or designing clothing, the end goal is to make people smile.",
      "author": "Carson Kressley",
      "category": "Happy, Goal, Giving"
    },
    {
      "quote": "People smile at me as if they know me. I just smile back. They probably might know me.",
      "author": "Jim Broadbent",
      "category": "Me, People, Know"
    },
    {
      "quote": "I don't want my writing to be work to read. My main goal is completely shameless entertainment. I want people to smile and giggle and enjoy the book. I'm not trying to save the world through literature.",
      "author": "Gail Carriger",
      "category": "Work, Writing, World"
    },
    {
      "quote": "I can retire from football with a smile on my face.",
      "author": "John Matuszak",
      "category": "Football, Face, I Can"
    },
    {
      "quote": "We forget that this music, music made by my brothers and sisters, is still a baby. It's just beginning. When I think of the possibilities, it makes me smile.",
      "author": "Barry White",
      "category": "Music, Baby, Me"
    },
    {
      "quote": "When you see that many people with a smile on their face, then you must be doing something right.",
      "author": "Greg Norman",
      "category": "People, You, See"
    },
    {
      "quote": "A game one of my sisters will play with me in my first year of being alive is called Good Baby, Bad Baby. This consists of being told I am a good baby until I smile and laugh, then being told I am a bad baby until I burst into tears. This training will stand me in good stead all through my life.",
      "author": "Ali Smith",
      "category": "Life, Good, Training"
    },
    {
      "quote": "I can sing and dance. I can smile - a lot.",
      "author": "Chris Colfer",
      "category": "Dance, I Can, Sing"
    },
    {
      "quote": "I smile so much at the theater my face hurts when I leave.",
      "author": "Heather Matarazzo",
      "category": "Face, Leave, Hurts"
    },
    {
      "quote": "Southerners smile more than other Americans.",
      "author": "John Shelton Reed",
      "category": "More, Than, Other"
    },
    {
      "quote": "In case you haven't heard, my girlfriends and I have declared the summer of 2012 as the best summer ever. The best way to document said 'best summer ever' is with a good ol' disposable camera. Smile, click, move on! Nobody gets pic approval, and there's no time wasted gathering around the camera to analyze a moment that just happened.",
      "author": "Candice Accola",
      "category": "Time, Good, Best"
    },
    {
      "quote": "I have found that a smile and a stick will carry you through all right, and in ninety-nine cases out of a hundred it is the smile that does the trick.",
      "author": "Robert Powell",
      "category": "You, Right, Through"
    },
    {
      "quote": "I once called a guy into his own office and spun around in his own chair to greet him. That kind of thing may be why I quit, before I got into serious trouble. I would smile and the person would get so upset. But you do a thousand of those things, and it makes you weird.",
      "author": "Al Madrigal",
      "category": "Weird, Chair, Why"
    },
    {
      "quote": "My father was short for a man, with a child's plaything for a name - Spinner. He had flawless dark brown skin and a head full of big, wet-looking curls, black as oil. And he had the smile of a scoundrel - the kind of smile that disarmed men and undressed women.",
      "author": "Charles M. Blow",
      "category": "Women, Father, Man"
    },
    {
      "quote": "The person that's always talkin', you don't have to worry about that person. The person that while you're in his face, he's just lookin' at you with a smile on his face, that's the guy you worry about.",
      "author": "Michael Clarke Duncan",
      "category": "Worry, Face, You"
    },
    {
      "quote": "The Parthenon without the marbles is like a smile with a tooth missing.",
      "author": "Neil Kinnock",
      "category": "Missing, Without, Like"
    },
    {
      "quote": "What do I like in a girl? I like a girl that likes me, a girl that knows how to smile and see the bright side of things. A girl that makes me a better person.",
      "author": "James Lafferty",
      "category": "Girl, Me, Better Person"
    },
    {
      "quote": "Both of our children are adopted, and my wife and I didn't go out of ways to find kids that looked like us. We were just happy to have some kids. And people tell me all the time that they look like us, and that's because they learn to smile and laugh and move their head a certain way from studying their parents' faces.",
      "author": "John Wells",
      "category": "Time, Children, Happy"
    },
    {
      "quote": "While you're improvising, you may come up with something which will break him up. As soon as that smile comes out, you know that, hey, we're having fun.",
      "author": "Shelley Berman",
      "category": "Having Fun, Fun, Know"
    },
    {
      "quote": "I love a good laugh as well, I think that's so important in life, which is probably why I've dabbled in comedy writing as well as horror. I think if you can make someone laugh or smile it's the most special thing in the world.",
      "author": "Paul Kane",
      "category": "Love, Life, Good"
    },
    {
      "quote": "When I was younger, I'd go to the Museum of Television and Radio in New York and watch this beautiful clip of Billie Holiday playing with a bassist, a pianist and Gerry Mulligan, who was a friend of mine, on baritone sax. At one point, she looks over at Gerry, and they just smile. When those moments happen, it's just lovely.",
      "author": "Patti Scialfa",
      "category": "Beautiful, Moments"
    },
    {
      "quote": "I don't really remember a time younger than 5 years old that I didn't have skates on because all I can remember is every day, tying up my skates and a big smile on my face, excited to go on the ice.",
      "author": "Michelle Kwan",
      "category": "Time, Day, Remember"
    },
    {
      "quote": "When trying to remember my share in the glow of the eternal present, in the smile of God, I return to my childhood, too, for that is where the most significant discoveries turn up.",
      "author": "Herman Hesse",
      "category": "God, Childhood, Remember"
    },
    {
      "quote": "Oh, I talk about things; I drive my husband insane. And I can't tell a lie. Everyone knows. I do this smile thing.",
      "author": "Cecelia Ahern",
      "category": "Lie, Husband, Drive"
    },
    {
      "quote": "I come to work with a smile and I leave with a laugh, and I'm so grateful.",
      "author": "Robert Knepper",
      "category": "Work, Grateful, Laugh"
    },
    {
      "quote": "I wasn't as used to the new dumb questions, so when men I had once thought of as wise daddies now asked me 'How do you write?' I did not try and spill red wine in their suede pants. I would just smile and say, 'On a typewriter in the mornings when there's nothing else to do.'",
      "author": "Eve Babitz",
      "category": "Wise, Men, Red"
    },
    {
      "quote": "I don't have to jump up and smile just because TV wants me to.",
      "author": "Walter Payton",
      "category": "Me, Just Because, Jump"
    },
    {
      "quote": "I love to see the smiles on people's faces when you cook for them. I love to go to different restaurants. I want to cook because I know this acting isn't going to last forever, and I want something to fall back on. It's another way to make people smile.",
      "author": "Raven-Symone",
      "category": "Love, People, Fall"
    },
    {
      "quote": "People often expect me to be very serious, but it's not like my record company told me not to smile in photographs, because I was like that anyway.",
      "author": "Jose Gonzalez",
      "category": "Me, People, Company"
    },
    {
      "quote": "I've covered a lot of ground geographically and emotionally and for years I lost my connection with my family. But the best comfort you can have, whether you are on the phone or sitting there in the living room with them, is with your parents, and to me family has always meant protection. When you smile you get a smile back, unconditionally.",
      "author": "Brigitte Nielsen",
      "category": "Family, Best, Parents"
    },
    {
      "quote": "Jeff Kinney is tall and has a great smile, but don't be fooled, he's as slick as they come. A real player. And how he came up with a book that appeals to kids ages 8-13 baffles me. He's an unbelievably kind man with a great family.",
      "author": "Rachael Harris",
      "category": "Family, Great, Man"
    },
    {
      "quote": "I have my own dance and production companies, and acting is my creative outlet. It's what I'm passionate about. I've actually created a lifestyle where I could act for free. I could get a job to pay the bills and act on the weekends to make me smile.",
      "author": "Brian J. White",
      "category": "Dance, Job, Me"
    },
    {
      "quote": "Very few things are totally devoid of any possibility of humor. If you are aware of that possibility and alive to the scene becoming that way, then it just happens naturally. That's what I feel living is like, too. I find a lot of things that make me smile or make me laugh over the course of the day.",
      "author": "Tom Drury",
      "category": "Day, Humor, Me"
    },
    {
      "quote": "In my whole career, I've never seen this type of race that you had to wait for the last day. There's so many teams that are involved. You've got to smile because we're in it.",
      "author": "David Wells",
      "category": "Day, Career, You"
    },
    {
      "quote": "I have a smile 24/7.",
      "author": "Candis Cayne",
      "category": "Smiling"
    },
    {
      "quote": "My sculptures cause an uproar, astonishment, and put a smile on your face.",
      "author": "Florentijn Hofman",
      "category": "Face, Your, Put"
    },
    {
      "quote": "Remember that it is not enough to abstain from lying by word of mouth; for the worst lies are often conveyed by a false look, smile, or act.",
      "author": "Abraham Cahan",
      "category": "Remember, Look, Mouth"
    },
    {
      "quote": "Anybody who knows me knows that I'm just here to put a smile on people's faces.",
      "author": "Jason Mitchell",
      "category": "Me, People, Here"
    },
    {
      "quote": "There is no point to samba if it doesn't make you smile.",
      "author": "Alma Guillermoprieto",
      "category": "You, Point, Make"
    },
    {
      "quote": "We never respect those who amuse us, however we may smile at their comic powers.",
      "author": "Marguerite Gardiner",
      "category": "Respect, Never, May"
    },
    {
      "quote": "I do love to walk around in New York because people will notice me, smile, but they never bother anyone. New Yorkers are very cool. I love New York.",
      "author": "Creed Bratton",
      "category": "Love, Cool, Walk"
    },
    {
      "quote": "I think the deafness affects me more than I realise; I think it makes me more tired. I loathe parties. I attend, smile and leave.",
      "author": "Stephanie Beacham",
      "category": "Tired, Me, Think"
    },
    {
      "quote": "Growing up, I was a huge fan of horror movies. There's nothing more fun than going into a movie with a smile because you know you're going to be scared to death. There's something thrilling about sitting there waiting for a scare to happen.",
      "author": "Ashley Bell",
      "category": "Death, Waiting, Fun"
    },
    {
      "quote": "All of the narration in 'Smile' is first-person. Most of the books that I grew up reading had first-person narrators for some reason. My diaries were written in this voice, and since this story is autobiographical, it just felt like a natural extension.",
      "author": "Raina Telgemeier",
      "category": "Reading, Voice, Story"
    },
    {
      "quote": "I smile every time I hear that I'm a fan favorite or a teenage hottie. It is a nice compliment, and the remarks from the fans are great.",
      "author": "Sean Berdy",
      "category": "Time, Great, Nice"
    },
    {
      "quote": "I like guys with a nice smile. I know it's cliche, but it's so true! I like a guy with a nice smile and nice eyes.",
      "author": "Rebecca Black",
      "category": "Eyes, Know, Nice"
    },
    {
      "quote": "One of the most obvious parts of my character is the smile, and if I wasn't comfortable in myself then I wouldn't be able to smile so much.",
      "author": "Max Walker",
      "category": "Myself, Character"
    },
    {
      "quote": "When most people think of Woodrow Wilson, they see a dour minister's son who never cracked a smile, where in fact he was a man of genuine joy and great sadness.",
      "author": "A. Scott Berg",
      "category": "Son, Great, Joy"
    },
    {
      "quote": "As long as I am still interested and curious, I enjoy getting up in the morning, but I can't say I have a happy smile on my face 24/7.",
      "author": "Harriet Walter",
      "category": "Morning, Happy, I Am"
    },
    {
      "quote": "My favorite books are the ones that make me smile for hours after reading them. I want that for my readers, for the sweetness to linger. Sort of like chocolate, but without the calories.",
      "author": "Sarah Addison Allen",
      "category": "Reading, Me, Want"
    },
    {
      "quote": "Football has to work really hard to put a smile on people's face and not to be so focused on the question of money. Everything is in danger of losing its soul if you're always going to sell out to the highest bidder.",
      "author": "Gordon Taylor",
      "category": "Work, Money, Football"
    },
    {
      "quote": "Tanzanians are some of the friendliest you'll ever meet, insisting on a welcoming smile and wave as they pass you on the streets, exclaiming 'Jambo!'",
      "author": "Jodi Balfour",
      "category": "You, Wave, Streets"
    },
    {
      "quote": "I like outgoing girls with a lovely smile and beautiful eyes.",
      "author": "Corbin Bleu",
      "category": "Beautiful, Eyes, Lovely"
    },
    {
      "quote": "I hope there have been times when I made you all proud, or made you all smile or at least piqued your interest in this wonderful institution we call government.",
      "author": "John Rowland",
      "category": "Hope, Government, Proud"
    },
    {
      "quote": "One study found that people who smile in childhood photographs are less likely to get a divorce.",
      "author": "Jenna McCarthy",
      "category": "Childhood, People, Divorce"
    },
    {
      "quote": "I collect all the reviews of the films I turned down. And when they're bad - I have to smile.",
      "author": "Simone Signoret",
      "category": "Down, Bad, Reviews"
    },
    {
      "quote": "I can't wait for summer in the city! I love all the free activities in the parks that become available to us New Yorkers. Yoga and movie screenings in Bryant Park, concerts in Central Park - there's so much more available to the New York community in the summer! And everyone just seems to smile more.",
      "author": "Kara Lindsay",
      "category": "Love, Community, City"
    },
    {
      "quote": "I enjoy what Twitter is because I can really connect with the fans and it's a great way to share information with them and it's also a great way to entertain. I like being able to put a smile on people's faces and letting them know what I'm doing.",
      "author": "Peter Facinelli",
      "category": "Great, Enjoy, People"
    },
    {
      "quote": "If you're going to kill someone there isn't much reason to get all worked up about it and angry - you just pull the trigger. Angry discussions beforehand are a waste of time. We need to smile at Novell while we pull the trigger.",
      "author": "Jim Allchin",
      "category": "Time, Angry, You"
    },
    {
      "quote": "I'm not looking for anything more than any other guy. I like a good smile. Pretty eyes. She has to be active, like not play-sports active, but she'll play air hockey, do some pool, go for rides on the Santa Monica Pier. I would much rather have fun with her than do the cool thing.",
      "author": "Mitchel Musso",
      "category": "Good, Eyes, Cool"
    },
    {
      "quote": "I'm the middle man. I try to keep people happy. I go out of my way to get a smile. That's the way my mother raised me.",
      "author": "Donald Dunn",
      "category": "Happy, Mother, Man"
    },
    {
      "quote": "When you're surrounded by feathers and sequins and ridiculous Lycra outfits, it's impossible not to have a smile on your face.",
      "author": "Catherine Martin",
      "category": "Impossible, Face, You"
    },
    {
      "quote": "It's been a hard time to celebrate, to come out with a smile. But I'm an American. Naomi asked me to come out to support other Americans, and here I am.",
      "author": "Angie Everhart",
      "category": "Time, Support, I Am"
    },
    {
      "quote": "You see some of these actors, they have a permanent smile on their face. How can they do that? It really fascinates me.",
      "author": "Agnes Bruckner",
      "category": "Me, You, See"
    },
    {
      "quote": "Indeed it is possible to stand with one foot on the inevitable 'banana peel' of life with both eyes peering into the Great Beyond, and still be happy, comfortable, and serene - if we will even so much as smile.",
      "author": "Douglas Fairbanks",
      "category": "Life, Happy, Great"
    },
    {
      "quote": "I don't smile much, and I never laugh. If you'd been through what I've been through, you wouldn't be smiling, either.",
      "author": "Charlie Sifford",
      "category": "Smiling, Laugh, You"
    },
    {
      "quote": "I love to see people laugh and put a smile on peoples' faces. Anytime I'm doing that I'm happy.",
      "author": "Dexter Darden",
      "category": "Love, Happy, Laugh"
    },
    {
      "quote": "I just smile. And they - my opponents don't like it when I smile at them. They think I'm playing or something. But - like I smile throughout the whole fight. Sometimes I'll be throwing combinations and I just smile and stick my tongue out at them.",
      "author": "Rau'Shee Warren",
      "category": "Fight, Tongue, Think"
    },
    {
      "quote": "Whenever I run into prejudice. I smile and feel sorry for them, and I say to myself, There's one more argument for birth control.",
      "author": "Freddy Fender",
      "category": "Myself, Control, Sorry"
    },
    {
      "quote": "I don't remember ever deciding to become a performer. I just always was. I began performing by mimicking the performers on the new television that first took the attention away from me as the baby of the household. I continued performing to put a smile on my grandmother's face and always considered her when accepting or declining roles.",
      "author": "T'Keyah Crystal Keymah",
      "category": "Baby, Me, Remember"
    },
    {
      "quote": "When I first came to America, you know, I would look at the newsstands and see the women on the magazine covers. I had never seen anyone smile the way these girls smile! It's like they have nothing to worry about!",
      "author": "Anchee Min",
      "category": "Women, America, Worry"
    },
    {
      "quote": "'Try Again' - every time I hear that song, it just brings a smile to your face. When you're feeling like crap, and you hear, 'Dust yourself off and try again,' it kind of just puts you in a different mindset, 100 percent.",
      "author": "Alexandra Shipp",
      "category": "Time, Yourself, Mindset"
    },
    {
      "quote": "When I draw my caricature self-portrait, I always do a huge smile.",
      "author": "Rolf Harris",
      "category": "Always, Caricature, Huge"
    },
    {
      "quote": "His smile is like the silver plate on a coffin.",
      "author": "John Philpot Curran",
      "category": "Silver, Like, His"
    },
    {
      "quote": "If you meet a woman in a burqa, she can't reply to your smile. It's a denial of identity.",
      "author": "Jean-Francois Cope",
      "category": "Woman, Identity, You"
    },
    {
      "quote": "I was brought up by my father to think that the best thing in life was to be charming, to have a nice smile, always to be liked.",
      "author": "Miranda Seymour",
      "category": "Life, Best, Father"
    },
    {
      "quote": "Seeing Michelle Obama's bright color choices, and how she made people smile and reinforced Obama's platforms of hope and change, was inspiring.",
      "author": "Lilly Pulitzer",
      "category": "Change, Hope, Color"
    },
    {
      "quote": "I figured out, I guess, that the job just makes me happy if it's not number one. So if it all works, great. If it doesn't, I still go home, look at my kids, and I have a big smile on my face.",
      "author": "Thomas Kretschmann",
      "category": "Happy, Home, Great"
    },
    {
      "quote": "They gave each other a smile with a future in it.",
      "author": "Ring Lardner",
      "category": "Future, Other, Each"
    },
    {
      "quote": "I am a joyful conservative, unafraid to articulate big ideas with an optimistic smile.",
      "author": "Kevin Cramer",
      "category": "I Am, Ideas, Conservative"
    },
    {
      "quote": "As happy a man as any in the world, for the whole world seems to smile upon me!",
      "author": "Samuel Pepys",
      "category": "Happy, Man, World"
    },
    {
      "quote": "Ever since I was 2 or 3, I loved to perform for people. I would walk up to another table in a restaurant and crack a joke, sing a song, do a dance, or something entertaining, and the 'audience' would almost always smile and laugh.",
      "author": "Maxim Knight",
      "category": "Dance, Walk, Laugh"
    },
    {
      "quote": "Whenever I look at a baby or children in general, I smile and just want to play with them.",
      "author": "Odeya Rush",
      "category": "Children, Baby, Want"
    },
    {
      "quote": "I play guys who never smile, and I never stop smiling.",
      "author": "Michael Joseph Kelly",
      "category": "Smiling, Play, Stop"
    },
    {
      "quote": "My mom's one of the toughest ladies I know. I've seen her lose both her brothers, both her parents. She's been through a lot, and to see her get up every day and put a smile on her face, that shows nothing but strength.",
      "author": "DeMar DeRozan",
      "category": "Strength, Mom, Parents"
    },
    {
      "quote": "No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it.",
      "author": "Giacomo Leopardi",
      "category": "World, Become, Him"
    },
    {
      "quote": "I sat in at every club in New York City, jamming with musicians, because it felt right - and because it felt right and we were having fun - the people dancing and sipping their drinks in the clubs felt it too and it made them smile.",
      "author": "Ray Conniff",
      "category": "Musicians, City, Fun"
    },
    {
      "quote": "When life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.",
      "author": "Andrea Thompson",
      "category": "Life, Journey, Me"
    },
    {
      "quote": "And History will smile to think that this is the species for which Socrates and Jesus Christ died.",
      "author": "Julien Benda",
      "category": "History, Think, Will"
    },
    {
      "quote": "I try to make people smile and dance, not think about things or educate them.",
      "author": "Norman Cook",
      "category": "Dance, People, Think"
    },
    {
      "quote": "The essence of life is the smile of round female bottoms, under the shadow of cosmic boredom.",
      "author": "Guy de Maupassant",
      "category": "Life, Shadow, Boredom"
    },
    {
      "quote": "The weaker the country, the stronger the smile.",
      "author": "Howard E. Koch",
      "category": "Stronger, Country, Weaker"
    },
    {
      "quote": "From a very young age, music was very much in my house. I would sit with my mom, with the old LPs, listening to The Beatles and Carly Simon and Lionel Richie. The old LPs used to have the lyrics. From there, I would put on dance and music displays for my family, just to entertain them and make people laugh and smile.",
      "author": "Lara Pulver",
      "category": "Family, Music, Age"
    },
    {
      "quote": "When I used to wrestle professionally, I preferred being the bad guy known as 'The Heel;' you would get to 'work the crowd,' getting them to hate you and want to see you lose, while the good guy 'Babyface' would walk in, smile and shake hands with a few kids, and his acting job was done.",
      "author": "Conan Stevens",
      "category": "Work, Good, Hate"
    },
    {
      "quote": "I spend days on my Xperia logging on Facebook chatting with my friends and family at home; I love listening to Rihanna and Pink and watching movies. Basically, anything that makes me smile, but most of my fans will know that I am always smiling!",
      "author": "Dominika Cibulkova",
      "category": "Love, Family, Home"
    },
    {
      "quote": "My eyes are different sizes, my nose is too broad at the bridge and squishes up when I laugh, and my lips are sorta funny when I smile.",
      "author": "Terry Farrell",
      "category": "Funny, Eyes, Laugh"
    },
    {
      "quote": "I love to smile.",
      "author": "Inge de Bruijn",
      "category": "Love, I Love"
    },
    {
      "quote": "Arnold Palmer has what I call an 'Eisenhower smile'. Those two men, they'd smile and their whole faces would look so pleasant; it was like they were smiling all over.",
      "author": "Byron Nelson",
      "category": "Smiling, Men, Look"
    },
    {
      "quote": "When my time ends, I want people to say, 'Man her music made me smile; it just enlightened my life; it inspired me; it made me feel good every time.'",
      "author": "Ledisi",
      "category": "Life, Music, Time"
    },
    {
      "quote": "I don't hear a lot about elected officials that are men talking about whether they smile a lot. My dad was in elected office my entire life. I don't remember many smiles, and nobody commented about it. He was serious about his job, and so am I.",
      "author": "Stephanie Rawlings-Blake",
      "category": "Life, Job, Men"
    },
    {
      "quote": "After God and my family, it's surf. I don't imagine me not surfing. Surf brings me smile every day.",
      "author": "Gabriel Medina",
      "category": "Family, Day, God"
    },
    {
      "quote": "I grew up in a household without a TV. We lived next door to a library for a while, and at one point, I checked out all the books in the fairy tale section. I remember the librarian's quiet smile as I'd bring back one stack and exchange it for another.",
      "author": "Victoria Hanley",
      "category": "Door, Library, Remember"
    },
    {
      "quote": "Tell me not of joy: there's none Now my little sparrow's gone; He, just as you, Would toy and woo, He would chirp and flatter me, He would hang the wing awhile, Till at length he saw me smile, Lord! how sullen he would be!",
      "author": "William Cartwright",
      "category": "Joy, Me, You"
    },
    {
      "quote": "You keep shooting. You hope it goes in, and you smile.",
      "author": "Teemu Selanne",
      "category": "Hope, You, Shooting"
    },
    {
      "quote": "We're under some gross misconception that we're a good species, going somewhere important, and that at the last minute we'll correct our errors and God will smile on us. It's delusion.",
      "author": "Farley Mowat",
      "category": "Good, God, Important"
    },
    {
      "quote": "Someone asked me the other day what it feels like to see all my 'old stuff' reappearing, at long last, in digital. And I had to smile because to me it doesn't feel like 'old stuff.'",
      "author": "Barbara Hambly",
      "category": "Day, Me, Long"
    },
    {
      "quote": "Oh, the ignorance of us upon whom Providence did not sufficiently smile to permit us to be born in New England.",
      "author": "Horace Porter",
      "category": "Ignorance, Born, New"
    },
    {
      "quote": "In masks outrageous and austere, The years go by in single file; But none has merited my fear, And none has quite escaped my smile.",
      "author": "Elinor Wylie",
      "category": "Fear, Single, Years"
    },
    {
      "quote": "When you consider all the stars I have managed, mere submarines make me smile.",
      "author": "Charles Frohman",
      "category": "Stars, Me, You"
    },
    {
      "quote": "When Fortune smiles, I smile to think how quickly she will frown.",
      "author": "Robert Southwell",
      "category": "Think, She, Smiles"
    },
    {
      "quote": "Action is drama. If we cannot make the audience laugh, smile or cry with us, we are not actors.",
      "author": "Sonny Chiba",
      "category": "Action, Laugh, Drama"
    },
    {
      "quote": "I really get a smile that people think they have a right to even suggest how I give my money away. I have no mandate to give a dime to anybody.",
      "author": "Peter B. Lewis",
      "category": "Money, People, Think"
    },
    {
      "quote": "I always challenge myself. I get out in deep water and I always try to get back. But I get hung up. The audience never knows, but that's when I smile the most, when I show the most ivory.",
      "author": "Earl Hines",
      "category": "Deep, Myself, Water"
    },
    {
      "quote": "I will know how to hold you just by the look in your eye, I will never forget - not even on the day that I die. This is a promise of my passion for you, smile at me and make it true.",
      "author": "Diana Lynn",
      "category": "Day, Passion, Me"
    },
    {
      "quote": "We think of stars as celestial beings. And once in a while, they smile at us from the pages of 'People' magazine.",
      "author": "A. E. Hotchner",
      "category": "Stars, People, Think"
    },
    {
      "quote": "In junior high school, I was an object of pure ridicule for my dress, withdrawal, and asocial manner. Dozens of times, I saw individuals laugh and smile more in ten to fifteen minutes than I did in all my life up to then.",
      "author": "Arthur Bremer",
      "category": "Life, School, Dress"
    },
    {
      "quote": "A beautiful woman delights the eye; a wise woman, the understanding; a pure one, the soul.",
      "author": "Minna Antrim",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "A tramp, a gentleman, a poet, a dreamer, a lonely fellow, always hopeful of romance and adventure.",
      "author": "Charlie Chaplin",
      "category": "Adventure, Gentleman, Lonely"
    },
    {
      "quote": "When you look at me, when you think of me, I am in paradise.",
      "author": "William Makepeace Thackeray",
      "category": "I Am, Me, Think"
    },
    {
      "quote": "Kiss me and you will see how important I am.",
      "author": "Sylvia Plath",
      "category": "I Am, Kiss, Me"
    },
    {
      "quote": "There's something about the sound of a train that's very romantic and nostalgic and hopeful.",
      "author": "Paul Simon",
      "category": "Train, Sound, Hopeful"
    },
    {
      "quote": "We are each of us angels with only one wing, and we can only fly by embracing one another.",
      "author": "Luciano De Crescenzo",
      "category": "Fly, Angels, Us"
    },
    {
      "quote": "Heard melodies are sweet, but those unheard are sweeter.",
      "author": "John Keats",
      "category": "Sweet, Sweeter, Heard"
    },
    {
      "quote": "Tradition wears a snowy beard, romance is always young.",
      "author": "John Greenleaf Whittier",
      "category": "Tradition, Beard, Young"
    },
    {
      "quote": "All the beautiful sentiments in the world weigh less than a single lovely action.",
      "author": "James Russell Lowell",
      "category": "Beautiful, Action, World"
    },
    {
      "quote": "Bid me to love, and I will give a loving heart to thee.",
      "author": "Robert Herrick",
      "category": "Love, Heart, Me"
    },
    {
      "quote": "There is no instinct like that of the heart.",
      "author": "Lord Byron",
      "category": "Heart, Instinct, Like"
    },
    {
      "quote": "All the windows of my heart I open to the day.",
      "author": "John Greenleaf Whittier",
      "category": "Day, Heart, Windows"
    },
    {
      "quote": "When I walk with you I feel as if I had a flower in my buttonhole.",
      "author": "William Makepeace Thackeray",
      "category": "Flower, Walk, You"
    },
    {
      "quote": "How far away the stars seem, and how far is our first kiss, and ah, how old my heart.",
      "author": "William Butler Yeats",
      "category": "Stars, Heart, Kiss"
    },
    {
      "quote": "Today I begin to understand what love must be, if it exists... When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence.",
      "author": "Edmond de Goncourt",
      "category": "Love, Today, Book"
    },
    {
      "quote": "A man's kiss is his signature.",
      "author": "Mae West",
      "category": "Man, Kiss, Signature"
    },
    {
      "quote": "A realist, in Venice, would become a romantic by mere faithfulness to what he saw before him.",
      "author": "Arthur Symons",
      "category": "Venice, Become, Him"
    },
    {
      "quote": "I have often been downcast but never in despair; I regard our hiding as a dangerous adventure, romantic and interesting at the same time. In my diary, I treat all the privations as amusing.",
      "author": "Anne Frank",
      "category": "Time, Adventure, Treat"
    },
    {
      "quote": "Romance is tempestuous. Love is calm.",
      "author": "Mason Cooley",
      "category": "Love, Love Is, Calm"
    },
    {
      "quote": "When I give I give myself.",
      "author": "Walt Whitman",
      "category": "Myself, Give"
    },
    {
      "quote": "I'm a hopeless romantic and I believe that you can find love in many different places and be very conflicted. I've discovered as I've grown up that life is far more complicated than you think it is when you're a kid. It isn't just a straightforward fairytale.",
      "author": "Rachel McAdams",
      "category": "Love, Life, Believe"
    },
    {
      "quote": "My heart is like a singing bird.",
      "author": "Christina Rossetti",
      "category": "Heart, Bird, Singing"
    },
    {
      "quote": "All I ever wanted was to be a sexy bride, and actually, I think I've turned into a romantic bride.",
      "author": "Poppy Delevingne",
      "category": "Sexy, Bride, Think"
    },
    {
      "quote": "Romantic love is an addiction.",
      "author": "Helen Fisher",
      "category": "Love, Love Is, Addiction"
    },
    {
      "quote": "Be brave, young lovers, and follow your star.",
      "author": "Oscar Hammerstein II",
      "category": "Brave, Young, Lovers"
    },
    {
      "quote": "Breathless, we flung us on a windy hill, Laughed in the sun, and kissed the lovely grass.",
      "author": "Rupert Brooke",
      "category": "Sun, Grass, Lovely"
    },
    {
      "quote": "My personal decorating style is cozy, romantic and a little rustic, with a sense of whimsy.",
      "author": "Kimberly Schlapman",
      "category": "Style, Personal, Cozy"
    },
    {
      "quote": "You feel very romantic when you're in a ball gown. Everyone should wear one once in a while.",
      "author": "Carolina Herrera",
      "category": "You, Everyone, Feel"
    },
    {
      "quote": "When I was a kid, I knew the black and white version of 'Jane Eyre,' and I guess I became interested in the idea of romantic love - of unrequited love and the tragedies of that; of what are the important things in life; what should one value over other materials.",
      "author": "Cary Fukunaga",
      "category": "Love, Life, Black And White"
    },
    {
      "quote": "The most impactful place that I've been to where I was just completely awestruck, happy, moved is Victoria Falls between Zambia and Zimbabwe. It is probably the most beautiful and romantic place in the world.",
      "author": "Hill Harper",
      "category": "Happy, Beautiful, World"
    },
    {
      "quote": "It is better to have loved and lost than never to have lost at all.",
      "author": "Samuel Butler",
      "category": "Lost, Better, Loved"
    },
    {
      "quote": "I am a hopeless romantic. And I won't stop till I get it right.",
      "author": "Halle Berry",
      "category": "I Am, Stop, Right"
    },
    {
      "quote": "It is really rare to find someone you really, really love and that you want to spend your life with and all that stuff that goes along with being married. I am one of those lucky people. And I think she feels that way too. So the romantic stuff is easy because you want them to be happy.",
      "author": "Harry Connick, Jr.",
      "category": "Love, Life, Happy"
    },
    {
      "quote": "I'm into all that sappy stuff - a surprise picnic, nice dinner, or traveling. I'm kind of an old romantic.",
      "author": "Will Estes",
      "category": "Surprise, Dinner, Nice"
    },
    {
      "quote": "Grunge is a hippied romantic version of punk.",
      "author": "Marc Jacobs",
      "category": "Punk, Grunge, Version"
    },
    {
      "quote": "I'm a very loyal boyfriend. I'm a bit of a joker... I can be romantic, but not too sickly.",
      "author": "Louis Tomlinson",
      "category": "I Can, Loyal, Joker"
    },
    {
      "quote": "I love the ukulele. It's got a beautiful, melodic tone to it. There's something innocent and romantic, and it's just a grand instrument to play.",
      "author": "Pierce Brosnan",
      "category": "Love, Beautiful, Play"
    },
    {
      "quote": "I joined the air force. I took to it immediately when I arrived there. I did three years, eight months, and ten days in all, but it took me a year and a half to get disabused of my romantic notions about it.",
      "author": "Morgan Freeman",
      "category": "Me, Three, Air Force"
    },
    {
      "quote": "I'm not religious, I'm not romantic and I live purely by logic. I make every decision by logic and sometimes that leads me to the right and sometimes to the wrong decision.",
      "author": "Laura Marling",
      "category": "Decision, Me, Live"
    }
  ]
}