{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I think we all have blocks between us and the best version of ourselves, whether it's shyness, insecurity, anxiety, whether it's a physical block, and the story of a person overcoming that block to their best self. It's truly inspiring because I think all of us are engaged in that every day.",
      "author": "Tom Hooper",
      "category": "Day, Self, Anxiety"
    },
    {
      "quote": "My best vacation is somewhere I could hide, somewhere warm and not a lot of people around.",
      "author": "Derek Jeter",
      "category": "Vacation, People, Somewhere"
    },
    {
      "quote": "The best way to guarantee a loss is to quit.",
      "author": "Morgan Freeman",
      "category": "Loss, Way, Quit"
    },
    {
      "quote": "You have to be confident in who you are and what you're doing. Of course, you try to evolve. I would never tell you, 'Today is the best I will ever be.' I'm always trying to be a better chef, a better dad, a better person.",
      "author": "Guy Fieri",
      "category": "Today, Chef, Better Person"
    },
    {
      "quote": "Falling in love is the best way to kill your heart because then it's not yours anymore. It's laid in a coffin, waiting to be cremated.",
      "author": "Ville Valo",
      "category": "Love, Heart, Love Is"
    },
    {
      "quote": "I think one great tip is that you should always love yourself. If you don't love yourself, take care of yourself, cater to yourself and that little inner voice, you will really not be very worthy of being with someone else, because you won't be the best version of you.",
      "author": "Kimora Lee Simmons",
      "category": "Love, Great, Love Yourself"
    },
    {
      "quote": "Being fully present is the best guarantee for a bright future.",
      "author": "Guy Finley",
      "category": "Future, Present, Bright"
    },
    {
      "quote": "If you're thinking of coming to America, this is what it's like: you've got your Comfort Inn, you've got your Best Western, and you've got your Red Lobster where you eat. Everybody's very fat, everybody's very stupid and everybody's very rude - it's not a holiday programme, it's the truth.",
      "author": "Jeremy Clarkson",
      "category": "Truth, America, Red"
    },
    {
      "quote": "The best doctor is the one you run to and can't find.",
      "author": "Denis Diderot",
      "category": "Medical, Doctor, You"
    },
    {
      "quote": "Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best.",
      "author": "Robert Baden-Powell",
      "category": "Time, Happy, World"
    },
    {
      "quote": "I never had a policy I have just tried to do my very best each and every day.",
      "author": "Abraham Lincoln",
      "category": "Day, Every Day, Never"
    },
    {
      "quote": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.",
      "author": "Eleanor Roosevelt",
      "category": "Courage, Important, You"
    },
    {
      "quote": "Every kid has a toy that they believe is their best friend, that they believe communicates with them, and they imagine it being alive, their toy horse or car or whatever it is. Stop-motion is the only medium where we literally can make a toy come to life, an actual object.",
      "author": "Henry Selick",
      "category": "Life, Car, Best Friend"
    },
    {
      "quote": "Trust is not simply a matter of truthfulness, or even constancy. It is also a matter of amity and goodwill. We trust those who have our best interests at heart, and mistrust those who seem deaf to our concerns.",
      "author": "Gary Hamel",
      "category": "Trust, Heart, Deaf"
    },
    {
      "quote": "We have the best government that money can buy.",
      "author": "Mark Twain",
      "category": "Money, Government, Buy"
    },
    {
      "quote": "Living with fear stops us taking risks, and if you don't go out on the branch, you're never going to get the best fruit.",
      "author": "Sarah Parish",
      "category": "Fear, Risks, Fruit"
    },
    {
      "quote": "Surround yourself with the best people you can find, delegate authority, and don't interfere as long as the policy you've decided upon is being carried out.",
      "author": "Ronald Reagan",
      "category": "Yourself, People"
    },
    {
      "quote": "Compassion may be defined as the capacity to be attentive to the experience of others, to wish the best for others, and to sense what will truly serve others.",
      "author": "Joan Halifax",
      "category": "Experience, Compassion, Wish"
    },
    {
      "quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.",
      "author": "Charles Eames",
      "category": "Design, Purpose, Plan"
    },
    {
      "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.",
      "author": "Jean Piaget",
      "category": "Education, Knowledge"
    },
    {
      "quote": "Most businesses think that product is the most important thing, but without great leadership, mission and a team that deliver results at a high level, even the best product won't make a company successful.",
      "author": "Robert Kiyosaki",
      "category": "Leadership, Team, Great"
    },
    {
      "quote": "If you want to be the best, you have to do things that other people aren't willing to do.",
      "author": "Michael Phelps",
      "category": "People, Want, You"
    },
    {
      "quote": "No man really knows about other human beings. The best he can do is to suppose that they are like himself.",
      "author": "John Steinbeck",
      "category": "Man, Human, Like"
    },
    {
      "quote": "Right actions in the future are the best apologies for bad actions in the past.",
      "author": "Tryon Edwards",
      "category": "Future, Past, Bad"
    },
    {
      "quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
      "author": "John Wooden",
      "category": "Success, You, Knowing"
    },
    {
      "quote": "In my own relationships, I know that I should break up with someone who doesn't encourage me to be strong and make my own choices and do what's best in my life, so if you're dating someone who doesn't want you to be the best person you can be, you shouldn't be dating them.",
      "author": "Veronica Roth",
      "category": "Life, Strong, Dating"
    },
    {
      "quote": "Living well is the best revenge.",
      "author": "George Herbert",
      "category": "Revenge, Living, Well"
    },
    {
      "quote": "The best place to find God is in a garden. You can dig for him there.",
      "author": "George Bernard Shaw",
      "category": "God, Gardening, Garden"
    },
    {
      "quote": "The best part of being a mom to me is the unconditional love. I have never felt a love as pure, a love that's as rewarding.",
      "author": "Monica Denise Brown",
      "category": "Love, Mom, Me"
    },
    {
      "quote": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.",
      "author": "Laura Ingalls Wilder",
      "category": "Work, Good, Work Hard"
    },
    {
      "quote": "A person who has been punished is not less inclined to behave in a given way; at best, he learns how to avoid punishment.",
      "author": "B. F. Skinner",
      "category": "Punishment, Way, Person"
    },
    {
      "quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.",
      "author": "Sarah Orne Jewett",
      "category": "Friendship, Friends"
    },
    {
      "quote": "Choose your corner, pick away at it carefully, intensely and to the best of your ability and that way you might change the world.",
      "author": "Charles Eames",
      "category": "Change, Change The World"
    },
    {
      "quote": "The patient's autonomy always, always should be respected, even if it is absolutely contrary - the decision is contrary to best medical advice and what the physician wants.",
      "author": "Jack Kevorkian",
      "category": "Decision, Medical, Advice"
    },
    {
      "quote": "I would say I'm a nice person, and I take pride in the fact that I treat everyone really well, so there's no reason for anyone to ever come at me because I only want the best for everybody else.",
      "author": "Miley Cyrus",
      "category": "Pride, Me, Treat"
    },
    {
      "quote": "Life is short and if you're looking for extension, you had best do well. 'Cause there's good deeds and then there's good intentions. They are as far apart as Heaven and Hell.",
      "author": "Ben Harper",
      "category": "Life, Good, Short"
    },
    {
      "quote": "The optimist thinks this is the best of all possible worlds. The pessimist fears it is true.",
      "author": "J. Robert Oppenheimer",
      "category": "True, Pessimist, Optimist"
    },
    {
      "quote": "He who knows best knows how little he knows.",
      "author": "Thomas Jefferson",
      "category": "Knows, Little, He"
    },
    {
      "quote": "The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage.",
      "author": "Orlando Bloom",
      "category": "Hunting, Vintage, Budget"
    },
    {
      "quote": "I've only had two rules: Do all you can and do it the best you can. It's the only way you ever get that feeling of accomplishing something.",
      "author": "Colonel Sanders",
      "category": "Rules, You, Feeling"
    },
    {
      "quote": "In any team sport, the best teams have consistency and chemistry.",
      "author": "Roger Staubach",
      "category": "Team, Consistency, Chemistry"
    },
    {
      "quote": "Everybody should be able to enjoy their life, because you only live once. So I just want to get it all out there and be the best role model that I can be, if people want to put me in that kind of predicament. I mean, I didn't ask to be a role model, because I'm not perfect.",
      "author": "ASAP Rocky",
      "category": "Life, Me, Enjoy"
    },
    {
      "quote": "Being in love is the best feeling on the planet. I really believe that love makes the world go round.",
      "author": "Sonam Kapoor",
      "category": "Love, Love Is, World"
    },
    {
      "quote": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.",
      "author": "Ban Ki-moon",
      "category": "Change, Path, World"
    },
    {
      "quote": "Doing the best at this moment puts you in the best place for the next moment.",
      "author": "Oprah Winfrey",
      "category": "Moment, You, Place"
    },
    {
      "quote": "My siblings are my best friends.",
      "author": "America Ferrera",
      "category": "Friends, Best Friends"
    },
    {
      "quote": "Expect the best, Prepare for the worst.",
      "author": "Muhammad Ali Jinnah",
      "category": "Prepare, Worst, Expect"
    },
    {
      "quote": "Perfection is impossible just strive to do your best.",
      "author": "Angela Watson",
      "category": "Do Your Best, Perfection"
    },
    {
      "quote": "The best thinking has been done in solitude. The worst has been done in turmoil.",
      "author": "Thomas A. Edison",
      "category": "Thinking, Solitude, Done"
    },
    {
      "quote": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.",
      "author": "Steve Jobs",
      "category": "Heart, Thinking, Know"
    },
    {
      "quote": "I think the best thing about being pregnant would definitely have to be seeing just my belly grow and seeing, like, wow, there is, you know, something inside of me.",
      "author": "Tia Mowry",
      "category": "Me, Grow, Know"
    },
    {
      "quote": "I am an emotional person, and soccer is sheer emotion. For me, it is the best way to unwind.",
      "author": "Martin Winterkorn",
      "category": "I Am, Soccer, Me"
    },
    {
      "quote": "The only way to get the best of an argument is to avoid it.",
      "author": "Dale Carnegie",
      "category": "Argument, Way, Avoid"
    },
    {
      "quote": "Sometimes you get the best light from a burning bridge.",
      "author": "Don Henley",
      "category": "Light, Bridge, You"
    },
    {
      "quote": "Money is the best rule of commerce.",
      "author": "William Petty",
      "category": "Money, Finance, Commerce"
    },
    {
      "quote": "The best way to keep one's word is not to give it.",
      "author": "Napoleon Bonaparte",
      "category": "Way, Word, Give"
    },
    {
      "quote": "Scouting rises within you and inspires you to put forth your best.",
      "author": "Juliette Gordon Low",
      "category": "You, Within, Put"
    },
    {
      "quote": "The best thing is to always keep honest people around, because when you have a bunch of yes men around that know that you're making a mistake but let you go on with it, that's when it ruins your mind state as an artist.",
      "author": "Kendrick Lamar",
      "category": "Men, Mind, Artist"
    },
    {
      "quote": "I keep sailing on in this middle passage. I am sailing into the wind and the dark. But I am doing my best to keep my boat steady and my sails full.",
      "author": "Arthur Ashe",
      "category": "Wind, I Am, Boat"
    },
    {
      "quote": "Sincere and generous collaboration is the best way to fulfil the legitimate aspirations of each person and achieve great collective goals for the common good and the general interest.",
      "author": "Felipe VI of Spain",
      "category": "Goals, Good, Great"
    },
    {
      "quote": "But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance.",
      "author": "William Julius Wilson",
      "category": "Leadership, Perseverance"
    },
    {
      "quote": "I think the most productive thing to do during times of change is to be your best self, not the best version of someone else.",
      "author": "Seth Godin",
      "category": "Change, Self, Think"
    },
    {
      "quote": "I personally think my sister is so stunning without makeup. And she doesn't wear that much makeup because she has the best skin color.",
      "author": "Gigi Hadid",
      "category": "Sister, Makeup, Color"
    },
    {
      "quote": "The best work is not what is most difficult for you it is what you do best.",
      "author": "Jean-Paul Sartre",
      "category": "Work, You, Difficult"
    },
    {
      "quote": "In assisting his 'neighbour' every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God.",
      "author": "Robert Baden-Powell",
      "category": "Kindness, Truth, God"
    },
    {
      "quote": "Throughout our lives, God's grace bestows temporal blessings and spiritual gifts that magnify our abilities and enrich our lives. His grace refines us. His grace helps us become our best selves.",
      "author": "Dieter F. Uchtdorf",
      "category": "God, Spiritual, Blessings"
    },
    {
      "quote": "As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up.",
      "author": "Tom Hanks",
      "category": "Positive, Yourself, People"
    },
    {
      "quote": "The best fiction is geared towards conflict. We learn most about our characters through tension, when they are put up against insurmountable obstacles. This is true in real life.",
      "author": "Sufjan Stevens",
      "category": "Life, Conflict, Obstacles"
    },
    {
      "quote": "I think the best way to have confidence is not to allow everyone else's insecurities to be your own.",
      "author": "Jessie J",
      "category": "Confidence, Think, Way"
    },
    {
      "quote": "In every aspect of life, have a game plan, and then do your best to achieve it.",
      "author": "Alan Kulwicki",
      "category": "Life, Do Your Best, Plan"
    },
    {
      "quote": "I am a gentleman. My natural inclination is to be on my best behavior.",
      "author": "Joe Wilson",
      "category": "I Am, Gentleman, Behavior"
    },
    {
      "quote": "Looking good is the best revenge.",
      "author": "Ivana Trump",
      "category": "Good, Revenge, Looking"
    },
    {
      "quote": "Fourth of July. My birthday is July first, and my best friend's birthday is July fifth, so it's always been a favorite holiday. It's all about having a cooler full of sodas, hot dogs, and just hanging out and shooting off firecrackers, being low-key, watching the fireworks.",
      "author": "Hilarie Burton",
      "category": "Birthday, Holiday, Friend"
    },
    {
      "quote": "The best liar is he who makes the smallest amount of lying go the longest way.",
      "author": "Samuel Butler",
      "category": "Liar, Way, Lying"
    },
    {
      "quote": "The best scientists and explorers have the attributes of kids! They ask question and have a sense of wonder. They have curiosity. 'Who, what, where, why, when, and how!' They never stop asking questions, and I never stop asking questions, just like a five year old.",
      "author": "Sylvia Earle",
      "category": "Curiosity, Questions, Why"
    },
    {
      "quote": "Perfectionism is not the same thing as striving to be our best. Perfectionism is not about healthy achievement and growth it's a shield.",
      "author": "Brene Brown",
      "category": "Growth, Achievement, Healthy"
    },
    {
      "quote": "Being in love is the best thing in my life.",
      "author": "Olivia Newton-John",
      "category": "Love, Life, Love Is"
    },
    {
      "quote": "If you like an instrument that sings, play the saxophone. At its best it's like the human voice.",
      "author": "Stan Getz",
      "category": "Voice, Play, You"
    },
    {
      "quote": "Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.",
      "author": "Don Miguel Ruiz",
      "category": "Do Your Best, Regret, You"
    },
    {
      "quote": "Love is the best school, but the tuition is high and the homework can be painful.",
      "author": "Diane Ackerman",
      "category": "Love, School, Love Is"
    },
    {
      "quote": "Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best.",
      "author": "Michael Johnson",
      "category": "Life, Work, Hard Work"
    },
    {
      "quote": "The best part of being blonde is forgivable momentary lapses of common sense.",
      "author": "Caity Lotz",
      "category": "Common Sense, Blonde, Sense"
    },
    {
      "quote": "There are people out there who hate me and who say I'm arrogant, vain, and whatever. That's all part of my success. I am made to be the best.",
      "author": "Cristiano Ronaldo",
      "category": "Success, I Am, Hate"
    },
    {
      "quote": "When you're the best, you only want to surround yourself with the best.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Yourself, Want"
    },
    {
      "quote": "I have always served the public to the best of my ability. Why? Because, like every other man, it is to my interest to do so.",
      "author": "Cornelius Vanderbilt",
      "category": "Man, Why, Ability"
    },
    {
      "quote": "Obviously, the highest type of efficiency is that which can utilize existing material to the best advantage.",
      "author": "Jawaharlal Nehru",
      "category": "Efficiency, Material, Which"
    },
    {
      "quote": "I do not need a trophy to tell myself that I am the best.",
      "author": "Zlatan Ibrahimovic",
      "category": "Myself, I Am, Need"
    },
    {
      "quote": "You can't run a government from one single person. What instead matters is that leadership be about gathering around extraordinary individuals and getting the best out of them.",
      "author": "Justin Trudeau",
      "category": "Leadership, Government, You"
    },
    {
      "quote": "When employees are happy, they are your very best ambassadors.",
      "author": "James Sinegal",
      "category": "Happy, Employees, Your"
    },
    {
      "quote": "The best things in life are free - and $19.95.",
      "author": "Billy Mays",
      "category": "Life, Free, Things"
    },
    {
      "quote": "The best luck of all is the luck you make for yourself.",
      "author": "Douglas MacArthur",
      "category": "Luck, Yourself, You"
    },
    {
      "quote": "The best way to destroy the capitalist system is to debauch the currency.",
      "author": "Vladimir Lenin",
      "category": "Way, System, Currency"
    },
    {
      "quote": "Surround yourself with good people. People who are going to be honest with you and look out for your best interests.",
      "author": "Derek Jeter",
      "category": "Good, Yourself"
    },
    {
      "quote": "I pray to start my day and finish it in prayer. I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.",
      "author": "Tim Tebow",
      "category": "Life, Thankful, Day"
    },
    {
      "quote": "During difficult times, it's best to cut down on sweets like cookies, cake and candy. Satisfy your sweet tooth with fruit to help prevent blood sugar dips and spikes.",
      "author": "Karen Salmansohn",
      "category": "Cake, Help, Sweet"
    },
    {
      "quote": "You may call God love, you may call God goodness. But the best name for God is compassion.",
      "author": "Meister Eckhart",
      "category": "Love, God, Compassion"
    },
    {
      "quote": "I paint self-portraits because I am so often alone, because I am the person I know best.",
      "author": "Frida Kahlo",
      "category": "Alone, I Am, Know"
    },
    {
      "quote": "Like a good parent can't also be his child's best friend, a leader with authority requires some separation from subordinates.",
      "author": "Simon Sinek",
      "category": "Good, Best Friend, Leader"
    },
    {
      "quote": "The pursuit, even of the best things, ought to be calm and tranquil.",
      "author": "Marcus Tullius Cicero",
      "category": "Peace, Calm, Things"
    },
    {
      "quote": "I've got a long way to go to being the ultimate best, but I think my time is now. And I'm starting to enter my prime.",
      "author": "Kevin Durant",
      "category": "Time, Long, Think"
    },
    {
      "quote": "My best personality trait that I think I'm very approachable. And my worst is that I can be moody.",
      "author": "Enrique Iglesias",
      "category": "Personality, Think, I Can"
    },
    {
      "quote": "I have believed the best of every man. And find that to believe is enough to make a bad man show him at his best, or even a good man swings his lantern higher.",
      "author": "William Butler Yeats",
      "category": "Good, Man, Believe"
    },
    {
      "quote": "That best portion of a man's life, his little, nameless, unremembered acts of kindness and love.",
      "author": "William Wordsworth",
      "category": "Love, Life, Kindness"
    },
    {
      "quote": "Difficult times often bring out the best in people.",
      "author": "Bernie Sanders",
      "category": "People, Difficult Times"
    },
    {
      "quote": "Grow old with me! The best is yet to be.",
      "author": "Robert Browning",
      "category": "Me, Grow, Old"
    },
    {
      "quote": "Learn to say 'no' to the good so you can say 'yes' to the best.",
      "author": "John C. Maxwell",
      "category": "Good, Learn, You"
    },
    {
      "quote": "Having an aim is the key to achieving your best.",
      "author": "Henry J. Kaiser",
      "category": "Achieving, Key, Aim"
    },
    {
      "quote": "Remember, always give your best. Never get discouraged. Never be petty. Always remember, others may hate you. But those who hate you don't win unless you hate them. And then you destroy yourself.",
      "author": "Richard M. Nixon",
      "category": "Hate, Yourself, Remember"
    },
    {
      "quote": "The definition of swagger, in my opinion, is you have to have that arrogance, that confidence that you are the best out there at all times.",
      "author": "Keyshawn Johnson",
      "category": "Confidence, Opinion"
    },
    {
      "quote": "I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one's best physical features.",
      "author": "Vivienne Westwood",
      "category": "Dress, Chance, Think"
    },
    {
      "quote": "About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.",
      "author": "Kurt Vonnegut",
      "category": "Birthday, Good, People"
    },
    {
      "quote": "I grew up with just my mom. She and I were like best friends. She's a very independent woman and I admire that about her. In my life, I've tried to be like that. To be okay with being on my own and being independent.",
      "author": "Emma Roberts",
      "category": "Life, Friends, Mom"
    },
    {
      "quote": "Everybody is different. Everybody has different styles. Just do it the best way you know how.",
      "author": "Vince Carter",
      "category": "Know, Way, You"
    },
    {
      "quote": "Ethical decisions ensure that everyone's best interests are protected. When in doubt, don't.",
      "author": "Harvey Mackay",
      "category": "Decisions, Doubt"
    },
    {
      "quote": "You only think of the best comeback when you leave.",
      "author": "Jimmy Fallon",
      "category": "Think, Comeback, You"
    },
    {
      "quote": "Never say never. The things that you don't plan are the best. I'm a very spontaneous person.",
      "author": "Lindsay Lohan",
      "category": "Plan, You, Person"
    },
    {
      "quote": "I don't think any country is perfect. It's our responsibility to do the best we can do to change the things we don't like. I think that's part of social responsibility, and everybody is going to do that in their own way.",
      "author": "Tom Brady",
      "category": "Change, Responsibility"
    },
    {
      "quote": "The trite saying that honesty is the best policy has met with the just criticism that honesty is not policy. The real honest man is honest from conviction of what is right, not from policy.",
      "author": "Robert E. Lee",
      "category": "Honesty, Man, Saying"
    },
    {
      "quote": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything.",
      "author": "Maria Sharapova",
      "category": "Good, Confidence, Feel Good"
    },
    {
      "quote": "My husband and I are best of friends first and foremost. We fight like cats and dogs, but never stay mad for long. I was lucky to find him, he is in every way, my soulmate.",
      "author": "Carnie Wilson",
      "category": "Marriage, Friends, Cats"
    },
    {
      "quote": "I think the best riffs and the best songs come when you're jamming and having a good time.",
      "author": "Scott Ian",
      "category": "Time, Good"
    },
    {
      "quote": "If a man does his best, what else is there?",
      "author": "George S. Patton",
      "category": "Man, His, Does"
    },
    {
      "quote": "Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are.",
      "author": "George W. Bush",
      "category": "Courage, Great, Tragedy"
    },
    {
      "quote": "The best way to remember your wife's birthday is to forget it once.",
      "author": "E. Joseph Cossman",
      "category": "Birthday, Wife, Remember"
    },
    {
      "quote": "Leadership consists of picking good men and helping them do their best.",
      "author": "Chester W. Nimitz",
      "category": "Leadership, Good, Men"
    },
    {
      "quote": "To all the positions, I just bring the determination to win. Me being an unselfish player, I think that can carry on to my teammates. When you have one of the best players on the court being unselfish, I think that transfers to the other players.",
      "author": "LeBron James",
      "category": "Determination, Win, Me"
    },
    {
      "quote": "I mean, it's the life lessons that I suppose you learn that nobody gets a free ride and that you do the best you can with the means that you can and try to open yourself to as much knowledge and all that that you can.",
      "author": "Joe Mantegna",
      "category": "Life, Knowledge, Yourself"
    },
    {
      "quote": "Let me recommend the best medicine in the world: a long journey, at a mild season, through a pleasant country, in easy stages.",
      "author": "James Madison",
      "category": "Journey, World, Me"
    },
    {
      "quote": "If you really want to be world class - to be the best you can be - it comes down to preparation and practice.",
      "author": "Robin S. Sharma",
      "category": "Preparation, World, Practice"
    },
    {
      "quote": "When you die, others who think they know you, will concoct things about you... Better pick up a pen and write it yourself, for you know yourself best.",
      "author": "Sholom Aleichem",
      "category": "Yourself, Know Yourself, Pen"
    },
    {
      "quote": "That's your best friend and your worst enemy - your own brain.",
      "author": "Fred Durst",
      "category": "Best Friend, Brain, Friend"
    },
    {
      "quote": "Since I was younger I've been making the best out of nothing.",
      "author": "Wiz Khalifa",
      "category": "Nothing, Younger, Been"
    },
    {
      "quote": "Your best T-shirt should be like your bed it just feels like you are home when you are in it.",
      "author": "Ashton Kutcher",
      "category": "Home, You, T-Shirt"
    },
    {
      "quote": "I guess I'm just an open-hearted, fair, good person. I try to encourage people to be their best and look inside themselves and find out what they are passionate about and expand on that and enjoy life.",
      "author": "Miranda Kerr",
      "category": "Life, Good, Enjoy Life"
    },
    {
      "quote": "If you believe that your best years are behind you, you've guaranteed they are; I'm going to dance into that good night, with the oldies turned up loud.",
      "author": "Gina Barreca",
      "category": "Good, Dance, Believe"
    },
    {
      "quote": "The best way to resolve any problem in the human world is for all sides to sit down and talk.",
      "author": "Dalai Lama",
      "category": "World, Problem, Human"
    },
    {
      "quote": "At its best, life is completely unpredictable.",
      "author": "Christopher Walken",
      "category": "Life, Unpredictable"
    },
    {
      "quote": "I would like to be remembered as someone who did the best she could with the talent she had.",
      "author": "J. K. Rowling",
      "category": "Talent, She, Like"
    },
    {
      "quote": "My life motto is basically to lower your standards and expectations so you're never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, 'LOL JK best long-running practical joke ever', so I've never really let myself freak out or get too excited about anything.",
      "author": "Tavi Gevinson",
      "category": "Life, Trust, Motto"
    },
    {
      "quote": "Maybe black and white is the best medium for landscapes, I don't know.",
      "author": "Fay Godwin",
      "category": "Black And White, Black, Know"
    },
    {
      "quote": "Sometimes a little heartbreak is a lesson, and the best thing to do is just learn the lesson.",
      "author": "Jon Voight",
      "category": "Learn, Heartbreak, Lesson"
    },
    {
      "quote": "The best path through life is the highway.",
      "author": "Henri Frederic Amiel",
      "category": "Life, Path, Through"
    },
    {
      "quote": "A 'naughty pickle' is how I'd best describe myself. I think fun and laughter is the whole point of life.",
      "author": "Celia Imrie",
      "category": "Life, Myself, Laughter"
    },
    {
      "quote": "I feel that the best companies are started not because the founder wanted a company but because the founder wanted to change the world... If you decide you want to found a company, you maybe start to develop your first idea. And hire lots of workers.",
      "author": "Mark Zuckerberg",
      "category": "Change, Change The World"
    },
    {
      "quote": "I marvel at the resilience of the Jewish people. Their best characteristic is their desire to remember. No other people has such an obsession with memory.",
      "author": "Elie Wiesel",
      "category": "Resilience, Memory, Remember"
    },
    {
      "quote": "Cigarettes and coffee: an alcoholic's best friend!",
      "author": "Gerard Way",
      "category": "Best Friend, Coffee, Friend"
    },
    {
      "quote": "Do not look for approval except for the consciousness of doing your best.",
      "author": "Andrew Carnegie",
      "category": "Doing, Look, Consciousness"
    },
    {
      "quote": "The best way to do ourselves good is to be doing good to others the best way to gather is to scatter.",
      "author": "Thomas Brooks",
      "category": "Good, Doing Good, Doing"
    },
    {
      "quote": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable.",
      "author": "Terri Clark",
      "category": "Courage, Chance, Think"
    },
    {
      "quote": "There is a Japanese proverb that literally goes 'Raise the sail with your stronger hand', meaning you must go after the opportunities that arise in life that you are best equipped to do.",
      "author": "Soichiro Honda",
      "category": "Life, Opportunities"
    },
    {
      "quote": "You fight, you try your best, but if you lose, you don't have to break five racquets and smash up the locker room. You can do those things, but when you've finished, nothing's changed. You've still lost. If something positive came from that, I probably would do it. But I see only negativity.",
      "author": "Rafael Nadal",
      "category": "Positive, Fight, Lost"
    },
    {
      "quote": "The best time to plan a book is while you're doing the dishes.",
      "author": "Agatha Christie",
      "category": "Time, Book, Plan"
    },
    {
      "quote": "Whether it's the best of times or the worst of times, it's the only time we've got.",
      "author": "Art Buchwald",
      "category": "Time, Worst, Times"
    },
    {
      "quote": "I don't need to be better than anybody or worse than anybody to feel better about myself. I just need to stick on my own path and stay in the moment as best I can.",
      "author": "Marc Jacobs",
      "category": "Myself, Path, Moment"
    },
    {
      "quote": "If we accept being talked to any kind of a way, then we are telling ourselves we are not quite worth the best. And if we have the effrontery to talk to anybody with less than courtesy, we tell ourselves and the world we are not very intelligent.",
      "author": "Maya Angelou",
      "category": "World, Intelligent, Kind"
    },
    {
      "quote": "The best reason why Monarchy is a strong government is, that it is an intelligible government. The mass of mankind understand it, and they hardly anywhere in the world understand any other.",
      "author": "Walter Bagehot",
      "category": "Strong, Government, World"
    },
    {
      "quote": "When a man's best friend is his dog, that dog has a problem.",
      "author": "Edward Abbey",
      "category": "Dog, Best Friend, Man"
    },
    {
      "quote": "Society in every state is a blessing, but government, even in its best stage, is but a necessary evil; in its worst state an intolerable one.",
      "author": "Thomas Paine",
      "category": "Society, Government, Evil"
    },
    {
      "quote": "You get the best effort from others not by lighting a fire beneath them, but by building a fire within.",
      "author": "Bob Nelson",
      "category": "Effort, Fire, Building"
    },
    {
      "quote": "We hire people who want to make the best things in the world.",
      "author": "Steve Jobs",
      "category": "World, People, Want"
    },
    {
      "quote": "When you love someone, the best thing you can offer is your presence. How can you love if you are not there?",
      "author": "Thich Nhat Hanh",
      "category": "Love, Presence, You"
    },
    {
      "quote": "I think it doesn't matter if you are the best surfer in the world. I'm going to try to be the best surfer I can be. It's not all about competing and being the best. It's more about having fun and just doing what you love.",
      "author": "Bethany Hamilton",
      "category": "Love, Fun, World"
    },
    {
      "quote": "Fear is our deepest and strongest emotion, and the one which best lends itself to the creation of nature-defying illusions.",
      "author": "H. P. Lovecraft",
      "category": "Fear, Creation, Emotion"
    },
    {
      "quote": "Trying to make a feature film yourself with no money is the best film school you can do.",
      "author": "Quentin Tarantino",
      "category": "Money, School, Yourself"
    },
    {
      "quote": "We must enforce the laws we have on the books, secure our borders, and deny special benefits to illegal immigrants such as in-state tuition rates. This approach is best for American citizens and is fair to those who have taken the time and effort to go through the legal immigration process.",
      "author": "Ron DeSantis",
      "category": "Time, American, Effort"
    },
    {
      "quote": "No matter what, I'm trying to have fun and, depending on the mood, fun can be on a roller coaster and playing onstage, or fun can be sitting in a room with three of your best friends talking for two hours.",
      "author": "Shawn Mendes",
      "category": "Friends, Fun, Three"
    },
    {
      "quote": "Thinking well to be wise: planning well, wiser: doing well wisest and best of all.",
      "author": "Malcolm Forbes",
      "category": "Wise, Planning, Thinking"
    },
    {
      "quote": "At the end of the day, humans are social animals and we are at our best when we get to do things with others who appreciate and enjoy what we enjoy. It's what keeps us human.",
      "author": "Simon Sinek",
      "category": "Day, End, Enjoy"
    },
    {
      "quote": "No parent is perfect we all can look back and think of things we could've done to help our children be better prepared for adulthood. And sometimes it's best to admit it to them and encourage them to learn from our mistakes.",
      "author": "Billy Graham",
      "category": "Children, Mistakes, Help"
    },
    {
      "quote": "If you're going to be a winner in life, you have to constantly go beyond your best.",
      "author": "Robert Kiyosaki",
      "category": "Life, Winner, You"
    },
    {
      "quote": "We're made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it.",
      "author": "James Turrell",
      "category": "Time, Light, Experience"
    },
    {
      "quote": "The secret is to work less as individuals and more as a team. As a coach, I play not my eleven best, but my best eleven.",
      "author": "Knute Rockne",
      "category": "Work, Team, Play"
    },
    {
      "quote": "I think the thing about that was I was always willing to work I was not the fastest or biggest player but I was determined to be the best football player I could be on the football field and I think I was able to accomplish that through hard work.",
      "author": "Jerry Rice",
      "category": "Work, Hard Work, Football"
    },
    {
      "quote": "I don't always have the best eating habits. I like butter and ice cream. There are days when I should work out and I don't. But it's never too late to change old habits.",
      "author": "Florence Griffith Joyner",
      "category": "Work, Change, Ice Cream"
    },
    {
      "quote": "Arrogance, ignorance, and incompetence. Not a pretty cocktail of personality traits in the best of situations. No sirree. Not a pretty cocktail in an office-mate and not a pretty cocktail in a head of state. In fact, in a leader, it's a lethal cocktail.",
      "author": "Graydon Carter",
      "category": "Leader, Personality"
    },
    {
      "quote": "You win a race, the next race it's a question mark. Are you still the best or not? That's what is funny. But that's what is interesting. And that's what is challenging. You have to prove yourself every time.",
      "author": "Michael Schumacher",
      "category": "Funny, Time, Yourself"
    },
    {
      "quote": "Find out what you like doing best and get someone to pay you for it.",
      "author": "Katharine Whitehorn",
      "category": "Doing, You, Find"
    },
    {
      "quote": "You always want to win. That is why you play tennis, because you love the sport and try to be the best you can at it.",
      "author": "Roger Federer",
      "category": "Love, Win, Tennis"
    },
    {
      "quote": "I can't understand it when people are closed-minded. I mean, boy, have I made mistakes and been very wrong. I can't tell you the amounts of times I've been let down, but I still try to see the best in people.",
      "author": "Daphne Guinness",
      "category": "Mistakes, People, You"
    },
    {
      "quote": "The best ideas start as conversations.",
      "author": "Jonathan Ive",
      "category": "Ideas, Start, Conversations"
    },
    {
      "quote": "You can compromise between good, better, and best, and you can compromise between bad and worse and terrible. But you can't compromise between good and evil. And now people look at the other side as a completely different kind of animal and say, 'They are taking the country down the road to purgatory.' It's complete intolerance.",
      "author": "Gary Ackerman",
      "category": "Good, Evil, Animal"
    },
    {
      "quote": "In fact, I argue that the future of advertising, whatever the technology, will be to associate each brand with one word. This is one word equity. It's the modern equivalent of having the best site on the high street, except the location is in the mind.",
      "author": "Maurice Saatchi",
      "category": "Technology, Future"
    },
    {
      "quote": "The fox has many tricks. The hedgehog has but one. But that is the best of all.",
      "author": "Ralph Waldo Emerson",
      "category": "Fox, Hedgehog, Tricks"
    },
    {
      "quote": "Expect the best, plan for the worst, and prepare to be surprised.",
      "author": "Denis Waitley",
      "category": "Plan, Prepare, Worst"
    },
    {
      "quote": "I like to stay happy, and I like to live life light and make the best of life.",
      "author": "Ciara",
      "category": "Life, Happy, Light"
    },
    {
      "quote": "If I'm honest I have to tell you I still read fairy-tales and I like them best of all.",
      "author": "Audrey Hepburn",
      "category": "Honest, You, Like"
    },
    {
      "quote": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.",
      "author": "Bill Frist",
      "category": "Technology, Health, Medical"
    },
    {
      "quote": "No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me.",
      "author": "Colonel Sanders",
      "category": "Money, Giving, Me"
    },
    {
      "quote": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.",
      "author": "Theodore Roosevelt",
      "category": "Good, People, Good People"
    },
    {
      "quote": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices.",
      "author": "Amy Grant",
      "category": "Good, Choices"
    },
    {
      "quote": "When I was a boy, the priest, my uncle, carefully inculcated upon me this proverb, which I then learned and have ever since kept in my mind: 'Dico tibi verum, Libertas optima rerum; Nunquam servili, sub nexu vivito, fili.' 'I tell you a truth: Liberty is the best of things, my son; never live under any slavish bond.'",
      "author": "William Wallace",
      "category": "Truth, Son, Mind"
    },
    {
      "quote": "Look whether it be indifferently, as well for sins secret as open, what you find to be your best cordials to comfort you, whether God's Word, or natural means.",
      "author": "Thomas Hooker",
      "category": "God, Comfort, You"
    },
    {
      "quote": "Punishment may make us obey the orders we are given, but at best it will only teach an obedience to authority, not a self-control which enhances our self-respect.",
      "author": "Bruno Bettelheim",
      "category": "Authority, Self-Respect"
    },
    {
      "quote": "Give people enough guidance to make the decisions you want them to make. Don't tell them what to do, but encourage them to do what is best.",
      "author": "Jimmy Johnson",
      "category": "Decisions, People, Want"
    },
    {
      "quote": "I always find the mirror in the dressing room is where the best artists are.",
      "author": "John Lydon",
      "category": "Mirror, Find, Always"
    },
    {
      "quote": "It's very difficult to think that you're with someone that you know, and all of a sudden you don't know them: it turns out that they betray you. It's painful, but it's best to turn the page.",
      "author": "Shakira",
      "category": "Know, Think, Page"
    },
    {
      "quote": "A girl's best friend is her pride.",
      "author": "Vanity",
      "category": "Best Friend, Girl, Pride"
    },
    {
      "quote": "Sometimes your best investments are the ones you don't make.",
      "author": "Donald Trump",
      "category": "Money, You, Sometimes"
    },
    {
      "quote": "It's so amazing to hear a crowd of people singing one of your songs. It's the best feeling.",
      "author": "Liam Payne",
      "category": "Amazing, People, Singing"
    },
    {
      "quote": "My best friend is me, and I take good care of me.",
      "author": "Diane von Furstenberg",
      "category": "Good, Best Friend, Me"
    },
    {
      "quote": "A person always doing his or her best becomes a natural leader, just by example.",
      "author": "Joe DiMaggio",
      "category": "Leader, Doing, Her"
    },
    {
      "quote": "There is nothing like a challenge to bring out the best in man.",
      "author": "Sean Connery",
      "category": "Challenge, Man, Bring"
    },
    {
      "quote": "I'm not the best singer in the world I'm just good at picking up what I want to sound like.",
      "author": "Shawn Mendes",
      "category": "Good, World, Want"
    },
    {
      "quote": "In designing the scenery and costumes for any of Shakespeare's plays, the first thing the artist has to settle is the best date for the drama. This should be determined by the general spirit of the play more than by any actual historical references which may occur in it.",
      "author": "Oscar Wilde",
      "category": "Scenery, Artist, Play"
    },
    {
      "quote": "I'm usually cast as the sassy, brassy best friend.",
      "author": "Annie Parisse",
      "category": "Best Friend, Friend, Sassy"
    },
    {
      "quote": "There is only one real sin and that is to persuade oneself that the second best is anything but second best.",
      "author": "Doris Lessing",
      "category": "Real, Sin, Anything"
    },
    {
      "quote": "Just do the best you can. No one can do more than that.",
      "author": "John Wooden",
      "category": "You, Just, Than"
    },
    {
      "quote": "I am easily satisfied with the very best.",
      "author": "Winston Churchill",
      "category": "I Am, Satisfied, Very"
    },
    {
      "quote": "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you.",
      "author": "Joel Osteen",
      "category": "Start, Why, You"
    },
    {
      "quote": "I do know this: God does answer your prayers, but it's not always in the way you expect. God knows what's best for us, though, so there's no need to worry when things don't go how we originally wanted them to go.",
      "author": "Lou Holtz",
      "category": "God, Worry, Know"
    },
    {
      "quote": "If you can do what you do best and be happy, you're further along in life than most people.",
      "author": "Leonardo DiCaprio",
      "category": "Life, Happy, Be Happy"
    },
    {
      "quote": "You do what you can for as long as you can, and when you finally can't, you do the next best thing. You back up but you don't give up.",
      "author": "Chuck Yeager",
      "category": "Long, You, Back Up"
    },
    {
      "quote": "There's an ease that I have living in Australia. The best things about Sydney are free: the sunshine's free, and the harbour's free, and the beach is free.",
      "author": "Russell Crowe",
      "category": "Sunshine, Beach, Free"
    },
    {
      "quote": "The best way to predict the future is to invent it.",
      "author": "Alan Kay",
      "category": "Wisdom, Future, Predict"
    },
    {
      "quote": "A well regulated militia, composed of the body of the people, trained in arms, is the best most natural defense of a free country.",
      "author": "James Madison",
      "category": "Body, Free, People"
    },
    {
      "quote": "In matters of conscience, first thoughts are best. In matters of prudence, last thoughts are best.",
      "author": "Robert Hall",
      "category": "Thoughts, Conscience"
    },
    {
      "quote": "The fast, flowing parts, the high-speed corners, that's where a Formula One car is at its best - changes of direction, pulling high g-forces left and right.",
      "author": "Jenson Button",
      "category": "Car, Changes, Direction"
    },
    {
      "quote": "I just try to be the best I can, but I'm human.",
      "author": "Selena Gomez",
      "category": "I Can, Try, Human"
    },
    {
      "quote": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do.",
      "author": "Kendrick Lamar",
      "category": "Time, Day, Pen"
    },
    {
      "quote": "The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy.",
      "author": "Dwight D. Eisenhower",
      "category": "You, Never, Talk"
    },
    {
      "quote": "The best portraits are those in which there is a slight mixture of caricature.",
      "author": "Thomas Babington Macaulay",
      "category": "Portraits, Which, Slight"
    },
    {
      "quote": "The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Men, Advice, Young"
    },
    {
      "quote": "This is the great reward of service, to live, far out and on, in the life of others; this is the mystery of Christ, - to give life's best for such high sake that it shall be found again unto life eternal.",
      "author": "Joshua Chamberlain",
      "category": "Life, Great, Service"
    },
    {
      "quote": "The best artist has that thought alone Which is contained within the marble shell The sculptor's hand can only break the spell To free the figures slumbering in the stone.",
      "author": "Michelangelo",
      "category": "Alone, Thought, Artist"
    },
    {
      "quote": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you.",
      "author": "Vanessa Kerry",
      "category": "Truth, Do Your Best, Believe"
    },
    {
      "quote": "The best situation is being a single parent. The best part about is that you get time off, too, because the kids are with their mom, so it's the best of both worlds. There's a lot to be said for it.",
      "author": "Larry David",
      "category": "Time, Mom, Parent"
    },
    {
      "quote": "We're very simple people at Apple. We focus on making the world's best products and enriching people's lives.",
      "author": "Tim Cook",
      "category": "Focus, Simple, World"
    },
    {
      "quote": "Nobody is gonna love you like you. You're gonna be your best salesman.",
      "author": "T.I.",
      "category": "Love, You, Nobody"
    },
    {
      "quote": "The torch relay is an excellent embodiment of all that the Olympic Games have come to symbolise - a celebration of the human spirit. Personally to me, it represents striving to be the best in whatever we do, never giving up despite the odds, and a commitment to health and fitness.",
      "author": "Lakshmi Mittal",
      "category": "Health, Fitness, Commitment"
    },
    {
      "quote": "To be honest, I don't think I'm the best role model in the world. I'm pretty immature sometimes.",
      "author": "Louis Tomlinson",
      "category": "World, Role Model, Think"
    },
    {
      "quote": "Growing up, I was a little hippie kid. I went to some good concerts... Amnesty International with Bob Dylan and Tracy Chapman... The best concert I ever went to was this one at the Cow Palace my freshman year in college on New Year's Eve. It was Pearl Jam opening for Nirvana opening for Red Hot Chili Peppers.",
      "author": "Summer Sanders",
      "category": "Good, College, Red"
    },
    {
      "quote": "In the best works of fiction, there's no mustache-twirling villain. I try to write shows where even the bad guy's got his reasons.",
      "author": "Lin-Manuel Miranda",
      "category": "Villain, Try, Bad"
    },
    {
      "quote": "The Dalai Lama has taught me that the best way to live life is to try and avoid desire. Desire is really the basic source of unhappiness.",
      "author": "Miriam Defensor-Santiago",
      "category": "Life, Live Life, Me"
    },
    {
      "quote": "Disagreement does not necessarily have to be overcome. It may remain an important and constitutive feature of our relations to others and also be seen as something that is merely to be expected in the light of the best explanations we have of how such disagreement arises.",
      "author": "Bernard Williams",
      "category": "Light, Important, Overcome"
    },
    {
      "quote": "All our best men are laughed at in this nightmare land.",
      "author": "Jack Kerouac",
      "category": "Men, Land, Nightmare"
    },
    {
      "quote": "Brevity is the best recommendation of speech, whether in a senator or an orator.",
      "author": "Marcus Tullius Cicero",
      "category": "Speech, Recommendation"
    },
    {
      "quote": "My best friend and I love to make fish faces.",
      "author": "Beverley Mitchell",
      "category": "Love, Best Friend, Fish"
    },
    {
      "quote": "I find that the best way to do things is to constantly move forward and to never doubt anything and keep moving forward, if you make a mistake say you made a mistake.",
      "author": "John Frusciante",
      "category": "Moving Forward, Moving"
    },
    {
      "quote": "With a fascist the problem is never how best to present the truth to the public but how best to use the news to deceive the public into giving the fascist and his group more money or more power.",
      "author": "Henry A. Wallace",
      "category": "Money, Truth, Power"
    },
    {
      "quote": "Cynical realism is the intelligent man's best excuse for doing nothing in an intolerable situation.",
      "author": "Aldous Huxley",
      "category": "Man, Intelligent, Cynical"
    },
    {
      "quote": "I never was a person who wanted a handout. I was a cafeteria worker. I'm not too proud to ask the Best Western manager to give me a job. I have cleaned homes.",
      "author": "Shirley Jackson",
      "category": "Job, Me, Proud"
    },
    {
      "quote": "Now more than ever we need to talk to each other, to listen to each other and understand how we see the world, and cinema is the best medium for doing this.",
      "author": "Martin Scorsese",
      "category": "World, Listen, See"
    },
    {
      "quote": "You can do the best research and be making the strongest intellectual argument, but if readers don't get past the third paragraph you've wasted your energy and valuable ink.",
      "author": "Carl Hiaasen",
      "category": "Past, Research, Energy"
    },
    {
      "quote": "I think the best thing for you to do is just live your life. Live a life that's worth living, one where you do what you want to do, pursue your passions. That way, if you meet someone, they'll be joining a life that's already really good.",
      "author": "Dan Savage",
      "category": "Life, Good, Live"
    },
    {
      "quote": "When grandpa was ill and could've died, I would have swapped all my record sales so he could get well. He is the reason I am a singer. He was my best friend growing up.",
      "author": "Michael Buble",
      "category": "Best Friend, I Am"
    },
    {
      "quote": "I've always believed that there are funny people everywhere, but they're just not comedians. In fact, some of my best comedic inspirations were not professional entertainers.",
      "author": "Steve Martin",
      "category": "Funny, People, Professional"
    },
    {
      "quote": "Fantasy is my favorite genre for reading and writing. We have more options than anyone else, and the best props and special effects. That means if you want to write a fantasy story with Norse gods, sentient robots, and telepathic dinosaurs, you can do just that. Want to throw in a vampire and a lesbian unicorn while you're at it? Go ahead.",
      "author": "Patrick Rothfuss",
      "category": "Writing, Reading, Robots"
    },
    {
      "quote": "Your boss is only human and just wants the best from you.",
      "author": "Naomie Harris",
      "category": "Boss, You, Human"
    },
    {
      "quote": "The best thing about the iPhone is this that tells me where I am all the time. There's never a need to feel lost anymore.",
      "author": "Gary Shteyngart",
      "category": "Time, I Am, Me"
    },
    {
      "quote": "The best advice comes from people who don't give advice.",
      "author": "Matthew McConaughey",
      "category": "Advice, People, Give"
    },
    {
      "quote": "The best way to be productive is to have a great team. So I spend more time than most CEOs on human resources. That's 20 percent of my week.",
      "author": "Kevin P. Ryan",
      "category": "Time, Team, Great"
    },
    {
      "quote": "My best advice is to not start in PowerPoint. Presentation tools force you to think through information linearly, and you really need to start by thinking of the whole instead of the individual lines.",
      "author": "Nancy Duarte",
      "category": "Thinking, Advice, Tools"
    },
    {
      "quote": "I have no regrets, because I've done everything I could to the best of my ability.",
      "author": "Robert Redford",
      "category": "Regrets, No Regrets, Done"
    },
    {
      "quote": "We should live, act, and say nothing to the injury of anyone. It is not only best as a matter of principle, but it is the path to peace and honor.",
      "author": "Robert E. Lee",
      "category": "Peace, Path, Honor"
    },
    {
      "quote": "Excellence is the best deterrent to racism or sexism.",
      "author": "Oprah Winfrey",
      "category": "Racism, Excellence, Sexism"
    },
    {
      "quote": "Make the best use of what is in your power, and take the rest as it happens.",
      "author": "Epictetus",
      "category": "Power, Rest, Happens"
    },
    {
      "quote": "I think all good reporting is the same thing - the best attainable version of the truth.",
      "author": "Carl Bernstein",
      "category": "Good, Truth, Think"
    },
    {
      "quote": "A nice blend of prediction and surprise seem to be at the heart of the best art.",
      "author": "Wendy Carlos",
      "category": "Art, Heart, Surprise"
    },
    {
      "quote": "The calling of the humanities is to make us truly human in the best sense of the word.",
      "author": "J. Irwin Miller",
      "category": "Human, Sense, Humanities"
    },
    {
      "quote": "Best of all is it to preserve everything in a pure, still heart, and let there be for every pulse a thanksgiving, and for every breath a song.",
      "author": "Konrad von Gesner",
      "category": "Thanksgiving, Heart, Song"
    },
    {
      "quote": "What's a bigger mystery box than a movie theater? You go to the theater, you're just so excited to see anything - the moment the lights go down is often the best part.",
      "author": "J. J. Abrams",
      "category": "Moment, Mystery, You"
    },
    {
      "quote": "I love what I do, and when you love what you do, you want to be the best at it.",
      "author": "Jay-Z",
      "category": "Love, Want, You"
    },
    {
      "quote": "You need to think outside the box. You need to think differently if you want to sustain what, for me, is my peak performance: the very best that I can achieve as an athlete every day.",
      "author": "Tom Brady",
      "category": "Day, Performance, Me"
    },
    {
      "quote": "I do believe that the original sources of all religions should be taught, because with that we will find our similarities, not just our differences. I believe that if Mohammed, Buddha, Jesus, and Moses all got together they would be best of friends because the spiritual basis of all religions is something that builds unity.",
      "author": "Yehuda Berg",
      "category": "Friends, Unity, Together"
    },
    {
      "quote": "Let's face it: Most of us don't realize it, but we are failing our kids as reading role models. The best role models are in the home: brothers, fathers, grandfathers; mothers, sisters, grandmothers. Moms and dads, it's important that your kids see you reading. Not just books - reading the newspaper is good, too.",
      "author": "James Patterson",
      "category": "Home, Good, Reading"
    },
    {
      "quote": "I love being a woman. I love the sexiness we get to exude. But the best thing about being a woman is the power we have over men.",
      "author": "Eva Longoria",
      "category": "Love, Power, Woman"
    },
    {
      "quote": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another.",
      "author": "Helen Keller",
      "category": "Life, Know, Never"
    },
    {
      "quote": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.",
      "author": "Jonathan Swift",
      "category": "Doctor, World, Diet"
    },
    {
      "quote": "You get the best out of others when you get the best out of yourself.",
      "author": "Harvey S. Firestone",
      "category": "Yourself, You, Others"
    },
    {
      "quote": "Do the best that you can in the place where you are, and be kind.",
      "author": "Scott Nearing",
      "category": "Be Kind, You, Place"
    },
    {
      "quote": "My spiritual life is... sometimes I have access to it and sometimes I don't. When I do have access to it, it's usually a sense of my understanding what the best course of action or the best thing for me to do. By best, I mean when I have a real sense of doing the right thing and doing good for people and the connected universe of everybody.",
      "author": "Al Franken",
      "category": "Life, Good, Spiritual"
    },
    {
      "quote": "The best form of government is that which is most likely to prevent the greatest sum of evil.",
      "author": "James Monroe",
      "category": "Government, Evil, Greatest"
    },
    {
      "quote": "Do your best when no one is looking. If you do that, then you can be successful in anything that you put your mind to.",
      "author": "Bob Cousy",
      "category": "Do Your Best, Mind"
    },
    {
      "quote": "I always prefer to believe the best of everybody, it saves so much trouble.",
      "author": "Rudyard Kipling",
      "category": "Believe, Trouble, Always"
    },
    {
      "quote": "Man, being reasonable, must get drunk; the best of life is but intoxication.",
      "author": "Lord Byron",
      "category": "Life, Man, Drunk"
    },
    {
      "quote": "There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible.",
      "author": "Henry Ford",
      "category": "Quality, Possible, Cost"
    },
    {
      "quote": "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.",
      "author": "Euripides",
      "category": "Life, Great, Wise"
    },
    {
      "quote": "Live honestly to a higher note. Life is too short. So, do the best you can and live your life to a higher note.",
      "author": "Kimora Lee Simmons",
      "category": "Life, Short"
    },
    {
      "quote": "A rich, robust, well-resourced public education is one of the best routes out of poverty and a pathway to prosperity.",
      "author": "Randi Weingarten",
      "category": "Education, Poverty, Rich"
    },
    {
      "quote": "For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security.",
      "author": "Thomas Jefferson",
      "category": "Free, People, Security"
    },
    {
      "quote": "Mediocre men work at their best men seeking excellence strive to do better.",
      "author": "Edwin Louis Cole",
      "category": "Work, Excellence, Men"
    },
    {
      "quote": "The best things in life sometimes happen spontaneously.",
      "author": "Jason Statham",
      "category": "Life, Sometimes, Happen"
    },
    {
      "quote": "Many people think of perfectionism as striving to be your best, but it is not about self-improvement; it's about earning approval and acceptance.",
      "author": "Brene Brown",
      "category": "Acceptance, People, Think"
    },
    {
      "quote": "Nowadays, a critic has to watch 700, 800 films a year, and I know through experience, being a juror in prestigious film festivals where supposedly the best films are arriving, from twenty films maybe you see two that are good, one that is so-so, and one that is extraordinary. And the other sixteen are terrible.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Good, Experience, Know"
    },
    {
      "quote": "It is best for the wise man not to seem wise.",
      "author": "Aeschylus",
      "category": "Wise, Man, Wise Man"
    },
    {
      "quote": "It was the best of times, it was the worst of times.",
      "author": "Charles Dickens",
      "category": "Worst, Times"
    },
    {
      "quote": "The worst men often give the best advice.",
      "author": "Francis Bacon",
      "category": "Men, Advice, Worst"
    },
    {
      "quote": "The best vision is insight.",
      "author": "Malcolm Forbes",
      "category": "Vision, Insight"
    },
    {
      "quote": "Just do what you do best.",
      "author": "Red Auerbach",
      "category": "You, Just"
    },
    {
      "quote": "The worst thing that happens to you may be the best thing for you if you don't let it get the best of you.",
      "author": "Will Rogers",
      "category": "Worst, You, May"
    },
    {
      "quote": "But men are men the best sometimes forget.",
      "author": "William Shakespeare",
      "category": "Men, Forget, Sometimes"
    },
    {
      "quote": "Look for your choices, pick the best one, then go with it.",
      "author": "Pat Riley",
      "category": "Choices, Look, Go"
    },
    {
      "quote": "The biggest thing for me is the passion that I've always had for hockey. I remember growing up, no matter what I did in life, my parents always told me to try to do my best at it and be my best. I can say going through different things that that passion is the most important part. It's not skills or talent or any of that stuff.",
      "author": "Sidney Crosby",
      "category": "Life, Passion, Parents"
    },
    {
      "quote": "We would all like to vote for the best man but he is never a candidate.",
      "author": "Kin Hubbard",
      "category": "Man, Politics, Vote"
    },
    {
      "quote": "I have learned that not diamonds but divorce lawyers are a girl's best friend.",
      "author": "Zsa Zsa Gabor",
      "category": "Best Friend, Girl, Friend"
    },
    {
      "quote": "To refrain from imitation is the best revenge.",
      "author": "Marcus Aurelius",
      "category": "Revenge, Imitation, Refrain"
    },
    {
      "quote": "The best way to reduce the cost of medical care is to reduce the illness.",
      "author": "Arlen Specter",
      "category": "Medical, Care, Way"
    },
    {
      "quote": "The best advice I've received is to be yourself. The best artists do that.",
      "author": "Frank Gehry",
      "category": "Be Yourself, Yourself"
    },
    {
      "quote": "The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they're okay, then it's you.",
      "author": "Rita Mae Brown",
      "category": "Friends, Statistics"
    },
    {
      "quote": "Never argue at the dinner table, for the one who is not hungry always gets the best of the argument.",
      "author": "Richard Whately",
      "category": "Dinner, Argument, Hungry"
    },
    {
      "quote": "Laughter is the best medicine - unless you're diabetic, then insulin comes pretty high on the list.",
      "author": "Jasper Carrott",
      "category": "Laughter, Medicine, You"
    },
    {
      "quote": "I feel the best after a workout - I'm sweaty and exhausted, but it also gives me an energy I really like.",
      "author": "Hilary Rhoda",
      "category": "Energy, Me, Feel"
    },
    {
      "quote": "I look at my grandparents and what they dealt with in the Japanese internment in Arizona. That sense of perseverance, of making the best out of an incredibly bad situation, has always been something I drew inspiration from. I always ask myself, 'What in the world do I have to complain about?'",
      "author": "Scott Fujita",
      "category": "Perseverance, Myself, World"
    },
    {
      "quote": "One way or another, we all have to find what best fosters the flowering of our humanity in this contemporary life, and dedicate ourselves to that.",
      "author": "Joseph Campbell",
      "category": "Life, Humanity, Find"
    },
    {
      "quote": "Education must provide the opportunities for self-fulfillment; it can at best provide a rich and challenging environment for the individual to explore, in his own way.",
      "author": "Noam Chomsky",
      "category": "Education, Opportunities"
    },
    {
      "quote": "In marketing I've seen only one strategy that can't miss - and that is to market to your best customers first, your best prospects second and the rest of the world last.",
      "author": "John Romero",
      "category": "World, Strategy, Marketing"
    },
    {
      "quote": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?",
      "author": "Cesar Chavez",
      "category": "Education, Book, Humanity"
    },
    {
      "quote": "I'm just trying to grow. That's one thing I told myself is, 'Don't worry about who people say is the best player.'",
      "author": "Kevin Durant",
      "category": "Myself, Worry, People"
    },
    {
      "quote": "The best way to impress a woman is to be the most honest you can.",
      "author": "Jean Reno",
      "category": "Woman, Honest, You"
    },
    {
      "quote": "With the Union my best and dearest earthly hopes are entwined.",
      "author": "Franklin Pierce",
      "category": "Hopes, Union, Dearest"
    },
    {
      "quote": "Our best teachers do more than impart facts and figures - they inspire and encourage students and instill a true desire to learn. That's a fine art in itself.",
      "author": "Sonny Perdue",
      "category": "Art, Inspire, Learn"
    },
    {
      "quote": "There is always some kid who may be seeing me for the first time. I owe him my best.",
      "author": "Joe DiMaggio",
      "category": "Time, Me, Seeing"
    },
    {
      "quote": "The night before I compete, I like to have steak. Meat is especially important for female athletes because it provides them with the nutrients they need to perform at their best.",
      "author": "Sasha Cohen",
      "category": "Night, Important, Meat"
    },
    {
      "quote": "Here's what I tell anybody and this is what I believe. The greatest gift we have is the gift of life. We understand that. That comes from our Creator. We're given a body. Now you may not like it, but you can maximize that body the best it can be maximized.",
      "author": "Mike Ditka",
      "category": "Life, Fitness, Believe"
    },
    {
      "quote": "The point of living and of being an optimist is to be foolish enough to believe the best is yet to come.",
      "author": "Peter Ustinov",
      "category": "Believe, Living, Point"
    },
    {
      "quote": "When I am traveling in a carriage, or walking after a good meal, or during the night when I cannot sleep; it is on such occasions that ideas flow best and most abundantly.",
      "author": "Wolfgang Amadeus Mozart",
      "category": "Good, Sleep, I Am"
    },
    {
      "quote": "I'd say the best is when I was in Africa, I saw a hippo in a house. Someone had a pet hippo. And they're meant to be one of the most dangerous animals on the planet, and they had one that was sort of just wandering in and out of their house, just sort of roaming about.",
      "author": "Karl Pilkington",
      "category": "Pet, Animals, Africa"
    },
    {
      "quote": "Horror movies are the best date movies. There's no wondering, 'When do I put my arm around her?'",
      "author": "Eli Roth",
      "category": "Movies, Horror, Her"
    },
    {
      "quote": "Above all, don't fear difficult moments. The best comes from them.",
      "author": "Rita Levi-Montalcini",
      "category": "Fear, Moments, Difficult"
    },
    {
      "quote": "It's not easy. I got lots of rejections when I first started out. If you want to write, you have to believe in yourself and not give up. You have to do your best to practice and get better.",
      "author": "Rick Riordan",
      "category": "Believe In Yourself"
    },
    {
      "quote": "In the animal kingdom, one of the keys to survival is to outwit your enemies. And when you're surrounded by carnivores, one of the best strategies is to fade into the background and disappear.",
      "author": "Neil deGrasse Tyson",
      "category": "Survival, Animal, You"
    },
    {
      "quote": "I think laughter is the best medicine. If you can't laugh at yourself, then you can't laugh at life and the silliness of it all.",
      "author": "David Hasselhoff",
      "category": "Life, Laughter, Yourself"
    },
    {
      "quote": "Entrepreneurship is like a computer game in which you have to master every level before achieving success. Startups repeatedly stumble and have to go back to the drawing board. The best way to skip some levels and to increase the odds of survival is to learn from others who have already played the game.",
      "author": "Vivek Wadhwa",
      "category": "Success, Achieving, Survival"
    },
    {
      "quote": "At United, there are great traditions, which you can't buy in one or two years. They are created by victories. You need to prove again and again that you are better than the others. Manchester United have always done this, and are still doing it, so they are the best.",
      "author": "Cristiano Ronaldo",
      "category": "Great, Better, You"
    },
    {
      "quote": "The best art is realized when you can share the experience of making of it and not just the presentation of it, so that the audience is part of the creation and not just part of the consumption. Then it becomes much more full-bodied and robust.",
      "author": "Ava DuVernay",
      "category": "Art, Experience, You"
    },
    {
      "quote": "I focus on making sure I'm sharp, and it doesn't matter who I am fighting. I need to perform at my best and try to elevate my game to the highest level I possibly can, so that is what I concentrate on doing.",
      "author": "Robbie Lawler",
      "category": "Focus, I Am, Game"
    },
    {
      "quote": "I'm at my best when people are depending on me. If it's just on me and I don't have nothing to do, I'm going to be lazy. On the football field, it's every single day, every play, knowing that people are depending on me to make my play. That helps me elevate my game to another level.",
      "author": "Von Miller",
      "category": "Day, Football, Me"
    },
    {
      "quote": "Do the best you can in every task, no matter how unimportant it may seem at the time. No one learns more about a problem than the person at the bottom.",
      "author": "Sandra Day O'Connor",
      "category": "Time, Problem, You"
    },
    {
      "quote": "He who laughs most, learns best.",
      "author": "John Cleese",
      "category": "Education, Most, He"
    },
    {
      "quote": "A good book is the best of friends, the same today and forever.",
      "author": "Martin Farquhar Tupper",
      "category": "Friends, Good, Today"
    },
    {
      "quote": "As simple as it sounds, we all must try to be the best person we can: by making the best choices, by making the most of the talents we've been given.",
      "author": "Mary Lou Retton",
      "category": "Simple, Choices, Talents"
    },
    {
      "quote": "Only mediocrity can be trusted to be always at its best.",
      "author": "Max Beerbohm",
      "category": "Mediocrity, Always, Trusted"
    },
    {
      "quote": "All the best people in life seem to like LINUX.",
      "author": "Steve Wozniak",
      "category": "Life, People, Like"
    },
    {
      "quote": "Knowing that we can be loved exactly as we are gives us all the best opportunity for growing into the healthiest of people.",
      "author": "Fred Rogers",
      "category": "Health, Opportunity, People"
    },
    {
      "quote": "I am afraid we must make the world honest before we can honestly say to our children that honesty is the best policy.",
      "author": "George Bernard Shaw",
      "category": "Children, Honesty, I Am"
    },
    {
      "quote": "My parents sacrificed so much for all of us. It makes me want to give back to them by being the best I can be.",
      "author": "Diana Lopez",
      "category": "Parents, Me, Want"
    },
    {
      "quote": "Michael Jordon may have been the best basketball player in history, but he couldn't have won six NBA titles without a team.",
      "author": "Mark E. Hyman",
      "category": "History, Team, Basketball"
    },
    {
      "quote": "Sometimes you feel awkward being what you're best at, you feel like you have to be something new.",
      "author": "Marilyn Manson",
      "category": "You, New, Awkward"
    },
    {
      "quote": "The best evaluation I can make of a player is to look in his eyes and see how scared they are.",
      "author": "Michael Jordan",
      "category": "Eyes, Look, See"
    },
    {
      "quote": "I think my best work is when I'm kind of in charge.",
      "author": "Chris Rock",
      "category": "Work, Think, Kind"
    },
    {
      "quote": "I regarded finding I had a form of Alzheimer's as an insult and decided to do my best to marshal any kind of forces I could against this wretched disease. I have posterior cortical atrophy or PCA. They say, rather ingenuously, that if you have Alzheimer's it's the best form of Alzheimer's to have.",
      "author": "Terry Pratchett",
      "category": "Finding, You, Kind"
    },
    {
      "quote": "That's what liberalism is all about, is promoting incompetence on the basis it's fair, because people would be the best if they weren't discriminated against.",
      "author": "Rush Limbaugh",
      "category": "People, Fair, Incompetence"
    },
    {
      "quote": "Write your story as it needs to be written. Write it honestly, and tell it as best you can. I'm not sure that there are any other rules. Not ones that matter.",
      "author": "Neil Gaiman",
      "category": "Rules, Story, You"
    },
    {
      "quote": "Ideas percolate. Through natural selection, the best ones survive.",
      "author": "Andrew Lo",
      "category": "Ideas, Survive, Natural"
    },
    {
      "quote": "I was a super-duper Tupac fan, and I realized later, when I became a huge Nas fan and a huge Eminem fan, I was drawn to the storytellers. They all told stories in different ways, but they were all like the best storytellers.",
      "author": "J. Cole",
      "category": "Different, Like, Fan"
    },
    {
      "quote": "Innovation and best practices can be sown throughout an organization - but only when they fall on fertile ground.",
      "author": "Marcus Buckingham",
      "category": "Innovation, Fall"
    },
    {
      "quote": "The best clubs in the world are always the clubs where you have a variety of people. Like, you have the crazy people, you have the nicely dressed people, you have the office people, you have the regular guys - that makes it fun.",
      "author": "Tiesto",
      "category": "Crazy, Fun, World"
    },
    {
      "quote": "Never die easy. Why run out of bounds and die easy? Make that linebacker pay. It carries into all facets of your life. It's okay to lose, to die, but don't die without trying, without giving it your best.",
      "author": "Walter Payton",
      "category": "Life, Giving, Easy"
    },
    {
      "quote": "My mind has been both my best friend and my worst enemy.",
      "author": "Elyn Saks",
      "category": "Best Friend, Mind, Friend"
    },
    {
      "quote": "Friends always ask me what the best Indian restaurant in L.A. is. I'm like, 'I don't know, dude. I have an app on my iPhone for that.'",
      "author": "Noureen DeWulf",
      "category": "Friends, Me, Restaurant"
    },
    {
      "quote": "My motto is to do everything absolutely flat out and to the best of your ability.",
      "author": "Allan McNish",
      "category": "Motto, Everything, Ability"
    },
    {
      "quote": "Cognitive psychology has shown that the mind best understands facts when they are woven into a conceptual fabric, such as a narrative, mental map, or intuitive theory. Disconnected facts in the mind are like unlinked pages on the Web: They might as well not exist.",
      "author": "Steven Pinker",
      "category": "Mind, Facts, Psychology"
    },
    {
      "quote": "I was first in line for the iPhone, but I'm not a fanboy of any company - I'm in favor of anything that's best of breed.",
      "author": "Robert Scoble",
      "category": "Company, iPhone, First"
    },
    {
      "quote": "Goodness is beauty in the best estate.",
      "author": "Christopher Marlowe",
      "category": "Beauty, Goodness, Estate"
    },
    {
      "quote": "The best way out of a difficulty is through it.",
      "author": "Will Rogers",
      "category": "Way, Difficulty, Through"
    },
    {
      "quote": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine.",
      "author": "Marlee Matlin",
      "category": "Work, Choices, Me"
    },
    {
      "quote": "Nobody who ever gave his best regretted it.",
      "author": "George Halas",
      "category": "Nobody, Who, Ever"
    },
    {
      "quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.",
      "author": "William Butler Yeats",
      "category": "Imagination, Mind"
    },
    {
      "quote": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.",
      "author": "Albert Einstein",
      "category": "Life, Simple, Believe"
    },
    {
      "quote": "Expect the best. Prepare for the worst. Capitalize on what comes.",
      "author": "Zig Ziglar",
      "category": "Prepare, Worst, Expect"
    },
    {
      "quote": "When the world is running down, you make the best of what's still around.",
      "author": "Sting",
      "category": "World, Down, You"
    },
    {
      "quote": "Just live life. That's the best way to learn how to act. Just live.",
      "author": "Rory Culkin",
      "category": "Life, Live Life, Live"
    },
    {
      "quote": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it.",
      "author": "Jay Hernandez",
      "category": "Experience, Great, Loved"
    },
    {
      "quote": "The President of the United States should strive to be always mindful of the fact that he serves his party best who serves his country best.",
      "author": "Rutherford B. Hayes",
      "category": "Party, Country, President"
    },
    {
      "quote": "Watching a good actor is the best way to learn.",
      "author": "Kieran Culkin",
      "category": "Good, Learn, Actor"
    },
    {
      "quote": "I never understand when people say, 'School days are the best of your life.' So it's all downhill from 16? How depressing.",
      "author": "Marsha Thomason",
      "category": "Life, School, People"
    },
    {
      "quote": "There's a tipping point that happens with soccer in which you just kinda get it. I was drawn to it because the best soccer teams play similarly to my favorite basketball teams - like the eighties Lakers or eighties Celtics - teams that emphasized teamwork over individualism and relied on passing as their biggest ongoing edge.",
      "author": "Bill Simmons",
      "category": "Teamwork, Soccer, Play"
    },
    {
      "quote": "Nobody's life is a bed of roses. We all have crosses to bear, and we all just do our best. I would never claim to have the worst situation. There are many widows, and many people dying of AIDS, many people killed in Lebanon, people starving all over the planet. So we have to count our lucky stars.",
      "author": "Yoko Ono",
      "category": "Life, Stars, Roses"
    },
    {
      "quote": "By taking to the road, we free ourselves of baggage, both physical and psychological. We walk back to our original condition, to our best selves.",
      "author": "Robyn Davidson",
      "category": "Road, Walk, Free"
    },
    {
      "quote": "The best way to forget ones self is to look at the world with attention and love.",
      "author": "Red Auerbach",
      "category": "Love, Self, World"
    },
    {
      "quote": "Your purpose is to make your audience see what you saw, hear what you heard, feel what you felt. Relevant detail, couched in concrete, colorful language, is the best way to recreate the incident as it happened and to picture it for the audience.",
      "author": "Dale Carnegie",
      "category": "Language, Purpose, Colorful"
    },
    {
      "quote": "So if diva means giving your best, then yes, I guess I am a diva.",
      "author": "Patti LaBelle",
      "category": "I Am, Giving, Yes"
    },
    {
      "quote": "There would be no debate about who was the best footballer the world had ever seen - me or Pele. Everyone would say me.",
      "author": "Diego Maradona",
      "category": "World, Me, Debate"
    },
    {
      "quote": "Participation, I think, or one of the best methods of educating.",
      "author": "Tom Glazer",
      "category": "Think, Participation"
    },
    {
      "quote": "I'm not the best singer, but I like the way I sing my songs.",
      "author": "Benmont Tench",
      "category": "Way, Singer, Like"
    },
    {
      "quote": "Soap and water and common sense are the best disinfectants.",
      "author": "William Osler",
      "category": "Water, Common Sense, Sense"
    },
    {
      "quote": "I try my best, but at the same time, I try not to let being out with someone affect my everyday life. Like, if I want to go out and grab a smoothie with a friend who's a male, I'm not gonna let the paparazzi stop me from doing that and living my life and just being a normal person.",
      "author": "Kendall Jenner",
      "category": "Life, Time, Me"
    },
    {
      "quote": "If I am a cup maker, I'm interested in making the best cup I possibly can. My effort goes into that cup, not what people think about it.",
      "author": "Denzel Washington",
      "category": "I Am, Effort, People"
    },
    {
      "quote": "That is the difference between good teachers and great teachers: good teachers make the best of a pupil's means great teachers foresee a pupil's ends.",
      "author": "Maria Callas",
      "category": "Teacher, Good, Great"
    },
    {
      "quote": "The corruption of the best things gives rise to the worst.",
      "author": "David Hume",
      "category": "Corruption, Rise, Worst"
    },
    {
      "quote": "I've always been a pretty candid person. I'm not a very secretive person I'm not a very discreet person. One of my best friends once described me as pathologically indiscreet.",
      "author": "Andrew Sullivan",
      "category": "Friends, Me, Candid"
    },
    {
      "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.",
      "author": "Gilda Radner",
      "category": "Life, Change, Moment"
    },
    {
      "quote": "I started getting Twitter followers after I started doing press for 'Fargo.' One of my best friends from college is a librarian, and she started tracking after each interview how many Twitter followers I got. She and her librarian friends were like, 'We're going to make a graph.' And I was like, 'Alright, nerds.'",
      "author": "Allison Tolman",
      "category": "Friends, College, She"
    },
    {
      "quote": "We have to face the fact that countries are going to lose jobs to robotics. The only question that needs to be answered is which country will create and own the best robotic technology and have the infrastructure necessary to enable it.",
      "author": "Mark Cuban",
      "category": "Technology, Face, Country"
    },
    {
      "quote": "If I stopped writing and being at my piano, I wouldn't know how to live. It's your best friend.",
      "author": "Jessi Colter",
      "category": "Best Friend, Writing, Friend"
    },
    {
      "quote": "To be a utilitarian means that you judge actions as right or wrong in accordance with whether they have good consequences. So you try to do what will have the best consequences for all of those affected.",
      "author": "Peter Singer",
      "category": "Good, Consequences, You"
    },
    {
      "quote": "My job is to play quarterback, and I'm going to do that the best way I know how, because I owe that to my teammates regardless of who is out there on the field with me.",
      "author": "Tom Brady",
      "category": "Job, Me, Know"
    },
    {
      "quote": "You had better live your best and act your best and think your best today for today is the sure preparation for tomorrow and all the other tomorrows that follow.",
      "author": "Harriet Martineau",
      "category": "Today, Preparation, Tomorrow"
    },
    {
      "quote": "It pays to get drunk with the best people.",
      "author": "Joe E. Lewis",
      "category": "People, Drunk, Get"
    },
    {
      "quote": "Set up another case bartender! The best thing for a case of nerves is a case of Scotch.",
      "author": "W. C. Fields",
      "category": "Bartender, Up, Nerves"
    },
    {
      "quote": "My best vacation memory is getting barreled at the beach in Hawaii.",
      "author": "Troy Polamalu",
      "category": "Memory, Beach, Vacation"
    },
    {
      "quote": "For every athlete, it is very important to be able to engage in their favorite thing, give all the best in training, performing in competitions, defending the honor of the motherland.",
      "author": "Fedor Emelianenko",
      "category": "Training, Honor, Favorite"
    },
    {
      "quote": "Even between the best of friends, mistakes and misunderstandings can happen.",
      "author": "Avigdor Lieberman",
      "category": "Friends, Mistakes, Between"
    },
    {
      "quote": "I think it's very hard to find a good friend. That's why I'm so lucky to have two sisters, because they're my best friends, and they have to be with me forever. They're stuck with me.",
      "author": "Kate Upton",
      "category": "Friends, Good, Me"
    },
    {
      "quote": "Likewise, there is no evidence that texting teaches people to spell badly: rather, research shows that those kids who text frequently are more likely to be the most literate and the best spellers, because you have to know how to manipulate language.",
      "author": "David Crystal",
      "category": "Language, Research, People"
    },
    {
      "quote": "I have won many awards and I am very happy about this, but I am not the best player in the world.",
      "author": "Zinedine Zidane",
      "category": "Happy, I Am, World"
    },
    {
      "quote": "A high-powered, successful woman doesn't necessarily have the same support behind her that a man in that position would. Plus, she's expected to be a domestic goddess, as well as the best wife, mother, friend, and lover. But it's not just in politics: you see it in acting, too, and in journalism.",
      "author": "Raquel Cassidy",
      "category": "Mother, Politics, Support"
    },
    {
      "quote": "Since scarcity is the basic economic problem, if it does not exist then there is no reason for my economics course. Devoting time to the study of how people use limited resources to fulfill unlimited wants and needs should help us to discover how to best utilize the resources we have at our disposal.",
      "author": "Kurt Bills",
      "category": "Time, Help, Problem"
    },
    {
      "quote": "Sometimes the best way to learn something is by doing it wrong and looking at what you did.",
      "author": "Neil Gaiman",
      "category": "Learn, Looking, You"
    },
    {
      "quote": "We can use decision-making to choose the habits we want to form, use willpower to get the habit started, then - and this is the best part - we can allow the extraordinary power of habit to take over. At that point, we're free from the need to decide and the need to use willpower.",
      "author": "Gretchen Rubin",
      "category": "Power, Free, Want"
    },
    {
      "quote": "One of the best predictors of policy around is Thomas Ferguson's investment theory of politics, as he calls it - very outstanding political economist - which essentially - I mean, to say it in a sentence, he describes elections as occasions in which groups of investors coalesce and invest to control the state.",
      "author": "Noam Chomsky",
      "category": "Politics, Political, Control"
    },
    {
      "quote": "I have never - I have never let go of my childhood contacts. My best friends from childhood are still my best friends.",
      "author": "Oscar Hijuelos",
      "category": "Friends, Childhood, Never"
    },
    {
      "quote": "My best birth control now is just to leave the lights on.",
      "author": "Joan Rivers",
      "category": "Control, Birth"
    },
    {
      "quote": "Infinite striving to be the best is man's duty it is its own reward. Everything else is in God's hands.",
      "author": "Mahatma Gandhi",
      "category": "God, Man, Hands"
    },
    {
      "quote": "If someone were to put a proposition before men bidding them choose, after examination, the best customs in the world, each nation would certainly select its own.",
      "author": "Herodotus",
      "category": "Men, World, Nation"
    },
    {
      "quote": "That was the best ice cream soda I ever tasted.",
      "author": "Lou Costello",
      "category": "Ice Cream, Ice, Cream"
    },
    {
      "quote": "Every single job is a challenge. You are walking into a new set, a new character, creating a world and trying to get comfortable to do your best work.",
      "author": "Felicia Day",
      "category": "Work, Character, Challenge"
    },
    {
      "quote": "When we believe the best of people, we let go of each thing they do that is hurtful to us. And we choose to think things like, 'I don't believe they meant to hurt me.' 'Maybe they're having a bad day or don't feel well.' 'They probably don't even realize how they sound.'",
      "author": "Joyce Meyer",
      "category": "Day, Believe, Hurt"
    },
    {
      "quote": "I consider my ability to arouse enthusiasm among men the greatest asset I possess. The way to develop the best that is in a man is by appreciation and encouragement.",
      "author": "Charles M. Schwab",
      "category": "Appreciation, Man, Men"
    },
    {
      "quote": "In life, try your best to do the right thing. Have fun while you're alive. Take advantage of every asset you have. Don't take anything for granted.",
      "author": "Justin Chon",
      "category": "Life, Fun"
    },
    {
      "quote": "When you're onstage and the audience is smiling and singing and bopping along and you're all on the same level, it's the best feeling in the world. It may sound dumb and corny to say it, but it's like pure love.",
      "author": "Joan Jett",
      "category": "Love, Smiling, World"
    },
    {
      "quote": "Learn to invest in the best quality you can afford and wear pieces in different ways.",
      "author": "Michael Kors",
      "category": "Quality, Learn, You"
    },
    {
      "quote": "The best description of the Old Testament that I heard was that it starts out as mythology, then it becomes legend, then it becomes history. In the mythological period - there is a distinct mythological period in the Old Testament, where the time spans are impossible and really just imagined.",
      "author": "Harold Ramis",
      "category": "Time, History, Impossible"
    },
    {
      "quote": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you I the best place for the next moment.",
      "author": "Oprah Winfrey",
      "category": "Life, Philosophy, Moment"
    },
    {
      "quote": "The best move you can make in negotiation is to think of an incentive the other person hasn't even thought of - and then meet it.",
      "author": "Eli Broad",
      "category": "Thought, Think, You"
    },
    {
      "quote": "I have never gone on a real trip, never taken a holiday. The best holiday for me is spent in my workshops when nearly everybody else is on vacation.",
      "author": "Enzo Ferrari",
      "category": "Vacation, Holiday, Me"
    },
    {
      "quote": "I've learned that I am allowed to say what I like and what I don't like. And I've learned that I have to be professional and not be everyone's best friend.",
      "author": "Bobbi Brown",
      "category": "Best Friend, I Am, Friend"
    },
    {
      "quote": "I'm not afraid of working hard at anything, whatever it is. I just always want to be the best that I can.",
      "author": "Gisele Bundchen",
      "category": "Working Hard, Want, Working"
    },
    {
      "quote": "I'm just doing the best I can now to keep this going... trying to grow up and remain young at the same time.",
      "author": "Stevie Ray Vaughan",
      "category": "Time, Grow, Grow Up"
    },
    {
      "quote": "In football, it's the job of the player to play, the coach to coach, the official to officiate. Each guy is charged with upholding his end, nothing more. In golf, the player, coach and official are rolled into one, and they overlap completely. Golf really is the best microcosm of life - or at least the way life should be.",
      "author": "Lou Holtz",
      "category": "Life, Football, Job"
    },
    {
      "quote": "Working with some of the best makeup artists has taught me a lot of amazing tricks to making me feel more confident, and I can't wait to share them with you guys.",
      "author": "Kylie Jenner",
      "category": "Amazing, Makeup, Me"
    },
    {
      "quote": "I don't plan to take a formal, cold approach with my children, but I expect a lot. I don't want my children to view me as their best friend. I want to be their mom.",
      "author": "Ivanka Trump",
      "category": "Children, Best Friend, Mom"
    },
    {
      "quote": "The best substitute for experience is being sixteen.",
      "author": "Raymond Duncan",
      "category": "Experience, Being, Sixteen"
    },
    {
      "quote": "Perhaps it sounds ridiculous, but the best thing that young filmmakers should do is to get hold of a camera and some film and make a movie of any kind at all.",
      "author": "Stanley Kubrick",
      "category": "Camera, Young, Kind"
    },
    {
      "quote": "I've found the best way is to not be scared of the attention but to be grateful for it and open to it. It makes my days better rather than being annoyed that people want my attention.",
      "author": "Brandon Routh",
      "category": "Grateful, People, Want"
    },
    {
      "quote": "Fit no stereotypes. Don't chase the latest management fads. The situation dictates which approach best accomplishes the team's mission.",
      "author": "Colin Powell",
      "category": "Team, Management"
    },
    {
      "quote": "I think one of the reasons that we like conspiracy theories is I think that we like to feel like there is a group of people who are so smart and powerful that they can pull the wool over an entire country or in fact even an entire world's eyes. That certainly makes us feel like somehow we're protected, even if it's not in our best interest.",
      "author": "Jason Ritter",
      "category": "Eyes, Powerful, World"
    },
    {
      "quote": "You know I need that cockiness, the self-belief, arrogance, swagger, whatever you want to call it, I need that on the golf course to bring the best out of myself. So you know once I leave the golf course, you know that all gets left there.",
      "author": "Rory McIlroy",
      "category": "Myself, Golf, Arrogance"
    },
    {
      "quote": "I haven't personally experienced bullying, but when I was in high school, I had a best friend who became a bully. I took a stand and took it upon myself to separate from her. I couldn't be associated with her because it wasn't the type of person I wanted to be.",
      "author": "Amber Riley",
      "category": "Best Friend, Myself, School"
    },
    {
      "quote": "The bold adventurer succeeds the best.",
      "author": "Ovid",
      "category": "Bold, Succeeds, Adventurer"
    },
    {
      "quote": "The best solutions are often simple, yet unexpected.",
      "author": "Julian Casablancas",
      "category": "Simple, Unexpected"
    },
    {
      "quote": "The best of life is to embark on an adventure with a woman interested in having an adventure with you.",
      "author": "Oleg Cassini",
      "category": "Life, Adventure, Woman"
    },
    {
      "quote": "Hockey lends itself to special events, including the Olympic competition: a glorious tournament of the best players in the world, putting on their national jerseys and playing on big rinks with no-goon Olympic rules and referee enforcement.",
      "author": "George Vecsey",
      "category": "Competition, World, Hockey"
    },
    {
      "quote": "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make.",
      "author": "Donald Trump",
      "category": "Good, Experience, Me"
    },
    {
      "quote": "We're all flawed, but basically, effective managers are people whose flaws are not fatal under the circumstances. Maybe the best managers are simply ordinary, healthy people who aren't too screwed up.",
      "author": "Henry Mintzberg",
      "category": "People, Healthy"
    },
    {
      "quote": "I will do my best. That is all I can do. I ask for your help - and God's.",
      "author": "Lyndon B. Johnson",
      "category": "God, Help, I Can"
    },
    {
      "quote": "Just the fact that a thousand people in front of me were ready to hear me sing was one of the best feelings I can think of.",
      "author": "Shawn Mendes",
      "category": "Me, People, Think"
    },
    {
      "quote": "The prizes go to those who meet emergencies successfully. And the way to meet emergencies is to do each daily task the best we can.",
      "author": "William Feather",
      "category": "Daily, Task, Way"
    },
    {
      "quote": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.",
      "author": "Bryan Clay",
      "category": "Positive, God, Blessed"
    },
    {
      "quote": "My mother and I are more than best friends; we are partners in crime. After she and my father, Quincy Jones, separated when I was 10 years old, my sister, Kidada, who was 12, went to live with our dad, and I stayed with my mother.",
      "author": "Rashida Jones",
      "category": "Friends, Sister, Father"
    },
    {
      "quote": "When I do interviews, I enter them with an open mind and try to answer the questions the best I can.",
      "author": "Tom Araya",
      "category": "Mind, Questions, Open Mind"
    },
    {
      "quote": "The best thing I have is the knife from Fatal Attraction. I hung it in my kitchen. It's my way of saying, Don't mess with me.",
      "author": "Glenn Close",
      "category": "Me, Kitchen, Saying"
    },
    {
      "quote": "The best effort of a fine person is felt after we have left their presence.",
      "author": "Ralph Waldo Emerson",
      "category": "Effort, Person, Fine"
    },
    {
      "quote": "In politics, strangely enough, the best way to play your cards is to lay them face upwards on the table.",
      "author": "H. G. Wells",
      "category": "Politics, Face, Play"
    },
    {
      "quote": "The best things and best people rise out of their separateness I'm against a homogenized society because I want the cream to rise.",
      "author": "Robert Frost",
      "category": "Society, People, Rise"
    },
    {
      "quote": "Let America first praise mediocrity even, in her children, before she praises... the best excellence in the children of any other land.",
      "author": "Herman Melville",
      "category": "Children, Excellence"
    },
    {
      "quote": "Prosperity is the best protector of principle.",
      "author": "Mark Twain",
      "category": "Prosperity, Principle"
    },
    {
      "quote": "I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?",
      "author": "Jackie Kennedy",
      "category": "Work, Marriage, Home"
    },
    {
      "quote": "Personally, I think the best motto for an educational establishment is: 'Or Would You Rather Be a Mule?'",
      "author": "Terry Pratchett",
      "category": "Motto, Think, You"
    },
    {
      "quote": "Conscious of my own weakness, I can only seek fervently the guidance of the Ruler of the Universe, and, relying on His all-powerful aid, do my best to restore Union and peace to a suffering people, and to establish and guard their liberties and rights.",
      "author": "George B. McClellan",
      "category": "Peace, Universe, Suffering"
    },
    {
      "quote": "To this day, I still think Lonesome Dove is my best part.",
      "author": "Robert Duvall",
      "category": "Day, Think, Part"
    },
    {
      "quote": "Each of us has been put on earth with the ability to do something well. We cheat ourselves and the world if we don't use that ability as best we can.",
      "author": "George Allen, Sr.",
      "category": "Wisdom, World, Earth"
    },
    {
      "quote": "We can choose a future where we export more products and outsource fewer jobs. After a decade that was defined by what we bought and borrowed, we're getting back to basics, and doing what America has always done best: We're making things again.",
      "author": "Barack Obama",
      "category": "Future, America, Products"
    },
    {
      "quote": "Blueberries, strawberries and blackberries are true super foods. Naturally sweet and juicy, berries are low in sugar and high in nutrients - they are among the best foods you can eat.",
      "author": "Joel Fuhrman",
      "category": "Sweet, Sugar, You"
    },
    {
      "quote": "Some people have been kind enough to call me a fine artist. I've always called myself an illustrator. I'm not sure what the difference is. All I know is that whatever type of work I do, I try to give it my very best. Art has been my life.",
      "author": "Norman Rockwell",
      "category": "Life, Work, Art"
    },
    {
      "quote": "The best thing about the future is that it comes only one day at a time.",
      "author": "Dean Acheson",
      "category": "Time, Future, Day"
    },
    {
      "quote": "Culture is the habit of being pleased with the best and knowing why.",
      "author": "Henry Van Dyke",
      "category": "Culture, Why, Knowing"
    },
    {
      "quote": "But I always think that the best way to know God is to love many things.",
      "author": "Vincent Van Gogh",
      "category": "Love, God, Know"
    },
    {
      "quote": "The most basic question is not what is best, but who shall decide what is best.",
      "author": "Thomas Sowell",
      "category": "Question, Decide, Most"
    },
    {
      "quote": "He who has done his best for his own time has lived for all times.",
      "author": "Friedrich Schiller",
      "category": "Time, Done, Lived"
    },
    {
      "quote": "I did my best, and God did the rest.",
      "author": "Hattie McDaniel",
      "category": "God, Rest, Did"
    },
    {
      "quote": "The World Trade Center site will forever hold a special place in our city, in our hearts. But we would be untrue to the best part of ourselves and who we are as New Yorkers and Americans if we said no to a mosque in lower Manhattan.",
      "author": "Michael Bloomberg",
      "category": "City, World, Place"
    },
    {
      "quote": "The best career advice to give to the young is, 'Find out what you like doing best and get someone to pay you for doing it.'",
      "author": "Katharine Whitehorn",
      "category": "Advice, Career, You"
    },
    {
      "quote": "Maria is the best reason to come home.",
      "author": "Arnold Schwarzenegger",
      "category": "Home, Reason, Come"
    },
    {
      "quote": "The abduction of a child is a tragedy. No one can fully understand or appreciate what a parent goes through at such a time, unless they have faced a similar tragedy. Every parent responds differently. Each parent copes with this nightmare in the best way he or she knows how.",
      "author": "John Walsh",
      "category": "Time, Child, Tragedy"
    },
    {
      "quote": "Townes Van Zandt is the best songwriter in the whole world, and I'll stand on Bob Dylan's coffee table in my cowboy boots and say that.",
      "author": "Steve Earle",
      "category": "Coffee, World, Stand"
    },
    {
      "quote": "The best prophet of the future is the past.",
      "author": "Lord Byron",
      "category": "Future, Past, Prophet"
    },
    {
      "quote": "I just need to know that I did the very best I could and that I was true to myself.",
      "author": "Lenny Kravitz",
      "category": "Myself, Know, True"
    },
    {
      "quote": "Competition brings out the best in products and the worst in people.",
      "author": "David Sarnoff",
      "category": "Competition, People"
    },
    {
      "quote": "It is best to act with confidence, no matter how little right you have to it.",
      "author": "Lillian Hellman",
      "category": "Confidence, Matter, You"
    },
    {
      "quote": "One cannot develop taste from what is of average quality but only from the very best.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Quality, Average, Taste"
    },
    {
      "quote": "I believe in Las Vegas. I think its best days are ahead of it. But I'm afraid to do anything in the current political environment in the United States.",
      "author": "Steve Wynn",
      "category": "Believe, Political"
    },
    {
      "quote": "If I have a rap album I'm dropping, then I want it to be the best rap album.",
      "author": "Lil Wayne",
      "category": "Want, Rap, Album"
    },
    {
      "quote": "Wishful thinking is not idealism. It is self-indulgence at best and self-exaltation at worst. In either case, it is usually at the expense of others. In other words, it is the opposite of idealism.",
      "author": "Thomas Sowell",
      "category": "Thinking, Words, Worst"
    },
    {
      "quote": "Accept who you are and try and make the best of that.",
      "author": "Randy Jackson",
      "category": "Accept, You, Try"
    },
    {
      "quote": "I want to deal with what's in front of me now to the best of my abilities, and sometimes that's not very good. But a lot of the days it is really great.",
      "author": "Ringo Starr",
      "category": "Good, Great, Me"
    },
    {
      "quote": "Really in technology, it's about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate.",
      "author": "Marissa Mayer",
      "category": "Technology, Creative, People"
    },
    {
      "quote": "I've run the Boston Marathon 6 times before. I think the best aspects of the marathon are the beautiful changes of the scenery along the route and the warmth of the people's support. I feel happier every time I enter this marathon.",
      "author": "Haruki Murakami",
      "category": "Time, Beautiful, Support"
    },
    {
      "quote": "I realise that I had the best of serious picture journalism. There was an innocence in our approach, especially in the 1950s and 1960s when we naively believed that by holding a mirror up to the world we could help - no matter how little - to make people aware of the human condition.",
      "author": "Eve Arnold",
      "category": "Mirror, World, Help"
    },
    {
      "quote": "After decades spent in rewrite rooms surrounded by other shouting writers, I discovered that I work best alone. I like being in charge of my time, working out the problems according to my own rhythms and being able to nap. That's a big one, the napping on demand!",
      "author": "Maria Semple",
      "category": "Work, Time, Alone"
    },
    {
      "quote": "I still feel like my best surfing is ahead of me.",
      "author": "Kelly Slater",
      "category": "Me, Ahead, Surfing"
    },
    {
      "quote": "I always want to be the best at what I do. That doesn't mean compared to other people, but just in what you do.",
      "author": "Derek Hough",
      "category": "People, Want, You"
    },
    {
      "quote": "In order to figure this artmaking stuff out, it's trial and error and experimentation, and takes some time and hard thinking. Putting work out in many forms and stages is an extension of how I see things. I feel the art process is best served when it invites comments and constructive criticism from people.",
      "author": "Jim Goldberg",
      "category": "Work, Time, Art"
    },
    {
      "quote": "Look your best - who said love is blind?",
      "author": "Mae West",
      "category": "Love, Love Is, Blind"
    },
    {
      "quote": "Our best thoughts come from others.",
      "author": "Ralph Waldo Emerson",
      "category": "Thoughts, Others, Come"
    },
    {
      "quote": "To give and then not feel that one has given is the very best of all ways of giving.",
      "author": "Max Beerbohm",
      "category": "Giving, Feel, Give"
    },
    {
      "quote": "Enthusiasm is the best protection in any situation. Wholeheartedness is contagious. Give yourself, if you wish to get others.",
      "author": "David Seabury",
      "category": "Yourself, Wish, You"
    },
    {
      "quote": "The days you work are the best days.",
      "author": "Georgia O'Keeffe",
      "category": "Work, You, Days"
    },
    {
      "quote": "When you do not know what you are doing and what you are doing is the best - that is inspiration.",
      "author": "Robert Bresson",
      "category": "Doing, Know, You"
    },
    {
      "quote": "The things we know best are the things we haven't been taught.",
      "author": "Luc de Clapiers",
      "category": "Know, Things, Taught"
    },
    {
      "quote": "If you want to go somewhere, it is best to find someone who has already been there.",
      "author": "Robert Kiyosaki",
      "category": "Want, You, Find"
    },
    {
      "quote": "The human species, according to the best theory I can form of it, is composed of two distinct races, the men who borrow and the men who lend.",
      "author": "Charles Lamb",
      "category": "Men, I Can, Human"
    },
    {
      "quote": "Satire works best when it hews close to the line between the outlandish and the possible - and as that line continues to grow thinner, the satirist's task becomes ever more difficult.",
      "author": "Graydon Carter",
      "category": "Grow, Satire, Difficult"
    },
    {
      "quote": "The short words are best, and the old words are the best of all.",
      "author": "Winston Churchill",
      "category": "Short, Words, Old"
    },
    {
      "quote": "The best is the enemy of the good.",
      "author": "Voltaire",
      "category": "Good, Enemy"
    },
    {
      "quote": "The best thing to do with the best things in life is to give them up.",
      "author": "Ambrose Bierce",
      "category": "Life, Up, Give"
    },
    {
      "quote": "Clever men are good, but they are not the best.",
      "author": "Thomas Carlyle",
      "category": "Good, Men, Clever"
    },
    {
      "quote": "Best to live lightly, unthinkingly.",
      "author": "Sophocles",
      "category": "Live, Lightly, Unthinkingly"
    },
    {
      "quote": "Since we live in this world, we have to do our best for this world.",
      "author": "Aung San Suu Kyi",
      "category": "World, Live, Our"
    },
    {
      "quote": "Usually, the stuff that's your best idea or work is going to be attacked the most.",
      "author": "Francis Ford Coppola",
      "category": "Work, Idea, Going"
    },
    {
      "quote": "The best things in life are silly.",
      "author": "Scott Adams",
      "category": "Life, Silly, Things"
    },
    {
      "quote": "Next to acquiring good friends, the best acquisition is that of good books.",
      "author": "Charles Caleb Colton",
      "category": "Friends, Good, Good Friends"
    },
    {
      "quote": "Everybody's got a job to do, and I do mine as best I can.",
      "author": "Marlee Matlin",
      "category": "Job, I Can, Everybody"
    },
    {
      "quote": "I am the best in baseball.",
      "author": "Reggie Jackson",
      "category": "Baseball, I Am, Am"
    },
    {
      "quote": "The man who has done his best has done everything.",
      "author": "Charles M. Schwab",
      "category": "Man, Done, Everything"
    },
    {
      "quote": "You'll live. Only the best get killed.",
      "author": "Charles de Gaulle",
      "category": "Live, You, Only"
    },
    {
      "quote": "Call me All-American, but I love Ham and Cheese sandwiches. And not just any old ham and cheese sandwich... My mother's is the best. I've tried many times to make these sandwiches on my own, but it's never the same.",
      "author": "Andy Roddick",
      "category": "Love, Mother, Me"
    },
    {
      "quote": "The best thing about animals is that they don't talk much.",
      "author": "Thornton Wilder",
      "category": "Animals, Talk, About"
    },
    {
      "quote": "The best way to keep your friends is not to give them away.",
      "author": "Wilson Mizner",
      "category": "Friends, Way, Give"
    },
    {
      "quote": "The best person to get something done is a busy person.",
      "author": "Mark Burnett",
      "category": "Busy, Done, Person"
    },
    {
      "quote": "Life is best when you are in love.",
      "author": "Michael Moriarty",
      "category": "Love, Life, You"
    },
    {
      "quote": "The creed of a true saint is to make the best of life, and to make the most of it.",
      "author": "Edwin Hubbel Chapin",
      "category": "Life, True, Most"
    },
    {
      "quote": "One of the best things to do sometimes is simply to be.",
      "author": "Eric Butterworth",
      "category": "Sometimes, Things, Simply"
    },
    {
      "quote": "Most of the things we decide are not what we know to be the best. We say yes, merely because we are driven into a corner and must say something.",
      "author": "Frank Crane",
      "category": "Know, Say, Something"
    },
    {
      "quote": "No man has a good enough memory to be a successful liar.",
      "author": "Abraham Lincoln",
      "category": "Funny, Man, Memory"
    },
    {
      "quote": "The less we deserve good fortune, the more we hope for it.",
      "author": "Lucius Annaeus Seneca",
      "category": "Hope, Deserve, Good Fortune"
    },
    {
      "quote": "The good times of today, are the sad thoughts of tomorrow.",
      "author": "Bob Marley",
      "category": "Sad, Today, Tomorrow"
    },
    {
      "quote": "Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.",
      "author": "Dennis Prager",
      "category": "Kindness, Courage, Integrity"
    },
    {
      "quote": "We shall never know all the good that a simple smile can do.",
      "author": "Mother Teresa",
      "category": "Smile, Simple, Know"
    },
    {
      "quote": "Friends and good manners will carry you where money won't go.",
      "author": "Margaret Walker",
      "category": "Friendship, Friends, Money"
    },
    {
      "quote": "A father is a man who expects his son to be as good a man as he meant to be.",
      "author": "Frank A. Clark",
      "category": "Father, Son, Man"
    },
    {
      "quote": "Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.",
      "author": "John Wooden",
      "category": "Friendship, Art, Thankful"
    },
    {
      "quote": "When you think positive, good things happen.",
      "author": "Matt Kemp",
      "category": "Positive, Good Things, Think"
    },
    {
      "quote": "To enjoy the glow of good health, you must exercise.",
      "author": "Gene Tunney",
      "category": "Health, Fitness, Good Health"
    },
    {
      "quote": "A good traveler has no fixed plans, and is not intent on arriving.",
      "author": "Lao Tzu",
      "category": "Travel, Plans, Intent"
    },
    {
      "quote": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.",
      "author": "Eric Idle",
      "category": "Life, Happy, Friends"
    },
    {
      "quote": "No matter how good you think you are as a leader, my goodness, the people around you will have all kinds of ideas for how you can get better. So for me, the most fundamental thing about leadership is to have the humility to continue to get feedback and to try to get better - because your job is to try to help everybody else get better.",
      "author": "Jim Yong Kim",
      "category": "Leadership, Leader, Job"
    },
    {
      "quote": "Good health and good sense are two of life's greatest blessings.",
      "author": "Publilius Syrus",
      "category": "Life, Health, Great"
    },
    {
      "quote": "There is nothing either good or bad but thinking makes it so.",
      "author": "William Shakespeare",
      "category": "Thinking, Nothing, Bad"
    },
    {
      "quote": "A good head and a good heart are always a formidable combination.",
      "author": "Nelson Mandela",
      "category": "Wisdom, Heart, Good Heart"
    },
    {
      "quote": "A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy.",
      "author": "Yanni",
      "category": "Life, Happy, Simple"
    },
    {
      "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.",
      "author": "Buddha",
      "category": "Health, Strong, Mind"
    },
    {
      "quote": "For good ideas and true innovation, you need human interaction, conflict, argument, debate.",
      "author": "Margaret Heffernan",
      "category": "Innovation, Conflict, Ideas"
    },
    {
      "quote": "There are two kinds of pride, both good and bad. 'Good pride' represents our dignity and self-respect. 'Bad pride' is the deadly sin of superiority that reeks of conceit and arrogance.",
      "author": "John C. Maxwell",
      "category": "Pride, Arrogance, Sin"
    },
    {
      "quote": "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.",
      "author": "Steve Jobs",
      "category": "Technology, Faith, Smart"
    },
    {
      "quote": "A good husband makes a good wife.",
      "author": "John Florio",
      "category": "Marriage, Wife, Husband"
    },
    {
      "quote": "The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it's true.",
      "author": "Valentino Rossi",
      "category": "Relationship, Woman"
    },
    {
      "quote": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.",
      "author": "William Shakespeare",
      "category": "Dating, Good Night, Night"
    },
    {
      "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
      "author": "George Washington",
      "category": "History, Faith, Peace"
    },
    {
      "quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.",
      "author": "Tony Dungy",
      "category": "Leadership, Success, Team"
    },
    {
      "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.",
      "author": "Martin Luther",
      "category": "Marriage, Anniversary"
    },
    {
      "quote": "Nobody gets justice. People only get good luck or bad luck.",
      "author": "Orson Welles",
      "category": "Justice, Luck, Good Luck"
    },
    {
      "quote": "Inside each of us, there is the seed of both good and evil. It's a constant struggle as to which one will win. And one cannot exist without the other.",
      "author": "Eric Burdon",
      "category": "Struggle, Evil"
    },
    {
      "quote": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve and bad things are very easy to get.",
      "author": "Confucius",
      "category": "Love, Hate, Easy"
    },
    {
      "quote": "A good person can make another person good it means that goodness will elicit goodness in the society other persons will also be good.",
      "author": "Bhumibol Adulyadej",
      "category": "Society, Good Person"
    },
    {
      "quote": "They're only truly great who are truly good.",
      "author": "George Chapman",
      "category": "Great, Only, Truly"
    },
    {
      "quote": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.",
      "author": "Martin Luther King, Jr.",
      "category": "Silence, Tragedy"
    },
    {
      "quote": "Surround yourself with really good people. I think that's an important thing. Because the people you surround yourself are a reflection of you.",
      "author": "Aaron Rodgers",
      "category": "Reflection, Yourself"
    },
    {
      "quote": "Every day is a good day to be alive, whether the sun's shining or not.",
      "author": "Marty Robbins",
      "category": "Day, Good Day, Sun"
    },
    {
      "quote": "After every storm the sun will smile; for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer.",
      "author": "William R. Alger",
      "category": "Smile, Storm, Sun"
    },
    {
      "quote": "How far that little candle throws its beams! So shines a good deed in a naughty world.",
      "author": "William Shakespeare",
      "category": "World, Candle, Little"
    },
    {
      "quote": "At the end of the day, if I can say I had fun, it was a good day.",
      "author": "Simone Biles",
      "category": "Day, Good Day, Fun"
    },
    {
      "quote": "Humans aren't as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were 'reading, writing, arithmetic, empathy.'",
      "author": "Neil deGrasse Tyson",
      "category": "Education, Empathy, Training"
    },
    {
      "quote": "It takes many good deeds to build a good reputation, and only one bad one to lose it.",
      "author": "Benjamin Franklin",
      "category": "Reputation, Good Deeds"
    },
    {
      "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
      "author": "Baltasar Gracian",
      "category": "Life, Friendship, Friends"
    },
    {
      "quote": "Good friends, good books and a sleepy conscience: this is the ideal life.",
      "author": "Mark Twain",
      "category": "Life, Friends, Conscience"
    },
    {
      "quote": "The good physician treats the disease the great physician treats the patient who has the disease.",
      "author": "William Osler",
      "category": "Great, Medical, Physician"
    },
    {
      "quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.",
      "author": "Diane von Furstenberg",
      "category": "Life, Travel, Light"
    },
    {
      "quote": "What I've realized over the years is that I have some pretty good friends.",
      "author": "Anthony Kiedis",
      "category": "Friends, Good Friends, Years"
    },
    {
      "quote": "A good marriage would be between a blind wife and a deaf husband.",
      "author": "Michel de Montaigne",
      "category": "Marriage, Blind, Wife"
    },
    {
      "quote": "A good laugh is sunshine in the house.",
      "author": "William Makepeace Thackeray",
      "category": "Positive, Sunshine, Laugh"
    },
    {
      "quote": "Finance is not merely about making money. It's about achieving our deep goals and protecting the fruits of our labor. It's about stewardship and, therefore, about achieving the good society.",
      "author": "Robert J. Shiller",
      "category": "Goals, Money, Deep"
    },
    {
      "quote": "Get outside. Watch the sunrise. Watch the sunset. How does that make you feel? Does it make you feel big or tiny? Because there's something good about feeling both.",
      "author": "Amy Grant",
      "category": "Sunset, Sunrise, You"
    },
    {
      "quote": "A good plan violently executed now is better than a perfect plan executed next week.",
      "author": "George S. Patton",
      "category": "Motivational, Week, Plan"
    },
    {
      "quote": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
      "author": "Buddha",
      "category": "Life, Wisdom, Light"
    },
    {
      "quote": "A good decision is based on knowledge and not on numbers.",
      "author": "Plato",
      "category": "Knowledge, Decision, Numbers"
    },
    {
      "quote": "You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!",
      "author": "Aly Raisman",
      "category": "Day, Good Day, Remember"
    },
    {
      "quote": "One of the key problems today is that politics is such a disgrace, good people don't go into government.",
      "author": "Donald Trump",
      "category": "Today, Politics, Government"
    },
    {
      "quote": "I am trying to be a good person. I am trying to be myself, and if nobody likes me for me, that is their problem.",
      "author": "Evan Rachel Wood",
      "category": "Myself, I Am, Me"
    },
    {
      "quote": "It makes my heart sick when I remember all the good words and the broken promises.",
      "author": "Chief Joseph",
      "category": "Heart, Words, Remember"
    },
    {
      "quote": "People like to say that the conflict is between good and evil. The real conflict is between truth and lies.",
      "author": "Don Miguel Ruiz",
      "category": "Truth, Evil, Good And Evil"
    },
    {
      "quote": "Good painting is like good cooking; it can be tasted, but not explained.",
      "author": "Maurice de Vlaminck",
      "category": "Cooking, Painting, Like"
    },
    {
      "quote": "You don't know how good you are until you actually get out on a bike and get riding.",
      "author": "Laura Trott",
      "category": "Bike, Know, You"
    },
    {
      "quote": "Corruption is the enemy of development, and of good governance. It must be got rid of. Both the government and the people at large must come together to achieve this national objective.",
      "author": "Pratibha Patil",
      "category": "Together, Government, People"
    },
    {
      "quote": "Reading is a conversation. All books talk. But a good book listens as well.",
      "author": "Mark Haddon",
      "category": "Reading, Book, Conversation"
    },
    {
      "quote": "Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind.",
      "author": "Philip Green",
      "category": "Technology, You, New"
    },
    {
      "quote": "We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms.",
      "author": "Gloria Macapagal Arroyo",
      "category": "Change, Character, Politics"
    },
    {
      "quote": "Sexiness is all about your personality, being genuine and confident, and being a good person.",
      "author": "Erin Heatherton",
      "category": "Personality, Good Person"
    },
    {
      "quote": "The difference between something good and something great is attention to detail.",
      "author": "Charles R. Swindoll",
      "category": "Great, Attention, Detail"
    },
    {
      "quote": "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it.",
      "author": "Andrew Jackson",
      "category": "Life, Risk, Honor"
    },
    {
      "quote": "I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that's what I call true friendship.",
      "author": "Harbhajan Singh",
      "category": "Friendship, Friends, Ugly"
    },
    {
      "quote": "For every good reason there is to lie, there is a better reason to tell the truth.",
      "author": "Bo Bennett",
      "category": "Trust, Truth, Lie"
    },
    {
      "quote": "Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality.",
      "author": "Eliyahu Goldratt",
      "category": "Opportunity, Preparation"
    },
    {
      "quote": "Sharing is good, and with digital technology, sharing is easy.",
      "author": "Richard Stallman",
      "category": "Technology, Digital, Easy"
    },
    {
      "quote": "Good company in a journey makes the way seem shorter.",
      "author": "Izaak Walton",
      "category": "Journey, Company"
    },
    {
      "quote": "Education begins the gentleman, but reading, good company and reflection must finish him.",
      "author": "John Locke",
      "category": "Education, Reflection"
    },
    {
      "quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.",
      "author": "Salvador Dali",
      "category": "Art, Honesty, Drawing"
    },
    {
      "quote": "Good advertising does not just circulate information. It penetrates the public mind with desires and belief.",
      "author": "Leo Burnett",
      "category": "Advertising, Mind"
    },
    {
      "quote": "Nothing good ever comes of violence.",
      "author": "Martin Luther",
      "category": "Violence, Nothing, Ever"
    },
    {
      "quote": "A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching.",
      "author": "Swami Sivananda",
      "category": "Life, Ocean, Water"
    },
    {
      "quote": "Diligence is the mother of good luck.",
      "author": "Benjamin Franklin",
      "category": "Mother, Luck, Good Luck"
    },
    {
      "quote": "All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy.",
      "author": "Scott Alexander",
      "category": "Evil, Losing, Easy"
    },
    {
      "quote": "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions.",
      "author": "Chanakya",
      "category": "Flowers, Wind, Direction"
    },
    {
      "quote": "When I am myself, I am happy and have a good result.",
      "author": "Jack Ma",
      "category": "Happy, Myself, I Am"
    },
    {
      "quote": "I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest.",
      "author": "Harry Dean Stanton",
      "category": "Good Night, Night, Sweet"
    },
    {
      "quote": "The good life is a process, not a state of being. It is a direction not a destination.",
      "author": "Carl Rogers",
      "category": "Life, Destination, Good Life"
    },
    {
      "quote": "It's far better to shoot a good picture than a good-looking picture.",
      "author": "Robert Richardson",
      "category": "Better, Picture"
    },
    {
      "quote": "I'm a true believer in karma. You get what you give, whether it's bad or good.",
      "author": "Sandra Bullock",
      "category": "Karma, True, You"
    },
    {
      "quote": "Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you're working out, you're going to feel good.",
      "author": "Jason Statham",
      "category": "Feel Good, Healthy, Diet"
    },
    {
      "quote": "It's hard to get that real good feeling about festivals sometimes.",
      "author": "Meg White",
      "category": "Festivals, Real, Feeling"
    },
    {
      "quote": "Each of us has a vision of good and of evil. We have to encourage people to move towards what they think is good... Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place.",
      "author": "Pope Francis",
      "category": "Vision, Evil, Good And Evil"
    },
    {
      "quote": "Despite everything, I believe that people are really good at heart.",
      "author": "Anne Frank",
      "category": "Heart, Believe, People"
    },
    {
      "quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.",
      "author": "Thomas Aquinas",
      "category": "Sleep, Sympathy, Wine"
    },
    {
      "quote": "A good financial plan is a road map that shows us exactly how the choices we make today will affect our future.",
      "author": "Alexa Von Tobel",
      "category": "Future, Today, Road"
    },
    {
      "quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.",
      "author": "Will Rogers",
      "category": "Experience, Bad, Judgment"
    },
    {
      "quote": "There's nothing more important than our good health - that's our principal capital asset.",
      "author": "Arlen Specter",
      "category": "Health, Good Health"
    },
    {
      "quote": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.",
      "author": "Napoleon Bonaparte",
      "category": "Character, Great, Passion"
    },
    {
      "quote": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.",
      "author": "Keanu Reeves",
      "category": "Life, Money, Health"
    },
    {
      "quote": "Don't be afraid to be awesome. Sometimes being weird and different is good. When you think you're working hard, there is always someone else working harder, so always be yourself and know your stuff.",
      "author": "Jacqueline MacInnes Wood",
      "category": "Be Yourself, Working Hard"
    },
    {
      "quote": "A garden requires patient labor and attention. Plants do not grow merely to satisfy ambitions or to fulfill good intentions. They thrive because someone expended effort on them.",
      "author": "Liberty Hyde Bailey",
      "category": "Gardening, Effort, Garden"
    },
    {
      "quote": "Social media has given us this idea that we should all have a posse of friends when in reality, if we have one or two really good friends, we are lucky.",
      "author": "Brene Brown",
      "category": "Friends, Social Media"
    },
    {
      "quote": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am.",
      "author": "Brennan Manning",
      "category": "Trust, Health, Experience"
    },
    {
      "quote": "Do your little bit of good where you are it's those little bits of good put together that overwhelm the world.",
      "author": "Desmond Tutu",
      "category": "Inspirational, Together"
    },
    {
      "quote": "Win or lose, I'll feel good about myself. That's what is important.",
      "author": "Mary Docter",
      "category": "Myself, Win, Feel Good"
    },
    {
      "quote": "All tyranny needs to gain a foothold is for people of good conscience to remain silent.",
      "author": "Edmund Burke",
      "category": "People, Tyranny, Conscience"
    },
    {
      "quote": "I define a 'good person' as somebody who is fully conscious of their own limitations. They know their strengths, but they also know their 'shadow' - they know their weaknesses. In other words, they understand that there is no good without bad. Good and evil are really one, but we have broken them up in our consciousness. We polarize them.",
      "author": "John Bradshaw",
      "category": "Evil, Words, Good And Evil"
    },
    {
      "quote": "Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master.",
      "author": "Gretchen Rubin",
      "category": "Technology, Internet, Limits"
    },
    {
      "quote": "Marriage is good for those who are afraid to sleep alone at night.",
      "author": "St. Jerome",
      "category": "Marriage, Alone, Sleep"
    },
    {
      "quote": "Unless you have bad times, you can't appreciate the good times.",
      "author": "Joe Torre",
      "category": "Appreciate, Good Times, You"
    },
    {
      "quote": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us.",
      "author": "William J. Clinton",
      "category": "Education, Growth"
    },
    {
      "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account.",
      "author": "Anne Wilson Schaef",
      "category": "Health, Good Health, Savings"
    },
    {
      "quote": "Do all the good you can, by all the means you can, in all the ways you can, in all the places you can, at all the times you can, to all the people you can, as long as ever you can.",
      "author": "John Wesley",
      "category": "People, Long, You"
    },
    {
      "quote": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher.",
      "author": "Socrates",
      "category": "Marriage, Happy, Wife"
    },
    {
      "quote": "All I'm trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.",
      "author": "Tupac Shakur",
      "category": "Me, Trying, Survive"
    },
    {
      "quote": "My childhood, I wouldn't say it was bad. It helped me grow up. I stayed out of trouble. My parents taught me what's wrong and right, and knowing that I had a little brother following me, I had to make sure I was doing the right thing so he knows what's right, too. I was in the house nine days out of 10. There wasn't nothing good outside for me.",
      "author": "Russell Westbrook",
      "category": "Brother, Parents, Childhood"
    },
    {
      "quote": "When one has not had a good father, one must create one.",
      "author": "Friedrich Nietzsche",
      "category": "Father, Create, Good Father"
    },
    {
      "quote": "I don't want to be too proud, but I have a good personal style.",
      "author": "Alexander McQueen",
      "category": "Style, Proud, Want"
    },
    {
      "quote": "I think there should be a good balance between being a good student and being able to enjoy your high school life.",
      "author": "Vanessa Lachey",
      "category": "Life, School, Balance"
    },
    {
      "quote": "The battleline between good and evil runs through the heart of every man.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "Man, Evil, Good And Evil"
    },
    {
      "quote": "The great thing about getting older is that you become more mellow. Things aren't as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young.",
      "author": "Maeve Binchy",
      "category": "Black And White, Great"
    },
    {
      "quote": "A film is never really good unless the camera is an eye in the head of a poet.",
      "author": "Orson Welles",
      "category": "Eye, Movies, Camera"
    },
    {
      "quote": "No man is good enough to govern another man without the other's consent.",
      "author": "Abraham Lincoln",
      "category": "Man, Government, Without"
    },
    {
      "quote": "I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other 'gentleman' stuff is a chess game, especially these days.",
      "author": "Anna Kendrick",
      "category": "Man, Believe, Rules"
    },
    {
      "quote": "I live a very joyful life, with a lot of laughter and good times.",
      "author": "Kimberly Elise",
      "category": "Life, Laughter, Live"
    },
    {
      "quote": "The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want.",
      "author": "Chris Pine",
      "category": "Life, Positive, Yourself"
    },
    {
      "quote": "I put a lot of pressure on myself. I think something's not good enough, and I won't stop until I feel like I've made it. I'm never satisfied.",
      "author": "J. Cole",
      "category": "Myself, Pressure"
    },
    {
      "quote": "My idea of a good night has always been having a lovely meal and a proper conversation.",
      "author": "Kirsty Gallacher",
      "category": "Good Night, Night"
    },
    {
      "quote": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen.",
      "author": "Deep Roy",
      "category": "Positive, Yourself"
    },
    {
      "quote": "Good things are associated with blue, like clear days, more than singing the blues. Just the word 'blue' in the singular is full of optimism and positive connotation to most people.",
      "author": "David Carson",
      "category": "Positive, Blue, People"
    },
    {
      "quote": "Nostalgia is a file that removes the rough edges from the good old days.",
      "author": "Doug Larson",
      "category": "Good Old Days, Nostalgia"
    },
    {
      "quote": "It is not enough to have a good mind the main thing is to use it well.",
      "author": "Rene Descartes",
      "category": "Mind, Brainy, Well"
    },
    {
      "quote": "Doing Good is a simple and universal vision. A vision to which each and every one of us can connect and contribute to its realisation. A vision based on the belief that by doing good deeds, positive thinking and affirmative choice of words, feelings and actions, we can enhance goodness in the world.",
      "author": "Shari Arison",
      "category": "Positive, Vision, Words"
    },
    {
      "quote": "Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained.",
      "author": "Lao Tzu",
      "category": "Honesty, Treat, Goodness"
    },
    {
      "quote": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company.",
      "author": "Jane Austen",
      "category": "Great, People, Company"
    },
    {
      "quote": "A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone and he goes alone to hell or the Supreme abode.",
      "author": "Chanakya",
      "category": "Alone, Man, Karma"
    },
    {
      "quote": "When you take care of yourself, you're a better person for others. When you feel good about yourself, you treat others better.",
      "author": "Solange Knowles",
      "category": "Yourself, Treat, Feel Good"
    },
    {
      "quote": "Today or any day that phone may ring and bring good news.",
      "author": "Ethel Waters",
      "category": "Positive, Day, Today"
    },
    {
      "quote": "I have learned that there is more power in a good strong hug than in a thousand meaningful words.",
      "author": "Ann Hood",
      "category": "Strong, Power, Words"
    },
    {
      "quote": "The crest and crowning of all good, Life's final star, is brotherhood.",
      "author": "Edwin Markham",
      "category": "Life, Brotherhood, Star"
    },
    {
      "quote": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.",
      "author": "Benjamin Franklin",
      "category": "Finance, World, Habits"
    },
    {
      "quote": "Painting is self-discovery. Every good artist paints what he is.",
      "author": "Jackson Pollock",
      "category": "Art, Painting, Artist"
    },
    {
      "quote": "The power for creating a better future is contained in the present moment: You create a good future by creating a good present.",
      "author": "Eckhart Tolle",
      "category": "Future, Power, Moment"
    },
    {
      "quote": "In tragedy, it's hard to find a good resolution; it's not black and white: it's a big fog of gray.",
      "author": "Paul Dano",
      "category": "Black And White, Tragedy"
    },
    {
      "quote": "When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, 'How good and pleasant it is when God's people live together in unity.'",
      "author": "Donald Trump",
      "category": "Patriotism, God, Unity"
    },
    {
      "quote": "I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts toward the same goal.",
      "author": "Ben Carson",
      "category": "Leadership, Leader, Goal"
    },
    {
      "quote": "I'm just thankful I'm surrounded by good people.",
      "author": "Jon Pardi",
      "category": "Thankful, Good People"
    },
    {
      "quote": "My philosophy is: Life is hard, but God is good. Try not to confuse the two.",
      "author": "Anne F. Beiler",
      "category": "Life, God, Philosophy"
    },
    {
      "quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
      "author": "Oscar Wilde",
      "category": "Advice, Never, Good Advice"
    },
    {
      "quote": "Talking isn't doing. It is a kind of good deed to say well and yet words are not deeds.",
      "author": "William Shakespeare",
      "category": "Words, Doing, Kind"
    },
    {
      "quote": "He that is good for making excuses is seldom good for anything else.",
      "author": "Benjamin Franklin",
      "category": "Excuses, Anything, Seldom"
    },
    {
      "quote": "History isn't just the story of bad people doing bad things. It's quite as much a story of people trying to do good things. But somehow, something goes wrong.",
      "author": "C. S. Lewis",
      "category": "History, People, Good Things"
    },
    {
      "quote": "There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge.",
      "author": "Isaac Asimov",
      "category": "Life, Knowledge, Ignorance"
    },
    {
      "quote": "It is better to be beautiful than to be good. But... it is better to be good than to be ugly.",
      "author": "Oscar Wilde",
      "category": "Beautiful, Ugly, Better"
    },
    {
      "quote": "A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don't have that idea when you are arrogant, superficial, and uninformed.",
      "author": "Nelson Mandela",
      "category": "Leader, End, Stronger"
    },
    {
      "quote": "Sustainability is no longer about doing less harm. It's about doing more good.",
      "author": "Jochen Zeitz",
      "category": "Sustainability, Doing, Harm"
    },
    {
      "quote": "The good part about getting older is you stop trying to prove anything to anyone, including yourself. All you are in the pursuit of is collecting experiences - beautiful, fragile little soap bubbles that you store in your heart, and every once in a while you pull one out and gaze at the delicate pictures it shows you.",
      "author": "Twinkle Khanna",
      "category": "Beautiful, Heart"
    },
    {
      "quote": "Any tool can be used for good or bad. It's really the ethics of the artist using it.",
      "author": "John Knoll",
      "category": "Ethics, Artist, Bad"
    },
    {
      "quote": "A good commander is benevolent and unconcerned with fame.",
      "author": "Sun Tzu",
      "category": "Fame, Commander, Unconcerned"
    },
    {
      "quote": "We want to do a lot of stuff we're not in great shape. We didn't get a good night's sleep. We're a little depressed. Coffee solves all these problems in one delightful little cup.",
      "author": "Jerry Seinfeld",
      "category": "Great, Coffee, Sleep"
    },
    {
      "quote": "Good night, and good luck.",
      "author": "Edward R. Murrow",
      "category": "Luck, Good Luck, Good Night"
    },
    {
      "quote": "We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause.",
      "author": "William James",
      "category": "Man, Choice, Savage"
    },
    {
      "quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.",
      "author": "William Shakespeare",
      "category": "Win, Lose, Doubts"
    },
    {
      "quote": "All the money in the world can't buy you back good health.",
      "author": "Reba McEntire",
      "category": "Money, Health, World"
    },
    {
      "quote": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.",
      "author": "Taylor Swift",
      "category": "Life, Legacy, People"
    },
    {
      "quote": "Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn't solve any problems.",
      "author": "Zig Ziglar",
      "category": "Thankful, Grateful, Problems"
    },
    {
      "quote": "Riding a motorcycle on today's highways, you have to ride in a very defensive manner. You have to be a good rider and you have to have both hands and both feet on the controls at all times.",
      "author": "Evel Knievel",
      "category": "Today, Motorcycle, Hands"
    },
    {
      "quote": "Sure, I can get a little bit jealous. The good part about jealousy is that it comes from passion. It's also the dangerous part and it's an ugly emotion that hurts.",
      "author": "Matthew McConaughey",
      "category": "Passion, Jealousy, Ugly"
    },
    {
      "quote": "I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.",
      "author": "Franklin D. Roosevelt",
      "category": "Bird, Luck, Good Luck"
    },
    {
      "quote": "It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the 'good old days' when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy.",
      "author": "Sherry Turkle",
      "category": "Children, Football, Parents"
    },
    {
      "quote": "It's good as an artist to always remember to see things in a new, weird way.",
      "author": "Tim Burton",
      "category": "Artist, Weird, Remember"
    },
    {
      "quote": "The person earning the federal minimum wage of $7.25 isn't going out to eat at restaurants. They're not taking piano lessons. They're not going to the gym or the yoga studio. They're not sending mom flowers on Mother's day. What good is this person in the economy? If you raise it to $15 an hour, they're doing all of those things.",
      "author": "Nick Hanauer",
      "category": "Mother, Mom, Flowers"
    },
    {
      "quote": "If you can't make it good, at least make it look good.",
      "author": "Bill Gates",
      "category": "Look, You, Make"
    },
    {
      "quote": "Cooking is not difficult. Everyone has taste, even if they don't realize it. Even if you're not a great chef, there's nothing to stop you understanding the difference between what tastes good and what doesn't.",
      "author": "Gerard Depardieu",
      "category": "Great, Cooking, Chef"
    },
    {
      "quote": "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided.",
      "author": "Aristotle",
      "category": "Character, Men, Believe"
    },
    {
      "quote": "We are all human beings, and we all have insecurities, but it's about being healthy and happy with yourself. I'm not perfect, and I will indulge in pizza and sweets on occasion. The goal is to make the majority of your decisions good for your body. So listen to your body, and treat it like your temple.",
      "author": "Jacqueline MacInnes Wood",
      "category": "Happy, Decisions, Goal"
    },
    {
      "quote": "Good artists copy, great artists steal.",
      "author": "Pablo Picasso",
      "category": "Great, Copy, Artists"
    },
    {
      "quote": "A cute outfit can really make your day. If I wear something I look good in, my mood just goes way up.",
      "author": "Jennette McCurdy",
      "category": "Day, Cute, Look"
    },
    {
      "quote": "I understand that I'm not perfect. I made mistakes and I had a hand in everything that's happened to me, good and bad.",
      "author": "Dwyane Wade",
      "category": "Mistakes, Not Perfect, Me"
    },
    {
      "quote": "The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.",
      "author": "Albert Camus",
      "category": "Ignorance, Evil, World"
    },
    {
      "quote": "There are good and bad times, but our mood changes more often than our fortune.",
      "author": "Thomas Carlyle",
      "category": "Change, Changes"
    },
    {
      "quote": "If there were no bad people, there would be no good lawyers.",
      "author": "Charles Dickens",
      "category": "Lawyers, People, Bad People"
    },
    {
      "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.",
      "author": "Hannah Arendt",
      "category": "Truth, Sad, Evil"
    },
    {
      "quote": "If you're happy, if you're feeling good, then nothing else matters.",
      "author": "Robin Wright",
      "category": "Happy, Health, You"
    },
    {
      "quote": "It's good to trust others but, not to do so is much better.",
      "author": "Benito Mussolini",
      "category": "Trust, Better, Others"
    },
    {
      "quote": "The good and bad things are what form us as people... change makes us grow.",
      "author": "Kate Winslet",
      "category": "Change, People"
    },
    {
      "quote": "Elegance is usually confused with superficiality, fashion, lack of depth. This is a serious mistake: human beings need to have elegance in their actions and in their posture because this word is synonymous with good taste, amiability, equilibrium and harmony.",
      "author": "Paulo Coelho",
      "category": "Fashion, Mistake, Confused"
    },
    {
      "quote": "I believe that every human mind feels pleasure in doing good to another.",
      "author": "Thomas Jefferson",
      "category": "Believe, Doing Good, Mind"
    },
    {
      "quote": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates.",
      "author": "Richard M. Nixon",
      "category": "Anger, Losing, Angry"
    },
    {
      "quote": "It's also selfish because it makes you feel good when you help others. I've been helped by acts of kindness from strangers. That's why we're here, after all, to help others.",
      "author": "Carol Burnett",
      "category": "Kindness, Help Others, Help"
    },
    {
      "quote": "Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.",
      "author": "Dieter Rams",
      "category": "Great, Design, Meaningful"
    },
    {
      "quote": "Fighting corruption is not just good governance. It's self-defense. It's patriotism.",
      "author": "Joe Biden",
      "category": "Patriotism, Corruption"
    },
    {
      "quote": "Climb the mountains and get their good tidings.",
      "author": "John Muir",
      "category": "Wisdom, Mountains, Climb"
    },
    {
      "quote": "A good motto is: use friendliness but do not use your friends.",
      "author": "Frank Crane",
      "category": "Friends, Motto, Friendliness"
    },
    {
      "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.",
      "author": "David Rockefeller",
      "category": "Life, Relationship, Friends"
    },
    {
      "quote": "The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Education, Purpose, Skill"
    },
    {
      "quote": "A cigar is as good as memories that you have when you smoked it.",
      "author": "Raul Julia",
      "category": "Memories, Cigar, You"
    },
    {
      "quote": "Nobody, man or woman, has ever wrecked a good marriage.",
      "author": "Jimmy Dean",
      "category": "Marriage, Man, Woman"
    },
    {
      "quote": "Anyone can have a good day, but you have to be able to perform on a bad day.",
      "author": "Jurgen Klopp",
      "category": "Day, Good Day, Bad Day"
    },
    {
      "quote": "Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you.",
      "author": "Saint Augustine",
      "category": "Time, You, Place"
    },
    {
      "quote": "I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence.",
      "author": "Jessica White",
      "category": "Life, Positive, Great"
    },
    {
      "quote": "A man always has two reasons for doing anything: a good reason and the real reason.",
      "author": "J. P. Morgan",
      "category": "Leadership, Man, Doing"
    },
    {
      "quote": "Good news is rare these days, and every glittering ounce of it should be cherished and hoarded and worshipped and fondled like a priceless diamond.",
      "author": "Hunter S. Thompson",
      "category": "News, Good News, Diamond"
    },
    {
      "quote": "The good old days, when each idea had an owner, are gone forever.",
      "author": "Paulo Coelho",
      "category": "Good Old Days, Forever, Idea"
    },
    {
      "quote": "Shame is the most powerful, master emotion. It's the fear that we're not good enough.",
      "author": "Brene Brown",
      "category": "Fear, Powerful"
    },
    {
      "quote": "Your grammar is a reflection of your image. Good or bad, you have made an impression. And like all impressions, you are in total control.",
      "author": "Jeffrey Gitomer",
      "category": "Reflection, Control, You"
    },
    {
      "quote": "Being entirely honest with oneself is a good exercise.",
      "author": "Sigmund Freud",
      "category": "Wisdom, Exercise, Honest"
    },
    {
      "quote": "Life moves so fast. You gotta document the good times, man.",
      "author": "Big Boi",
      "category": "Life, Man, Good Times"
    },
    {
      "quote": "I don't know how to live good. I only know how to suffer.",
      "author": "Bob Marley",
      "category": "Live, Know, Suffer"
    },
    {
      "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.",
      "author": "Robert Louis Stevenson",
      "category": "Life, Dinner, Long"
    },
    {
      "quote": "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.",
      "author": "Joan Rivers",
      "category": "Life, Enjoy Life, Enjoy"
    },
    {
      "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.",
      "author": "Godfrey Winn",
      "category": "Success, Mother, Wife"
    },
    {
      "quote": "That's the good thing about being president, I can do whatever I want.",
      "author": "Barack Obama",
      "category": "Want, I Can, President"
    },
    {
      "quote": "It's good to be selfish. But not so self-centered that you never listen to other people.",
      "author": "Hugh Hefner",
      "category": "Selfish, People, You"
    },
    {
      "quote": "If it tastes really good, and it's funky, it's funkalicous. If the guy making it is funky, he's funkintacious.",
      "author": "Guy Fieri",
      "category": "Funky, Guy, Tastes"
    },
    {
      "quote": "Goodness is something that makes us serene and content it is magnificent. Those who are not good are evil.",
      "author": "Bhumibol Adulyadej",
      "category": "Evil, Goodness, Content"
    },
    {
      "quote": "I'm convinced of this: Good done anywhere is good done everywhere. For a change, start by speaking to people rather than walking by them like they're stones that don't matter. As long as you're breathing, it's never too late to do some good.",
      "author": "Maya Angelou",
      "category": "Change, Walking, People"
    },
    {
      "quote": "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.",
      "author": "John Stuart Mill",
      "category": "Freedom, Name, Long"
    },
    {
      "quote": "I intend to live forever. So far, so good.",
      "author": "Steven Wright",
      "category": "Birthday, Live, Forever"
    },
    {
      "quote": "Whenever a doctor cannot do good, he must be kept from doing harm.",
      "author": "Hippocrates",
      "category": "Medical, Doctor, Doing"
    },
    {
      "quote": "Little League baseball is a very good thing because it keeps the parents off the streets.",
      "author": "Yogi Berra",
      "category": "Baseball, Parents"
    },
    {
      "quote": "I try to keep in my mind the simple question: Am I trying to do good or make myself look good? Too many of our responsibilities get added to our plate when we are trying to please people, impress people, prove ourselves, acquire power, increase our prestige. All those motivations are about looking good more than doing good.",
      "author": "Kevin DeYoung",
      "category": "Myself, Power, Simple"
    },
    {
      "quote": "Expressions of affection, like putting your arm around someone's shoulder, holding hands, or giving a kiss good night, involve the principle of honesty.",
      "author": "John Bytheway",
      "category": "Honesty, Giving, Good Night"
    },
    {
      "quote": "I believe that God knows what each of us wants and needs. It's not necessary for us to make it to church on Sunday to reach Him. You can find Him anyplace. And if that sounds heretical, my source is pretty good: Matthew, Five to Seven, The Sermon on the Mount.",
      "author": "Frank Sinatra",
      "category": "God, Believe, I Believe"
    },
    {
      "quote": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.",
      "author": "Vince Lombardi",
      "category": "Great, Heart, Man"
    },
    {
      "quote": "My daughter is the biggest gift; I've said it so many times and it sounds like a cliche, but the thing about being a parent is when you think you've cracked it, and you're on top of your game, they change again and you have to catch up and adjust. I feel such a responsibility to instill good values in her, to be polite, to have discipline.",
      "author": "Geri Halliwell",
      "category": "Change, Daughter"
    },
    {
      "quote": "A nice person is a 'yes' person, whereas a good person is a person who accepts their responsibility in things and moves forward and tries to constantly evolve and isn't afraid to say no or challenge someone or be honest or truthful.",
      "author": "Miranda Kerr",
      "category": "Responsibility, Challenge"
    },
    {
      "quote": "What is interesting is the power and the impact of social media... So we must try to use social media in a good way.",
      "author": "Malala Yousafzai",
      "category": "Social Media, Power, Media"
    },
    {
      "quote": "Being a good listener is absolutely critical to being a good leader you have to listen to the people who are on the front line.",
      "author": "Richard Branson",
      "category": "Leader, People, You"
    },
    {
      "quote": "People tend to dwell more on negative things than on good things. So the mind then becomes obsessed with negative things, with judgments, guilt and anxiety produced by thoughts about the future and so on.",
      "author": "Eckhart Tolle",
      "category": "Future, Mind, Anxiety"
    },
    {
      "quote": "As any doctor can tell you, the most crucial step toward healing is having the right diagnosis. If the disease is precisely identified, a good resolution is far more likely. Conversely, a bad diagnosis usually means a bad outcome, no matter how skilled the physician.",
      "author": "Andrew Weil",
      "category": "Healing, Doctor, Step"
    },
    {
      "quote": "There is no such thing as bad weather, only different kinds of good weather.",
      "author": "John Ruskin",
      "category": "Weather, Bad, Different"
    },
    {
      "quote": "Well, there's nothing better than putting your feet up on a Sunday afternoon and grabbing a good book.",
      "author": "Chris Klein",
      "category": "Book, Feet, Better"
    },
    {
      "quote": "Sleeping is like meditation: it's good to rest the body but also to shut the mind down for a bit.",
      "author": "Anthony Joshua",
      "category": "Mind, Body, Rest"
    },
    {
      "quote": "Resilience is accepting your new reality, even if it's less good than the one you had before.",
      "author": "Elizabeth Edwards",
      "category": "Resilience, Reality, You"
    },
    {
      "quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it.",
      "author": "Epictetus",
      "category": "Health, Heart, Soul"
    },
    {
      "quote": "All good things which exist are the fruits of originality.",
      "author": "John Stuart Mill",
      "category": "Good Things, Originality"
    },
    {
      "quote": "The evil that men do lives after them the good is oft interred with their bones.",
      "author": "William Shakespeare",
      "category": "Men, Evil, Bones"
    },
    {
      "quote": "Our higher education system is one of the things that makes America exceptional. There's no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing.",
      "author": "Barack Obama",
      "category": "Education, America, World"
    },
    {
      "quote": "We all have the duty to do good.",
      "author": "Pope Francis",
      "category": "Duty"
    },
    {
      "quote": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!",
      "author": "Joyce Meyer",
      "category": "Life, Future, Faith"
    },
    {
      "quote": "Thanksgiving Day is a good day to recommit our energies to giving thanks and just giving.",
      "author": "Amy Grant",
      "category": "Thanksgiving, Day, Good Day"
    },
    {
      "quote": "I wake up every day and I think, 'I'm breathing! It's a good day.'",
      "author": "Eve Ensler",
      "category": "Day, Good Day, Wake Up"
    },
    {
      "quote": "Good friends don't have to visit each other every day.",
      "author": "Juan Manuel Santos",
      "category": "Day, Friends, Every Day"
    },
    {
      "quote": "I tried to drown my sorrows, but the bastards learned how to swim, and now I am overwhelmed by this decent and good feeling.",
      "author": "Frida Kahlo",
      "category": "I Am, Overwhelmed, Feeling"
    },
    {
      "quote": "Doing good holds the power to transform us on the inside, and then ripple out in ever-expanding circles that positively impact the world at large.",
      "author": "Shari Arison",
      "category": "Power, Doing Good, World"
    },
    {
      "quote": "You're only as good as your last haircut.",
      "author": "Fran Lebowitz",
      "category": "Funny, Haircut, You"
    },
    {
      "quote": "A good mustache makes a man for many reasons.",
      "author": "John Oates",
      "category": "Man, Mustache, Reasons"
    },
    {
      "quote": "If I play a villain, I try to find his lightness and his good side. And if I play a hero or a good guy, I'll try to find his darkness or his flaws. Because I don't believe in good and evil. I believe in grays.",
      "author": "Joel Kinnaman",
      "category": "Hero, Darkness, Evil"
    },
    {
      "quote": "I'm very happy with my life. I am what I am. I don't worry about anything that I can't control. That's a really good lesson in life.",
      "author": "Tom Watson",
      "category": "Life, Happy, I Am"
    },
    {
      "quote": "You have good days, you have bad days. But the main thing is to grow mentally.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Grow, You, Bad Days"
    },
    {
      "quote": "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days.",
      "author": "Joel Osteen",
      "category": "Great, Know, Think"
    },
    {
      "quote": "A good fragrance should have a certain personality that makes people identify the scent with you.",
      "author": "Shakira",
      "category": "Personality, People, You"
    },
    {
      "quote": "The true measure of a man is how he treats someone who can do him absolutely no good.",
      "author": "Samuel Johnson",
      "category": "Man, Measure Of A Man"
    },
    {
      "quote": "To be a good loser is to learn how to win.",
      "author": "Carl Sandburg",
      "category": "Motivational, Win, Learn"
    },
    {
      "quote": "Being a good person begins with being a wise person. Then, when you follow your conscience, will you be headed in the right direction.",
      "author": "Antonin Scalia",
      "category": "Wise, Conscience"
    },
    {
      "quote": "What I wear is a reflection of where I am going and how I am feeling. If I'm in a good mood, it's got to be cashmere and jeans - just something comfy, soft and warm. When I'm down, I might find something that I haven't worn for a while that was bought for me - or wear a brooch or a pair of shoes that are like old friends.",
      "author": "Kim Cattrall",
      "category": "Friends, Reflection"
    },
    {
      "quote": "Chocolate is the first luxury. It has so many things wrapped up in it: Deliciusness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good.",
      "author": "Mariska Hargitay",
      "category": "Memories, Childhood, Moment"
    },
    {
      "quote": "English language is the most universal language in history, way more than the Latin of Julius Caesar. It's the most punderful language because its vocabulary has a certain critical mass that makes a lingo good for punning.",
      "author": "Richard Lederer",
      "category": "History, Language"
    },
    {
      "quote": "Live fast, die young, and leave a good looking corpse.",
      "author": "John Derek",
      "category": "Live, Die, Looking"
    },
    {
      "quote": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too.",
      "author": "Michael Jordan",
      "category": "Life, Effort, Game"
    },
    {
      "quote": "A good photograph is knowing where to stand.",
      "author": "Ansel Adams",
      "category": "Stand, Knowing, Where"
    },
    {
      "quote": "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.",
      "author": "Sun Tzu",
      "category": "Service, Thought, Fame"
    },
    {
      "quote": "Bad news travels at the speed of light good news travels like molasses.",
      "author": "Tracy Morgan",
      "category": "Light, Speed, News"
    },
    {
      "quote": "I'm a hacker, but I'm the good kind of hackers. And I've never been a criminal.",
      "author": "Mikko Hypponen",
      "category": "Hacker, Kind, Never"
    },
    {
      "quote": "The power of choosing good and evil is within the reach of all.",
      "author": "Origen",
      "category": "Power, Evil, Good And Evil"
    },
    {
      "quote": "My motto is: more good times.",
      "author": "Jack Nicholson",
      "category": "Motto, Good Times, My Motto"
    },
    {
      "quote": "You're going to struggle. You're going to do well. You can't really let the past or the day before - whether you had a good day or bad day - dictate the day you have that certain day.",
      "author": "Andrew Benintendi",
      "category": "Day, Struggle, Past"
    },
    {
      "quote": "Every good act is charity. A man's true wealth hereafter is the good that he does in this world to his fellows.",
      "author": "Moliere",
      "category": "Man, World, Wealth"
    },
    {
      "quote": "The universe works in crazy ways. Your good luck will come in waves, and so does your bad, so you have to take the good with the bad and press forward.",
      "author": "Nick Cummins",
      "category": "Luck, Good Luck, Universe"
    },
    {
      "quote": "Honest disagreement is often a good sign of progress.",
      "author": "Mahatma Gandhi",
      "category": "Progress, Honest"
    },
    {
      "quote": "Sometimes I'm so tired, I look down at what I'm wearing, and if it's comfortable enough to sleep in, I don't even make it into my pajamas. I'm looking down, and I'm like, 'T-shirt and stretchy pants? Yup, that's fine. It's pajama-y, good night.'",
      "author": "Rebecca Romijn",
      "category": "Sleep, Good Night, Night"
    },
    {
      "quote": "How great are the dangers I face to win a good name in Athens.",
      "author": "Alexander the Great",
      "category": "Great, Win, Name"
    },
    {
      "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.",
      "author": "Martin Luther King, Jr.",
      "category": "History, Silence, Tragedy"
    },
    {
      "quote": "Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside that's the real reason that the relationships continue.",
      "author": "James McAvoy",
      "category": "Relationship, Fall"
    },
    {
      "quote": "I really do encourage other manufacturers to bring electric cars to market. It's a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that's what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is.",
      "author": "Elon Musk",
      "category": "Future, Achieving, Humanity"
    },
    {
      "quote": "It is the greatest good to the greatest number of people which is the measure of right and wrong.",
      "author": "Jeremy Bentham",
      "category": "People, Greatest, Measure"
    },
    {
      "quote": "Good can exist without evil, whereas evil cannot exist without good.",
      "author": "Thomas Aquinas",
      "category": "Evil, Without, Exist"
    },
    {
      "quote": "In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment.",
      "author": "Florence Kelley",
      "category": "Man, Chance, Good Man"
    },
    {
      "quote": "We forget just how painfully dim the world was before electricity. A candle, a good candle, provides barely a hundredth of the illumination of a single 100 watt light bulb.",
      "author": "Bill Bryson",
      "category": "Light, World, Candle"
    },
    {
      "quote": "Tennis is mostly mental. Of course, you must have a lot of physical skill, but you can't play tennis well and not be a good thinker. You win or lose the match before you even go out there.",
      "author": "Venus Williams",
      "category": "Win, Win Or Lose, Tennis"
    },
    {
      "quote": "To me, integrity means always doing what is right and good, regardless of the immediate consequences. It means being righteous from the very depth of our soul, not only in our actions but, more importantly, in our thoughts and in our hearts.",
      "author": "Joseph B. Wirthlin",
      "category": "Integrity, Soul, Me"
    },
    {
      "quote": "To be a good citizen, it's important to be able to put yourself in other people's shoes and see the big picture. If everything you see is rooted in your own identity, that becomes difficult or impossible.",
      "author": "Eli Pariser",
      "category": "Shoes, Identity, Yourself"
    },
    {
      "quote": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use.",
      "author": "Emily Post",
      "category": "Matter, Feelings, You"
    },
    {
      "quote": "Good things happen when you meet strangers.",
      "author": "Yo-Yo Ma",
      "category": "Good Things, Strangers, You"
    },
    {
      "quote": "You can live your life angry, bitter, mad at somebody or even guilty, not letting go of your own mistakes, but you won't receive the good things God has in store.",
      "author": "Joel Osteen",
      "category": "Life, God, Mistakes"
    },
    {
      "quote": "What greater bliss than to look back on days spent in usefulness, in doing good to those around us.",
      "author": "Dorothea Dix",
      "category": "Doing Good, Doing, Look"
    },
    {
      "quote": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.",
      "author": "Indra Nooyi",
      "category": "Leadership, Leader, Great"
    },
    {
      "quote": "Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun.",
      "author": "Brian Wilson",
      "category": "Happy, Sunshine, Beach"
    },
    {
      "quote": "The aim of a college education is to teach you to know a good man when you see one.",
      "author": "William James",
      "category": "Education, Man, College"
    },
    {
      "quote": "Goodness is the only investment that never fails.",
      "author": "Henry David Thoreau",
      "category": "Goodness, Investment, Never"
    },
    {
      "quote": "Paris is always a good idea.",
      "author": "Audrey Hepburn",
      "category": "Travel, Paris, Idea"
    },
    {
      "quote": "And I believe that good journalism, good television, can make our world a better place.",
      "author": "Christiane Amanpour",
      "category": "Believe, World, Journalism"
    },
    {
      "quote": "Good advice is always certain to be ignored, but that's no reason not to give it.",
      "author": "Agatha Christie",
      "category": "Advice, Reason, Good Advice"
    },
    {
      "quote": "There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills.",
      "author": "Shiv Khera",
      "category": "Leadership, People"
    },
    {
      "quote": "Non-cooperation with evil is as much a duty as is cooperation with good.",
      "author": "Mahatma Gandhi",
      "category": "Evil, Cooperation, Duty"
    },
    {
      "quote": "I must say I find television very educational. The minute somebody turns it on, I go to the library and read a good book.",
      "author": "Groucho Marx",
      "category": "Book, Library, Television"
    },
    {
      "quote": "Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.",
      "author": "John Wooden",
      "category": "Friendship, Art, Help Others"
    },
    {
      "quote": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue.",
      "author": "Henri Matisse",
      "category": "Art, Balance, Mind"
    },
    {
      "quote": "I just like playing songs with happy vibes and good feelings.",
      "author": "Kygo",
      "category": "Happy, Vibes, Feelings"
    },
    {
      "quote": "To be a good actor you have to be something like a criminal, to be willing to break the rules to strive for something new.",
      "author": "Nicolas Cage",
      "category": "Rules, Actor, You"
    },
    {
      "quote": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.",
      "author": "Channing Pollock",
      "category": "Determination, Great, Men"
    },
    {
      "quote": "Cause I'm a musician, I'm not really good at posing and being a model, like, modeling.",
      "author": "Amy Winehouse",
      "category": "Modeling, Posing, Like"
    },
    {
      "quote": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'",
      "author": "Martin Luther King, Jr.",
      "category": "Motivational, Man, Help"
    },
    {
      "quote": "You can't change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them.",
      "author": "William H. McRaven",
      "category": "Change, Friends, Alone"
    },
    {
      "quote": "My idea of Heaven is to wake up, have a good breakfast, and spend the rest of the day drawing.",
      "author": "Peter Falk",
      "category": "Day, Breakfast, Drawing"
    },
    {
      "quote": "Life is abundant, and life is beautiful. And it's a good place that we're all in, you know, on this earth, if we take care of it.",
      "author": "Alice Walker",
      "category": "Life, Beautiful, Earth"
    },
    {
      "quote": "Some of my happiest moments are the ones I spend with my husband, a few close relatives, and a handful of very good friends who know me well and like me anyway.",
      "author": "Robin Marantz Henig",
      "category": "Friends, Me, Moments"
    },
    {
      "quote": "Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.",
      "author": "Linus Torvalds",
      "category": "Fun, Programming, Expect"
    },
    {
      "quote": "Good governance with good intentions is the hallmark of our government. Implementation with integrity is our core passion.",
      "author": "Narendra Modi",
      "category": "Integrity, Passion"
    },
    {
      "quote": "The secret of a good life is to have the right loyalties and hold them in the right scale of values.",
      "author": "Norman Thomas",
      "category": "Life, Good Life, Values"
    },
    {
      "quote": "If I don't laugh at least 20 times a day - it hasn't been a good day.",
      "author": "Jordin Sparks",
      "category": "Day, Good Day, Laugh"
    },
    {
      "quote": "You're in pretty good shape for the shape you are in.",
      "author": "Dr. Seuss",
      "category": "Health, You, Shape"
    },
    {
      "quote": "Thinking good thoughts is not enough, doing good deeds is not enough, seeing others follow your good examples is enough.",
      "author": "Douglas Horton",
      "category": "Thinking, Thoughts"
    },
    {
      "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.",
      "author": "Mary McLeod Bethune",
      "category": "Change, Courage, Power"
    },
    {
      "quote": "I believe that if you don't derive a deep sense of purpose from what you do, if you don't come radiantly alive several times a day, if you don't feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste.",
      "author": "Srikumar Rao",
      "category": "Life, Thankful, Deep"
    },
    {
      "quote": "Law is nothing other than a certain ordinance of reason for the common good, promulgated by the person who has the care of the community.",
      "author": "Thomas Aquinas",
      "category": "Community, Law, Care"
    },
    {
      "quote": "Hearty laughter is a good way to jog internally without having to go outdoors.",
      "author": "Norman Cousins",
      "category": "Health, Laughter, Outdoors"
    },
    {
      "quote": "Not life, but good life, is to be chiefly valued.",
      "author": "Socrates",
      "category": "Life, Good Life, Valued"
    },
    {
      "quote": "Strive to find things to be thankful for, and just look for the good in who you are!",
      "author": "Bethany Hamilton",
      "category": "Thankful, Be Thankful, You"
    },
    {
      "quote": "Life comes from physical survival but the good life comes from what we care about.",
      "author": "Rollo May",
      "category": "Life, Survival, Good Life"
    },
    {
      "quote": "Doing well is the result of doing good. That's what capitalism is all about.",
      "author": "Ralph Waldo Emerson",
      "category": "Doing Good, Capitalism"
    },
    {
      "quote": "Even in the tough times, He's still a good God.",
      "author": "Victoria Osteen",
      "category": "Tough Times, God, Tough"
    },
    {
      "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
      "author": "Oscar Wilde",
      "category": "Life, Fair, Never"
    },
    {
      "quote": "Good looks are not something you earn. But as you get older, how you look is a reflection of the life you've led.",
      "author": "Diana Quick",
      "category": "Life, Reflection, You"
    },
    {
      "quote": "A good advertisement is one which sells the product without drawing attention to itself.",
      "author": "David Ogilvy",
      "category": "Drawing, Attention, Product"
    },
    {
      "quote": "New ideas pass through three periods: 1) It can't be done. 2) It probably can be done, but it's not worth doing. 3) I knew it was a good idea all along!",
      "author": "Arthur C. Clarke",
      "category": "Imagination, Ideas, Three"
    },
    {
      "quote": "I tell students that the opportunities I had were a result of having a good educational background. Education is what allows you to stand out.",
      "author": "Ellen Ochoa",
      "category": "Education, Opportunities"
    },
    {
      "quote": "It is not true that good can only follow from good and evil only from evil, but that often the opposite is true.",
      "author": "Max Weber",
      "category": "Evil, Good And Evil, True"
    },
    {
      "quote": "The test of good citizenship is loyalty to country.",
      "author": "Bainbridge Colby",
      "category": "Loyalty, Citizenship"
    },
    {
      "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight.",
      "author": "Theodore Roosevelt",
      "category": "Citizen, First, Good Citizen"
    },
    {
      "quote": "Fashion is about comfort and feeling good.",
      "author": "Max Azria",
      "category": "Fashion, Comfort"
    },
    {
      "quote": "All holidays can be good times.",
      "author": "John Clayton",
      "category": "Holidays, Good Times, Times"
    },
    {
      "quote": "Good writing is supposed to evoke sensation in the reader - not the fact that it is raining, but the feeling of being rained upon.",
      "author": "E. L. Doctorow",
      "category": "Writing, Feeling"
    },
    {
      "quote": "In the past the man has been first in the future the system must be first... The first object of any good system must be that of developing first class men.",
      "author": "Frederick W. Taylor",
      "category": "Future, Man, Past"
    },
    {
      "quote": "Virtue is persecuted more by the wicked than it is loved by the good.",
      "author": "Buddha",
      "category": "Loved, Virtue, Than"
    },
    {
      "quote": "My legacy doesn't matter. It isn't important that I be remembered. It's important that when I stand before the Lord, he says, 'Well done, good and faithful servant.' I want to finish strong.",
      "author": "James Dobson",
      "category": "Strong, Legacy, Well Done"
    },
    {
      "quote": "Having a bunch of cats around is good. If you're feeling bad, you just look at the cats, you'll feel better because they know that everything is just as it is. There's nothing to get excited about. They just know. They're saviours.",
      "author": "Charles Bukowski",
      "category": "Cats, Better, Know"
    },
    {
      "quote": "A good farmer is nothing more nor less than a handy man with a sense of humus.",
      "author": "E. B. White",
      "category": "Man, Farmer, Nothing"
    },
    {
      "quote": "We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne.",
      "author": "Marcus Aurelius",
      "category": "Thinking, Horse, Bee"
    },
    {
      "quote": "If I have a thousand ideas and only one turns out to be good, I am satisfied.",
      "author": "Alfred Nobel",
      "category": "I Am, Ideas, Satisfied"
    },
    {
      "quote": "Fame itself... doesn't really afford you anything more than a good seat in a restaurant.",
      "author": "David Bowie",
      "category": "Restaurant, Fame, You"
    },
    {
      "quote": "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company.",
      "author": "George Washington",
      "category": "Alone, Men, Quality"
    },
    {
      "quote": "If we don't figure out a way to create equity, real equity, of opportunity and access, to good schools, housing, health care, and decent paying jobs, we're not going to survive as a productive and healthy society.",
      "author": "Tim Wise",
      "category": "Health, Opportunity, Society"
    },
    {
      "quote": "A good essay must have this permanent quality about it; it must draw its curtain round us, but it must be a curtain that shuts us in not out.",
      "author": "Virginia Woolf",
      "category": "Quality, Essay, Must"
    },
    {
      "quote": "Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community.",
      "author": "George Mason",
      "category": "Community, Safety"
    },
    {
      "quote": "Good guy' or 'bad guy', hero or anti hero; doesn't matter to me, what role I play, only the character have something magical.",
      "author": "Rutger Hauer",
      "category": "Hero, Character, Me"
    },
    {
      "quote": "I'm happy, I'm in a good place, I'm looking forward to my future.",
      "author": "Katy Perry",
      "category": "Future, Happy"
    },
    {
      "quote": "A good education is a foundation for a better future.",
      "author": "Elizabeth Warren",
      "category": "Education, Future"
    },
    {
      "quote": "Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones.",
      "author": "Stephen King",
      "category": "Book, Teach, You"
    },
    {
      "quote": "Whoever does not have a good father should procure one.",
      "author": "Friedrich Nietzsche",
      "category": "Father, Good Father, Should"
    },
    {
      "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
      "author": "James Allen",
      "category": "Success, Wisdom, Beautiful"
    },
    {
      "quote": "I don't have a feeling of inferiority. Never had. I'm as good as anybody, but no better.",
      "author": "Katherine Johnson",
      "category": "Better, Feeling, Never"
    },
    {
      "quote": "To understand me, you have to meet me and be around me. And then only if I'm in a good mood - don't meet me in a bad mood.",
      "author": "Avril Lavigne",
      "category": "Me, Mood, You"
    },
    {
      "quote": "I want to see how far I can go and how good I can be, whether it's in the classroom or on the football field.",
      "author": "Eric Berry",
      "category": "Football, Want, See"
    },
    {
      "quote": "Laughter is an important part of a good relationship. It's an immense achievement when you can move from your thinking that your partner is merely an idiot to thinking that they are that wonderfully complex thing called a loveable idiot. And often that means having a little bit of a sense of humour about their flaws.",
      "author": "Alain de Botton",
      "category": "Relationship, Laughter"
    },
    {
      "quote": "The reading of all good books is like a conversation with the finest minds of past centuries.",
      "author": "Rene Descartes",
      "category": "Reading, Past, Conversation"
    },
    {
      "quote": "A magnetic personality doesn't necessarily indicate a good heart.",
      "author": "Laura Linney",
      "category": "Heart, Personality"
    },
    {
      "quote": "My advice to anybody, including myself, is if you're going through a bad period, and you just can't see the world's on your shoulders and no day is a good day, you're missing the whole point of the experience. And that's something dogs know from the moment they come bounding up to you as a puppy.",
      "author": "W. Bruce Cameron",
      "category": "Day, Experience, Myself"
    },
    {
      "quote": "Never call an accountant a credit to his profession a good accountant is a debit to his profession.",
      "author": "Charles Lyell",
      "category": "Accountant, Credit, Never"
    },
    {
      "quote": "There's no regret. You can't regret. I mean, I've felt regret but I've also refused to allow regret to sow a seed and live in me because I don't believe it. You feel it, it's like guilt, it's like jealousy, it's like all those horrible things. You've just got to snip them and get them out, because they're no good.",
      "author": "Jude Law",
      "category": "Jealousy, Regret, Believe"
    },
    {
      "quote": "Everything has become so easy. It's great that it's at your fingertips, but I miss those good old days. And we're connected, but it can be very alienating. There is this distance between all of us because we're speaking to each other through cameras and monitors and icons and Emojis.",
      "author": "Rami Malek",
      "category": "Great, Good Old Days, Easy"
    },
    {
      "quote": "If you think people are inherently good, you get rid of the police for 24 hours - see what happens.",
      "author": "Sylvester Stallone",
      "category": "Police, People, Think"
    },
    {
      "quote": "A good director creates an environment, which gives the actor the encouragement to fly.",
      "author": "Kevin Bacon",
      "category": "Encouragement, Fly"
    },
    {
      "quote": "Good seasons start with good beginnings.",
      "author": "Sparky Anderson",
      "category": "Seasons, Start, Beginnings"
    },
    {
      "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.",
      "author": "Aristotle",
      "category": "Jealousy, Men, Good Things"
    },
    {
      "quote": "I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.",
      "author": "Sigmund Freud",
      "category": "Experience, Think, You"
    },
    {
      "quote": "Reading a book about management isn't going to make you a good manager any more than a book about guitar will make you a good guitarist, but it can get you thinking about the most important concepts.",
      "author": "Drew Houston",
      "category": "Reading, Management"
    },
    {
      "quote": "A liar should have a good memory.",
      "author": "Quintilian",
      "category": "Memory, Liar, Should"
    },
    {
      "quote": "Looking beautiful isn't just about what you apply on your face. It's the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don't drink or smoke. All these contribute to me being fit and looking good.",
      "author": "Madhuri Dixit",
      "category": "Beauty, Beautiful"
    },
    {
      "quote": "True intuitive expertise is learned from prolonged experience with good feedback on mistakes.",
      "author": "Daniel Kahneman",
      "category": "Experience, Mistakes"
    },
    {
      "quote": "When you have a daughter, you want to protect her from the things that I've seen out there, you know, the things that's out there that ain't good for her. It's a crazy world we live in.",
      "author": "Nas",
      "category": "Daughter, Crazy, World"
    },
    {
      "quote": "A good example is far better than a good precept.",
      "author": "Dwight L. Moody",
      "category": "Better, Precept, Example"
    },
    {
      "quote": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.",
      "author": "Mark Victor Hansen",
      "category": "Happy, Peace, Be Happy"
    },
    {
      "quote": "I think one of the most important things in a relationship is caring for your significant other through good times and bad.",
      "author": "Nick Cannon",
      "category": "Relationship, Caring"
    },
    {
      "quote": "People are always good company when they are doing what they really enjoy.",
      "author": "Samuel Butler",
      "category": "Enjoy, People, Company"
    },
    {
      "quote": "Life is not a matter of holding good cards, but sometimes, playing a poor hand well.",
      "author": "Jack London",
      "category": "Life, Cards, Matter"
    },
    {
      "quote": "I feel like if you're a really good human being, you can try to find something beautiful in every single person, no matter what.",
      "author": "Lady Gaga",
      "category": "Beautiful, You, Human"
    },
    {
      "quote": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition.",
      "author": "Freeman Thomas",
      "category": "Honesty, Collaboration"
    },
    {
      "quote": "When you begin to worry, go find something to do. Get busy being a blessing to someone; do something fruitful. Talking about your problem or sitting alone, thinking about it, does no good; it serves only to make you miserable. Above all else, remember that worrying is totally useless. Worrying will not solve your problem.",
      "author": "Joyce Meyer",
      "category": "Alone, Thinking, Busy"
    },
    {
      "quote": "I actually think that the most efficacious way of making a difference is to lead by example, and doing random acts of kindness is setting a very good example of how to behave in the world.",
      "author": "Misha Collins",
      "category": "Kindness, World, Think"
    },
    {
      "quote": "For me, life is about experience and being a good person.",
      "author": "Chris Hemsworth",
      "category": "Life, Experience, Me"
    },
    {
      "quote": "Fun is good.",
      "author": "Dr. Seuss",
      "category": "Fun"
    },
    {
      "quote": "What do I think of Western civilization? I think it would be a very good idea.",
      "author": "Mahatma Gandhi",
      "category": "Think, Civilization, Idea"
    },
    {
      "quote": "People change over the years, and that changes situations for good and for bad.",
      "author": "Bobby Knight",
      "category": "Change, Changes, People"
    },
    {
      "quote": "Less is only more where more is no good.",
      "author": "Frank Lloyd Wright",
      "category": "Only, Where, More"
    },
    {
      "quote": "They didn't want it good, they wanted it Wednesday.",
      "author": "Robert A. Heinlein",
      "category": "Wednesday, Want, Wanted"
    },
    {
      "quote": "Being a good leader requires remembering that you're there for a reason, and the reason certainly isn't to have your way. High-integrity leaders not only welcome questioning and criticism - they insist on it.",
      "author": "Travis Bradberry",
      "category": "Leader, Welcome, You"
    },
    {
      "quote": "No matter how busy I get or how much pressure is on my shoulders, a good workout makes me feel at ease. I come off the treadmill feeling relaxed, full of joy and with a sense of perspective over the issues on my plate.",
      "author": "Robin S. Sharma",
      "category": "Joy, Perspective, Busy"
    },
    {
      "quote": "I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.",
      "author": "Margaret Thatcher",
      "category": "Politics, Evil"
    },
    {
      "quote": "Rather than dividing the world between good and evil, the Left divided the world in terms of economics. Economic classes, not moral values, explained human behavior. Therefore, to cite a common example, poverty, not one's moral value system, or lack of it, caused crime.",
      "author": "Dennis Prager",
      "category": "Evil, Good And Evil, World"
    },
    {
      "quote": "I am confident that, in the end, common sense and justice will prevail. I'm an optimist, brought up on the belief that if you wait to the end of the story, you get to see the good people live happily ever after.",
      "author": "Cat Stevens",
      "category": "Justice, I Am, Good People"
    },
    {
      "quote": "None of Us is as Good as All of Us.",
      "author": "Ray Kroc",
      "category": "Us, None"
    },
    {
      "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.",
      "author": "Booker T. Washington",
      "category": "Alone, Quality, Yourself"
    },
    {
      "quote": "I am like the sick sheep that strays from the rest of the flock. Unless the Good Shepherd takes me on His shoulders and carries me back to His fold, my steps will falter, and in the very effort of rising, my feet will give way.",
      "author": "St. Jerome",
      "category": "I Am, Effort, Me"
    },
    {
      "quote": "When you have a dark side, nothing is ever as good as it seems.",
      "author": "Pink",
      "category": "Dark, You, Dark Side"
    },
    {
      "quote": "Twice and thrice over, as they say, good is it to repeat and review what is good.",
      "author": "Plato",
      "category": "They Say, Review, Say"
    },
    {
      "quote": "I think life is a matter of choices and that wherever we are, good or bad, is because of choices we make.",
      "author": "Lou Holtz",
      "category": "Life, Choices, Life Is A"
    },
    {
      "quote": "The good thing about flying solo is it's never boring.",
      "author": "Steve Fossett",
      "category": "Flying, Boring, Never"
    },
    {
      "quote": "There are going to be good times and bad times, but lighten up.",
      "author": "Chris Pine",
      "category": "Good Times, Bad, Bad Times"
    },
    {
      "quote": "There's nothing wrong with being a loser, it just depends on how good you are at it.",
      "author": "Billie Joe Armstrong",
      "category": "Loser, Nothing, You"
    },
    {
      "quote": "Destiny is a good thing to accept when it's going your way. When it isn't, don't call it destiny; call it injustice, treachery, or simple bad luck.",
      "author": "Joseph Heller",
      "category": "Simple, Luck, Injustice"
    },
    {
      "quote": "Great champions have an enormous sense of pride. The people who excel are those who are driven to show the world and prove to themselves just how good they are.",
      "author": "Nancy Lopez",
      "category": "Great, World, Pride"
    },
    {
      "quote": "Just knowing you don't have the answers is a recipe for humility, openness, acceptance, forgiveness, and an eagerness to learn - and those are all good things.",
      "author": "Dick Van Dyke",
      "category": "Forgiveness, Humility"
    },
    {
      "quote": "When you realize who the good people are in your life, you're so lucky.",
      "author": "Sophia Bush",
      "category": "Life, People, Good People"
    },
    {
      "quote": "I can live for two months on a good compliment.",
      "author": "Mark Twain",
      "category": "Live, I Can, Compliment"
    },
    {
      "quote": "There is a fine line between censorship and good taste and moral responsibility.",
      "author": "Steven Spielberg",
      "category": "Responsibility, Moral"
    },
    {
      "quote": "Animals praise a good day, a good hunt. They praise rain if they're thirsty. That's prayer. They don't live an unconscious life, they simply have no language to talk about these things. But they are grateful for the good things that come along.",
      "author": "Mary Oliver",
      "category": "Life, Day, Rain"
    },
    {
      "quote": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny.",
      "author": "Rachel Roy",
      "category": "Great, Yourself, Step"
    },
    {
      "quote": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it's really important to remember all of our disenfranchised members of society.",
      "author": "Kerry Washington",
      "category": "Life, Positive, Society"
    },
    {
      "quote": "The fact is that people are good, Give people affection and security, and they will give affection and be secure in their feelings and their behavior.",
      "author": "Abraham Maslow",
      "category": "People, Security, Behavior"
    },
    {
      "quote": "A hard beginning maketh a good ending.",
      "author": "John Heywood",
      "category": "Beginning, Ending, Hard"
    },
    {
      "quote": "Good character consists of recognizing the selfishness that inheres in each of us and trying to balance it against the altruism to which we should all aspire. It is a difficult balance to strike, but no definition of goodness can be complete without it.",
      "author": "Alan Dershowitz",
      "category": "Character, Balance"
    },
    {
      "quote": "God is good for everybody. The sun shines on good people and bad people, and it rains on both, too. God doesn't choose rain only for bad people.",
      "author": "Mariano Rivera",
      "category": "Rain, God, Sun"
    },
    {
      "quote": "Luck is everything... My good luck in life was to be a really frightened person. I'm fortunate to be a coward, to have a low threshold of fear, because a hero couldn't make a good suspense film.",
      "author": "Alfred Hitchcock",
      "category": "Life, Hero, Fear"
    },
    {
      "quote": "Be not simply good - be good for something.",
      "author": "Henry David Thoreau",
      "category": "Something, Simply"
    },
    {
      "quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them.",
      "author": "Swami Vivekananda",
      "category": "God, Will, Hearts"
    },
    {
      "quote": "The definition of a good mathematical problem is the mathematics it generates rather than the problem itself.",
      "author": "Andrew Wiles",
      "category": "Mathematics, Problem, Rather"
    },
    {
      "quote": "To be doing good deeds is man's most glorious task.",
      "author": "Sophocles",
      "category": "Man, Doing Good, Doing"
    },
    {
      "quote": "You'll find boredom where there is the absence of a good idea.",
      "author": "Earl Nightingale",
      "category": "Boredom, You, Idea"
    },
    {
      "quote": "I believe, I believe every day is a good day when you paint.",
      "author": "Bob Ross",
      "category": "Day, Good Day, Believe"
    },
    {
      "quote": "A long healthy life is no accident. It begins with good genes, but it also depends on good habits.",
      "author": "Dan Buettner",
      "category": "Life, Healthy, Long"
    },
    {
      "quote": "Well, you need the villain. If you don't have a villain, the good guy can stay home.",
      "author": "Christoph Waltz",
      "category": "Home, Villain, You"
    },
    {
      "quote": "If you are the person who gets the lion's share of attention in good times, guess what: you get the lion's share of attention in bad times.",
      "author": "Matt Lauer",
      "category": "Lion, Good Times, You"
    },
    {
      "quote": "No man is so foolish but he may sometimes give another good counsel, and no man so wise that he may not easily err if he takes no other counsel than his own. He that is taught only by himself has a fool for a master.",
      "author": "Hunter S. Thompson",
      "category": "Wise, Man, Fool"
    },
    {
      "quote": "Photography is like a moment, an instant. You need a half-second to get the photo. So it's good to capture people when they are themselves.",
      "author": "Patrick Demarchelier",
      "category": "Moment, Photography, People"
    },
    {
      "quote": "The good inside of all of us is wrapped in a layer of apathy, and we forget how much potential we have within us, in each and every one of us, to change the world for the better for ourselves and our children, and thus to bring about oneness.",
      "author": "Shari Arison",
      "category": "Change, Children"
    },
    {
      "quote": "I went further on less talent than anyone, but I was a damned good entertainer.",
      "author": "Jimmy Dean",
      "category": "Talent, Entertainer, Than"
    },
    {
      "quote": "You punch me, I punch back. I do not believe it's good for one's self-respect to be a punching bag.",
      "author": "Ed Koch",
      "category": "Believe, Me, Self-Respect"
    },
    {
      "quote": "People don't want to go to the dump and have a picnic, they want to go out to a beautiful place and enjoy their day. And so I think our job is to try to take the environment, take what the good Lord has given us, and expand upon it or enhance it, without destroying it.",
      "author": "Jack Nicklaus",
      "category": "Day, Beautiful, Job"
    },
    {
      "quote": "I don't judge others. I say if you feel good with what you're doing, let your freak flag fly.",
      "author": "Sarah Jessica Parker",
      "category": "Fly, Feel Good, You"
    },
    {
      "quote": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. If makes it feel needed.",
      "author": "Charles M. Schulz",
      "category": "Fitness, Feet, Legs"
    },
    {
      "quote": "Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.",
      "author": "Martin Luther King, Jr.",
      "category": "People, Understanding"
    },
    {
      "quote": "This is important: to get to know people, listen, expand the circle of ideas. The world is crisscrossed by roads that come closer together and move apart, but the important thing is that they lead towards the Good.",
      "author": "Pope Francis",
      "category": "Together, World, Ideas"
    },
    {
      "quote": "The underbelly of the human psyche, what is often referred to as our dark side, is the origin of every act of self-sabotage. Birthed out of shame, fear, and denial, it misdirects our good intentions and drives us to unthinkable acts of self-destruction and not-so-unbelievable acts of self-sabotage.",
      "author": "Debbie Ford",
      "category": "Fear, Dark, Human"
    },
    {
      "quote": "Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.",
      "author": "Lao Tzu",
      "category": "Perseverance, Beautiful"
    },
    {
      "quote": "Old things are always in good repute, present things in disfavor.",
      "author": "Tacitus",
      "category": "Present, Old, Always"
    },
    {
      "quote": "Life is good when we think it's good. Life is bad when we don't think.",
      "author": "Douglas Horton",
      "category": "Life, Good Life, Think"
    },
    {
      "quote": "Without your health, you've got nothing going on. I thank God every day for good health.",
      "author": "Ric Flair",
      "category": "Day, Health, God"
    },
    {
      "quote": "When you train seven days a week, you need good scenery to inspire you.",
      "author": "Alistair Brownlee",
      "category": "Week, Inspire, Scenery"
    },
    {
      "quote": "As you are not yet married, and as marriage is the fundamental state of life as well as the unity of the commonwealth, make up your mind whether you are called to this state. If you make up your mind to marry, do not marry merely a good wife: marry a good mother to your children.",
      "author": "Vincent McNabb",
      "category": "Life, Marriage, Children"
    },
    {
      "quote": "The funny thing is, I'm so used to not caring what anyone says, good or bad, that unfortunately even when people say good things... I wish it made me feel good, but it doesn't.",
      "author": "Rob Zombie",
      "category": "Funny, Caring, Me"
    },
    {
      "quote": "I wouldn't say that I am one of the greatest dancers, but I am really quite good at what I do.",
      "author": "Lady Gaga",
      "category": "I Am, Greatest, Say"
    },
    {
      "quote": "The past is our definition. We may strive with good reason to escape it, or to escape what is bad in it. But we will escape it only by adding something better to it.",
      "author": "Wendell Berry",
      "category": "Past, Better, Escape"
    },
    {
      "quote": "The good and the wise lead quiet lives.",
      "author": "Euripides",
      "category": "Wise, Quiet, Lead"
    },
    {
      "quote": "It's good to shut up sometimes.",
      "author": "Marcel Marceau",
      "category": "Sometimes, Up, Shut Up"
    },
    {
      "quote": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings; when one has these feelings and appreciates them, one is free of fear.",
      "author": "Buddha",
      "category": "Fear, Listening, Evil"
    },
    {
      "quote": "I think it matters whether someone has a good heart.",
      "author": "Elon Musk",
      "category": "Relationship, Heart, Think"
    },
    {
      "quote": "Good leaders must communicate vision clearly, creatively, and continually. However, the vision doesn't come alive until the leader models it.",
      "author": "John C. Maxwell",
      "category": "Leader, Vision, Leaders"
    },
    {
      "quote": "Among a great many other things that chess teaches you is to control the initial excitement you feel when you see something that looks good. It trains you to think before grabbing and to think just as objectively when you're in trouble.",
      "author": "Stanley Kubrick",
      "category": "Great, Control, Chess"
    },
    {
      "quote": "You have to be very, very good looking to get ahead in motion pictures.",
      "author": "Elaine Stritch",
      "category": "Looking, You, Ahead"
    },
    {
      "quote": "The secret of a good sermon is to have a good beginning and a good ending, then having the two as close together as possible.",
      "author": "George Burns",
      "category": "Together, Beginning, Ending"
    },
    {
      "quote": "Self-awareness is the ability to take an honest look at your life without any attachment to it being right or wrong, good or bad.",
      "author": "Debbie Ford",
      "category": "Life, Honest, Look"
    },
    {
      "quote": "I once had a rose named after me and I was very flattered. But I was not pleased to read the description in the catalogue: no good in a bed, but fine up against a wall.",
      "author": "Eleanor Roosevelt",
      "category": "Rose, Me, Fine"
    },
    {
      "quote": "I think every girl has a little bit of rebellion inside. It's always fun to not follow every trend and not be the perfect good girl. It's edgy to be a little rebellious.",
      "author": "Behati Prinsloo",
      "category": "Girl, Fun, Rebellion"
    },
    {
      "quote": "I'm a pretty good winner. I'm a terrible loser. And I rub it in pretty good when I win.",
      "author": "Tom Brady",
      "category": "Win, Winner, Loser"
    },
    {
      "quote": "Mankind is not likely to salvage civilization unless he can evolve a system of good and evil which is independent of heaven and hell.",
      "author": "George Orwell",
      "category": "Evil, Good And Evil, Hell"
    },
    {
      "quote": "It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge.",
      "author": "Enrico Fermi",
      "category": "Knowledge, Ignorance, Better"
    },
    {
      "quote": "Good things do not come easy. The road is lined with pitfalls.",
      "author": "Desi Arnaz",
      "category": "Road, Good Things, Easy"
    },
    {
      "quote": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.",
      "author": "Brian Tracy",
      "category": "Teamwork, Money, Impossible"
    },
    {
      "quote": "If there's one thing I'm good at, it's gathering people together to do something fun.",
      "author": "Dave Grohl",
      "category": "Together, Fun, People"
    },
    {
      "quote": "My folks were raised pure prohibitionist. They were very good people, with high moral standards - but very repressed. There was no hugging and kissing in my home.",
      "author": "Hugh Hefner",
      "category": "Home, People, Good People"
    },
    {
      "quote": "Uncertainty is a very good thing: it's the beginning of an investigation, and the investigation should never end.",
      "author": "Tim Crouch",
      "category": "Beginning, End, Uncertainty"
    },
    {
      "quote": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations.",
      "author": "Paul Rand",
      "category": "Simplicity, Goal"
    },
    {
      "quote": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you.",
      "author": "Deepak Chopra",
      "category": "Health, Good Health, Body"
    },
    {
      "quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.",
      "author": "Xun Kuang",
      "category": "Faith, Hate, Violence"
    },
    {
      "quote": "I like to encourage people to realize that any action is a good action if it's proactive and there is positive intent behind it.",
      "author": "Michael J. Fox",
      "category": "Positive, Action, People"
    },
    {
      "quote": "If it's a good idea, go ahead and do it. It's much easier to apologize than it is to get permission.",
      "author": "Grace Hopper",
      "category": "Ahead, Idea, Apologize"
    },
    {
      "quote": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.",
      "author": "Zig Ziglar",
      "category": "Life, Success, Integrity"
    },
    {
      "quote": "Life consists not in holding good cards but in playing those you hold well.",
      "author": "Josh Billings",
      "category": "Life, Cards, You"
    },
    {
      "quote": "My idea of a good night out is staying in.",
      "author": "Martin Freeman",
      "category": "Good Night, Night, Idea"
    },
    {
      "quote": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service.",
      "author": "Sonny Perdue",
      "category": "Leadership, Knowledge"
    },
    {
      "quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.",
      "author": "Franklin D. Roosevelt",
      "category": "Man, Politics, Walk"
    },
    {
      "quote": "The conscience of children is formed by the influences that surround them their notions of good and evil are the result of the moral atmosphere they breathe.",
      "author": "Jean Paul",
      "category": "Children, Evil"
    },
    {
      "quote": "A real man loves and respects his wife and is not only a good father but a man that his kids want to call 'Daddy.'",
      "author": "Frank Abagnale",
      "category": "Father, Man, Wife"
    },
    {
      "quote": "The most important thing, in anything you do, is always trying your hardest, because even if you try your hardest and it's not as good as you'd hoped, you still have that sense of not letting yourself down.",
      "author": "Tom Holland",
      "category": "Yourself, Trying, You"
    },
    {
      "quote": "A man is as good as he has to be, and a woman as bad as she dares.",
      "author": "Elbert Hubbard",
      "category": "Man, Woman, She"
    },
    {
      "quote": "Not only must we be good, but we must also be good for something.",
      "author": "Henry David Thoreau",
      "category": "Something, Only, Must"
    },
    {
      "quote": "When I'm good, I'm very good. But when I'm bad I'm better.",
      "author": "Mae West",
      "category": "Better, Bad, Very"
    },
    {
      "quote": "All human beings are commingled out of good and evil.",
      "author": "Robert Louis Stevenson",
      "category": "Evil, Good And Evil, Human"
    },
    {
      "quote": "The good old days are now.",
      "author": "Tom Clancy",
      "category": "Good Old Days, Now, Old"
    },
    {
      "quote": "Better is the enemy of good.",
      "author": "Voltaire",
      "category": "Better, Enemy"
    },
    {
      "quote": "He who stops being better stops being good.",
      "author": "Oliver Cromwell",
      "category": "Better, Being, He"
    },
    {
      "quote": "Nothing leads to good that is not natural.",
      "author": "Friedrich Schiller",
      "category": "Nothing, Natural, Leads"
    },
    {
      "quote": "It's far more impressive when others discover your good qualities without your help.",
      "author": "Judith Martin",
      "category": "Help, Discover, Without"
    },
    {
      "quote": "The one thing I need to leave behind is good memories.",
      "author": "Michael Landon",
      "category": "Memories, Behind, Need"
    },
    {
      "quote": "There is nothing better than the encouragement of a good friend.",
      "author": "Katharine Butler Hathaway",
      "category": "Encouragement, Friend"
    },
    {
      "quote": "It's good to remember that in crises, natural crises, human beings forget for awhile their ignorances, their biases, their prejudices. For a little while, neighbors help neighbors and strangers help strangers.",
      "author": "Maya Angelou",
      "category": "Help, Remember, Neighbors"
    },
    {
      "quote": "When you have a baby, when you feel his love, you feel so at peace with the world. You just want to share the good news and share how happy you feel.",
      "author": "Shakira",
      "category": "Love, Happy, Peace"
    },
    {
      "quote": "In the final analysis, the questions of why bad things happen to good people transmutes itself into some very different questions, no longer asking why something happened, but asking how we will respond, what we intend to do now that it happened.",
      "author": "Pierre Teilhard de Chardin",
      "category": "People, Good People"
    },
    {
      "quote": "Hatred is gained as much by good works as by evil.",
      "author": "Niccolo Machiavelli",
      "category": "Evil, Hatred, Works"
    }
  ]
}