{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I've grown as a person. The dynamics on this set are very demanding because we work a lot of hours, it's very sad material, so there's always someone upset because it's really heavy stuff.",
      "author": "Elisabeth Rohm",
      "category": "Work, Person, Always"
    },
    {
      "quote": "It would indeed be a sad misfortune if man were released from the necessity of work and struggle, for it is a well-known fact that organs which do not function atrophy; and according to the old saying, 'Idleness is the devil's workshop.'",
      "author": "Charles A. Beard",
      "category": "Work, Struggle, Man"
    },
    {
      "quote": "You put a song on the record or on tape and you stop singing it. You just don't sit around and sing it anymore unless you're performing. That's kind of sad.",
      "author": "Rick Danko",
      "category": "Song, Singing, You"
    },
    {
      "quote": "It can be really powerful to write something when you're sad.",
      "author": "Kathryn Stockett",
      "category": "Powerful, You, Something"
    },
    {
      "quote": "All my work shares a kind of balance between black comedy and sad and despairing melancholy.",
      "author": "Martin McDonagh",
      "category": "Work, Balance, Black"
    },
    {
      "quote": "My favorite monster has always been the zombie. They are so much fun. They can be scary, pathetic, sad, funny, tragic, even heroic. They are the most elastic monster because, even with all of that, they don't interfere with telling stories about the humans. They serve as threats and metaphors, but they allow the story to be about people.",
      "author": "Jonathan Maberry",
      "category": "Funny, Fun, People"
    },
    {
      "quote": "Your joys and sorrows. You can never tell them. You cheapen the inside of yourself if you do tell them.",
      "author": "Greta Garbo",
      "category": "Yourself, You, Never"
    },
    {
      "quote": "I think coldness is chic among writers, and particularly ironic coldness. What is absolutely not allowable is sadness. People will do anything rather than to acknowledge that they are sad.",
      "author": "Mary Gordon",
      "category": "Sadness, People, Think"
    },
    {
      "quote": "You are validating someone's life by telling their story. Even if it's a sad one.",
      "author": "Alex Tizon",
      "category": "Life, Story, You"
    },
    {
      "quote": "I think the intellectual consistency of Christianity in historical evidence is frankly overwhelming, but my materialist colleagues regard me as a slightly sad case.",
      "author": "Simon Conway Morris",
      "category": "Consistency, Me, Colleagues"
    },
    {
      "quote": "You want people to feel something when you tell a story, whether they feel happy or whether they feel sad.",
      "author": "Harry Dean Stanton",
      "category": "Happy, People, Want"
    },
    {
      "quote": "With sad music, or music that's perceived as sad, there's a sense of solidarity that can be really powerful. My songs are all joyful to me.",
      "author": "J. Tillman",
      "category": "Music, Powerful, Me"
    },
    {
      "quote": "You have to let it all hang out, let go of the ideas that were more comfortable and embrace some of the sadness in your life.",
      "author": "Madeleine Peyroux",
      "category": "Life, Sadness, Ideas"
    },
    {
      "quote": "If you win all the time, you lose the drama in life. To make the happy moments happy, you need the sad moments too.",
      "author": "Doug Davidson",
      "category": "Life, Time, Happy"
    },
    {
      "quote": "I think people just think I am crazy because they see me doing stand-up, but I am generally not. I am very sad. I'm one of those guys that lights candles and listens to Rachmaninoff.",
      "author": "Bobby Lee",
      "category": "I Am, Crazy, Me"
    },
    {
      "quote": "I always go in very emotionally when I'm doing music. Sad or happy, I'm always into it. I have a hard time writing for other people, writing with someone else in mind.",
      "author": "Erik Hassle",
      "category": "Music, Time, Happy"
    },
    {
      "quote": "I mean, I was just one of the ones who got exposed, and because of the position I was in, where I was in my life, it went mainstream. A lot of people got out of it after my situation, not because I went to prison but because it was sad for them to see me go through something that was so pointless, that could have been avoided.",
      "author": "Michael Vick",
      "category": "Life, Me, People"
    },
    {
      "quote": "Kind of the sad thing is that - it's still true - a lot of jazz people just listen to jazz, and a lot of hip-hop people just listen to hip-hop, and there's not a lot of crossover, unfortunately.",
      "author": "Jose James",
      "category": "People, Jazz, Hip-Hop"
    },
    {
      "quote": "The pro athlete is a sad tale. He signs a big contract and thinks he's set for life. I didn't think I was set for life, and I don't now. As athletes, we are important, celebrities, in demand and rich. Then we are out of the game and we are not important, not celebrities, not in demand and not rich.",
      "author": "Fran Tarkenton",
      "category": "Life, Game, Rich"
    },
    {
      "quote": "I'd love to have a room full of taxidermy. I'd be devastated if my cat, Archimedes, ever died. I was debating the other day with a friend whether I should stuff him, but don't know whether he would end up looking like himself. I'd be really sad if he looked strange.",
      "author": "Tuppence Middleton",
      "category": "Love, Day, End"
    },
    {
      "quote": "Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy.",
      "author": "William Gilmore Simms",
      "category": "Law, Enjoy, Tears"
    },
    {
      "quote": "When sparrows build and the leaves break forth, My old sorrow wakes and cries.",
      "author": "Jean Ingelow",
      "category": "Build, Sorrow, Break"
    },
    {
      "quote": "If someone is sad, they put on a song, or if someone wants to rock out, and they want to get into a good mood, they put on music. Just being able to be a part of something like that I feel like was my ultimate push to do music.",
      "author": "Adam Hicks",
      "category": "Music, Good, Song"
    },
    {
      "quote": "I don't have many regrets. I regret mistakes, particularly those that damage other people, and we've all made some of those. But I'm not sad about change.",
      "author": "John Gutfreund",
      "category": "Change, Mistakes, Regret"
    },
    {
      "quote": "It's a sad moment, really, when parents first become a bit frightened of their children.",
      "author": "Ama Ata Aidoo",
      "category": "Children, Parents, Moment"
    },
    {
      "quote": "Mainly, I thought of Barney as a kid. You can always look into the faces of kids and see what they're thinking, if they're happy or sad. That's what I tried to do with Barney.",
      "author": "Don Knotts",
      "category": "Happy, Thinking, Thought"
    },
    {
      "quote": "I was depressed a lot as a kid, and I was really sad and wouldn't be able to get out of bed.",
      "author": "Alisha Boe",
      "category": "Bed, Kid, Depressed"
    },
    {
      "quote": "My acting's very understated. I think my sad and happy don't play that differently onscreen.",
      "author": "Bret McKenzie",
      "category": "Happy, Acting, Think"
    },
    {
      "quote": "It takes a long time for a country to build a strong base in science, but only a short time to destroy it. Germany was a sad example. It was a world leader in the sciences for more than a century, until its science base was demolished during the Nazi era, and the country ceded its position to the United States.",
      "author": "Torsten Wiesel",
      "category": "Time, Science, Leader"
    },
    {
      "quote": "Everything's complicated, even those things that seem flat in their bleakness or sadness.",
      "author": "Nick Hornby",
      "category": "Sadness, Complicated"
    },
    {
      "quote": "If the IAAF feel that is the right way to go for TV rights and everything, the rule will stay. As much as I want to be on the podium, tonight is a sad night for athletics.",
      "author": "Kim Collins",
      "category": "Night, Want, Rights"
    },
    {
      "quote": "The poem is sad because it wants to be yours, and cannot be.",
      "author": "John Ashbery",
      "category": "Poem, Because, Cannot"
    },
    {
      "quote": "My parents were mourning the death of my sister. She was killed in a car accident before I was born, and I didn't know she existed until I was 13 or 14 years old. I knew I was growing up in a house where people were angry and sad.",
      "author": "Andrew Hudgins",
      "category": "Death, Sister, Car"
    },
    {
      "quote": "When I write, it is always the melody that comes first, and it just happens to be the case that the most beautiful tunes are sad, and the lyrics follow the mood of the melody.",
      "author": "Francoise Hardy",
      "category": "Beautiful, Most Beautiful"
    },
    {
      "quote": "It's a sad and stupid thing to have to proclaim yourself a revolutionary just to be a decent man.",
      "author": "David Harris",
      "category": "Man, Stupid, Yourself"
    },
    {
      "quote": "It has become appallingly obvious that our technology has exceeded our humanity.",
      "author": "Albert Einstein",
      "category": "Humanity, Become, Obvious"
    },
    {
      "quote": "Technology is a useful servant but a dangerous master.",
      "author": "Christian Lous Lange",
      "category": "Master, Dangerous, Servant"
    },
    {
      "quote": "Every once in a while, a new technology, an old problem, and a big idea turn into an innovation.",
      "author": "Dean Kamen",
      "category": "Innovation, Problem, Idea"
    },
    {
      "quote": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.",
      "author": "Bill Gates",
      "category": "Life, Everyday Life, You"
    },
    {
      "quote": "Social media is not about the exploitation of technology but service to community.",
      "author": "Simon Mainwaring",
      "category": "Community, Service"
    },
    {
      "quote": "The number one benefit of information technology is that it empowers people to do what they want to do. It lets people be creative. It lets people be productive. It lets people learn things they didn't think they could learn before, and so in a sense it is all about potential.",
      "author": "Steve Ballmer",
      "category": "Creative, People"
    },
    {
      "quote": "While technology is important, it's what we do with it that truly matters.",
      "author": "Muhammad Yunus",
      "category": "Important, Matters, While"
    },
    {
      "quote": "Our generation grew up with technology. It evolved as we grew up. This new generation has had it since they were babies. That's crazy. It fundamentally changes they way they understand and think about technology. They've never known life without it, whereas we knew life without the Internet.",
      "author": "Brit Morin",
      "category": "Life, Changes, Internet"
    },
    {
      "quote": "The only constant in the technology industry is change.",
      "author": "Marc Benioff",
      "category": "Change, Industry, Constant"
    },
    {
      "quote": "If you run from technology, it will chase you.",
      "author": "Robert M. Pirsig",
      "category": "Run, You, Will"
    },
    {
      "quote": "Technology is unlocking the innate compassion we have for our fellow human beings.",
      "author": "Bill Gates",
      "category": "Compassion, Human"
    },
    {
      "quote": "Men have become the tools of their tools.",
      "author": "Henry David Thoreau",
      "category": "Men, Tools, Become"
    },
    {
      "quote": "We face cyber threats from state-sponsored hackers, hackers for hire, global cyber syndicates, and terrorists. They seek our state secrets, our trade secrets, our technology, and our ideas - things of incredible value to all of us. They seek to strike our critical infrastructure and to harm our economy.",
      "author": "James Comey",
      "category": "Value, Ideas, Face"
    },
    {
      "quote": "The real problem is not whether machines think but whether men do.",
      "author": "B. F. Skinner",
      "category": "Men, Problem, Think"
    },
    {
      "quote": "Our world is built on biology and once we begin to understand it, it then becomes a technology.",
      "author": "Ryan Bethencourt",
      "category": "World, Biology, Understand"
    },
    {
      "quote": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.",
      "author": "Andrew Brown",
      "category": "Life, Powerful, Internet"
    },
    {
      "quote": "Our intuition about the future is linear. But the reality of information technology is exponential, and that makes a profound difference. If I take 30 steps linearly, I get to 30. If I take 30 steps exponentially, I get to a billion.",
      "author": "Ray Kurzweil",
      "category": "Future, Reality, Information"
    },
    {
      "quote": "Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer.",
      "author": "Karl Marx",
      "category": "Together, Wealth, Social"
    },
    {
      "quote": "Genetically modified organism (GMO) foods are feared and hated by environmentalists and the public alike. Yet the scientific assessment of GMOs is remarkably different. Every major scientific evaluation of GMO technology has concluded that GMOs are safe for human consumption and are a benefit to the environment.",
      "author": "Ramez Naam",
      "category": "Environment, Human"
    },
    {
      "quote": "Technology has advanced more in the last thirty years than in the previous two thousand. The exponential increase in advancement will only continue.",
      "author": "Niels Bohr",
      "category": "Years, Two, Will"
    },
    {
      "quote": "The over-all point is that new technology will not necessarily replace old technology, but it will date it. By definition. Eventually, it will replace it. But it's like people who had black-and-white TVs when color came out. They eventually decided whether or not the new technology was worth the investment.",
      "author": "Steve Jobs",
      "category": "Color, People"
    },
    {
      "quote": "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.",
      "author": "Stewart Brand",
      "category": "Road, You, New"
    },
    {
      "quote": "Apple has long been a leading innovator of mobile technology I myself own an iPhone.",
      "author": "Al Franken",
      "category": "Myself, Apple, Long"
    },
    {
      "quote": "In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world.",
      "author": "Lucy Powell",
      "category": "World, Revolution"
    },
    {
      "quote": "New technology is not good or evil in and of itself. It's all about how people choose to use it.",
      "author": "David Wong",
      "category": "Good, Evil, People"
    },
    {
      "quote": "Our technological powers increase, but the side effects and potential hazards also escalate.",
      "author": "Alvin Toffler",
      "category": "Potential, Technological"
    },
    {
      "quote": "Millennials, and the generations that follow, are shaping technology. This generation has grown up with computing in the palm of their hands. They are more socially and globally connected through mobile Internet devices than any prior generation. And they don't question; they just learn.",
      "author": "Brad D. Smith",
      "category": "Generation, Internet, Hands"
    },
    {
      "quote": "The further you get into technology, the further you go into gaming. That's the general rule.",
      "author": "Nick Johnson",
      "category": "You, Gaming, General"
    },
    {
      "quote": "Information technology has been one of the leading drivers of globalization, and it may also become one of its major victims.",
      "author": "Evgeny Morozov",
      "category": "Information, Globalization"
    },
    {
      "quote": "The purpose of technology is not to confuse the brain but to serve the body.",
      "author": "William S. Burroughs",
      "category": "Purpose, Brain, Body"
    },
    {
      "quote": "If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it.",
      "author": "Lyndon B. Johnson",
      "category": "Gratitude, Future, World"
    },
    {
      "quote": "In virtual reality, we're placing the viewer inside a moment or a story... made possible by sound and visual technology that's actually tricking the brain into believing it's somewhere else.",
      "author": "Chris Milk",
      "category": "Reality, Brain, Moment"
    },
    {
      "quote": "Virtual reality is a technology that could actually allow you to connect on a real human level, soul-to-soul, regardless of where you are in the world.",
      "author": "Chris Milk",
      "category": "Reality, World, You"
    },
    {
      "quote": "Our technology, our machines, is part of our humanity. We created them to extend ourselves, and that is what is unique about human beings.",
      "author": "Ray Kurzweil",
      "category": "Humanity, Unique, Human"
    },
    {
      "quote": "The most important thing is to make the technology inclusive - make the world change. Next, pay attention to those people who are 30 years old, because those are the internet generation. They will change the world; they are the builders of the world.",
      "author": "Jack Ma",
      "category": "Change, Change The World"
    },
    {
      "quote": "Long-term, we must begin to build our internal strengths. It isn't just skills like computer technology. It's the old-fashioned basics of self-reliance, self-motivation, self-reinforcement, self-discipline, self-command.",
      "author": "Steven Pressfield",
      "category": "Self-Discipline, Skills"
    },
    {
      "quote": "Language is a more recent technology. Your body language, your eyes, your energy will come through to your audience before you even start speaking.",
      "author": "Peter Guber",
      "category": "Eyes, Language, Start"
    },
    {
      "quote": "Technology just means information technology.",
      "author": "Peter Thiel",
      "category": "Information, Just"
    },
    {
      "quote": "I'm fascinated by the idea that genetics is digital. A gene is a long sequence of coded letters, like computer information. Modern biology is becoming very much a branch of information technology.",
      "author": "Richard Dawkins",
      "category": "Information, Long, Biology"
    },
    {
      "quote": "The reason that Apple is able to create products like the iPad is because we've always tried to be at the intersection of technology and the liberal arts.",
      "author": "Steve Jobs",
      "category": "Apple, Liberal, Products"
    },
    {
      "quote": "I'm interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you're like, 'Wow, how did that even happen? How is that possible?'",
      "author": "Elon Musk",
      "category": "Change, Future"
    },
    {
      "quote": "There are no drivers like Formula One drivers. They are engineers, in a way. They are driving manual cars one-handed at 200 miles per hour around streets in Monaco. These cars use the ultimate in technology.",
      "author": "Asif Kapadia",
      "category": "Engineers, Driving, Way"
    },
    {
      "quote": "People who are really serious about software should make their own hardware.",
      "author": "Alan Kay",
      "category": "People, Software, Serious"
    },
    {
      "quote": "NAFTA recognizes the reality of today's economy - globalization and technology. Our future is not in competing at the low-level wage job; it is in creating high-wage, new technology jobs based on our skills and our productivity.",
      "author": "John F. Kerry",
      "category": "Future, Today, Job"
    },
    {
      "quote": "As technology keeps improving, the price of oil keeps rising, and the ice keeps melting, Arctic energy is bound to be an increasingly bigger part of the global mix.",
      "author": "Alex Shoumatoff",
      "category": "Energy, Oil, Price"
    },
    {
      "quote": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.",
      "author": "Stephen Hawking",
      "category": "Success, History, Risks"
    },
    {
      "quote": "Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.",
      "author": "John Perry Barlow",
      "category": "Government, Window, Privacy"
    },
    {
      "quote": "In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps.",
      "author": "Queen Rania of Jordan",
      "category": "Life, Education, School"
    },
    {
      "quote": "I think technology really increased human ability. But technology cannot produce compassion.",
      "author": "Dalai Lama",
      "category": "Compassion, Think, Human"
    },
    {
      "quote": "Especially in technology, we need revolutionary change, not incremental change.",
      "author": "Larry Page",
      "category": "Change, Need, Incremental"
    },
    {
      "quote": "As technology increasingly takes over knowledge-based work, the cognitive skills that are central to today's education systems will remain important; but behavioral and non-cognitive skills necessary for collaboration, innovation, and problem solving will become essential as well.",
      "author": "Klaus Schwab",
      "category": "Work, Education, Innovation"
    },
    {
      "quote": "If you think back to the beginning of cell phones, laptops or really any new technology, it's always expensive.",
      "author": "Elon Musk",
      "category": "Beginning, Think, You"
    },
    {
      "quote": "Traits acquired during one's lifetime - muscles built up in the gym, for example - cannot be passed on to the next generation. Now with technology, as it happens, we might indeed be able to transfer some of our acquired traits on to our selected offspring by genetic engineering.",
      "author": "Nick Bostrom",
      "category": "Generation, Engineering"
    },
    {
      "quote": "It is only by the rational use of technology to control and guide what technology is doing that we can keep any hopes of a social life more desirable than our own: or in fact of a social life which is not appalling to imagine.",
      "author": "Carrie Snow",
      "category": "Life, Control, Doing"
    },
    {
      "quote": "We know that, when it comes to technology and the economy, if you're not constantly moving forward, then - without a doubt - you're moving backwards.",
      "author": "Bill Owens",
      "category": "Moving Forward, Moving"
    },
    {
      "quote": "One of the biggest challenges to medicine is the incorporation of information technology in our practices.",
      "author": "Samuel Wilson",
      "category": "Challenges, Information"
    },
    {
      "quote": "Healthcare is becoming part of information technology.",
      "author": "Bill Maris",
      "category": "Information, Healthcare"
    },
    {
      "quote": "It might sound like I'm a dreamer, but economic models have reached their height of evolution. Technology has evolved. What hasn't evolved is mankind's spirituality; everything is from 3,000 years ago. With spirituality comes morals, a better way of thinking.",
      "author": "Damian Marley",
      "category": "Thinking, Evolution, Better"
    },
    {
      "quote": "Digital technology has several features that can make it much easier for teachers to pay special attention to all their students.",
      "author": "Bill Gates",
      "category": "Digital, Attention, Special"
    },
    {
      "quote": "The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Experience, Today, Safety"
    },
    {
      "quote": "Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions.",
      "author": "Dave Barry",
      "category": "Today, Man, Rich"
    },
    {
      "quote": "You affect the world by what you browse.",
      "author": "Tim Berners-Lee",
      "category": "World, You, Affect"
    },
    {
      "quote": "The Internet treats censorship as a malfunction and routes around it.",
      "author": "John Perry Barlow",
      "category": "Internet, Censorship, Treats"
    },
    {
      "quote": "The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it.",
      "author": "Linus Torvalds",
      "category": "Philosophy, Yourself, Laugh"
    },
    {
      "quote": "Many people who try to do big bold things in the world find out it's not about the money or the technology: It's about the regulatory hurdles that will try and stop you.",
      "author": "Peter Diamandis",
      "category": "Money, World, People"
    },
    {
      "quote": "SpaceX is only 12 years old now. Between now and 2040, the company's lifespan will have tripled. If we have linear improvement in technology, as opposed to logarithmic, then we should have a significant base on Mars, perhaps with thousands or tens of thousands of people.",
      "author": "Elon Musk",
      "category": "Improvement, People, Company"
    },
    {
      "quote": "Ever since the arrival of printing - thought to be the invention of the devil because it would put false opinions into people's minds - people have been arguing that new technology would have disastrous consequences for language.",
      "author": "David Crystal",
      "category": "Thought, Language, People"
    },
    {
      "quote": "Computers are still technology because we are still wrestling with it: it's still being invented we're still trying to work out how it works. There's a world of game interaction to come that you or I wouldn't recognise. It's time for the machines to disappear. The computer's got to disappear into all of the things we use.",
      "author": "Douglas Adams",
      "category": "Work, Time, World"
    },
    {
      "quote": "CRATEL is a center with a two-fold mission - to explore technology as an expressive element and to use technology to bridge gaps between diverse groups of people.",
      "author": "John Harrison",
      "category": "Bridge, People, Mission"
    },
    {
      "quote": "Pretty soon we'll have robots in our society, you're going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.",
      "author": "Jose Padilha",
      "category": "Change, Society, People"
    },
    {
      "quote": "Banking technology has made it simple and efficient to invest in good causes.",
      "author": "Mark Skousen",
      "category": "Good, Simple, Banking"
    },
    {
      "quote": "All of our technology is completely unnecessary to a happy life.",
      "author": "Tom Hodgkinson",
      "category": "Life, Happy, Happy Life"
    },
    {
      "quote": "I think technology is us, not something we invented. I think we are more psychic now because we have cell phones and you can look and see who's calling you. When people start seeing technology as us, as humanity, our whole idea of what existence is, is going to shift.",
      "author": "Ryan Trecartin",
      "category": "Humanity, Start, People"
    },
    {
      "quote": "We always say Jordan is not rich in natural resources - we don't have oil or gas like some of our neighbors do - but I think in terms of human resources, we are quite lucky and we are really trying to foster an environment of innovation and technology. I think Jordan will emerge as a center of innovation in the Middle East.",
      "author": "Queen Rania of Jordan",
      "category": "Innovation, Rich"
    },
    {
      "quote": "Technology has allowed me to reach my fans directly. Social media: it has been a complete revolution of how to interact, promote and share things.",
      "author": "Tony Hawk",
      "category": "Social Media, Media, Me"
    },
    {
      "quote": "I love the new technology. New things give you a reason to want to go to the studio. New challenges mean you have to keep up, you know?",
      "author": "Dr. Dre",
      "category": "Love, Challenges, New Things"
    },
    {
      "quote": "It's one of the fundamental principles of the stock market: When interest rates go up, stocks go down. And along with financial companies and cyclicals, technology companies - with their sky-high price-to-earnings multiples - should be among the biggest losers in an environment of rising rates.",
      "author": "Alex Berenson",
      "category": "Financial, Stock Market"
    },
    {
      "quote": "Of course, technology is not an exogenous force over which humans have no control. We are not constrained by a binary choice between acceptance and rejection. Rather, the decisions we make every day as citizens, consumers, and investors guide technological progress.",
      "author": "Klaus Schwab",
      "category": "Day, Progress, Decisions"
    },
    {
      "quote": "I will talk about two sets of things. One is how productivity and collaboration are reinventing the nature of work, and how this will be very important for the global economy. And two, data. In other words, the profound impact of digital technology that stems from data and the data feedback loop.",
      "author": "Satya Nadella",
      "category": "Work, Nature, Collaboration"
    },
    {
      "quote": "We need to develop clean, affordable, and reliable energy sources, and frankly, we need to license that technology to the rest of the world.",
      "author": "Elizabeth Esty",
      "category": "World, Energy, Rest"
    },
    {
      "quote": "Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process.",
      "author": "Nancy Pelosi",
      "category": "Process, Development"
    },
    {
      "quote": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.",
      "author": "Major Owens",
      "category": "Education, School, Together"
    },
    {
      "quote": "If I have one technology tip of the day, it's this: No matter how good the video on YouTube is, don't read the comments, just don't, because it will make you hate all humans.",
      "author": "Matt Groening",
      "category": "Day, Good, Hate"
    },
    {
      "quote": "Television is a medium because anything well done is rare.",
      "author": "Fred Allen",
      "category": "Well Done, Television, Done"
    },
    {
      "quote": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.",
      "author": "Mark Zuckerberg",
      "category": "Future, Opportunity, Focus"
    },
    {
      "quote": "Communism is a monopolistic system, economically and politically. The system suppresses individual initiative, and the 21st century is all about individualism and freedom. The development of technology supported these directions.",
      "author": "Lech Walesa",
      "category": "Freedom, Development"
    },
    {
      "quote": "'Social engineering,' the fancy term for tricking you into giving away your digital secrets, is at least as great a threat as spooky technology.",
      "author": "Barton Gellman",
      "category": "Great, Giving, Engineering"
    },
    {
      "quote": "The human condition today is better than it's ever been, and technology is one of the reasons for that.",
      "author": "Tom Clancy",
      "category": "Today, Better, Human"
    },
    {
      "quote": "In software systems it is often the early bird that makes the worm.",
      "author": "Alan Perlis",
      "category": "Bird, Software, Early"
    },
    {
      "quote": "Our approach to making games is to find the fun first and then use the technology to enhance the fun.",
      "author": "Sid Meier",
      "category": "Fun, First, Find"
    },
    {
      "quote": "The technology is just so far gone. It's just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day.",
      "author": "Jam Master Jay",
      "category": "Day, Cell Phone, You"
    },
    {
      "quote": "From coast to coast, the FBI and Securities and Exchange Commission have ensnared people not only at hedge funds, but at technology and pharmaceutical companies, consulting and law firms, government agencies, and even a major stock exchange.",
      "author": "Preet Bharara",
      "category": "Law, Government, People"
    },
    {
      "quote": "The only protection as a historian is to institute a process of research and writing that minimizes the possibility of error. And that I have tried to do, aided by modern technology, which enables me, having long since moved beyond longhand, to use a computer for both organizing and taking notes.",
      "author": "Doris Kearns Goodwin",
      "category": "Writing, Research, Me"
    },
    {
      "quote": "With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don't need to mine uranium for the next thousand years.",
      "author": "James Hansen",
      "category": "Power, Generation, Energy"
    },
    {
      "quote": "I think there's a gigantic generation gap in terms of how people understand the Internet and how much they think technology is an important factor in social change.",
      "author": "Alex Steffen",
      "category": "Change, Internet, People"
    },
    {
      "quote": "'The Victorian Internet' is a must read for anyone interested in the history of technology and in the cycles of hype, boom, and bust that seem to only quicken with each new wave of innovation. Highly recommended.",
      "author": "John Battelle",
      "category": "History, Innovation"
    },
    {
      "quote": "Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people's minds.",
      "author": "Daniel H. Wilson",
      "category": "Real Estate, People, Robots"
    },
    {
      "quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.",
      "author": "Tim Berners-Lee",
      "category": "Future, Past, Bigger"
    },
    {
      "quote": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts.",
      "author": "William Gibson",
      "category": "Children, Daily, Nation"
    },
    {
      "quote": "I think complexity is mostly sort of crummy stuff that is there because it's too expensive to change the interface.",
      "author": "Jaron Lanier",
      "category": "Change, Think, Complexity"
    },
    {
      "quote": "I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn't aware of it yet.",
      "author": "Bruce Sterling",
      "category": "Thought, Think, Fifty"
    },
    {
      "quote": "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite.",
      "author": "Thomas Sowell",
      "category": "Science, People"
    },
    {
      "quote": "It's hard to pay attention these days because of multiple affects of the information technology nowadays. You tend to develop a faster, speedier mind, but I don't think it's necessarily broader or smarter.",
      "author": "Robert Redford",
      "category": "Mind, Information, Think"
    },
    {
      "quote": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide.",
      "author": "Simon Mainwaring",
      "category": "Success, Good, Financial"
    },
    {
      "quote": "There's still something so pure and heartfelt and emotional and genuine about a bouquet of flowers that, even with all the advances of technology and the millions of ways we have to communicate with each other, flowers are still relevant in my opinion.",
      "author": "Vanessa Diffenbaugh",
      "category": "Flowers, Opinion, Emotional"
    },
    {
      "quote": "If Wikileaks didn't resolve that question for folks - at the end of the day, there are no secrets. We're living in a glass neighborhood, in a fishbowl, and technology, white hat hackers, the folks that are doing the right thing with hacking.",
      "author": "Gavin Newsom",
      "category": "Day, End"
    },
    {
      "quote": "If you think technology can solve your security problems, then you don't understand the problems and you don't understand the technology.",
      "author": "Bruce Schneier",
      "category": "Problems, Security, Think"
    },
    {
      "quote": "Self-awareness is not just relaxation and not just meditation. It must combine relaxation with activity and dynamism. Technology can aid that.",
      "author": "Deepak Chopra",
      "category": "Meditation, Self-Awareness"
    },
    {
      "quote": "There is no technology today that cannot be defeated by social engineering.",
      "author": "Frank Abagnale",
      "category": "Today, Engineering, Social"
    },
    {
      "quote": "In today's knowledge-based economy, what you earn depends on what you learn. Jobs in the information technology sector, for example, pay 85 percent more than the private sector average.",
      "author": "William J. Clinton",
      "category": "Today, Information"
    },
    {
      "quote": "As information technology restructures the work situation, it abstracts thought from action.",
      "author": "Shoshana Zuboff",
      "category": "Work, Thought, Action"
    },
    {
      "quote": "I wanted to be a pilot. I loved flying and I loved all the technology and the equipment and the sense of adventure that came with it. I think that feeling still bleeds over into everything I do today.",
      "author": "Graham Brown",
      "category": "Adventure, Today, Flying"
    },
    {
      "quote": "Every technology, including the printing press, comes at some price.",
      "author": "Bill Keller",
      "category": "Price, Printing, Press"
    },
    {
      "quote": "I don't think any of us can do much about the rapid growth of new technology. A new technology helps to fuel the economy, and any discussion of slowing its growth has to take account of economic consequences. However, it is possible for us to learn how to control our own uses of technology.",
      "author": "Neil Postman",
      "category": "Growth, Control, Think"
    },
    {
      "quote": "The easiest way to stop piracy is not by putting antipiracy technology to work. It's by giving those people a service that's better than what they're receiving from the pirates.",
      "author": "Gabe Newell",
      "category": "Work, Service, Giving"
    },
    {
      "quote": "If information wants to be free, then that's true everywhere, not just in information technology.",
      "author": "Mitch Kapor",
      "category": "Information, Free"
    },
    {
      "quote": "Biology - DNA - is technology. It is coding. It is physical coding, but still code.",
      "author": "Ryan Bethencourt",
      "category": "Biology, DNA, Still"
    },
    {
      "quote": "We must learn to balance the material wonders of technology with the spiritual demands of our human race.",
      "author": "John Naisbitt",
      "category": "Spiritual, Balance, Learn"
    },
    {
      "quote": "Why are we, as a nation so obsessed with foreign things? Is it a legacy of our colonial years? We want foreign television sets. We want foreign shirts. We want foreign technology. Why this obsession with everything imported?",
      "author": "A. P. J. Abdul Kalam",
      "category": "Legacy, Television, Want"
    },
    {
      "quote": "The combination of hatred and technology is the greatest danger threatening mankind.",
      "author": "Simon Wiesenthal",
      "category": "Greatest, Hatred, Danger"
    },
    {
      "quote": "Investing in industries and technology for the 21st century generates high-skilled, high-wage jobs for industries of the future.",
      "author": "Jay Inslee",
      "category": "Future, 21st Century, Jobs"
    },
    {
      "quote": "For infrastructure technology, C will be hard to displace.",
      "author": "Dennis Ritchie",
      "category": "Will, Infrastructure, Hard"
    },
    {
      "quote": "Any new technology tends to go through a 25-year adoption cycle.",
      "author": "Marc Andreessen",
      "category": "New, New Technology, Through"
    },
    {
      "quote": "When we're talking about technology that involves weapons of mass destruction, nuclear, chemical or biological weapons, there has to be an element of preemption.",
      "author": "John Sununu",
      "category": "Chemical, Talking"
    },
    {
      "quote": "Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk.",
      "author": "Spencer Bachus",
      "category": "Today, Powerful, Risk"
    },
    {
      "quote": "Part of the problem is when we bring in a new technology we expect it to be perfect in a way that we don't expect the world that we're familiar with to be perfect.",
      "author": "Esther Dyson",
      "category": "World, Problem, Perfect"
    },
    {
      "quote": "The underlying principles of strategy are enduring, regardless of technology or the pace of change.",
      "author": "Michael Porter",
      "category": "Change, Strategy, Principles"
    },
    {
      "quote": "The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way.",
      "author": "Marshall McLuhan",
      "category": "Man, Environment, New"
    },
    {
      "quote": "The intellectual property situation is bad and getting worse. To be a programmer, it requires that you understand as much law as you do technology.",
      "author": "Eric Allman",
      "category": "Law, Situation, You"
    },
    {
      "quote": "We were promised a simpler life, and technology has only complicated our lives.",
      "author": "Freeman Thomas",
      "category": "Life, Complicated, Our Lives"
    },
    {
      "quote": "Technology makes things faster and more cost-effective, but it's not perfect. It requires you to be as flexible as you can be.",
      "author": "John Phillips",
      "category": "Not Perfect, Perfect, You"
    },
    {
      "quote": "I love technology. We can be our own DJs wherever we go.",
      "author": "Ludacris",
      "category": "Love, Go, Wherever"
    },
    {
      "quote": "If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.",
      "author": "Fred Durst",
      "category": "Hate, Problems, Know"
    },
    {
      "quote": "Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they'll need to adapt to our ever-changing set of circumstances.",
      "author": "Jim Hunt",
      "category": "Education, Children, Alone"
    },
    {
      "quote": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.",
      "author": "Marissa Mayer",
      "category": "Art, Good, Mom"
    },
    {
      "quote": "A company can spend hundreds of thousands of dollars on firewalls, intrusion detection systems and encryption and other security technologies, but if an attacker can call one trusted person within the company, and that person complies, and if the attacker gets in, then all that money spent on technology is essentially wasted.",
      "author": "Kevin Mitnick",
      "category": "Money, Security, Company"
    },
    {
      "quote": "I know nothing about technology.",
      "author": "Jack Ma",
      "category": "Know, Nothing, About"
    },
    {
      "quote": "Sampling is kind of prehistoric, given the technology and the textures you can create.",
      "author": "Macklemore",
      "category": "You, Kind, Create"
    },
    {
      "quote": "The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present.",
      "author": "Glen Hansard",
      "category": "Thought, Moment, People"
    },
    {
      "quote": "Advancements in technology have become so commonplace that sometimes we forget to stop and think about how incredible it is that a girl on her laptop in Texas can see photos and cell phone video in real time that a young college student has posted of a rally he's at in Iran.",
      "author": "Rosalind Wiseman",
      "category": "Time, College, Girl"
    },
    {
      "quote": "Disco is the first technology music. And what I mean is that 'disco' music is named after discs, because when technology grew to where they didn't need a band in the clubs, the DJ played it on a disc.",
      "author": "will.i.am",
      "category": "Music, DJ, Mean"
    },
    {
      "quote": "A revolution is to bring on change and we're spiritual people trying to bring on spiritual change. It might sound like I'm a dreamer, but economic models have reached their height of evolution. Technology has evolved. What hasn't evolved is mankind's spirituality; everything is from 3,000 years ago.",
      "author": "Damian Marley",
      "category": "Change, Spiritual, People"
    },
    {
      "quote": "The joke about SAP has always been, it's making '50s German manufacturing methodology, implemented in 1960s software technology, delivered to 1970-style manufacturing organizations, like, it's really - yeah, the incumbency - they are still the lingering hangover from the dot-com crash.",
      "author": "Marc Andreessen",
      "category": "Software, Manufacturing"
    },
    {
      "quote": "Electricity is an example of a general purpose technology, like the steam engine before it. General purpose technologies drive most economic growth, because they unleash cascades of complementary innovations, like lightbulbs and, yes, factory redesign.",
      "author": "Erik Brynjolfsson",
      "category": "Growth, Purpose, Electricity"
    },
    {
      "quote": "The biggest challenge is that when people look at low price point products, they essentially invest less money in development, innovation, and new technology. And in order to innovate at a lower price point, and make sustainability attainable to the masses, you have to invest more. But that's counterintuitive for a lot of businesses.",
      "author": "Yves Behar",
      "category": "Money, Innovation, Challenge"
    },
    {
      "quote": "We're moving to this integration of biomedicine, information technology, wireless and mobile now - an era of digital medicine. Even my stethoscope is now digital. And of course, there's an app for that.",
      "author": "Daniel Kraft",
      "category": "Moving, Information"
    },
    {
      "quote": "The rate of technological and human physiological change in the 20th century has been remarkable. Beyond that, a synergy between the improved technology and physiology is more than the simple addition of the two.",
      "author": "Robert Fogel",
      "category": "Change, Simple"
    },
    {
      "quote": "Digital technology allows us a much larger scope to tell stories that were pretty much the grounds of the literary media.",
      "author": "George Lucas",
      "category": "Media, Digital, Pretty"
    },
    {
      "quote": "My filmmaking really began with technology. It began through technology, not through telling stories, because my 8mm movie camera was the way into whatever I decided to do.",
      "author": "Steven Spielberg",
      "category": "Filmmaking, Camera, Way"
    },
    {
      "quote": "There was a time in the 1930s when magazine writers could actually make a good living. 'The Saturday Evening Post' and 'Collier's' both had three stories in each issue. These were usually entertaining, and people really went for them. But then television came along, and now of course, information technology... the new way of killing time.",
      "author": "Tom Wolfe",
      "category": "Time, Good, Television"
    },
    {
      "quote": "Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature.",
      "author": "John Naisbitt",
      "category": "Nature, Spiritual, Society"
    },
    {
      "quote": "There's an ongoing competition by global companies across all areas from products, technology development and hiring talented people to patent disputes. The market is big and opportunities are wide open, so we should find out new businesses that Samsung's future will hinge on.",
      "author": "Lee Kun-hee",
      "category": "Future, Competition"
    },
    {
      "quote": "We are gods. Our tools make us gods. In symbiosis with our technology, our powers are expanding exponentially and so, too, our possibilities.",
      "author": "Jason Silva",
      "category": "Tools, Possibilities, Us"
    },
    {
      "quote": "Technology is the means by which we have decommissioned natural selection and are seizing control. We are no longer to be victims of some blind evolutionary process where sentient beings are massacred by entropy.",
      "author": "Jason Silva",
      "category": "Blind, Control, Process"
    },
    {
      "quote": "Why should Congresspeople have to visit D.C.? Thanks to Skype, meetings are possible across the country. Thanks to email, communications are simple. And we've had the technology to vote from afar for decades. Why should we have backroom deals made over cigars thousands of miles distant from those who are affected by those deals?",
      "author": "Ben Shapiro",
      "category": "Simple, Meetings, Why"
    },
    {
      "quote": "It's a great time for independent media because technology reduces the entry barrier. It makes it a phenomenal time for media in general. It's David versus Goliath, and David is always a little smarter, more nimble, more fast.",
      "author": "Sasa Vucinic",
      "category": "Time, Great, Media"
    },
    {
      "quote": "When Tim Berners-Lee invented the computer code that led to the creation of the World Wide Web in 1990, he did not try to patent or charge fees for the use of his technology.",
      "author": "Rebecca MacKinnon",
      "category": "World, Creation, Try"
    },
    {
      "quote": "Museums provide places of relaxation and inspiration. And most importantly, they are a place of authenticity. We live in a world of reproductions - the objects in museums are real. It's a way to get away from the overload of digital technology.",
      "author": "Thomas P. Campbell",
      "category": "World, Live, Digital"
    },
    {
      "quote": "One of the things you learn operating in the technology industry is disruptions are occurring every day.",
      "author": "Dick Costolo",
      "category": "Day, Every Day, You"
    },
    {
      "quote": "The PC is successful because we're all benefiting from the competition with each other. If Twitter comes along, our games benefit. If Nvidia makes better graphics technology, all the games are going to shine. If we come out with a better game, people are going to buy more PCs.",
      "author": "Gabe Newell",
      "category": "Competition, Successful"
    },
    {
      "quote": "The NFL is a unique work place. There are no secrets anymore. Technology has taken over, and secrets are exposed. People are going to know what you're all about. You have to make sure you have real honesty in the work place, or you're going to be exposed.",
      "author": "Andy Reid",
      "category": "Work, Honesty, Unique"
    },
    {
      "quote": "Environmentalists should like fracking for its relative cleanliness. But they don't. They have made a bugaboo out of the chemicals in fracking fluids, which supposedly can leach into groundwater sources. I'm convinced they're dead wrong. Ultimately, good technology with a cost advantage will win out over paranoia.",
      "author": "Kenneth Fisher",
      "category": "Good, Win, Cleanliness"
    },
    {
      "quote": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used.",
      "author": "Rick Smolan",
      "category": "Time, Good, Evil"
    },
    {
      "quote": "Spiraling demand for resources of which our world contains a finite supply is the great long-term threat posed by globalisation. That is why we need new technology to relieve it.",
      "author": "Peter Thiel",
      "category": "Great, World, Why"
    },
    {
      "quote": "A country's economic growth may be defined as a long-term rise in capacity to supply increasingly diverse economic goods to its population, this growing capacity based on advancing technology and the institutional and ideological adjustments that it demands.",
      "author": "Simon Kuznets",
      "category": "Growth, Rise, Country"
    },
    {
      "quote": "As technology advances, so too does terrorists' use of technology to communicate - both to inspire and recruit. The widespread use of technology propagates the persistent terrorist message to attack U.S. interests, whether in the homeland or abroad.",
      "author": "James Comey",
      "category": "Inspire, Message"
    },
    {
      "quote": "We often hear people talk about the concept of 'uberization,' where a new technology completely turns an industry on its head and forces us to rethink the way things have always been done. No industry will remain untouched by these forces.",
      "author": "Klaus Schwab",
      "category": "People, Done, New"
    },
    {
      "quote": "There's already a lot of active research going on using the Crispr technology to fix diseases like Duchenne muscular dystrophy or cystic fibrosis or Huntington's disease. They're all diseases that have known genetic causes, and we now have the technology that can repair those mutations to provide, we hope, patients with a normal life.",
      "author": "Jennifer Doudna",
      "category": "Life, Hope, Research"
    },
    {
      "quote": "Every film that comes out that incorporates CGI or performance capture is a little bit ahead of the last film that came out. You're on the cutting edge for a certain amount of time, and then the new technology comes out.",
      "author": "Ben Schnetzer",
      "category": "Time, Performance, You"
    },
    {
      "quote": "Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM.",
      "author": "Jack Ma",
      "category": "Business, Innovation"
    },
    {
      "quote": "To understand the future of technology, we need to begin with one fundamental truth: Technology is natural.",
      "author": "Gray Scott",
      "category": "Future, Truth, Natural"
    },
    {
      "quote": "Technology will mirror the culture and the psychology creating it. We need new psychological scaffolding to work with. Less fear and more optimism.",
      "author": "Gray Scott",
      "category": "Work, Fear, Culture"
    },
    {
      "quote": "Technology does not always rhyme with perfection and reliability. Far from it in reality!",
      "author": "Jean-Michel Jarre",
      "category": "Perfection, Reality, Rhyme"
    },
    {
      "quote": "When you think about it, media's the intersection of content and technology - it's all about storytelling, like photography and the camera.",
      "author": "Bob Iger",
      "category": "Media, Photography, Think"
    },
    {
      "quote": "It would appear that we have reached the limits of what it is possible to achieve with computer technology, although one should be careful with such statements, as they tend to sound pretty silly in 5 years.",
      "author": "John von Neumann",
      "category": "Limits, Silly, Achieve"
    },
    {
      "quote": "If your goal is anything but profitability - if it's to be big, or to grow fast, or to become a technology leader - you'll hit problems.",
      "author": "Michael Porter",
      "category": "Leader, Goal, Problems"
    },
    {
      "quote": "Technology isn't the enemy, it is our ally, but only if we adopt a new model that puts people before profit. I realize that we seem far from that model, but I have seen it in action and it is a beautiful thing. So I'm not willing to give up yet. Hope is the last thing to die.",
      "author": "Justin Sane",
      "category": "Hope, Beautiful, Action"
    },
    {
      "quote": "You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that's why that old music feels so good to me.",
      "author": "Christina Aguilera",
      "category": "Music, Good, Today"
    },
    {
      "quote": "I got so passionate about technology. Hacking to me was like a video game. It was about getting trophies. I just kept going on and on, despite all the trouble I was getting into, because I was hooked.",
      "author": "Kevin Mitnick",
      "category": "Game, Me, Passionate"
    },
    {
      "quote": "When people come to Twitter and they want to express something in the world, the technology fades away. It's them writing a simple message and them knowing that people are going to see it.",
      "author": "Jack Dorsey",
      "category": "Writing, Simple, World"
    },
    {
      "quote": "No matter how much technology changes scouting, no matter how much free agency and big TV contracts change the business of baseball, I hope and pray that the heart of the game will never change.",
      "author": "Pat Gillick",
      "category": "Change, Business, Hope"
    },
    {
      "quote": "We can't stop a baby in Africa from starving to death... but we can afford enough technology and weaponry to blow the world up a million times over.",
      "author": "Paul Weller",
      "category": "Death, Baby, World"
    },
    {
      "quote": "There are still some natural forces that everybody understands. Technology and industry have distanced people from nature and magic and human values.",
      "author": "Laura Esquivel",
      "category": "Nature, Values, People"
    },
    {
      "quote": "Technology is incredibly powerful. And in many ways, the sky is the limit in terms of what you can actually accomplish with the right science and the right technology. But to get there, you have to actually invest in R&D. And often that means you have to be willing to spend an awful lot in that R&D phase before you see the benefits.",
      "author": "Ramez Naam",
      "category": "Science, Sky, Powerful"
    },
    {
      "quote": "Technology itself is neither good nor bad. People are good or bad.",
      "author": "Naveen Jain",
      "category": "Good, People, Bad People"
    },
    {
      "quote": "Despite the Obama administration's proclaimed commitment to global Internet freedom, the executive branch is not transparent about the types and capabilities of surveillance technologies it is sourcing and purchasing - or about what other governments are purchasing the same technology.",
      "author": "Rebecca MacKinnon",
      "category": "Freedom, Commitment"
    },
    {
      "quote": "The space elevator's not just another competitive technology, promoted by people who simply like the idea of diminishing the luster of the thrusters. It would open wide the doors to space.",
      "author": "Seth Shostak",
      "category": "Space, People, Doors"
    },
    {
      "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.",
      "author": "Antoine de Saint-Exupery",
      "category": "Nature, Great, Man"
    },
    {
      "quote": "I am a geek dad, believe me. I've got my iPad with me; I've got my iPhone 4; I've got my Xbox. I love technology and I want to feel like I'm living in the future, and these devices help me feel that way.",
      "author": "Dee Bradley Baker",
      "category": "Love, Future, I Am"
    },
    {
      "quote": "The technology at the leading edge changes so rapidly that you have to keep current after you get out of school. I think probably the most important thing is having good fundamentals.",
      "author": "Gordon Moore",
      "category": "Good, School, Changes"
    },
    {
      "quote": "The first footfalls on Mars will mark a historic milestone, an enterprise that requires human tenacity matched with technology to anchor ourselves on another world.",
      "author": "Buzz Aldrin",
      "category": "World, Mars, Human"
    },
    {
      "quote": "It's so funny: whenever there's a new technology introduced, there's always this fear it's going to end entertainment as we know it. When records came around, they were going to be the end of live music. Nobody would ever want to go see live music again.",
      "author": "Elvis Mitchell",
      "category": "Funny, Music, Fear"
    },
    {
      "quote": "I can't say I'm particularly happy about all the spam and the viruses and the equivalent that we see on the Net, but I think technology can deal with many of the problems that we're now seeing, whether it's filtering or whatever, and laws may help a lot.",
      "author": "Vint Cerf",
      "category": "Happy, Problems, Help"
    },
    {
      "quote": "Yet now we are faced with the sickening suspicion that technology has run ahead of us.",
      "author": "Richard Dooling",
      "category": "Run, Now, Ahead"
    },
    {
      "quote": "Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe.",
      "author": "Alan Watts",
      "category": "Universe, People, Hands"
    },
    {
      "quote": "We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.",
      "author": "Daniel H. Wilson",
      "category": "Love, Relationship, Hate"
    },
    {
      "quote": "People are so busy positioning themselves before the screen and talking on the damn cellphones, communicating, that we're not reading, and in fact we're not really communicating, either. We're not talking to each other. There's just all these screens and wires and technology in between.",
      "author": "Lee Smith",
      "category": "Reading, Busy, People"
    },
    {
      "quote": "The Web and new technology offer more opportunities to reach a world market at a lower price. Today, a person can start a business at home and reach the world market.",
      "author": "Robert Kiyosaki",
      "category": "Business, Home, Today"
    },
    {
      "quote": "I don't know technology and engineering. I don't know accounting.",
      "author": "Bernard Ebbers",
      "category": "Accounting, Engineering"
    },
    {
      "quote": "Seriously, we are in the midst of the convergence of voice and data and that is challenging the infrastructure of the telephone companies. There are huge commercial interests in the basic technology, but even more so in content delivery and control of content.",
      "author": "Steve Crocker",
      "category": "Control, Voice, Data"
    },
    {
      "quote": "Everybody has to be able to participate in a future that they want to live for. That's what technology can do.",
      "author": "Dean Kamen",
      "category": "Future, Live, Want"
    },
    {
      "quote": "The Mac defined 'personal technology', and the iPhone defines 'intimate technology' as a convergence of communications, content and location.",
      "author": "John Sculley",
      "category": "Content, iPhone, Personal"
    },
    {
      "quote": "While the rest of the world has been improving technology, Ghana has been improving the quality of man's humanity to man.",
      "author": "Maya Angelou",
      "category": "Man, Humanity, World"
    },
    {
      "quote": "Civilization advances by extending the number of important operations which we can perform without thinking of them.",
      "author": "Alfred North Whitehead",
      "category": "Thinking, Important"
    },
    {
      "quote": "It is only when they go wrong that machines remind you how powerful they are.",
      "author": "Clive James",
      "category": "Powerful, You, Go"
    },
    {
      "quote": "We want to build technology that everybody loves using, and that affects everyone. We want to create beautiful, intuitive services and technologies that are so incredibly useful that people use them twice a day. Like they use a toothbrush. There aren't that many things people use twice a day.",
      "author": "Larry Page",
      "category": "Day, Beautiful, People"
    },
    {
      "quote": "Technology sometimes gets a bad rap because of certain consequences that it's had on the environment and unforeseen problems, but we shouldn't use it as an excuse to reject our tools; rather, we should decide that we need to make better tools to solve the problems caused by the initial tools in a progressive wave of innovation.",
      "author": "Jason Silva",
      "category": "Innovation, Problems, Tools"
    },
    {
      "quote": "There are many museums dedicated to technology, artistic endeavors, music, and that sort of thing. From that perspective, I think games really do have a place as a kind of collaborative art or a synthesis of all these various aspects into a whole, and that, in itself, can be perceived as art.",
      "author": "Hideo Kojima",
      "category": "Music, Art, Perspective"
    },
    {
      "quote": "I don't care about the internal political system of the United States. I want to be a friend of United States, of its baseball, its institutions, its rock and roll, its workers, and its technology because we need it. I want to be friends of the Arab people, of the Persian people, of the Asian people.",
      "author": "Hugo Chavez",
      "category": "Friends, Baseball"
    },
    {
      "quote": "Technology is making gestures precise and brutal, and with them men.",
      "author": "Theodor Adorno",
      "category": "Men, Gestures, Brutal"
    },
    {
      "quote": "It's impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information.",
      "author": "William Gibson",
      "category": "Impossible, Leaving"
    },
    {
      "quote": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.",
      "author": "Bill Gates",
      "category": "Car, Driving, Up"
    },
    {
      "quote": "If the human race wants to go to hell in a basket, technology can help it get there by jet.",
      "author": "Charles Mengel Allen",
      "category": "Help, Hell, Human"
    },
    {
      "quote": "Our lifetime may be the last that will be lived out in a technological society.",
      "author": "Arthur C. Clarke",
      "category": "Society, Technological, May"
    },
    {
      "quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.",
      "author": "Richard P. Feynman",
      "category": "Nature, Reality, Successful"
    },
    {
      "quote": "Despite our ever-connective technology, neither Skype nor Facebook - not even a telephone call - can come close to the joy of being with loved ones in person.",
      "author": "Marlo Thomas",
      "category": "Joy, Loved, Person"
    },
    {
      "quote": "I really believe that we don't have to make a trade-off between security and privacy. I think technology gives us the ability to have both.",
      "author": "John Poindexter",
      "category": "Believe, Security, Think"
    },
    {
      "quote": "If you think about brewing, it is biotechnology. And I would say that I was a technologist at heart. So whether I... fermented beer or whether I fermented enzymes, the base technology was the same.",
      "author": "Kiran Mazumdar-Shaw",
      "category": "Heart, Beer, Think"
    },
    {
      "quote": "I just invent, then wait until man comes around to needing what I've invented.",
      "author": "R. Buckminster Fuller",
      "category": "Man, Wait, Just"
    },
    {
      "quote": "It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don't think it's possible to make an electric car that is competitive with a gasoline car.",
      "author": "Elon Musk",
      "category": "Car, Think, Chemistry"
    },
    {
      "quote": "Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence.",
      "author": "Godfrey Reggio",
      "category": "Presence, Breathe, Air"
    },
    {
      "quote": "I've always wanted to own and control the primary technology in everything we do.",
      "author": "Steve Jobs",
      "category": "Control, Everything, Always"
    },
    {
      "quote": "I go and see anything that's visually new, any technology that's about picture-making. The technology won't make the pictures different, but someone using it will.",
      "author": "David Hockney",
      "category": "New, See, Pictures"
    },
    {
      "quote": "It's hard to say exactly what it is about face-to-face contact that makes deals happen, but whatever it is, it hasn't yet been duplicated by technology.",
      "author": "Paul Graham",
      "category": "Happen, Whatever, Say"
    },
    {
      "quote": "An awful lot of successful technology companies ended up being in a slightly different market than they started out in. Microsoft started with programming tools, but came out with an operating system. Oracle started doing contracts for the CIA. AOL started out as an online video gaming network.",
      "author": "Marc Andreessen",
      "category": "Successful, Tools, Doing"
    },
    {
      "quote": "Technology is notorious for engrossing people so much that they don't always focus on balance and enjoy life at the same time.",
      "author": "Paul Allen",
      "category": "Life, Time, Focus"
    },
    {
      "quote": "Technology challenges us to assert our human values, which means that first of all, we have to figure out what they are.",
      "author": "Sherry Turkle",
      "category": "Challenges, Values, Human"
    },
    {
      "quote": "There are moments of opportunity for families moments they need to put technology away. These include: no phones or texting during meals. No phones or texting when parents pick up children at school - a child is looking to make eye contact with a parent!",
      "author": "Sherry Turkle",
      "category": "Children, School, Parents"
    },
    {
      "quote": "I was nerdy girl who went to Catholic school and wanted to be an engineer. I was all set to attend the Illinois Institute of Technology. And then I took a hard left turn and studied Liberal Arts at Northern Illinois University, majored in Communications. Then worked in radio as a disk jockey and as the weather girl.",
      "author": "Cindy Morgan",
      "category": "School, Girl, Weather"
    },
    {
      "quote": "I always get sick of these conversations where people are so obsessed with pixels, with high definition, and even with technology in general. I find it just dull and heartless. And so I wanted to use only the worst machines.",
      "author": "Harmony Korine",
      "category": "People, Sick, Find"
    },
    {
      "quote": "The perfect example of Darwinism is what technology has done to businesses.",
      "author": "Charlie Munger",
      "category": "Perfect, Done, Example"
    },
    {
      "quote": "Creating life at the speed of light is part of a new industrial revolution. Manufacturing will shift from centralised factories to a distributed, domestic manufacturing future, thanks to the rise of 3D printer technology.",
      "author": "Craig Venter",
      "category": "Life, Future, Light"
    },
    {
      "quote": "The biotechnology wave is similar to the information technology wave of the 1980s and 1990s.",
      "author": "Dietmar Hopp",
      "category": "Information, Wave"
    },
    {
      "quote": "As a product of education, I have always believed in the power of education as the most powerful, high-impact catalyst for transformation. Look at the impact that the Indian Institutes of Technology have had globally.",
      "author": "Shiv Nadar",
      "category": "Education, Power, Powerful"
    },
    {
      "quote": "Technology, outsourcing, a growing temp staffing industry, productivity efficiencies, have all replaced the middle class.",
      "author": "James Altucher",
      "category": "Productivity, Class, Growing"
    },
    {
      "quote": "Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation.",
      "author": "Jean Arp",
      "category": "Life, Day, Humanity"
    },
    {
      "quote": "No one bill will cure the problem of spam. It will take a combined effort of legislation, litigation, enforcement, customer education, and technology solutions.",
      "author": "David Baker",
      "category": "Education, Effort, Problem"
    },
    {
      "quote": "I am a great enthusiast and early adopter of technology, but sometimes I wonder whether the inexorable integration of technology in our lives could diminish some of our quintessential human capacities, such as compassion and cooperation.",
      "author": "Klaus Schwab",
      "category": "Great, Compassion, I Am"
    },
    {
      "quote": "Microsoft isn't evil, they just make really crappy operating systems.",
      "author": "Linus Torvalds",
      "category": "Evil, Just, Microsoft"
    },
    {
      "quote": "The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology.",
      "author": "Marshall McLuhan",
      "category": "Consequences, New, Personal"
    },
    {
      "quote": "Despite all our gains in technology, product innovation and world markets, most people are not thriving in the organizations they work for.",
      "author": "Stephen Covey",
      "category": "Work, Innovation, World"
    },
    {
      "quote": "I don't know about you, but all this modern technology that's supposed to save us time and effort has actually ended up making things more complicated in my life, eating up extra time.",
      "author": "Dean Karnazes",
      "category": "Life, Time, Effort"
    },
    {
      "quote": "Every aspect of human technology has a dark side, including the bow and arrow.",
      "author": "Margaret Atwood",
      "category": "Dark, Dark Side, Human"
    },
    {
      "quote": "If technology and communications can adapt to people's modern lifestyles, then why can't our labor laws follow suit? Private-sector businesses continue to live under an outdated federal mandate that says the only way to compensate for overtime is through cash wages.",
      "author": "Renee Ellmers",
      "category": "People, Live, Why"
    },
    {
      "quote": "When e-commerce companies build scale, cost comes down. Companies that can handle scale and reduce costs over time will win. Margins will come from reducing costs over time and not by increasing prices. Technology is the answer at large scale.",
      "author": "Sachin Bansal",
      "category": "Time, Win, Down"
    },
    {
      "quote": "Skin has become inadequate in interfacing with reality. Technology has become the body's new membrane of existence.",
      "author": "Nam June Paik",
      "category": "Reality, Body, Existence"
    },
    {
      "quote": "I want to do very useful buildings and I would like to find a method of producing these buildings through our technology because I think that this is the only way that we will gain wonderful environment easily in the future.",
      "author": "Minoru Yamasaki",
      "category": "Future, Environment, Want"
    },
    {
      "quote": "But I think technology advertising will have to stop addressing how products are made and concentrate more on what a product will do for the consumer.",
      "author": "Jay Chiat",
      "category": "Advertising, Think, Products"
    },
    {
      "quote": "To make a rock'n'roll record, technology is the least important thing.",
      "author": "Keith Richards",
      "category": "Important, Important Thing"
    },
    {
      "quote": "Technology feeds on itself. Technology makes more technology possible.",
      "author": "Alvin Toffler",
      "category": "Possible, Itself, Feeds"
    },
    {
      "quote": "It is the framework which changes with each new technology and not just the picture within the frame.",
      "author": "Marshall McLuhan",
      "category": "Changes, Picture, New"
    },
    {
      "quote": "I love technology, and I don't think it's something that should divide along gender lines.",
      "author": "Marissa Mayer",
      "category": "Love, Gender, Think"
    },
    {
      "quote": "The embrace of a new technology by ordinary people leads inevitably to its embrace by people of malign intent.",
      "author": "Charles C. Mann",
      "category": "People, New, Embrace"
    },
    {
      "quote": "A lot of my films have dealt with the dark side of technology and stress that you have to examine the ramifications of progress.",
      "author": "Gale Anne Hurd",
      "category": "Stress, Progress, Dark"
    },
    {
      "quote": "Technology and industry have distanced people from nature and magic and human values.",
      "author": "Laura Esquivel",
      "category": "Nature, Values, People"
    },
    {
      "quote": "The more you densify a city, the more congestion will increase, however technology changes... cities so packed that they will no longer function... vertical sprawl.",
      "author": "Leon Krier",
      "category": "Changes, City, You"
    },
    {
      "quote": "Wouldn't it be great if the technology we used to take care of ourselves was as good as the technology we use to make money?",
      "author": "James Heywood",
      "category": "Money, Good, Great"
    },
    {
      "quote": "I'm always working on new songs. With the technology these days, any idiot can record on Pro Tools on your laptop. All you have to do is plug a microphone into the input jack and anybody can have their own recording studio. So I'm always down in my basement, singing along to riffs or whoever I'm collaborating with.",
      "author": "Sebastian Bach",
      "category": "Singing, Tools, You"
    },
    {
      "quote": "Because we imagine, we can have invention and technology. It's actually play, not necessity, that is the mother of invention.",
      "author": "Alison Gopnik",
      "category": "Mother, Play, Imagine"
    },
    {
      "quote": "With any advent in technology, any technological innovation, there is the good and the bad.",
      "author": "Henry Rollins",
      "category": "Good, Innovation"
    },
    {
      "quote": "As technology continues to increase our possibilities, what we're seeing is a shrinking of the lag time between what we dream about and what we create.",
      "author": "Jason Silva",
      "category": "Time, Dream, Seeing"
    },
    {
      "quote": "Technology investment drove growth in the 1990s, both directly and by fueling a rising stock market that led to increased consumer spending.",
      "author": "Alex Berenson",
      "category": "Growth, Stock Market"
    },
    {
      "quote": "I have to tell you that the innovation and the technology and the entrepreneurship of the world still lies in the United States of America.",
      "author": "Phil Gramm",
      "category": "Innovation, America, World"
    },
    {
      "quote": "The widespread adoption of broadband and the continued advances in personal computing technology are finally making it possible for the collective creation of an online world on a realistic scale.",
      "author": "Mitch Kapor",
      "category": "World, Creation, Personal"
    },
    {
      "quote": "As for opportunities, there is room for improved product quality and better service and raising our technology standard. In addition, we should have a certain share of the global market. However, we should consider new industries, such as resource development.",
      "author": "Liang Wengen",
      "category": "Service, Quality"
    },
    {
      "quote": "GIS is the only technology that actually integrates many different subjects using geography as its common framework.",
      "author": "Jack Dangermond",
      "category": "Geography, Different, Common"
    },
    {
      "quote": "We designed a number of features from the ground up, like custom display and optics technology with very high refresh rates and pixel density. We added integrated 3-D audio, a built-in microphone so you can speak to friends inside virtual worlds, and precise mechanical adjustment systems.",
      "author": "Brendan Iribe",
      "category": "Friends, Speak, You"
    },
    {
      "quote": "I'm constantly questioning the effects technology has had on our lives and the effect that monetary debt has had on all of us. We keep this as a dark little secret: 'This is how much interest I owe.'",
      "author": "Rami Malek",
      "category": "Dark, Debt, Secret"
    },
    {
      "quote": "I think that technology is the best thing that ever happened to mankind. It's an absurd notion that somehow, 'My God, what are we going to do when driverless cars come along?' It's going to save lives on the road. And maybe, one day, we'll all be working four days a week and not five or six days a week.",
      "author": "Jamie Dimon",
      "category": "Day, Best, God"
    },
    {
      "quote": "AI might be a powerful technology, but things won't get better simply by adding AI.",
      "author": "Vivienne Ming",
      "category": "Powerful, Better, Things"
    },
    {
      "quote": "Technology has a shadow side. It accounts for real progress in medicine, but has also hurt it in many ways, making it more impersonal, expensive and dangerous. The false belief that a safety net of sophisticated drugs and machines stretches below us, permitting risky or lazy lifestyle choices, has undermined our spirit of self-reliance.",
      "author": "Andrew Weil",
      "category": "Progress, Safety, Shadow"
    },
    {
      "quote": "Technology no longer consists just of hardware or software or even services, but of communities. Increasingly, community is a part of technology, a driver of technology, and an emergent effect of technology.",
      "author": "Howard Rheingold",
      "category": "Community, Software, Just"
    },
    {
      "quote": "We had to address information technology in the ways we had not before and give the agents the tools that they need to do their job more efficiently and more expeditiously.",
      "author": "Robert Mueller",
      "category": "Job, Information, Tools"
    },
    {
      "quote": "Readers probably haven't heard much about it yet, but they will. Quantum technology turns ordinary reality upside down.",
      "author": "Michael Crichton",
      "category": "Reality, Down, Upside Down"
    },
    {
      "quote": "Technology has given us this wonderful opportunity to have low energy costs. We have to seize that, rather than keep debating and discussing and fighting over it.",
      "author": "Michael Porter",
      "category": "Opportunity, Energy"
    },
    {
      "quote": "We're still in the first minutes of the first day of the Internet revolution.",
      "author": "Scott Cook",
      "category": "Day, Revolution, Internet"
    },
    {
      "quote": "Certainly the advent of technology and electronic commerce has had an immense impact on the real estate industry.",
      "author": "Michael Oxley",
      "category": "Real Estate, Impact, Real"
    },
    {
      "quote": "Computer games tend to be boys' games, warlike games with more violence. We have not spent enough time thinking through how to encourage more girls to be involved in computing before coming to college so they can see a possible career in information technology.",
      "author": "Freeman A. Hrabowski III",
      "category": "Time, College, Violence"
    },
    {
      "quote": "We need a wireless mobile device ecosystem that mirrors the PC/Internet ecosystem, one where the consumers' purchase of network capacity is separate from their purchase of the hardware and software they use on that network. It will take government action, or some disruptive technology or business innovation, to get us there.",
      "author": "Walt Mossberg",
      "category": "Business, Innovation"
    },
    {
      "quote": "We are not overpopulated in an absolute sense; we've got the technology for 10 billion, probably 15 billion people, to live on this planet and live good lives. What we haven't done is developed our technology.",
      "author": "David Attenborough",
      "category": "Good, People, Live"
    },
    {
      "quote": "Information technology departments must spend enormous amounts of time and money worrying about integrating big computer systems with billions of pieces of customer data.",
      "author": "Alex Berenson",
      "category": "Time, Money, Data"
    },
    {
      "quote": "We must ensure that technology is accessible, affordable, and adds value.",
      "author": "Narendra Modi",
      "category": "Value, Must, Accessible"
    },
    {
      "quote": "Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.",
      "author": "Carrie Snow",
      "category": "Great, You, Back"
    },
    {
      "quote": "A satellite has no conscience.",
      "author": "Edward R. Murrow",
      "category": "Conscience, Satellite"
    },
    {
      "quote": "Mechanization best serves mediocrity.",
      "author": "Frank Lloyd Wright",
      "category": "Best, Mediocrity"
    },
    {
      "quote": "The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology.",
      "author": "John Spencer",
      "category": "Future, World, Research"
    },
    {
      "quote": "Technology is the knack of so arranging the world that we don't have to experience it.",
      "author": "Max Frisch",
      "category": "Experience, World, Knack"
    },
    {
      "quote": "The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.",
      "author": "Oscar Wilde",
      "category": "Sister, Machine, Annoying"
    },
    {
      "quote": "For my confirmation, I didn't get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift.",
      "author": "Wernher von Braun",
      "category": "Best, Mother, Gift"
    },
    {
      "quote": "Just as we could have rode into the sunset, along came the Internet, and it tripled the significance of the PC.",
      "author": "Andy Grove",
      "category": "Sunset, Internet, Just"
    },
    {
      "quote": "The technology keeps moving forward, which makes it easier for the artists to tell their stories and paint the pictures they want.",
      "author": "George Lucas",
      "category": "Moving Forward, Moving, Want"
    },
    {
      "quote": "What new technology does is create new opportunities to do a job that customers want done.",
      "author": "Tim O'Reilly",
      "category": "Job, Opportunities, Want"
    },
    {
      "quote": "The great thing that guys like Facebook's Mark Zuckerberg and the Google guys have in common is they treat their technology like it's art, and I suppose in the hands of virtuosos like them, it is.",
      "author": "Harvey Weinstein",
      "category": "Art, Great, Treat"
    },
    {
      "quote": "In the smart home of the future, there should be a robot designed to talk to you. With enough display technology, connectivity, and voice recognition, this human-interface robot or head-of-household robot will serve as a portal to the digital domain. It becomes your interface to your robot-enabled home.",
      "author": "Colin Angle",
      "category": "Future, Home, Smart"
    },
    {
      "quote": "Technology may create a condition, but the questions are what do we do about ourselves. We better understand ourselves pretty clearly and we better find ways to like ourselves.",
      "author": "Herbert Simon",
      "category": "Questions, Better, Find"
    },
    {
      "quote": "We must speed up the deployment of broadband in order to bring high-speed data services to homes and businesses. The spread of information technology has contributed to a steady growth in U.S. productivity.",
      "author": "Michael Oxley",
      "category": "Growth, Information, Data"
    },
    {
      "quote": "Digital imaging has untied our hands with regards to technical limitations. We no longer have to be arbiters of technology we get to participate in the interpretation of technology into creative content.",
      "author": "John Dykstra",
      "category": "Creative, Digital, Hands"
    },
    {
      "quote": "I honestly believe that the next big leap in immersive technology will be very much like Brainstorm.",
      "author": "Douglas Trumbull",
      "category": "Believe, Leap, Will"
    },
    {
      "quote": "People always underestimate the impact of technology. To give you an example: In the 1970s the frontier for offshore development was 200 meters, today it is 4,000 meters.",
      "author": "Daniel Yergin",
      "category": "Today, Impact, People"
    },
    {
      "quote": "It's true that humanity has seen a succession of crises, wars and atrocities, but this negative side is offset by advances in technology and cultural exchanges.",
      "author": "Abbe Pierre",
      "category": "Humanity, Negative, True"
    },
    {
      "quote": "I see technology as being an extension of the human body.",
      "author": "David Cronenberg",
      "category": "Body, Human, See"
    },
    {
      "quote": "The Massachusetts Institute of Technology accepts blacks in the top ten percent of students, but at MIT this puts them in the bottom ten percent of the class.",
      "author": "Thomas Sowell",
      "category": "Class, Students, Blacks"
    },
    {
      "quote": "Many people mistakenly think a new technology cancels out an old one.",
      "author": "Judith Martin",
      "category": "People, Think, New"
    },
    {
      "quote": "Cinema reflects culture and there is no harm in adapting technology, but not at the cost of losing your originality.",
      "author": "Jackie Chan",
      "category": "Culture, Losing, Cinema"
    },
    {
      "quote": "The art challenges the technology, and the technology inspires the art.",
      "author": "John Lasseter",
      "category": "Art, Challenges, Inspires"
    },
    {
      "quote": "As part of our layered approach, we have expedited the deployment of new Advanced Imaging Technology (AIT) units to help detect concealed metallic and non-metallic threats on passengers. These machines are now in use at airports nationwide, and the vast majority of travelers say they prefer this technology to alternative screening measures.",
      "author": "Janet Napolitano",
      "category": "Help, New, Say"
    },
    {
      "quote": "All images generated by imaging technology are viewed in a walled-off location not visible to the public. The officer assisting the passenger never sees the image, and the officer viewing the image never interacts with the passenger. The imaging technology that we use cannot store, export, print or transmit images.",
      "author": "Janet Napolitano",
      "category": "Never, Location, Print"
    },
    {
      "quote": "Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere.",
      "author": "Rupert Murdoch",
      "category": "Threat, Telecommunications"
    },
    {
      "quote": "I love what the Valley does. I love company building. I love startups. I love technology companies. I love new technology. I love this process of invention. Being able to participate in that as a founder and a product creator, or as an investor or a board member, I just find that hugely satisfying.",
      "author": "Marc Andreessen",
      "category": "Love, Building, Company"
    },
    {
      "quote": "I love the modern technology now.",
      "author": "Ringo Starr",
      "category": "Love, Modern Technology"
    },
    {
      "quote": "I managed Hewlett Packard through the worst technology downturn in 25 years, the dotcom bust.",
      "author": "Carly Fiorina",
      "category": "Worst, Years, Through"
    },
    {
      "quote": "Technology will definitely solve all our problems, but in the process it will create brand new ones. But that's O.K. because the most you can expect from life is to get to solve better and better problems.",
      "author": "Scott Adams",
      "category": "Life, Problems, Brand"
    },
    {
      "quote": "The world dominion of western thought, forms of organisation, technology and military force is not God-given, nor eternal, nor greatly appreciated by the rest of the world.",
      "author": "James Buchan",
      "category": "Thought, World, Military"
    },
    {
      "quote": "With the world's human population now at seven billion and growing, and the demand for technology and modern conveniences increasing, we can't control all our negative impacts. But we have to find better ways to live within the limits nature and its cycles impose.",
      "author": "David Suzuki",
      "category": "Nature, World, Negative"
    },
    {
      "quote": "Technologists provide tools that can improve people's lives. But I want to be clear that I don't think technology by itself improves people's lives, since often I'm criticized for being too pro-technology. Unless there's commensurate ethical and moral improvements to go along with it, it's for naught.",
      "author": "Jaron Lanier",
      "category": "People, Tools, Moral"
    },
    {
      "quote": "And so when I moved to IBM, I moved because I thought I could apply technology. I didn't actually have to do my engineer - I was an electrical engineer, but I could apply it. And that was when I changed. And when I got there, though, I have to say, at the time, I really never felt there was a constraint about being a woman. I really did not.",
      "author": "Ginni Rometty",
      "category": "Time, Woman, Thought"
    },
    {
      "quote": "Not since the digital revolution in the early '90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace.",
      "author": "Simon Mainwaring",
      "category": "Business, Employees, Digital"
    },
    {
      "quote": "It is the child's understanding that teaches the adults the way of the future. They're still doing it today with modern technology.",
      "author": "Michael Morpurgo",
      "category": "Future, Today, Child"
    },
    {
      "quote": "I think 99 percent of women's lib comes from technology making different kinds of lives possible, and then the social adjustment follows the technology - it doesn't precede it.",
      "author": "Lois McMaster Bujold",
      "category": "Women, Think, Social"
    },
    {
      "quote": "I have a grandson who is 20. He's a computer guy. I'm worried that he can't communicate without his machine. They have no personal contact with people. That's the bad part of technology.",
      "author": "Penny Marshall",
      "category": "People, Bad, Personal"
    },
    {
      "quote": "So I think the winners in recession are the people who produce new technology that does things better, which people really want.",
      "author": "James Dyson",
      "category": "People, Want, Think"
    },
    {
      "quote": "There was a study done in the early 20th century of all the entrepreneurs who entered the automobile industry around the same time as Henry Ford; there were something like 500 automotive companies that got funded, had the internal combustion engine, had the technology, and had the vision. Sixty percent of them folded within a couple of years.",
      "author": "Eric Ries",
      "category": "Time, Vision, Study"
    },
    {
      "quote": "All of the people who are using their BlackBerries or their iPhones, Facebook, all of the people who are sitting in cafes and hotels rooms doing their work, they're all using wireless technology, and we shouldn't assume that the only way of the future is high speed cable.",
      "author": "Tony Abbott",
      "category": "Work, Future, People"
    },
    {
      "quote": "All the big revolutions, whether it's the Industrial Revolution, the Arab Spring, those changes happened by economic and social shifts brought about by the people's voices, and those things weren't voted for. Most of our changes today are brought about through technology, not by voting.",
      "author": "Lupe Fiasco",
      "category": "Today, Changes, Spring"
    },
    {
      "quote": "We have to wonder whether digital technology, rather than making it easier to communicate, is actually doing the opposite. We now sit alone at a keyboard, firing off zeros and ones into the ether. Offices are silent.",
      "author": "Tom Hodgkinson",
      "category": "Alone, Silent, Digital"
    },
    {
      "quote": "I feel there is so much more we can do in improving education, making it accessible and understanding how technology can be a part of the solution.",
      "author": "Jim Breyer",
      "category": "Education, Understanding"
    },
    {
      "quote": "The biggest challenge for cyborgs is to be socially accepted. Society needs to accept that there are people who wish to use technology as part of the body.",
      "author": "Neil Harbisson",
      "category": "Challenge, Society, People"
    },
    {
      "quote": "Our technologised society is becoming opaque. As technology becomes more ubiquitous and our relationship with digital devices ever more seamless, our technical infrastructure seems to be increasingly intangible.",
      "author": "Honor Harger",
      "category": "Relationship, Society"
    },
    {
      "quote": "I wouldn't say you have an online life and a real life. I think technology is just mapping and organizing what already exists.",
      "author": "Ashton Kutcher",
      "category": "Life, Think, You"
    },
    {
      "quote": "I was convinced that eventually I would die of heart disease, that we'd run out of time and out of treatment, the technology wouldn't keep ahead of my disease. And now all of the sudden, when you get the new heart, your life opens up before you again.",
      "author": "Dick Cheney",
      "category": "Life, Time, Heart"
    },
    {
      "quote": "I knew that, when writing a book, you're not constrained by a budget. You're not constrained by what you can do, in terms of the special effects technology. You're not limited to any particular running time.",
      "author": "George R. R. Martin",
      "category": "Time, Writing, Book"
    },
    {
      "quote": "My only worry about tweeting and modern technology is how it has crept into even the darkest corners of the absolute global village we live in.",
      "author": "Denis Leary",
      "category": "Worry, Live, Darkest"
    },
    {
      "quote": "I think the Internet and technology in general has changed everything. We can see it overseas even more with the Arab Spring and so forth.",
      "author": "Jane Fonda",
      "category": "Internet, Spring, Think"
    },
    {
      "quote": "Disabled people need more invested in their education, housing, job training, transportation, assistive technology, and independent-living facilities. Governments earn back this investment - and more - by making people with disabilities economically productive citizens.",
      "author": "Jesse Ventura",
      "category": "Education, Job, Training"
    },
    {
      "quote": "Every young person gets so excited about new software packages and new technology.",
      "author": "John Lasseter",
      "category": "Software, Young, New"
    },
    {
      "quote": "Of course, mankind would not have landed on the Moon in 1969, were it not for two things: conquered Nazi rocket technology and post-war anti-Communist paranoia in the United States.",
      "author": "Charles Duke",
      "category": "Moon, Rocket, Paranoia"
    },
    {
      "quote": "I love technology. Matches, to light a fire, is really high tech. The wheel is really one of the great inventions of all time. Other than that, I am an ignoramus about technology.",
      "author": "William Shatner",
      "category": "Love, Time, Light"
    },
    {
      "quote": "Modern technology has taken the angst out of achieving the perfect shot. For me, the only thing that counts is the idea behind the image: what you want to see and what you're trying to say. The idea is crucial. You have to think of something you want to say and expand upon it.",
      "author": "Martin Parr",
      "category": "Achieving, Me, Want"
    },
    {
      "quote": "About every year or two, there is a moment of truth where there's some new development in the marketplace, some new technology, some sort of existential crisis. You just have to be vigilant about looking out for those moments.",
      "author": "Jeremy Stoppelman",
      "category": "Truth, Moment, Moments"
    },
    {
      "quote": "Software substitution, whether it's for drivers or waiters or nurses - it's progressing. Technology over time will reduce demand for jobs, particularly at the lower end of skill set.",
      "author": "Bill Gates",
      "category": "Time, End, Skill"
    },
    {
      "quote": "Our first challenge is to ensure safety of pilgrims, and we will use modern technology for that. We will strengthen our telecom network and will provide special mobile apps to the pilgrims at the time of registration.",
      "author": "Harish Rawat",
      "category": "Time, Challenge, Safety"
    },
    {
      "quote": "I'm trying my best to keep up with all this new technology, and I surround myself with all these wonderful people that are in the know and kind of help me out with all that.",
      "author": "Dolly Parton",
      "category": "Best, Myself, Help"
    },
    {
      "quote": "China is a great manufacturing center, but it's actually mostly an assembly plant. So it assembles parts and components, high technology that comes from the surrounding industrial - more advanced industrial centers - Japan, Taiwan, South Korea, Singapore, the United States, Europe - and it basically assembles them.",
      "author": "Noam Chomsky",
      "category": "Great, Plant, Manufacturing"
    },
    {
      "quote": "Just as computer technology and the Internet created whole new industries and extraordinary benefits for people that extend into almost every realm of human endeavor from education to transportation to medicine, genetics will undoubtedly benefit people everywhere in ways we can't even imagine but know will surely occur.",
      "author": "Anne Wojcicki",
      "category": "Education, Internet, People"
    },
    {
      "quote": "You just have to adapt, and you have to realize where people are going to actually play their games. It used to just be Nintendo and PlayStation, and now it's all kind of devices. So you've got to learn to adapt what you know from the technology into those areas... I've been wanting to do a mobile game for a long time.",
      "author": "Tony Hawk",
      "category": "Time, Game, People"
    },
    {
      "quote": "Grassroots techies - the mostly unknown people who write code and start companies that don't make the headlines - hate, loathe, and despise Microsoft. At technology conferences, it is the devil, or the guaranteed laugh line. Its products are mocked, its business practices booed.",
      "author": "Virginia Postrel",
      "category": "Business, Hate, Laugh"
    },
    {
      "quote": "We have already discovered how quickly we become dependent on the Internet and its applications for business, government and research, so it is not surprising that we are finding that we can apply this technology to enable or facilitate our social interactions as well.",
      "author": "Vint Cerf",
      "category": "Business, Government"
    },
    {
      "quote": "It is time to stop debating whether the Internet is an effective tool for political expression and instead to address the much more urgent question of how digital technology can be structured, governed, and used to maximize the good and minimize the evil.",
      "author": "Rebecca MacKinnon",
      "category": "Time, Good, Evil"
    },
    {
      "quote": "My father taught us that to thrive, excellence in technology, quality, and customer service along with cost competitiveness is a prerequisite. His contribution to business, the economy, and society at large can never be underscored enough.",
      "author": "Kumar Mangalam Birla",
      "category": "Business, Father, Service"
    },
    {
      "quote": "Even technology companies get good news sometimes.",
      "author": "Alex Berenson",
      "category": "Good, News, Good News"
    },
    {
      "quote": "I think that for all of the dangers of technology spreading, I think it is more dangerous in some ways that it doesn't. My simple reason for that is we've got 7 billion people on the planet, and we have these very serious problems, and I think we don't know who's going to have the answers to the problems that are coming around the bend.",
      "author": "Daniel Suarez",
      "category": "Simple, Problems, People"
    },
    {
      "quote": "Our children will outwit us if they want; for when it comes to technology, they hold the higher ground. Unlike other tools passed carefully and ceremonially from one generation to the next - the sharp scissors, the car keys - this is one they understand better than we do.",
      "author": "Nancy Gibbs",
      "category": "Children, Car, Tools"
    },
    {
      "quote": "I think we're heading towards a world of what I call 'technological socialism.' Where technology - not the government or the state - will begin to take care of us. Technology will provide our healthcare for free. The best education in the world - for free.",
      "author": "Peter Diamandis",
      "category": "Education, Best, Government"
    },
    {
      "quote": "Innovation and disruption are the hallmarks of the technology world, and hardly a moment passes when we are not thinking, doing, or talking about these topics.",
      "author": "Steven Sinofsky",
      "category": "Innovation, Thinking, World"
    },
    {
      "quote": "When someone takes their existing business and tries to transform it into something else - they fail. In technology that is often the case. Look at Kodak: it was the dominant imaging company in the world. They did fabulously during the great depression, but then wiped out the shareholders because of technological change.",
      "author": "Charlie Munger",
      "category": "Change, Business, Great"
    },
    {
      "quote": "Once upon a time, sound was new technology.",
      "author": "Peter Jackson",
      "category": "Time, New, Sound"
    },
    {
      "quote": "It's a mistake to believe technology rests outside India. We compete very successfully.",
      "author": "Adi Godrej",
      "category": "Believe, Mistake, India"
    },
    {
      "quote": "My friend created an iPhone app that locates Vienna Beef products across the country. Personally, I came hardwired with an internal GPS that instinctively points me toward coffee shops, cupcake stores and the perfect Chicago-style dog, so I find this technology redundant.",
      "author": "Jen Lancaster",
      "category": "Dog, Coffee, Me"
    },
    {
      "quote": "Technology moves so fast and social media moves so fast because everyone wants the new thing, but also, everyone wants to be where their parents are not. Once the mom got a Facebook and a Twitter and an Instagram, I don't want to be there anymore.",
      "author": "Ansel Elgort",
      "category": "Mom, Social Media, Parents"
    },
    {
      "quote": "We no longer think of chairs as technology; we just think of them as chairs. But there was a time when we hadn't worked out how many legs chairs should have, how tall they should be, and they would often 'crash' when we tried to use them.",
      "author": "Douglas Adams",
      "category": "Time, Think, Legs"
    },
    {
      "quote": "I do think there is an important artistic component in what we do. As a technology company I've tried to really stress that.",
      "author": "Larry Page",
      "category": "Stress, Company, Think"
    },
    {
      "quote": "Doing exercise without monitoring yourself will be rare in the future of wearable technology.",
      "author": "Astro Teller",
      "category": "Future, Yourself, Exercise"
    },
    {
      "quote": "Technology is characterized by constant change, rapid innovation, creative destruction, and revolutionary products.",
      "author": "Marsha Blackburn",
      "category": "Change, Innovation, Creative"
    },
    {
      "quote": "For me, it matters that we drive technology as an equalizing force, as an enabler for everyone around the world. Which is why I do want Google to see, push, and invest more in making sure computing is more accessible, connectivity is more accessible.",
      "author": "Sundar Pichai",
      "category": "World, Me, Want"
    },
    {
      "quote": "We're building what I call 'software apartheid.' We're in the process of creating a divided society: those who can use technology on one side, and those who can't on the other. And it happens to divide neatly along economic lines.",
      "author": "Alan Cooper",
      "category": "Society, Building, Software"
    },
    {
      "quote": "As hardware doubles its density every 18-24 months, courtesy of Moore's Law, and as software eats the world, technology will replace a broad swathe of jobs outright - from burger-flippers to diagnosticians - and atomize many others from full-time positions into gigs performed by many fungible workers. Tech, in short, will eat jobs.",
      "author": "Jon Evans",
      "category": "Law, Short, World"
    },
    {
      "quote": "The period 1924 to 1929 was spent studying chemistry at the Czech Institute of Technology in Prague, Czechoslovakia. The supervisor of my thesis was Professor Emil Votocek, one of the prominent founders of chemical research in Czechoslovakia.",
      "author": "Vladimir Prelog",
      "category": "Research, Studying"
    },
    {
      "quote": "First, how do we give everyone a fair shot at opportunity and security in this new economy? Second, how do we make technology work for us, and not against us - especially when it comes to solving urgent challenges like climate change? Third, how do we keep America safe and lead the world without becoming its policeman?",
      "author": "Barack Obama",
      "category": "Work, Change, Opportunity"
    },
    {
      "quote": "Technology is going to revolutionize almost every sector, leading to the demise of many traditional professions. Economic and political power will be determined less by a country's size than by its technological superiority.",
      "author": "Klaus Schwab",
      "category": "Power, Political"
    },
    {
      "quote": "The CIA in real life, we know, is looking for new kinds of cover. It's looking for new platforms, as they like to say, and it's trying to use the revolution in communications technology, the ability to use all sorts of corporate entities in ways that are hard to detect to get our spies in the places where they need to be.",
      "author": "David Ignatius",
      "category": "Life, Looking, Know"
    },
    {
      "quote": "Technology is changing the world it's changing our sport. It's changing the way people are following the NBA.",
      "author": "Adam Silver",
      "category": "World, People, Changing"
    },
    {
      "quote": "The biggest invention of modern time is the book. The book is a digital medium; book text is written in a different form and replicable. What it really does is it allows us to replicate cultural information, scientific technology, and information out of the human brain.",
      "author": "Sebastian Thrun",
      "category": "Time, Book, Brain"
    },
    {
      "quote": "Instead of serving special interests, Congress should focus on the big picture. Globalization and technology have completely reshaped our economy in recent decades, and if we don't respond, we're putting the future of the middle class at risk.",
      "author": "John Delaney",
      "category": "Future, Focus, Risk"
    },
    {
      "quote": "I know we're all addicted to our smartphones, and I'll say, if I forget my smartphone, I go home and get it. And so understanding how to integrate that technology into the driving experience, both the front seat and the passenger seat and the back seat, I think is very important.",
      "author": "Mary Barra",
      "category": "Home, Experience"
    },
    {
      "quote": "Great songwriting will never die - it's in the DNA of music - but what's new and exciting is pairing that with new sounds that technology is enabling us to make.",
      "author": "Flume",
      "category": "Music, Great, Die"
    },
    {
      "quote": "CIA relies on a partner's focus, linguistic agility, and cultural depth; in return, the partner benefits from CIA's resources, technology, and global view.",
      "author": "Michael Hayden",
      "category": "Focus, Partner, View"
    },
    {
      "quote": "The combination of human skills with technology will always be at the root of any solution to the future of making clothes.",
      "author": "Issey Miyake",
      "category": "Future, Clothes, Solution"
    },
    {
      "quote": "It's counterproductive to lower my price, because I have to sell more units to make up for that lost revenue. Generating brand-new products can take a long time. Improving service is typically the quickest way that I can take market share. So aligning technology strategy to better service customers becomes an essential path to revenue growth.",
      "author": "Mark V. Hurd",
      "category": "Time, Growth, Service"
    },
    {
      "quote": "Discipline may be identified neither with an institution nor with an apparatus; it is a type of power, a modality for its exercise, comprising a whole set of instruments, techniques, procedures, levels of application, targets; it is a 'physics' or 'anatomy' of power, a technology.",
      "author": "Michel Foucault",
      "category": "Power, Discipline, Exercise"
    },
    {
      "quote": "The introduction of new technology is always disruptive to existing markets, particularly to content/copyright owners who sell through well-established distribution channels.",
      "author": "Steve Blank",
      "category": "New, Introduction, Through"
    },
    {
      "quote": "Technology certainly is going faster. Dynamics on the battlefield are faster. And so, I think you do need, you know, a warrior that is adept in technology, you know, certainly skilled.",
      "author": "Ryan Zinke",
      "category": "Warrior, Know, Think"
    },
    {
      "quote": "Citadel is a global technology leader, recognized for its work to level the playing field for investors and make markets more fair, transparent and efficient. I look forward to leading this exemplary team as we grow this global business.",
      "author": "B. Kevin Turner",
      "category": "Work, Business, Leader"
    },
    {
      "quote": "A lot of the problems in the mortgage world, people said, were because our competitors were evil. But a lot of it was a lack of technology - bad processes and systems.",
      "author": "Dan Gilbert",
      "category": "Evil, Problems, World"
    },
    {
      "quote": "If every company becomes a technology company, business models and transitions are going to occur. From a CEO's perspective, this is going to be the biggest technology transition of all times.",
      "author": "John T. Chambers",
      "category": "Business, Perspective"
    },
    {
      "quote": "Since Graham Bell came up with telephony, it took 100 years for the way the technology has impacted our lives, the way we perceive the world.",
      "author": "Shiv Nadar",
      "category": "World, Way, Bell"
    },
    {
      "quote": "I think what we have to do is figure out how to make sure we get the benefits of improved technology and yet cope with the dislocation that it will inevitably produce in certain industries.",
      "author": "Wilbur Ross",
      "category": "Think, Will, Benefits"
    },
    {
      "quote": "The 'silk' in silkpunk refers not to a source of power, but to an entirely different, expressive technology language.",
      "author": "Ken Liu",
      "category": "Power, Language, Different"
    },
    {
      "quote": "One of the biggest problems that software developers face is that technology changes rapidly. It is very hard to stay current.",
      "author": "Vivek Wadhwa",
      "category": "Changes, Problems, Software"
    },
    {
      "quote": "If we want technology to serve society rather than enslave it, we have to build systems accessible to all people - be they male or female, young, old, disabled, computer wizards or technophobes.",
      "author": "Anita Borg",
      "category": "Society, People, Want"
    },
    {
      "quote": "Like all tools, modern technology has produced some wonderful moments in music and also some horrors.",
      "author": "Hugh Hopper",
      "category": "Music, Moments, Tools"
    },
    {
      "quote": "Technology has changed the fan/actor interaction quite a bit. Now it's really easy to communicate with a large group of people in a really short time, and that... opens a lot of possibilities. You can do a lot of things with it that you couldn't do before. It's kind of fun to figure out how that can be employed.",
      "author": "Misha Collins",
      "category": "Time, Short, Fun"
    },
    {
      "quote": "I would absolutely love to go back to the simplicity of the '80s, where there wasn't texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I'm not well suited to the world of modern technology.",
      "author": "Matthew Rhys",
      "category": "Love, Home, Social Media"
    },
    {
      "quote": "As technology improves, on-screen avatars look more and more like real people. When they start looking too real, though, we pull away. These almost-humans aren't quite right; they look creepy, like zombies.",
      "author": "James Surowiecki",
      "category": "Start, People, Looking"
    },
    {
      "quote": "Technology breeds crime and we are constantly trying to develop technology to stay one step ahead of the person trying to use it negatively.",
      "author": "Frank Abagnale",
      "category": "Step, Trying, Crime"
    },
    {
      "quote": "Today, our attention is less than the television advertisement. We're looking at six or seven problems constantly. We're living in the disturbed societies of cities. I think modern technology is one of the worst things human beings have invented.",
      "author": "Marina Abramovic",
      "category": "Today, Problems, Television"
    },
    {
      "quote": "CCTV is seen either as a symbol of Orwellian dystopia or a technology that will lead to crime-free streets and civil behaviour. While arguments continue, there is very little solid data in the public domain about the costs, quantity and effectiveness of surveillance.",
      "author": "Heather Brooke",
      "category": "Data, Public Domain"
    },
    {
      "quote": "One of the things that has happened with technology is that it can only be helpful if it is useful, of course, but it can only be helpful too if it's accessible, and it can only be helpful if it's affordable.",
      "author": "Hector Ruiz",
      "category": "Helpful, Useful, Things"
    },
    {
      "quote": "When I took my first job, I was among only a handful of women. It was isolating at times. My love for technology kept me going, and I got to where I am today driven by my passion and self confidence.",
      "author": "Padmasree Warrior",
      "category": "Love, Women, Today"
    },
    {
      "quote": "In 1970, there was a single telephone company in the United States called AT&T, and its technology was called circuit switching, and that was all any telecom engineer worried about.",
      "author": "Vint Cerf",
      "category": "Company, Single, Engineer"
    },
    {
      "quote": "If women want to ensure themselves a meaningful place in the future, they need to be among those determining how the technology will be used. They need to be among those deciding whether it will be the great leveler or simply serve to worsen social divisions.",
      "author": "Anita Borg",
      "category": "Future, Women, Great"
    },
    {
      "quote": "I'm guilty of being fascinated by gadgets and toys and technology, but any penny that I spend, I try to make it be a part of what I do for a living. Because then you are forwarding. You are forwarding that art, forwarding that career ahead.",
      "author": "Jeff Dunham",
      "category": "Art, Living, Guilty"
    },
    {
      "quote": "Back in the days of Apollo, sending humans to the moon was the only viable way to get the scientific data we wanted. But now, with our computer and robotics technology, there's very little an astronaut can do on Mars that a well-designed rover can't.",
      "author": "Andy Weir",
      "category": "Moon, Data, Mars"
    },
    {
      "quote": "I don't think that technology is going to allow for greater subjugation of people. I think it's gonna give them more freedom.",
      "author": "Palmer Luckey",
      "category": "Freedom, People, Think"
    },
    {
      "quote": "The evolution of technology is, like the evolution of literature, heavily path-dependent. Culture plays a far more important role in the acceptance, adoption, and spread of technology than many of us are willing to acknowledge.",
      "author": "Ken Liu",
      "category": "Culture, Acceptance"
    },
    {
      "quote": "Well before September 11, it was understood that with modern technology, the rich and powerful will lose their near monopoly of the means of violence and can expect to suffer atrocities on home soil.",
      "author": "Noam Chomsky",
      "category": "Home, Powerful, Violence"
    },
    {
      "quote": "In 1993, Israel and North Korea were moving towards an agreement in which North Korea would stop sending any missiles or military technology to the Middle East and Israel would recognize that country. President Clinton intervened and blocked it.",
      "author": "Noam Chomsky",
      "category": "Moving, Military, Country"
    },
    {
      "quote": "There is a difference between what technology enables and what historical business practices enable.",
      "author": "Bill Gates",
      "category": "Business, Difference"
    },
    {
      "quote": "I understand Twitter has become popular among politicians. This technology allows them to stay in perpetual contact with their constituents. The electorate now has instant information about what politicians have been up to.",
      "author": "P. J. O'Rourke",
      "category": "Information, Understand"
    },
    {
      "quote": "Consulting offered me an opportunity to see a lot of different businesses in different regions of the world, to see how textiles were being affected by foreign competition, how technology was changing.",
      "author": "Mitt Romney",
      "category": "Opportunity, Competition"
    },
    {
      "quote": "I can tell you, Obamacare, I have been stunned by the pratfalls associated with its implementation. I simply can't understand how a president that had such an effective technology campaign and has such support among the technology community members could have put in place the implementation of Obamacare as ineffectively as he did.",
      "author": "Mitt Romney",
      "category": "Community, Support, You"
    },
    {
      "quote": "I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all.",
      "author": "Steve Jobs",
      "category": "Time, Children, Changes"
    },
    {
      "quote": "Science, as opposed to technology, does violence to common sense.",
      "author": "Richard Dawkins",
      "category": "Science, Violence"
    },
    {
      "quote": "Science - or the products of science like technology - is just a way of achieving something real, something that happens, something that works.",
      "author": "Richard Dawkins",
      "category": "Science, Achieving, Products"
    },
    {
      "quote": "Aliens didn't come down to Earth and give us technology. We invented it ourselves. Therefore it can never be alienating it can only be an expression of our humanity.",
      "author": "Douglas Coupland",
      "category": "Humanity, Earth, Down"
    },
    {
      "quote": "Technology favors horrible people.",
      "author": "Douglas Coupland",
      "category": "People, Favors, Horrible"
    },
    {
      "quote": "It feels wistful to imagine a time when people didn't go about their daily routine with the assumption that at any moment another massive media technology will be dumped on us by some geek in California.",
      "author": "Douglas Coupland",
      "category": "Time, Daily, Media"
    },
    {
      "quote": "Even when you take a holiday from technology, technology doesn't take a break from you.",
      "author": "Douglas Coupland",
      "category": "Holiday, You, Break"
    },
    {
      "quote": "When you think about Twitter and you think what a dumb stupid throwaway technology, and then you have the Iranian elections and it actually saves the day - you can't prejudge technologies now because they have effects you may not have intended.",
      "author": "Douglas Coupland",
      "category": "Day, Stupid, Think"
    },
    {
      "quote": "Whatever it is that leads human beings to hate, to destroy, and to kill has taken on a collective force like never before, as technology and globalization now give it the capacity to not just strike, but to strike us all, together, as one.",
      "author": "Marianne Williamson",
      "category": "Together, Hate"
    },
    {
      "quote": "My vision is for a fully reusable rocket transport system between Earth and Mars that is able to re-fuel on Mars - this is very important - so you don't have to carry the return fuel when you go there.",
      "author": "Elon Musk",
      "category": "Vision, Earth, You"
    },
    {
      "quote": "If you look at our current technology level, something strange has to happen to civilisations, and I mean strange in a bad way. And it could be that there are a whole lot of dead, one-planet civilisations.",
      "author": "Elon Musk",
      "category": "Strange, Look, You"
    },
    {
      "quote": "Government isn't that good at rapid advancement of technology. It tends to be better at funding basic research. To have things take off, you've got to have commercial companies do it.",
      "author": "Elon Musk",
      "category": "Good, Government, Research"
    },
    {
      "quote": "A big reason why I started writing is I felt that fiction had stopped evolving. All other entertainments were getting better, constantly, as technology allowed. Movies. Video games. Music.",
      "author": "Chuck Palahniuk",
      "category": "Music, Writing, Video Games"
    },
    {
      "quote": "I am amazed at the wonders of technology and am grateful for the ways in which we are able to use it to share the Gospel around the world.",
      "author": "Billy Graham",
      "category": "Grateful, I Am, World"
    },
    {
      "quote": "The Oklahoma City bombing was simple technology, horribly used. The problem is not technology. The problem is the person or persons using it.",
      "author": "Billy Graham",
      "category": "Simple, City, Problem"
    },
    {
      "quote": "Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.",
      "author": "Jeff Bridges",
      "category": "Relationship, Light, People"
    },
    {
      "quote": "Normally, I love to go to the movies and when I see a character portrayed by different actors at different ages, it kind of pops a little bit for me. It brings me out of the movie experience. Now we have the technology to cure that.",
      "author": "Jeff Bridges",
      "category": "Love, Experience, Character"
    },
    {
      "quote": "You know, I thought we could use a good myth about technology to help guide us through these particular modern waters right now.",
      "author": "Jeff Bridges",
      "category": "Good, Thought, Help"
    },
    {
      "quote": "I think that people would like to, at all times, reject death and disease with technology.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Death, People, Think"
    },
    {
      "quote": "If technology and medicine are used by women to have children or not to have children or to have healthier children - that's one thing. But if it's used to say, 'You're not a real woman unless you have a child; therefore, take all these dangerous hormones and have one at 54,' then it's another story.",
      "author": "Gloria Steinem",
      "category": "Children, Women, Woman"
    },
    {
      "quote": "Ronald Reagan said that he sought a Star Wars defense only in order to share the technology with the tyrants of the U.S.S.R.",
      "author": "Christopher Hitchens",
      "category": "Star, Said, Order"
    },
    {
      "quote": "Technology adds nothing to art.",
      "author": "Penn Jillette",
      "category": "Art, Nothing, Adds"
    },
    {
      "quote": "For the most part, any serious magic show is not using very much technology newer than theatrical lights.",
      "author": "Penn Jillette",
      "category": "Magic, Serious, Show"
    },
    {
      "quote": "My body really, really wanted to reproduce when I was 15. It took a lot of civilization, socialization, willpower and some emulsion polymerization technology for me not to reproduce at 15.",
      "author": "Penn Jillette",
      "category": "Me, Body, Willpower"
    },
    {
      "quote": "Each of us has a vital role to play in building a world in which the government and technology serve the world's people and not the other way around.",
      "author": "Rebecca MacKinnon",
      "category": "Government, World, People"
    },
    {
      "quote": "Can companies just claim a total lack of political responsibility in how their technology is used in all instances? It's something that companies should be thinking about when they sell their technologies around the world.",
      "author": "Rebecca MacKinnon",
      "category": "Responsibility, World"
    },
    {
      "quote": "If China someday gains a more fair, just, and accountable system of government, it will be due to the hard work and efforts of the Chinese people, not due to the inexorable workings of any particular technology.",
      "author": "Rebecca MacKinnon",
      "category": "Work, Hard Work, Government"
    },
    {
      "quote": "We like to think of the Internet as a border-busting technology.",
      "author": "Rebecca MacKinnon",
      "category": "Internet, Think, Like"
    },
    {
      "quote": "As it turns out, American-made technology had helped Mubarak and his security state collect, compile, and parse vast amounts of data about everyday citizens.",
      "author": "Rebecca MacKinnon",
      "category": "Security, Data, Citizens"
    },
    {
      "quote": "The humanists' replacement for religion: work really hard and somehow you'll either save yourself or you'll be immortal. Of course, that's a total joke, and our progress is nothing. There may be progress in technology but there's no ethical progress whatsoever.",
      "author": "David Bowie",
      "category": "Work, Progress, Religion"
    },
    {
      "quote": "I'm very good with technology, I always have been, and with machines in general. They seem not threatening like other people find them, but a source of fun and amusement.",
      "author": "Brian Eno",
      "category": "Good, Fun, People"
    },
    {
      "quote": "I'm always interested in what you can do with technology that people haven't thought of doing yet.",
      "author": "Brian Eno",
      "category": "Thought, People, You"
    },
    {
      "quote": "You can't really imagine music without technology.",
      "author": "Brian Eno",
      "category": "Music, You, Without"
    },
    {
      "quote": "I'm always interested in what you can do with technology that people haven't thought of doing yet. I think that's sort of a characteristic of the way I've worked ever since I started.",
      "author": "Brian Eno",
      "category": "Thought, People, Think"
    },
    {
      "quote": "I think that technology is always invented for historical reasons, to solve a historical problem. But they very soon reveal themselves to be capable of doing things that aren't historical that nobody had ever thought of doing before.",
      "author": "Brian Eno",
      "category": "Thought, Problem, Think"
    },
    {
      "quote": "TiVo and other digital recording devices have confounded advertisers. The ad industry sees the technology as a threat to their product.",
      "author": "Simon Sinek",
      "category": "Digital, Product, Industry"
    },
    {
      "quote": "Reading is a technology for perspective-taking. When someone else's thoughts are in your head, you are observing the world from that person's vantage point.",
      "author": "Steven Pinker",
      "category": "Reading, Thoughts, World"
    },
    {
      "quote": "Technology, ideology, and social and cultural changes periodically throw out new forms of violence for humanity to contend with.",
      "author": "Steven Pinker",
      "category": "Changes, Humanity, Violence"
    },
    {
      "quote": "The decline of violence isn't a steady inclined plane from an original state of maximal and universal bloodshed. Technology, ideology, and social and cultural changes periodically throw out new forms of violence for humanity to contend with.",
      "author": "Steven Pinker",
      "category": "Changes, Humanity, Violence"
    },
    {
      "quote": "We live in a world that relies on technology.",
      "author": "James Wan",
      "category": "World, Live"
    },
    {
      "quote": "In '83, not only was there no such thing as performance motion capture technology, there was no such thing as digital animation. This was the analog era.",
      "author": "Steven Spielberg",
      "category": "Performance, Digital"
    },
    {
      "quote": "When they told me I couldn't sit on the Senate floor with an iPad - that the technology wasn't even permitted - I breathed deep and knew that I was going to have to start pushing.",
      "author": "Cory Booker",
      "category": "Deep, Start, Me"
    },
    {
      "quote": "Fire is our first form of technology.",
      "author": "Ridley Scott",
      "category": "Fire, First, Form"
    },
    {
      "quote": "As a filmmaker, deep blacks are essential, and in my experience, no technology captures those attributes as well as Plasma.",
      "author": "Ridley Scott",
      "category": "Experience, Deep, Well"
    },
    {
      "quote": "The U.K. has to keep investing in new technology, skills, and infrastructure to keep pace with international competition.",
      "author": "Ridley Scott",
      "category": "Competition, Skills, New"
    },
    {
      "quote": "When you've done the technical part, you're then into the joy, the zen, into being. Technology no longer exists for you. You're then into the mystery of the thing you're doing.",
      "author": "William Shatner",
      "category": "Joy, Mystery, You"
    },
    {
      "quote": "I've never been a great one for technology.",
      "author": "Orlando Bloom",
      "category": "Great, Never, Been"
    },
    {
      "quote": "It seems obvious that if a species has the brainpower for speech, along with the sort of appendages that can manipulate a pair of pliers, it will eventually blunder into science, technology, and radio.",
      "author": "Seth Shostak",
      "category": "Science, Speech, Radio"
    },
    {
      "quote": "It used to be that the only ones with access to cutting-edge technology were top government labs, big companies and the ultra-rich. It was simply too expensive for the rest of us to afford.",
      "author": "Peter Diamandis",
      "category": "Government, Rest, Big"
    },
    {
      "quote": "Regardless of what the naysayers believe about human interaction and social media, the data show us that the abundance of technology is actually increasing the abundance of happiness all over the world.",
      "author": "Peter Diamandis",
      "category": "Happiness, Social Media"
    },
    {
      "quote": "Performance capture is a technology, not a genre; it's just another way of recording an actor's performance.",
      "author": "Andy Serkis",
      "category": "Performance, Actor, Way"
    },
    {
      "quote": "Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization.",
      "author": "Ambrose Bierce",
      "category": "Civilization, Person, Wheels"
    },
    {
      "quote": "Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance.",
      "author": "Ambrose Bierce",
      "category": "Devil, Distance, Person"
    },
    {
      "quote": "I'm not a tech guy. I'm looking at the technology with the eyes of my customers, normal people's eyes.",
      "author": "Jack Ma",
      "category": "Eyes, People, Looking"
    },
    {
      "quote": "Practically every technology that is ever invented is touted as being the new savior, the thing that will bring peace and goodwill to the earth, but immediately it falls into other hands who see it as the opportunity to promote the very opposite.",
      "author": "Michael Leunig",
      "category": "Peace, Opportunity, Hands"
    },
    {
      "quote": "Wal-Mart uses technology to increase sales volume, but the more it does so, the more it drives down profit margins - its own and everybody else's. The same logic does not appear to hold for Goldman Sachs.",
      "author": "Timothy Noah",
      "category": "Sales, Logic, Down"
    },
    {
      "quote": "'Operation Ajax' presents history in an entirely new way. It takes a true story and uses cutting-edge technology, never before used in this way, to bring it to spectacular life.",
      "author": "Stephen Kinzer",
      "category": "Life, History, Story"
    },
    {
      "quote": "The millennials were raised in a cocoon, their anxious parents afraid to let them go out in the park to play. So should we be surprised that they learned to leverage technology to build community, tweeting and texting and friending while their elders were still dialing long-distance?",
      "author": "Nancy Gibbs",
      "category": "Community, Parents, Play"
    },
    {
      "quote": "In practice, downsizing is too often about cutting your work force while keeping your business the same, and doing so not by investments in productivity-enhancing technology, but by making people pull 80-hour weeks and bringing in temps to fill the gap.",
      "author": "James Surowiecki",
      "category": "Work, Business, People"
    },
    {
      "quote": "I like connecting with people through technology.",
      "author": "Theophilus London",
      "category": "People, Connecting, Through"
    },
    {
      "quote": "We humans usually feel that we are the best at everything we do, that we can safely drive ourselves. But tens of thousands of people die every year. We need to be open to having technology assist us, to find ways in which technology makes us safer.",
      "author": "Sebastian Thrun",
      "category": "Best, People, Drive"
    },
    {
      "quote": "What I found personally to be true was that it's easier to manipulate people rather than technology.",
      "author": "Kevin Mitnick",
      "category": "People, Be True, True"
    },
    {
      "quote": "My initial desire to blog came from something that's always been my approach to investing - I'm a nerd, and I love to play with the technology, and part of my approach has really been to understand things both at a user level and at a reasonably deep tentacle level.",
      "author": "Brad Feld",
      "category": "Love, Deep, Play"
    },
    {
      "quote": "Technology is huge; I wanted to learn about it. People might say that's odd, but I think it's odd if artists aren't interested in the world around them. I'm always chasing that.",
      "author": "Bono",
      "category": "World, People, Think"
    },
    {
      "quote": "We begin to change the world when we stimulate long-term prosperity using technology. There is not a problem that's large enough that innovation and entrepreneurship can't solve.",
      "author": "Naveen Jain",
      "category": "Change, Innovation"
    },
    {
      "quote": "I think there are going to be a bunch of tablet-like devices. It's really a different product category.",
      "author": "Jeff Bezos",
      "category": "Think, Product, Different"
    },
    {
      "quote": "Technology is teaching us to be human again.",
      "author": "Simon Mainwaring",
      "category": "Human, Teaching, Us"
    },
    {
      "quote": "Find the human in the technology. The currency marketers trade in has not changed even if the methods have. Emotion is what we exchange.",
      "author": "Simon Mainwaring",
      "category": "Emotion, Find, Human"
    },
    {
      "quote": "The benefits of our increasingly digital lives have been accompanied by new dangers, and we have been forced to consider how criminals and terrorists might use advances in technology to their advantage.",
      "author": "James Comey",
      "category": "Digital, New, Benefits"
    },
    {
      "quote": "Digital technology is both arousing and distancing. We don't look at the users on the other side as people. They aren't - they're just usernames, Facebook photos and Twitter handles.",
      "author": "Douglas Rushkoff",
      "category": "People, Digital, Look"
    },
    {
      "quote": "I am much less concerned with whatever it is technology may be doing to people that what people are choosing to do to one another through technology. Facebook's reduction of people to predictively modeled profiles and investment banking's convolution of the marketplace into an algorithmic battleground were not the choices of machines.",
      "author": "Douglas Rushkoff",
      "category": "I Am, Choices, People"
    },
    {
      "quote": "There's absolutely no bubble in technology.",
      "author": "Peter Thiel",
      "category": "Bubble, Absolutely"
    },
    {
      "quote": "If the whole U.S. was like Silicon Valley, we'd be in good shape. But now, the entire U.S. is not driven by technology, is not driven by innovation.",
      "author": "Peter Thiel",
      "category": "Good, Innovation, Shape"
    },
    {
      "quote": "I don't feel that this concept of disruptive technology is the solution for everybody. But I think it's very important for innovators to understand what we've learned about established companies' motivation to target obvious profitable markets - and about their inability to find emerging ones. The evidence is just overwhelming.",
      "author": "Clayton Christensen",
      "category": "Motivation, Solution, Think"
    },
    {
      "quote": "The arc of technology is in the direction of unbreakable encryption, and no laws are going to get in the way of that reality.",
      "author": "Michael Hayden",
      "category": "Reality, Direction, Way"
    },
    {
      "quote": "If you had a really good - battery, it wouldn't matter that the sun goes down at night and the wind stops blowing sometimes. But at the moment, battery technology is nowhere near good enough to use at utility scale.",
      "author": "Nathan Myhrvold",
      "category": "Good, Sun, Night"
    },
    {
      "quote": "The depressing thing about battery technology is that it gets better, but it gets better slowly. There are a whole bunch of problems in materials science and chemistry that come in trying to make existing batteries better.",
      "author": "Nathan Myhrvold",
      "category": "Science, Problems, Better"
    },
    {
      "quote": "The promise of the early web was that everyone could have a website but there was something missing. Maybe the technology wasn't ready.",
      "author": "Matt Mullenweg",
      "category": "Missing, Early, Website"
    },
    {
      "quote": "Business models change. As technology processes, business models change.",
      "author": "Marsha Blackburn",
      "category": "Change, Business, Processes"
    },
    {
      "quote": "'Solutionism' for me is, above all, an unthinking pursuit of perfection - by means of technology - without coming to grips with the fact that imperfection is an essential feature of liberal democracy.",
      "author": "Evgeny Morozov",
      "category": "Democracy, Perfection, Me"
    },
    {
      "quote": "Steve Jobs was notoriously blunt about products he found wanting, but his attack on Flash - Adobe's popular technology for playing multimedia content inside a browser - was particularly vicious. Claiming it was buggy and insecure, Jobs banned it from the iPad.",
      "author": "Evgeny Morozov",
      "category": "Content, Products, Jobs"
    },
    {
      "quote": "The technology available for film-making now is incredible, but I am a big believer that it's all in the story.",
      "author": "Robert Redford",
      "category": "I Am, Story, Now"
    },
    {
      "quote": "After Scour, I started a company called Red Swoosh. The idea was to take those litigants who sued us for a huge amount of money and turn them into customers with the same technology. I wanted to get them to pay me. It was a revenge business.",
      "author": "Travis Kalanick",
      "category": "Business, Money, Revenge"
    },
    {
      "quote": "If Apple's a technology company in the music industry, why can't somebody in the music industry make technology?",
      "author": "will.i.am",
      "category": "Music, Apple, Company"
    },
    {
      "quote": "If it keeps up, man will atrophy all his limbs but the push-button finger.",
      "author": "Frank Lloyd Wright",
      "category": "Man, Finger, Will"
    },
    {
      "quote": "You are cruising along, and then technology changes. You have to adapt.",
      "author": "Marc Andreessen",
      "category": "Changes, Adapt, You"
    },
    {
      "quote": "Every country has the right to nuclear technology as long as they use it safely, peacefully and in a secure way.",
      "author": "Mohamed ElBaradei",
      "category": "Long, Country, Way"
    },
    {
      "quote": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.",
      "author": "Narendra Modi",
      "category": "Education, Age, Language"
    },
    {
      "quote": "I'm remote from most technology to the point that I'm kind of Amish.",
      "author": "Alan Moore",
      "category": "Kind, Point, Most"
    },
    {
      "quote": "If Apple, Amazon, Netflix, or somebody else can ever blast away all the ridiculous vestiges of decades-old TV content and technology we live with today, I'll buy whatever they come up with. Until then, I'm settling for a Caavo.",
      "author": "Walt Mossberg",
      "category": "Today, Apple, Live"
    },
    {
      "quote": "Tweeting is like sending out cool telegrams to your friends once a week.",
      "author": "Tom Hanks",
      "category": "Friends, Cool, Week"
    },
    {
      "quote": "I think that we're on a path that Apple was determined to be on since the '70s, which was to try and make technology relevant and personal.",
      "author": "Jonathan Ive",
      "category": "Path, Apple, Think"
    },
    {
      "quote": "It's easy to get sidetracked with technology, and that is the danger, but ultimately you have to see what works with the music and what doesn't. In a lot of cases, less is more. In most cases, less is more.",
      "author": "Herbie Hancock",
      "category": "Music, Easy, You"
    },
    {
      "quote": "Making sounds that literally no one has ever heard before because the software and the technology's never been there, and pairing that with great songwriting, then that's what's exciting for me. That's what I wanna do.",
      "author": "Flume",
      "category": "Great, Me, Software"
    },
    {
      "quote": "My first job was as a programmer. So I feel like I'm familiar with the information technology sector and the information technology culture.",
      "author": "Gene Luen Yang",
      "category": "Culture, Job, Information"
    },
    {
      "quote": "I think extreme secrecy is a bad sign in all startups. Very few startups die because they tell you exactly how their technology works. On the long list of startup killers, that's pretty far down. Though on the list of entrepreneur fears, it's pretty high.",
      "author": "Sam Altman",
      "category": "Long, Think, You"
    },
    {
      "quote": "We have promised to support India in its international aspiration. We have agreed to set up a working group on technology.",
      "author": "Viktor Orban",
      "category": "Support, Group, Working"
    },
    {
      "quote": "I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old' Friends' and 'Everybody Loves Raymond' episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don't think anymore.",
      "author": "Mary Roach",
      "category": "Home, Friends, Good"
    },
    {
      "quote": "Because of technology, we don't develop telepathy. We don't use telepathy, but use, you know, the mobile phones. Why?",
      "author": "Marina Abramovic",
      "category": "Know, Why, You"
    },
    {
      "quote": "If you really want to improve technology, if you want things to work better and be better, you've got to protect the person who spends a lot of effort, money, and time developing that new technology.",
      "author": "James Dyson",
      "category": "Work, Time, Money"
    },
    {
      "quote": "The wonderful thing about Apple technology is just how intuitive it is.",
      "author": "James Dyson",
      "category": "Apple, Wonderful, Just"
    },
    {
      "quote": "We understand how to build and manage businesses that involve technology, engineering, and people at a large scale on a global platform.",
      "author": "Azim Premji",
      "category": "People, Engineering, Build"
    },
    {
      "quote": "The reason steampunk attracts people is that it is premised on a technology which is visible and pleasing to the naked eye, and whose moving parts are comprehensible on a human scale.",
      "author": "Nick Harkaway",
      "category": "Eye, Moving, People"
    },
    {
      "quote": "Steampunk appeals to the idea of uniqueness, to the one-off item, while every mainstream consumer technology of recent years is about putting human beings into ever more granular, packageable and mass-produced identities so that they can be sold or sold to, perfectly mapped and understood.",
      "author": "Nick Harkaway",
      "category": "Uniqueness, Idea, Human"
    },
    {
      "quote": "The spending in science and technology need to be to increased.",
      "author": "Atal Bihari Vajpayee",
      "category": "Science, Need, Spending"
    },
    {
      "quote": "Wearable technology will tell us how well we are sleeping and whether we need to exercise. Sensors in the street will help us avoid traffic jams and find parking. Telemedicine applications will allow physicians to treat patients who are hundreds of miles away.",
      "author": "John T. Chambers",
      "category": "Treat, Help, Exercise"
    },
    {
      "quote": "Once you understand that Goliath is much weaker than you think he is, and David has superior technology, then you say: why do we tell the story the way we do? It becomes, actually, a far more meaningful and important story in its retelling than in the kind of unsophisticated way we've done it for, I think, too long.",
      "author": "Malcolm Gladwell",
      "category": "Meaningful, Long, Think"
    },
    {
      "quote": "Bringing buyers and sellers together through a single platform is not a new idea - most of us know about eBay's success - but with advancing technology comes new innovative methods for businesses to connect customers with those who want to offer services.",
      "author": "Sam Graves",
      "category": "Success, Together, Want"
    },
    {
      "quote": "I'm interested in Linux because of the technology, and Linux wasn't started as any kind of rebellion against the 'evil Microsoft empire.'",
      "author": "Linus Torvalds",
      "category": "Evil, Rebellion, Kind"
    },
    {
      "quote": "Being a club pro and all, a guy trying to keep up with golf's modern technology, I hadn't found much time for Internet dating, but then one day I knew I'd met the girl of my dreams when she replied to a comment I'd made on You-and-Me.com. She said, 'I love it when you talk equipment to me.'",
      "author": "Dan Jenkins",
      "category": "Love, Time, Dreams"
    },
    {
      "quote": "Technology allows us to do many things, but it is always important to combine it with traditional handcrafts and, in fact, use technology to replicate dying arts so that they are not lost.",
      "author": "Issey Miyake",
      "category": "Lost, Important, Dying"
    },
    {
      "quote": "All of the books in the world contain no more information than is broadcast as video in a single large American city in a single year. Not all bits have equal value.",
      "author": "Carl Sagan",
      "category": "Value, American, World"
    },
    {
      "quote": "We speak of 'software eating the world,' 'the Internet of Things,' and we massify 'data' by declaring it 'Big.' But these concepts remain for the most part abstract. It's hard for many of us to grasp the impact of digital technology on the 'real world' of things like rocks, homes, cars, and trees. We lack a metaphor that hits home.",
      "author": "John Battelle",
      "category": "Home, World, Trees"
    },
    {
      "quote": "We are led by lawyers who do not understand either technology or balance sheets.",
      "author": "Thomas Friedman",
      "category": "Balance, Legal, Lawyers"
    },
    {
      "quote": "Product management really is the fusion between technology, what engineers do - and the business side.",
      "author": "Marissa Mayer",
      "category": "Business, Management"
    },
    {
      "quote": "I don't understand it and haven't understood in this world of technology: where every building has a camera, every ATM has a camera, why don't we have cameras on police officers?",
      "author": "Rick Santelli",
      "category": "World, Police, Building"
    },
    {
      "quote": "Technology is neutral and sterile. Now, technology is the nature of modern man; it is our environment and our horizon. Of course, every work of man is a negation of nature, but at the same time, it is a bridge between nature and us. Technology changes nature in a more radical and decisive manner: it throws it out.",
      "author": "Octavio Paz",
      "category": "Work, Nature, Time"
    },
    {
      "quote": "All of technology, really, is about maximizing free options.",
      "author": "Nassim Nicholas Taleb",
      "category": "Free, Options, Really"
    },
    {
      "quote": "The Internet allows the small guy a global marketplace. But technology is harmful in the sense that we get too much information from it. Because of the web we get 10 times the amount of noise we ever got, which makes harmful fallacies far more likely.",
      "author": "Nassim Nicholas Taleb",
      "category": "Internet, Information, Small"
    },
    {
      "quote": "Technology has the benefit of being easily scalable. A few weeks or months of coding can result in solutions that reap huge benefits. The global success of Facebook, Twitter, and Google are all triumphs of technology.",
      "author": "Shawn Amos",
      "category": "Success, Google, Reap"
    },
    {
      "quote": "There is a lack of talent in technology, and we need to be encouraging kids in school to learn how to code. We need to encourage computer science as a major. We need to encourage entrepreneurism.",
      "author": "Jon Oringer",
      "category": "Science, School, Talent"
    },
    {
      "quote": "I started in comics in 2005, ten years ago, and at that time, I didn't have a cell phone. I don't even think I had a computer myself, you know. And just in those ten years, how much technology has changed.",
      "author": "Jeff Lemire",
      "category": "Time, Myself, Cell Phone"
    },
    {
      "quote": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology.",
      "author": "Mario Andretti",
      "category": "Love, New, New Technology"
    },
    {
      "quote": "I'm equally guilty of using technology - I Twitter, I text people, I chat. But I think there's something strangely insidious about it that it makes us think we're closer when in fact we're not seeing each other, we're not connecting.",
      "author": "Jason Reitman",
      "category": "People, Think, Guilty"
    },
    {
      "quote": "YouTube is akin to having my own network.",
      "author": "Marlee Matlin",
      "category": "YouTube, My Own, Own"
    },
    {
      "quote": "We can't blame the technology when we make mistakes.",
      "author": "Tim Berners-Lee",
      "category": "Mistakes, Blame, Make"
    },
    {
      "quote": "American women are so fortunate. When I got married, all I wanted in the world was a dryer so I didn't have to hang up my diapers. And now women have paper diapers and all sorts of conveniences in the home. And it is the man and the technology that has made the home such a pleasant place for women to be.",
      "author": "Phyllis Schlafly",
      "category": "Home, Women, Man"
    },
    {
      "quote": "When you consider that our technology has advanced from the first telephones to smart phones in roughly a century, it's easy to understand why it seems like tomorrow is arriving faster than it ever did.",
      "author": "Annalee Newitz",
      "category": "Smart, Tomorrow, Easy"
    },
    {
      "quote": "I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.",
      "author": "Fred Durst",
      "category": "Hate, Problems, Security"
    },
    {
      "quote": "Inexpensive phones and pay-as-you go services are already spreading mobile phone technology to many parts of that world that never had a wired infrastructure.",
      "author": "Howard Rheingold",
      "category": "World, Phones, Phone"
    },
    {
      "quote": "When designers replaced the command line interface with the graphical user interface, billions of people who are not programmers could make use of computer technology.",
      "author": "Howard Rheingold",
      "category": "People, Computer, Line"
    },
    {
      "quote": "The Amish communities of Pennsylvania, despite the retro image of horse-drawn buggies and straw hats, have long been engaged in a productive debate about the consequences of technology.",
      "author": "Howard Rheingold",
      "category": "Debate, Long, Consequences"
    },
    {
      "quote": "Humanity is acquiring all the right technology for all the wrong reasons.",
      "author": "R. Buckminster Fuller",
      "category": "Humanity, Right, Reasons"
    },
    {
      "quote": "Innovation is what we're going to need for the future, and that's always been a part of the technology industry.",
      "author": "Suzan DelBene",
      "category": "Future, Innovation, Need"
    },
    {
      "quote": "It is questionable if all the mechanical inventions yet made have lightened the day's toil of any human being.",
      "author": "John Stuart Mill",
      "category": "Day, Human, Inventions"
    },
    {
      "quote": "It's important with any new technology to try to pay conscious attention to what the drawbacks might be. We choose to multitask. Sometimes our choices aren't the wisest of choices, and we regret them, but they are our choices. I think it'd be wrong to think that they're automatically bad.",
      "author": "James Gleick",
      "category": "Regret, Choices, Think"
    },
    {
      "quote": "Every time a new technology comes along, we feel we're about to break through to a place where we will not be able to recover. The advent of broadcast radio confused people. It delighted people, of course, but it also changed the world.",
      "author": "James Gleick",
      "category": "Time, World, People"
    },
    {
      "quote": "The core concept of Samasource is essentially that technology helps us unlock human talent wherever it may happen to reside. That we should no longer be victims of the birth lottery. That no one should be stuck in a poor place where they don't have a job simply because of an accident of birth.",
      "author": "Leila Janah",
      "category": "Job, Talent, Birth"
    },
    {
      "quote": "Civilization has given us enormous successes: going to the moon, technology. But then this is the civilisation that took us to debt, environmental crisis, every single crisis. We need a civilization where we say goodbye to these things.",
      "author": "Muhammad Yunus",
      "category": "Environmental, Goodbye, Moon"
    },
    {
      "quote": "People gravitate to what they believe to be popular... Technology is enabling even more of that.",
      "author": "Bob Iger",
      "category": "Believe, People, Popular"
    },
    {
      "quote": "Technology teaches passivity. Absorbed in our devices - at any age - we are absorbed in someone else's perspective.",
      "author": "Julia Cameron",
      "category": "Age, Perspective, Someone"
    },
    {
      "quote": "Libraries function as crucial technology hubs, not merely for free Web access, but those who need computer training and assistance. Library business centers help support entrepreneurship and retraining.",
      "author": "Scott Turow",
      "category": "Business, Training, Support"
    },
    {
      "quote": "For the blue-collar worker, the driving force behind change was factory automation using programmable machine tools. For the office worker, it's office automation using computer technology: enterprise-resource-planning systems, groupware, intranets, extranets, expert systems, the Web, and e-commerce.",
      "author": "Tom Peters",
      "category": "Change, Driving, Tools"
    },
    {
      "quote": "In the technology world, you have to execute fast or you're out of business.",
      "author": "Vivek Wadhwa",
      "category": "Business, World, You"
    },
    {
      "quote": "Ask any venture capitalist, and they will tell you that they consider the experience and completeness of the founding team to be a more important factor in their investment decision than the technology that is being built.",
      "author": "Vivek Wadhwa",
      "category": "Team, Experience, Decision"
    },
    {
      "quote": "Police departments no longer have to pay overtime or divert resources from other projects to find out where an individual goes - all they have to do is place a tracking device on someone's car or ask a cell phone company for that individual's location history and the technology does the work for them.",
      "author": "Ron Wyden",
      "category": "Work, History, Car"
    },
    {
      "quote": "I can't live without my smartphone, but I really geek on coding. It's not so much technology that I like, but puzzle solving.",
      "author": "Sylvia Day",
      "category": "Live, Puzzle, Without"
    },
    {
      "quote": "A moderate tax on robots, even a temporary tax that merely slows the adoption of disruptive technology, seems a natural component of a policy to address rising inequality. Revenue could be targeted toward wage insurance, to help people replaced by new technology make the transition to a different career.",
      "author": "Robert J. Shiller",
      "category": "People, Help, Transition"
    },
    {
      "quote": "What makes the production of my work so expensive? The whole installation thing - the construction, the objects, the technology. It really adds up.",
      "author": "Barbara Kruger",
      "category": "Work, Construction, Up"
    },
    {
      "quote": "There is technology where you can watch the match live online and also on TV. If people understood the game, I'm sure we would have a lot of chess fans by now.",
      "author": "Viswanathan Anand",
      "category": "Game, People, Live"
    },
    {
      "quote": "Creative people are notoriously the slowest to adopt new technology.",
      "author": "Robert Rodriguez",
      "category": "Creative, People, New"
    },
    {
      "quote": "Once anthropology and geology had opened up the pre-recordkeeping darkness of humanity's long, slow, sustained infancy as suitable grounds for speculation, writers began trying to imagine human existence as it must have been with only stone-age technology.",
      "author": "Paul Di Filippo",
      "category": "Darkness, Humanity, Long"
    },
    {
      "quote": "The mandate for the CTO's office is to unleash the power of technology, data, and innovation on behalf of the nation. The CTO's office is really trying to bring best practices, possibilities, pilots, and policy advising.",
      "author": "Megan Smith",
      "category": "Innovation, Best, Power"
    },
    {
      "quote": "Television has changed the American child from an irresistable force to an immovable object.",
      "author": "Laurence J. Peter",
      "category": "American, Child, Television"
    },
    {
      "quote": "Style used to be an interaction between the human soul and tools that were limiting. In the digital era, it will have to come from the soul alone.",
      "author": "Jaron Lanier",
      "category": "Alone, Soul, Style"
    },
    {
      "quote": "Advertisers are not thinking radically enough - they look for technology to lead instead of trying the neuroscience approach and thinking about what parts of the brain haven't been activated before. These new experiences bring new capabilities to the brain.",
      "author": "Jaron Lanier",
      "category": "Thinking, Brain, Look"
    },
    {
      "quote": "What does it mean to not be alone? I've approached that question through music, technology, writing and other means.",
      "author": "Jaron Lanier",
      "category": "Music, Alone, Writing"
    },
    {
      "quote": "The latest technology is not always good for anything except to the producers of the technology.",
      "author": "Wendell Berry",
      "category": "Good, Anything, Always"
    },
    {
      "quote": "Storytelling is storytelling. You still play by the same narrative rules. The technology is completely different. I don't use one piece of technology that I used when I started directing.",
      "author": "James Cameron",
      "category": "Rules, Play, Storytelling"
    },
    {
      "quote": "I believe 3D is inevitable because it's about aligning our entertainment systems to our sensory system. We all have two eyes we all see the world in 3D. And it's natural for us to want our entertainment in 3D as well. It's just getting the technology - it's really more the business model than the technology piece. We've solved the technology.",
      "author": "James Cameron",
      "category": "Business, Eyes, World"
    },
    {
      "quote": "Making duplicate copies and computer printouts of things no one wanted even one of in the first place is giving America a new sense of purpose.",
      "author": "Andy Rooney",
      "category": "America, Purpose, Giving"
    },
    {
      "quote": "The divine wisdom which requires a division of labor has sown different abilities and tendencies in human nature and has enabled human beings to carry out the duty of establishing sciences and developing technology. The fulfillment of this duty is obligatory upon humanity as a whole, though not on every individual.",
      "author": "Said Nursi",
      "category": "Nature, Wisdom, Humanity"
    },
    {
      "quote": "I am extraordinarily fascinated by the future of technology. We are in the early infancy of technology, and we have an opportunity to guide how technology develops and integrates into our lives. I talk a lot about the 'invisible interface,' or the idea that we can utilize technology without being absorbed into a screen.",
      "author": "Yves Behar",
      "category": "Future, Opportunity, I Am"
    },
    {
      "quote": "I don't particularly enjoy watching films in 3D because I think that a well-shot and well-projected film has a very three-dimensional quality to it, so I'm somewhat sceptical of the technology.",
      "author": "Christopher Nolan",
      "category": "Quality, Enjoy, Think"
    },
    {
      "quote": "For the last 10 years, I've felt increasing pressure to stop shooting film and start shooting video, but I've never understood why. It's cheaper to work on film, it's far better looking, it's the technology that's been known and understood for a hundred years, and it's extremely reliable.",
      "author": "Christopher Nolan",
      "category": "Work, Start, Pressure"
    },
    {
      "quote": "I am fascinated by all the new technology that creates places for us to meet in what is called cyberspace. I understand what it must have meant for the rebellions in the 19th century, especially in 1830 and 1848, when the mass circulated newspaper became so important for the spreading of information.",
      "author": "Henning Mankell",
      "category": "I Am, Information, Newspaper"
    },
    {
      "quote": "I am critical of modernity giving science and technology a blank check as if it were the fountain of all truth. That is not true. And I think I may have introduced a word which has now caught on quite a bit, scientism. Science is good. It simply reports a discovery.",
      "author": "Huston Smith",
      "category": "Good, Truth, Science"
    },
    {
      "quote": "These days the technology can solve our problems and then some. Solutions may not only erase physical or mental deficits but leave patients better off than 'able-bodied' folks. The person who has a disability today may have a superability tomorrow.",
      "author": "Daniel H. Wilson",
      "category": "Today, Tomorrow, Disability"
    },
    {
      "quote": "Change creates fear, and technology creates change. Sadly, most people don't behave very well when they are afraid.",
      "author": "Daniel H. Wilson",
      "category": "Change, Fear, People"
    },
    {
      "quote": "All these experiments I've done over the years with technology have been asking whether I can tell stories that affect humans in a deeper way than I could without the technology.",
      "author": "Chris Milk",
      "category": "Done, I Can, Asking"
    },
    {
      "quote": "I make short films, little documentaries, about the co-evolution of humans and technology.",
      "author": "Jason Silva",
      "category": "Short, Short Films, Little"
    },
    {
      "quote": "My mode of presentation is short-form video - basically I create fast cut, impassioned 'idea explainers' that explode with enthusiasm and intensity as they distill how technology is expanding our sphere of possibility.",
      "author": "Jason Silva",
      "category": "Enthusiasm, Presentation"
    },
    {
      "quote": "I'm a futurist. Technology is our way out of almost every problem we have. Technology can create a new sense of community.",
      "author": "Hal Sparks",
      "category": "Community, Problem, New"
    },
    {
      "quote": "There used to be this country called the Soviet Union it's not there anymore. Our technology was better than theirs.",
      "author": "Tom Clancy",
      "category": "Better, Country, Soviet"
    },
    {
      "quote": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.",
      "author": "Freeman Dyson",
      "category": "Life, God, Mother"
    },
    {
      "quote": "The telephone is a 100-year-old technology. It's time for a change. Charging for phone calls is something you did last century.",
      "author": "Niklas Zennstrom",
      "category": "Change, Time, You"
    },
    {
      "quote": "Absolutely everything undergoes evolvement - whether it's technology, journalism, the NFL, medicine.",
      "author": "Marv Levy",
      "category": "Medicine, Journalism"
    },
    {
      "quote": "It reflects a prevailing myth that production technology is no more amenable to human judgment or social interests than the laws of thermodynamics, atomic structure or biological inheritance.",
      "author": "Barry Commoner",
      "category": "Human, Social, Laws"
    },
    {
      "quote": "One of the big things coming out of healthcare reform is a thing called the Community Living Assistance Services and Supports Act (CLASS) which is a mechanism to reimburse people staying at home for technology and services that allow them to stay at home.",
      "author": "Colin Angle",
      "category": "Home, Community, People"
    },
    {
      "quote": "The computer offers another kind of creativity. You cannot ignore the creativity that computer technology can bring. But you need to be able to move between those two different worlds.",
      "author": "Tadao Ando",
      "category": "Creativity, You, Kind"
    },
    {
      "quote": "I don't mind if somebody texts me but I'm not a big texter, the things are too small. I don't mind if they text, '7 o'clock,' that's fine, that's logistics but, 'What's up?' Get real! Pick up a phone!",
      "author": "Penny Marshall",
      "category": "Mind, Small, Me"
    },
    {
      "quote": "With today's technology, you can actually see the baby grow, move, and hear their little heart beats.",
      "author": "Stephen Fincher",
      "category": "Today, Heart, Baby"
    },
    {
      "quote": "We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before.",
      "author": "John Perry Barlow",
      "category": "World, Mind, Create"
    },
    {
      "quote": "I'll take transformational change any way it comes. One way to look at meditation is as a kind of intrapsychic technology that's been developed over thousands of years by traditions that know a lot about the mind/body connection. To call what happens 'the placebo effect' is just to give a name to something we don't understand.",
      "author": "Jon Kabat-Zinn",
      "category": "Change, Name, Know"
    },
    {
      "quote": "Technology has to be invented or adopted.",
      "author": "Jared Diamond",
      "category": "Adopted, Invented"
    },
    {
      "quote": "Technology is something you have to embrace because technology is part of our generation. Digital natives, for instance, are people who grew up in a world that always had the Internet and who always had smartphones. Millennials aren't too far behind: my generation of people, who were in the mix of the Internet when it first came out.",
      "author": "Jon Batiste",
      "category": "World, Internet, People"
    },
    {
      "quote": "I think it's important for people to stay human and remember that genuine human connection is more fulfilling than anything that technology has to offer. We all have it within us, and music is something that can bring that out of us.",
      "author": "Jon Batiste",
      "category": "Music, People, Remember"
    },
    {
      "quote": "This really is a merger of equals. I wouldn't have come back to work for anything less than this fantastic opportunity. This lets me combine my two great loves - technology and biscuits.",
      "author": "Louis V. Gerstner, Jr.",
      "category": "Work, Great, Opportunity"
    },
    {
      "quote": "You cannot make thousands of universities or hundreds of thousands of professors, but with technology and the Internet you can have great courses and make a digital university.",
      "author": "Carlos Slim",
      "category": "Great, Internet, Digital"
    },
    {
      "quote": "I'd like to get back home to Nova Scotia more, but thankfully, with technology you can call and text and FaceTime. But physically being in Toronto or Nova Scotia... there's nothing like it.",
      "author": "Diego Klattenhoff",
      "category": "Home, Nothing, You"
    },
    {
      "quote": "There is no Constitutional right to prey on others. The Internet is just a piece of technology, like the telephone. Society has the right to modify its uses.",
      "author": "Andrew Vachss",
      "category": "Society, Internet, Right"
    },
    {
      "quote": "Be skeptical of concepts that divorce war from its political nature, particularly those that promise fast, cheap victory through technology.",
      "author": "H. R. McMaster",
      "category": "Nature, War, Victory"
    },
    {
      "quote": "I'm afraid I am a bit of a technophobe - a nineteenth-century man caught in the twenty-first century. But there is one piece of technology that I would especially welcome: a device to automatically balance restaurant tables on all four legs so that they don't rock back and forth.",
      "author": "Leonard Susskind",
      "category": "Man, Welcome, I Am"
    },
    {
      "quote": "People are stunned to hear that one company has data files on 185 million Americans.",
      "author": "Ralph Nader",
      "category": "People, Data, Company"
    },
    {
      "quote": "What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.",
      "author": "Meg Whitman",
      "category": "Good, Interesting, Disaster"
    },
    {
      "quote": "I got to get the right people in the right job. Because a lot of costs can be taken out in the context of your administration without the legislature. For example, using technology to do more with less. Using technology to fight fraud. Reorganizing and streamlining can be done within the context of the administration.",
      "author": "Meg Whitman",
      "category": "Job, Fight, People"
    },
    {
      "quote": "You can have the best technology in the world, but if you don't have a community who wants to use it and who are excited about it, then it has no purpose.",
      "author": "Chris Hughes",
      "category": "Best, Community, World"
    },
    {
      "quote": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi.",
      "author": "Larry Wall",
      "category": "Death, Trying, Doing"
    },
    {
      "quote": "Real programmers can write assembly code in any language.",
      "author": "Larry Wall",
      "category": "Language, Real, Code"
    },
    {
      "quote": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that's great.",
      "author": "Larry Wall",
      "category": "Positive, History, Great"
    },
    {
      "quote": "Technology has made music accessible in a philosophically interesting way, which is great. But on the other hand, when everybody has the ability to make magic, it's like there's no more magic - if the audience can just do it themselves, why are they going to bother?",
      "author": "Thomas Bangalter",
      "category": "Music, Great, Magic"
    },
    {
      "quote": "ChicagoNEXT is focused on making Chicago the best possible place for technology entrepreneurs.",
      "author": "J. B. Pritzker",
      "category": "Best, Chicago, Place"
    },
    {
      "quote": "I understood the importance in principle of public key cryptography but it's all moved much faster than I expected. I did not expect it to be a mainstay of advanced communications technology.",
      "author": "Whitfield Diffie",
      "category": "Key, Expect, Faster"
    },
    {
      "quote": "Every time somebody tries to go in and reinvent what we do, it always ends up being more about technology and sets, and flash and dash, forgetting the main thing, which is interesting people saying interesting, important things.",
      "author": "Diane Sawyer",
      "category": "Time, People, Saying"
    },
    {
      "quote": "Since Stonehenge, architects have always been at the cutting edge of technology. And you can't separate technology from the humanistic and spiritual content of a building.",
      "author": "Norman Foster",
      "category": "Spiritual, Building, You"
    },
    {
      "quote": "What the country needs are a few labor-making inventions.",
      "author": "Arnold H. Glasow",
      "category": "Country, Inventions, Needs"
    },
    {
      "quote": "Cognitive therapy is a fast-acting technology of mood modification that you can learn to apply on your own. It can help you eliminate the symptoms and experience personal growth so you can minimize future upsets and cope with depression more effectively in the future.",
      "author": "David D. Burns",
      "category": "Future, Experience, Growth"
    },
    {
      "quote": "We are already producing enough food to feed the world. We already have technology in place that allows us to produce more than we can find a market for.",
      "author": "Jeremy Rifkin",
      "category": "Food, World, Place"
    },
    {
      "quote": "For a lot of people, one of the reasons they don't like to work for founders of startups is that they can be sensitive and protective around what they've built. You have an emotional attachment to the early marketing and technology materials, and you don't want to hear that anything's wrong with them.",
      "author": "Lynn Jurich",
      "category": "Work, People, Marketing"
    },
    {
      "quote": "Advances in technology and in our understanding of illness and disease together with an expanded workforce and greater resources will allow us to provide more services to a higher quality.",
      "author": "John Hutton",
      "category": "Together, Quality"
    },
    {
      "quote": "Light-field photography is a transformational technology that needs a transformational product to introduce it. For the first time, we have a light-field camera that's going to be for everyone - not something in a huge room in a research facility.",
      "author": "Ren Ng",
      "category": "Time, Research, Photography"
    },
    {
      "quote": "With light field technology, there is a huge opportunity for creativity in photography that hasn't been available in the past.",
      "author": "Ren Ng",
      "category": "Light, Creativity"
    },
    {
      "quote": "I made physical objects because I know how to do something on the computer. That struck a chord with me: Most women of my generation have grown up with technology but lack the handmade creative skills of former generations. This is a big opportunity to fill that gap.",
      "author": "Brit Morin",
      "category": "Women, Opportunity, Me"
    },
    {
      "quote": "The great growling engine of change - technology.",
      "author": "Alvin Toffler",
      "category": "Change, Great, Engine"
    },
    {
      "quote": "I forced myself to think what is the new concept and it became clear to me that it was risk, not only in technology and ecology, but in life and employment, too.",
      "author": "Ulrich Beck",
      "category": "Life, Myself, Me"
    },
    {
      "quote": "Because of technological limits, there is a certain amount of food that we can produce per acre. If we were to have intensive greenhouse agriculture, we could have much higher production.",
      "author": "Ralph Merkle",
      "category": "Food, Limits, Agriculture"
    },
    {
      "quote": "I've been looking at the iPod- the Apple iPod. One of the interesting things about the iPod, one of the things that people love most about it is not the technology; it's the box it comes in.",
      "author": "Donald Norman",
      "category": "Love, Apple, People"
    },
    {
      "quote": "The DJ still has the relationship with the people, I believe. I don't know to call the DJ 'the ambassadors' or what, but we still are connecting the dots, getting the good stuff and passing it on to the people. DJs still have relevance, even with the technology that elevates the DJ beyond being a selector.",
      "author": "Ali Shaheed Muhammad",
      "category": "Relationship, Good, Believe"
    },
    {
      "quote": "Scientists at MIT and engineering schools all across America say that they could improve the fuel economy standards for the existing set of vehicles by 10 miles per gallon using existing technology, without compromising safety or comfort at all.",
      "author": "Ed Markey",
      "category": "America, Safety, Engineering"
    },
    {
      "quote": "Congress will pass a law restricting public comment on the Internet to individuals who have spent a minimum of one hour actually accomplishing a specific task while on line.",
      "author": "Andy Grove",
      "category": "Law, Internet, Congress"
    },
    {
      "quote": "I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.",
      "author": "Alan Perlis",
      "category": "Training, People, Help"
    },
    {
      "quote": "What constrains or enables the capacity of human beings to work in groups is not so much the technology, but rather the capacity of the human brain to have and monitor social interactions.",
      "author": "Nicholas A. Christakis",
      "category": "Work, Brain, Human Brain"
    },
    {
      "quote": "I see robotic technology getting rid of the dangerous, the dirty, and the just plain boring jobs. Some people say, 'You can't. People won't have anything to do.' But we found things that were a lot easier than backbreaking labor in the sun and the fields. Let people rise to better things.",
      "author": "Rodney Brooks",
      "category": "Sun, People, Rise"
    },
    {
      "quote": "You go to a technology conference or an engineering conference, there are very few women there. At the same time it's a blessing in the fact that you do get noticed. People tend to remember you as the only woman in the room 'who said that', or the only woman in the room who was an engineer.",
      "author": "Padmasree Warrior",
      "category": "Time, Women, Woman"
    },
    {
      "quote": "We could talk, act, and dress funny. We were excused for socially inappropriate behavior: 'Oh, he's a programmer'. It was all because we knew this technology stuff that other people found completely mystifying.",
      "author": "Kent Beck",
      "category": "Funny, Dress, Behavior"
    },
    {
      "quote": "If someone is trying to skip the struggle - which is the creative job - our machines today, the technology that we have, can help the person, but it is only momentary. On the other hand, if you are creative, you have the skill, and you are hardworking, technology can only make you superior.",
      "author": "Arijit Singh",
      "category": "Today, Struggle, Job"
    },
    {
      "quote": "The internet is a great way to get on the net.",
      "author": "Bob Dole",
      "category": "Great, Internet, Way"
    },
    {
      "quote": "While there have been terrific advances in the state of technology around heuristics, behavior blocking, and things like that, technology is only a part of the approach to solving the problem with the more important aspect involving putting the right process in place.",
      "author": "John W. Thompson",
      "category": "Problem, Behavior, Place"
    },
    {
      "quote": "One of the things that has been truly incredible to observe though, is the amount of venture investment that has gone into early stage security technology.",
      "author": "John W. Thompson",
      "category": "Security, Early, Investment"
    },
    {
      "quote": "When are boots in the ground no longer going to have to even be people, and is that right? When does it become 'Star Wars?' When is enough enough? When do we put this time and energy into eliminating war or reasons for war instead of creating new technology to make war easier for us?",
      "author": "Michael Kelly",
      "category": "Time, War, People"
    },
    {
      "quote": "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.",
      "author": "Pope Paul VI",
      "category": "Great, Joy, Society"
    },
    {
      "quote": "It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online.",
      "author": "Esther Dyson",
      "category": "First, Always, May"
    },
    {
      "quote": "Defect-free software does not exist.",
      "author": "Wietse Venema",
      "category": "Software, Exist, Does"
    },
    {
      "quote": "I'm a farm boy. I would rather live in that time when you had to provide for your family. I don't know. I'm a country kid, so I don't like modern technology.",
      "author": "Travis Fimmel",
      "category": "Family, Time, Live"
    },
    {
      "quote": "It's not that we use technology, we live technology.",
      "author": "Godfrey Reggio",
      "category": "Live, Use"
    },
    {
      "quote": "Negative and pessimistic views of technology have always existed. I can just imagine some pessimistic Sumerian in 3500 B.C. screaming about the evils of the wheel.",
      "author": "Gray Scott",
      "category": "Negative, I Can, Wheel"
    },
    {
      "quote": "I'm an optimist about the power of technology to transform lives for the better.",
      "author": "Julius Genachowski",
      "category": "Power, Better, Optimist"
    },
    {
      "quote": "If cheap immigrant labor is made unavailable, employers can hire Americans at a higher wage, or replace low-wage immigrant workers with technology and automation, which will create a smaller number of skilled jobs for Americans.",
      "author": "Jan C. Ting",
      "category": "Immigrant, Labor, Create"
    },
    {
      "quote": "There are no morals about technology at all. Technology expands our ways of thinking about things, expands our ways of doing things. If we're bad people we use technology for bad purposes and if we're good people we use it for good purposes.",
      "author": "Herbert Simon",
      "category": "Good, Thinking, Good People"
    },
    {
      "quote": "Broadband access is the great equalizer, leveling the playing field so that every willing and able person, no matter their station in life, has access to the information and tools necessary to achieve the American Dream.",
      "author": "Michael K. Powell",
      "category": "Life, Great, American Dream"
    },
    {
      "quote": "I believe the auto industry is a competition of human resources, competition of funding, competition of technology - and the competition is international.",
      "author": "Li Shufu",
      "category": "Competition, Believe"
    },
    {
      "quote": "In school all I wanted to do was build technology. That's what I loved.",
      "author": "Marc Benioff",
      "category": "School, Loved, Build"
    },
    {
      "quote": "Although I loved working on technology - I've always been a computer geek at heart - my professors encouraged me to get a real-world job working with customers.",
      "author": "Marc Benioff",
      "category": "Heart, Job, Me"
    },
    {
      "quote": "It's very difficult for people who don't play video games to understand their power simply by watching, and it's very difficult for people who aren't close to technology to understand how rapidly it can change whatever it touches.",
      "author": "Bing Gordon",
      "category": "Change, Power, Video Games"
    },
    {
      "quote": "The Strauss Group identified water as a strategic category presenting significant business opportunity in line with the Group's long term business strategy and vision. We view the development of a technology that enables high quality drinking water for both home and offices as a means to improve the quality of life of millions of people.",
      "author": "Ofra Strauss",
      "category": "Life, Business, Home"
    },
    {
      "quote": "Biology, it's the technology which builds our world, and we can harness it to shift humanity from a scarcity to an abundance economy.",
      "author": "Ryan Bethencourt",
      "category": "Humanity, World, Biology"
    },
    {
      "quote": "Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring.",
      "author": "Jesse James Garrett",
      "category": "Work, Hard Work, Knowledge"
    },
    {
      "quote": "When dealing in the technology, it becomes a question of whether you overuse something. I think that's worse than having something technologically available to you and not using it.",
      "author": "Al Michaels",
      "category": "Think, You, Dealing"
    },
    {
      "quote": "For much of this decade, both Congressional and administration budget projections showed a decline in science and technology accounts of between 20 and 30 percent in real dollars. The real impact to date has been far less severe.",
      "author": "Charles Vest",
      "category": "Science, Impact, Budget"
    },
    {
      "quote": "I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify.",
      "author": "Daniel Ek",
      "category": "Music, Day, Growing Up"
    },
    {
      "quote": "We are finally entering an exciting time in medicine where we have the technology to custom-tailor treatment and preventive protocols just as we'd custom-tailor a suit or designer gown to one's individual body. But it all begins with you. You have to know yourself in a manner that you've probably never done before.",
      "author": "David Agus",
      "category": "Time, Yourself"
    },
    {
      "quote": "If you're not looking toward the future or trying to improve the current technology, you'll be left behind.",
      "author": "Gwynne Shotwell",
      "category": "Future, Looking, You"
    },
    {
      "quote": "People thought I was very pro-computer. I was on the cover of 'Wired' magazine. Then things began to change. In the early '80s, we met this technology and became smitten like young lovers. But today our attachment is unhealthy.",
      "author": "Sherry Turkle",
      "category": "Change, Today, People"
    },
    {
      "quote": "I have an almost religious zeal... not for technology per se, but for the Internet which is for me, the nervous system of mother Earth, which I see as a living creature, linking up.",
      "author": "Dan Millman",
      "category": "Mother, Internet, Me"
    },
    {
      "quote": "The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited.",
      "author": "Alan Kay",
      "category": "Nature, Language, Machine"
    },
    {
      "quote": "To bring out a new technology for consumers first, you just had a very long road to go down to try to find people who actually would pay money for something.",
      "author": "Marc Andreesen",
      "category": "Money, Road, People"
    },
    {
      "quote": "If you want to be a modern citizen of the world, you have to be minimally capable in technology. It's a new literacy test. Technology rules your outcome in life. And software is making a lot of decisions in our lives.",
      "author": "Daniel Suarez",
      "category": "Life, Decisions, World"
    },
    {
      "quote": "Technology is similarly just a catalyst at times for fundamental forces already present.",
      "author": "Scott Cook",
      "category": "Present, Just, Catalyst"
    },
    {
      "quote": "I think that's the phenomenon of our time is that a lot of women keep themselves in good shape but that there's not a lot of accommodation or people out there to connect with and the technology.",
      "author": "Stockard Channing",
      "category": "Time, Women, Good"
    },
    {
      "quote": "If we're building high quality companies, if the customers like the products, if the technology innovation is real, then the substance is going to win out in the end.",
      "author": "Marc Andreesen",
      "category": "Innovation, Quality, End"
    },
    {
      "quote": "There's evidence of a social decline in direct proportion to technology and the industrialization of the motion picture industry.",
      "author": "Mark Rydell",
      "category": "Picture, Motion, Social"
    },
    {
      "quote": "When you think about things like power efficiency or performance or Internet connectivity as major technology areas where you have multiple investments, multiple products - security is like that.",
      "author": "Renee James",
      "category": "Power, Performance, Internet"
    },
    {
      "quote": "Piecemeal social engineering resembles physical engineering in regarding the ends as beyond the province of technology.",
      "author": "Karl Popper",
      "category": "Engineering, Beyond, Social"
    },
    {
      "quote": "This is magic we're talking about. It's supposed to go places science can't, defy logic, wink at technology, fill us all with the sensawunda that comes of gazing upon a fictional world and seeing something truly different from our own.",
      "author": "N. K. Jemisin",
      "category": "Science, World, Magic"
    },
    {
      "quote": "Rarely do you walk down the street doing anything that my grandparent's generation did. And half of that comes with the technology advances.",
      "author": "Gabriel Basso",
      "category": "Generation, Walk, You"
    },
    {
      "quote": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.",
      "author": "Ralph Peters",
      "category": "Age, Great, Soul"
    },
    {
      "quote": "My wife handles all of our technology. So if something goes wrong with the computer, I throw up my arms and step aside while the IT gal figures it out.",
      "author": "Ty Burrell",
      "category": "Wife, Step, Up"
    },
    {
      "quote": "I became a member of the faculty at Northwestern University in 1965 but did not complete my thesis until two years later at a graduate ceremony at which Carnegie Institute of Technology became Carnegie-Mellon University. At Northwestern, I was mentored by the 'three Bobs:' Robert Eisner, Robert Strotz and Robert Clower.",
      "author": "Dale T. Mortensen",
      "category": "Three, Years, Two"
    },
    {
      "quote": "Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.",
      "author": "Orrin Hatch",
      "category": "Competition, Fair, Well"
    },
    {
      "quote": "The Internet is a telephone system that's gotten uppity.",
      "author": "Clifford Stoll",
      "category": "Internet, System, Telephone"
    },
    {
      "quote": "I came up with idea of a solar airplane flying around the world with no fuel - that would be a beautiful message in terms of technology, the energy of the future and the environment.",
      "author": "Bertrand Piccard",
      "category": "Future, Beautiful, World"
    },
    {
      "quote": "I worked in information technology and academia for a long time and met many people who were better with things and ideas than with people.",
      "author": "Graeme Simsion",
      "category": "Time, Ideas, People"
    },
    {
      "quote": "I'm no online whiz, but I'm not a Luddite, either. I love that we have these laptops and tablets and smart phones; they're awesome and convenient and all that. It's more about maintaining balance. Technology should always be a predicate of the true subject: our individual humanity, our examined lives.",
      "author": "Paul Harding",
      "category": "Love, Balance, Humanity"
    },
    {
      "quote": "I grew up in the Silicon Valley when it was a bunch of apricot groves, and now it's this center of incredible activity. So I have this sense of what technology has done for this region, and I want to spread it to the world.",
      "author": "Timothy C. Draper",
      "category": "World, Want, Done"
    },
    {
      "quote": "I love my BlackBerry, I love my Apple Mac, I love technology.",
      "author": "Richard Desmond",
      "category": "Love, Apple, Blackberry"
    },
    {
      "quote": "We need a data network that can easily carry voice, instead of what we have today, a voice network struggling to carry data.",
      "author": "Reed Hundt",
      "category": "Today, Voice, Data"
    },
    {
      "quote": "We don't really even know how the Internet and technology are changing us, or our brains and our attention span.",
      "author": "Nancy Jo Sales",
      "category": "Internet, Attention, Know"
    },
    {
      "quote": "Britain has trend-setting fashion, ground-breaking scientists, and innovative technology companies. It is also a welcome home for investors.",
      "author": "Princess Beatrice of York",
      "category": "Home, Welcome, Fashion"
    },
    {
      "quote": "Most people who are on the inside of a technology have no idea what it's like to look at from an end user's point of view. This is why they have focus groups. I'm really familiar with this because I worked 10 years for Hallmark Cards in the U.S.",
      "author": "Pat Cadigan",
      "category": "Focus, End, People"
    },
    {
      "quote": "We have innovative differentiated technology that is recognized by our customers and third party analysts as the best in the industry we have industry-leading support with a very large satisfied installed base due to our best-in-class support and development organisations.",
      "author": "N. Robert Hammer",
      "category": "Best, Support, Party"
    },
    {
      "quote": "The only thing that I'd rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it.",
      "author": "Scott McNealy",
      "category": "Speak, Windows, You"
    },
    {
      "quote": "Virginia is the absolute leader in homeland security and defense and information technology.",
      "author": "Mark Warner",
      "category": "Leader, Information"
    },
    {
      "quote": "From now on, the technology companies that succeed will be those that have developed skills at listening and a sophisticated understanding of their customers' industries.",
      "author": "Samuel J. Palmisano",
      "category": "Listening, Understanding"
    },
    {
      "quote": "My job as artistic director at the Brighton digital agency Lighthouse is all about trying to show that digital culture is about more than just tools and gadgets - it's about perceiving the societal transformations being brought about by technology.",
      "author": "Honor Harger",
      "category": "Culture, Job, Tools"
    },
    {
      "quote": "I was really fascinated by some of the things happening with Anonymous, the hackers group. I don't necessarily agree with everything they've done, but I thought it was a really interesting use of technology and the fact that there's a whole group of people who can take over systems and fight things from behind the scenes.",
      "author": "Michelle Gagnon",
      "category": "Thought, Fight, People"
    },
    {
      "quote": "Technology makes the world a new place.",
      "author": "Shoshana Zuboff",
      "category": "World, Place, New"
    },
    {
      "quote": "People would like better batteries but they are wary of making investments. What is required is both a technology push and a market pull.",
      "author": "Donald Sadoway",
      "category": "People, Better, Push"
    },
    {
      "quote": "Technology has eliminated the basement darkroom and the whole notion of photography as an intense labor of love for obsessives and replaced them with a sense of immediacy and instant gratification.",
      "author": "Joe McNally",
      "category": "Love, Photography, Labor"
    },
    {
      "quote": "Just the idea to have everything you need essentially stored in one piece of portable technology is very exciting.",
      "author": "Graham McTavish",
      "category": "You, Idea, Need"
    },
    {
      "quote": "Society has changed so dramatically that it's empowered the individual, and technology has a lot to do with that. Years ago, if you had a bad experience at a restaurant, you could complain to the manager. Maybe you could picket. Now, you go online and write a review that may go viral.",
      "author": "Brad Katsuyama",
      "category": "Experience, Society"
    },
    {
      "quote": "Gates is the ultimate programming machine. He believes everything can be defined, examined, reduced to essentials, and rearranged into a logical sequence that will achieve a particular goal.",
      "author": "Stewart Alsop",
      "category": "Goal, Achieve, Machine"
    },
    {
      "quote": "India and Japan should develop a complementary relationship in information technology.",
      "author": "Yoshiro Mori",
      "category": "Relationship, Information"
    },
    {
      "quote": "Do you realize if it weren't for Edison we'd be watching TV by candlelight?",
      "author": "Al Boliska",
      "category": "You, Realize, Watching Tv"
    },
    {
      "quote": "The most important and urgent problems of the technology of today are no longer the satisfactions of the primary needs or of archetypal wishes, but the reparation of the evils and damages by the technology of yesterday.",
      "author": "Dennis Gabor",
      "category": "Today, Problems"
    },
    {
      "quote": "I don't go crazy buying expensive technology. I'd probably say my laptops and TVs are the most expensive things I've bought.",
      "author": "Joel David Moore",
      "category": "Crazy, Say, Expensive"
    },
    {
      "quote": "Only I can change my life. No one can do it for me.",
      "author": "Carol Burnett",
      "category": "Life, Change, Me"
    },
    {
      "quote": "Life is 10% what happens to you and 90% how you react to it.",
      "author": "Charles R. Swindoll",
      "category": "Life, React, You"
    },
    {
      "quote": "In order to succeed, we must first believe that we can.",
      "author": "Nikos Kazantzakis",
      "category": "Believe, Succeed, First"
    },
    {
      "quote": "What you do today can improve all your tomorrows.",
      "author": "Ralph Marston",
      "category": "Today, Improve, You"
    },
    {
      "quote": "I can, therefore I am.",
      "author": "Simone Weil",
      "category": "I Am, I Can, Therefore"
    },
    {
      "quote": "Problems are not stop signs, they are guidelines.",
      "author": "Robert H. Schuller",
      "category": "Problems, Stop, Signs"
    },
    {
      "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
      "author": "Ayn Rand",
      "category": "Man, Creative, Desire"
    },
    {
      "quote": "Start where you are. Use what you have. Do what you can.",
      "author": "Arthur Ashe",
      "category": "Start, You, Where"
    },
    {
      "quote": "Don't watch the clock do what it does. Keep going.",
      "author": "Sam Levenson",
      "category": "Keep Going, Clock, Watch"
    },
    {
      "quote": "Quality is not an act, it is a habit.",
      "author": "Aristotle",
      "category": "Quality, Habit, Act"
    },
    {
      "quote": "You can't cross the sea merely by standing and staring at the water.",
      "author": "Rabindranath Tagore",
      "category": "Water, Sea, You"
    },
    {
      "quote": "Accept the challenges so that you can feel the exhilaration of victory.",
      "author": "George S. Patton",
      "category": "Challenges, Victory, You"
    },
    {
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
      "author": "Confucius",
      "category": "Excellence, Door, Win"
    },
    {
      "quote": "When something is important enough, you do it even if the odds are not in your favor.",
      "author": "Elon Musk",
      "category": "Important, You, Odds"
    },
    {
      "quote": "Be kind whenever possible. It is always possible.",
      "author": "Dalai Lama",
      "category": "Be Kind, Kind, Always"
    },
    {
      "quote": "Set your goals high, and don't stop till you get there.",
      "author": "Bo Jackson",
      "category": "Goals, You, Stop"
    },
    {
      "quote": "Never, never, never give up.",
      "author": "Winston Churchill",
      "category": "Never Give Up, Never, Up"
    },
    {
      "quote": "By failing to prepare, you are preparing to fail.",
      "author": "Benjamin Franklin",
      "category": "Prepare, You, Fail"
    },
    {
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
      "author": "Zig Ziglar",
      "category": "Goals, Achieving, You"
    },
    {
      "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.",
      "author": "Og Mandino",
      "category": "Life, Kindness, Today"
    },
    {
      "quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
      "author": "Samuel Beckett",
      "category": "Better, Try, Fail"
    },
    {
      "quote": "Perseverance is not a long race it is many short races one after the other.",
      "author": "Walter Elliot",
      "category": "Perseverance, Short, Long"
    },
    {
      "quote": "Aim for the moon. If you miss, you may hit a star.",
      "author": "W. Clement Stone",
      "category": "Moon, Aim, You"
    },
    {
      "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.",
      "author": "Stephen Hawking",
      "category": "Stars, Universe, Feet"
    },
    {
      "quote": "The way to get started is to quit talking and begin doing.",
      "author": "Walt Disney",
      "category": "Doing, Way, Quit"
    },
    {
      "quote": "When you reach the end of your rope, tie a knot in it and hang on.",
      "author": "Franklin D. Roosevelt",
      "category": "End, Reach, You"
    },
    {
      "quote": "Either I will find a way, or I will make one.",
      "author": "Philip Sidney",
      "category": "Way, Find, Will"
    },
    {
      "quote": "Knowing is not enough we must apply. Willing is not enough we must do.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Enough, Knowing, Apply"
    },
    {
      "quote": "Things do not happen. Things are made to happen.",
      "author": "John F. Kennedy",
      "category": "Happen, Made, Things"
    },
    {
      "quote": "The people who influence you are the people who believe in you.",
      "author": "Henry Drummond",
      "category": "Influence, Believe, People"
    },
    {
      "quote": "The will to succeed is important, but what's more important is the will to prepare.",
      "author": "Bobby Knight",
      "category": "Important, Prepare, Succeed"
    },
    {
      "quote": "Arriving at one goal is the starting point to another.",
      "author": "John Dewey",
      "category": "Goal, Starting, Point"
    },
    {
      "quote": "The most effective way to do it, is to do it.",
      "author": "Amelia Earhart",
      "category": "Way, Effective, Most"
    },
    {
      "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
      "author": "Wayne Dyer",
      "category": "Choice, Yourself, Done"
    },
    {
      "quote": "The ultimate aim of the ego is not to see something, but to be something.",
      "author": "Muhammad Iqbal",
      "category": "Ego, Aim, See"
    },
    {
      "quote": "If you don't like how things are, change it! You're not a tree.",
      "author": "Jim Rohn",
      "category": "Change, Tree, You"
    },
    {
      "quote": "One way to keep momentum going is to have constantly greater goals.",
      "author": "Michael Korda",
      "category": "Goals, Momentum, Way"
    },
    {
      "quote": "Expect problems and eat them for breakfast.",
      "author": "Alfred A. Montapert",
      "category": "Breakfast, Problems, Expect"
    },
    {
      "quote": "There's a way to do it better - find it.",
      "author": "Thomas A. Edison",
      "category": "Better, Way, Find"
    },
    {
      "quote": "Go for it now. The future is promised to no one.",
      "author": "Wayne Dyer",
      "category": "Future, Go For It, Now"
    },
    {
      "quote": "Opportunity does not knock, it presents itself when you beat down the door.",
      "author": "Kyle Chandler",
      "category": "Opportunity, Door, You"
    },
    {
      "quote": "Poverty was the greatest motivating factor in my life.",
      "author": "Jimmy Dean",
      "category": "Life, Poverty, Greatest"
    },
    {
      "quote": "If you think you can do it, you can.",
      "author": "John Burroughs",
      "category": "You Can Do It, Think, You"
    },
    {
      "quote": "It is very important to know who you are. To make decisions. To show who you are.",
      "author": "Malala Yousafzai",
      "category": "Decisions, Know, You"
    },
    {
      "quote": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead.",
      "author": "George Lucas",
      "category": "Keep Going, You, Ahead"
    },
    {
      "quote": "Motivation will almost always beat mere talent.",
      "author": "Norman Ralph Augustine",
      "category": "Talent, Motivation, Always"
    },
    {
      "quote": "Do not wait to strike till the iron is hot but make it hot by striking.",
      "author": "William Butler Yeats",
      "category": "Iron, Wait, Hot"
    },
    {
      "quote": "I attribute my success to this - I never gave or took any excuse.",
      "author": "Florence Nightingale",
      "category": "Success, Never, Attribute"
    },
    {
      "quote": "You need to overcome the tug of people against you as you reach for high goals.",
      "author": "George S. Patton",
      "category": "Goals, People, You"
    },
    {
      "quote": "You just can't beat the person who never gives up.",
      "author": "Babe Ruth",
      "category": "You, Person, Never"
    },
    {
      "quote": "You can never quit. Winners never quit, and quitters never win.",
      "author": "Ted Turner",
      "category": "Win, You, Quit"
    },
    {
      "quote": "Never complain and never explain.",
      "author": "Benjamin Disraeli",
      "category": "Complain, Never, Explain"
    },
    {
      "quote": "Never give in and never give up.",
      "author": "Hubert H. Humphrey",
      "category": "Never Give Up, Never, Up"
    },
    {
      "quote": "No bird soars too high if he soars with his own wings.",
      "author": "William Blake",
      "category": "Bird, Wings, High"
    },
    {
      "quote": "After a storm comes a calm.",
      "author": "Matthew Henry",
      "category": "Storm, Calm, After"
    },
    {
      "quote": "We aim above the mark to hit the mark.",
      "author": "Ralph Waldo Emerson",
      "category": "Aim, Mark, Above"
    },
    {
      "quote": "Always desire to learn something useful.",
      "author": "Sophocles",
      "category": "Learn, Desire, Always"
    },
    {
      "quote": "Even if you fall on your face, you're still moving forward.",
      "author": "Victor Kiam",
      "category": "Moving Forward, Moving, Fall"
    },
    {
      "quote": "Do something wonderful, people may imitate it.",
      "author": "Albert Schweitzer",
      "category": "People, May, Wonderful"
    },
    {
      "quote": "Every exit is an entry somewhere else.",
      "author": "Tom Stoppard",
      "category": "Somewhere, Exit, Every"
    },
    {
      "quote": "Follow your inner moonlight don't hide the madness.",
      "author": "Allen Ginsberg",
      "category": "Madness, Follow, Moonlight"
    },
    {
      "quote": "It's always too early to quit.",
      "author": "Norman Vincent Peale",
      "category": "Early, Quit, Always"
    },
    {
      "quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.",
      "author": "George Whitefield",
      "category": "Journey, Forward, You"
    },
    {
      "quote": "One finds limits by pushing them.",
      "author": "Herbert Simon",
      "category": "Limits, Finds, Them"
    },
    {
      "quote": "I've always tried to go a step past wherever people expected me to end up.",
      "author": "Beverly Sills",
      "category": "Past, Step, Me"
    },
    {
      "quote": "Be gentle to all and stern with yourself.",
      "author": "Saint Teresa of Avila",
      "category": "Yourself, Gentle, Stern"
    },
    {
      "quote": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.",
      "author": "Mia Hamm",
      "category": "Goals, Myself, Long"
    },
    {
      "quote": "No matter how many goals you have achieved, you must set your sights on a higher one.",
      "author": "Jessica Savitch",
      "category": "Goals, Matter, You"
    },
    {
      "quote": "Get action. Seize the moment. Man was never intended to become an oyster.",
      "author": "Theodore Roosevelt",
      "category": "Man, Action, Moment"
    },
    {
      "quote": "Wherever you are - be all there.",
      "author": "Jim Elliot",
      "category": "You, Wherever"
    },
    {
      "quote": "A somebody was once a nobody who wanted to and did.",
      "author": "John Burroughs",
      "category": "Nobody, Once, Somebody"
    },
    {
      "quote": "The hardships that I encountered in the past will help me succeed in the future.",
      "author": "Philip Emeagwali",
      "category": "Future, Past, Help"
    },
    {
      "quote": "Never retreat. Never explain. Get it done and let them howl.",
      "author": "Benjamin Jowett",
      "category": "Done, Never, Explain"
    },
    {
      "quote": "You have to learn the rules of the game. And then you have to play better than anyone else.",
      "author": "Unknown",
      "category": "Rules, Game, Play"
    },
    {
      "quote": "We make the world we live in and shape our own environment.",
      "author": "Orison Swett Marden",
      "category": "World, Live, Environment"
    },
    {
      "quote": "Don't think, just do.",
      "author": "Horace",
      "category": "Think, Just"
    },
    {
      "quote": "Don't fight the problem, decide it.",
      "author": "George C. Marshall",
      "category": "Fight, Problem, Decide"
    },
    {
      "quote": "Your heaviest artillery will be your will to live. Keep that big gun going.",
      "author": "Norman Cousins",
      "category": "Live, Gun, Will"
    },
    {
      "quote": "Big shots are only little shots who keep shooting.",
      "author": "Christopher Morley",
      "category": "Big, Shooting, Little"
    },
    {
      "quote": "There is always room at the top.",
      "author": "Daniel Webster",
      "category": "Top, Always, Room"
    },
    {
      "quote": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.",
      "author": "Brian Tracy",
      "category": "Luck, Want, You"
    },
    {
      "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.",
      "author": "Diane Sawyer",
      "category": "Life, Believe In Yourself"
    },
    {
      "quote": "Who seeks shall find.",
      "author": "Sophocles",
      "category": "Find, Who, Shall"
    },
    {
      "quote": "If you don't ask, you don't get.",
      "author": "Stevie Wonder",
      "category": "You, Ask, Get"
    },
    {
      "quote": "The more things you do, the more you can do.",
      "author": "Lucille Ball",
      "category": "You, Things, More"
    },
    {
      "quote": "A will finds a way.",
      "author": "Orison Swett Marden",
      "category": "Way, Will, Finds"
    },
    {
      "quote": "From my tribe I take nothing, I am the maker of my own fortune.",
      "author": "Tecumseh",
      "category": "I Am, Nothing, Fortune"
    },
    {
      "quote": "I am not a has-been. I am a will be.",
      "author": "Lauren Bacall",
      "category": "I Am, Will, Has-Been"
    },
    {
      "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.",
      "author": "Emile Zola",
      "category": "Life, Me, Live"
    },
    {
      "quote": "You create your opportunities by asking for them.",
      "author": "Shakti Gawain",
      "category": "Opportunities, You, Asking"
    },
    {
      "quote": "You have to make it happen.",
      "author": "Denis Diderot",
      "category": "Make It Happen, You, Happen"
    },
    {
      "quote": "Step by step and the thing is done.",
      "author": "Charles Atlas",
      "category": "Step, Done, Thing"
    },
    {
      "quote": "The dog that trots about finds a bone.",
      "author": "Golda Meir",
      "category": "Dog, Bone, Finds"
    },
    {
      "quote": "I come to win.",
      "author": "Leo Durocher",
      "category": "Win, Come"
    },
    {
      "quote": "I was motivated to be different in part because I was different.",
      "author": "Donna Brazile",
      "category": "Be Different, Different"
    },
    {
      "quote": "He conquers who endures.",
      "author": "Persius",
      "category": "Endures, He, Who"
    },
    {
      "quote": "Begin to be now what you will be hereafter.",
      "author": "William James",
      "category": "You, Now, Will"
    },
    {
      "quote": "Know or listen to those who know.",
      "author": "Baltasar Gracian",
      "category": "Listen, Know, Who"
    },
    {
      "quote": "When one must, one can.",
      "author": "Charlotte Whitton",
      "category": "Must"
    },
    {
      "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
      "author": "Denis Waitley",
      "category": "Time, Future, Goals"
    },
    {
      "quote": "To know oneself, one should assert oneself.",
      "author": "Albert Camus",
      "category": "Know, Should, Oneself"
    },
    {
      "quote": "Hitch your wagon to a star.",
      "author": "Ralph Waldo Emerson",
      "category": "Star, Your, Hitch"
    },
    {
      "quote": "Many are called but few get up.",
      "author": "Oliver Herford",
      "category": "Up, Many, Few"
    },
    {
      "quote": "Either move or be moved.",
      "author": "Ezra Pound",
      "category": "Move, Either, Moved"
    },
    {
      "quote": "What is called genius is the abundance of life and health.",
      "author": "Henry David Thoreau",
      "category": "Life, Health, Genius"
    },
    {
      "quote": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.",
      "author": "Swami Sivananda",
      "category": "You, Follow, Will"
    },
    {
      "quote": "To begin, begin.",
      "author": "William Wordsworth",
      "category": "Begin"
    },
    {
      "quote": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.",
      "author": "Eileen Caddy",
      "category": "Future, Good, Better"
    },
    {
      "quote": "The more we do, the more we can do.",
      "author": "William Hazlitt",
      "category": "More"
    },
    {
      "quote": "How do you know you're going to do something, untill you do it?",
      "author": "J. D. Salinger",
      "category": "Know, You, Going"
    },
    {
      "quote": "Deserve your dream.",
      "author": "Octavio Paz",
      "category": "Dream, Deserve, Your Dream"
    },
    {
      "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.",
      "author": "Dean Koontz",
      "category": "Life, Support, Believe"
    },
    {
      "quote": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Life, Goals, Action"
    },
    {
      "quote": "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it.",
      "author": "Phillips Brooks",
      "category": "Yourself, You, See"
    },
    {
      "quote": "To be wholly devoted to some intellectual exercise is to have succeeded in life.",
      "author": "Robert Louis Stevenson",
      "category": "Life, Exercise, Intellectual"
    },
    {
      "quote": "They can conquer who believe they can.",
      "author": "Virgil",
      "category": "Believe, Conquer, Who"
    },
    {
      "quote": "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet.",
      "author": "Zig Ziglar",
      "category": "Success, People, Fortune"
    },
    {
      "quote": "The wise does at once what the fool does at last.",
      "author": "Baltasar Gracian",
      "category": "Wise, Fool, Last"
    },
    {
      "quote": "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me.",
      "author": "Peter Steele",
      "category": "Music, Car, Hate"
    },
    {
      "quote": "If you've got a talent, protect it.",
      "author": "Jim Carrey",
      "category": "Talent, You, Protect"
    },
    {
      "quote": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.",
      "author": "Flip Wilson",
      "category": "You, Machine, Expect"
    },
    {
      "quote": "One may miss the mark by aiming too high as too low.",
      "author": "Thomas Fuller",
      "category": "Mark, High, May"
    },
    {
      "quote": "Do not weep do not wax indignant. Understand.",
      "author": "Baruch Spinoza",
      "category": "Understand, Wax, Indignant"
    },
    {
      "quote": "You never know what motivates you.",
      "author": "Cicely Tyson",
      "category": "Know, You, Never"
    },
    {
      "quote": "My first book was called, 'Mountain, Get Out of My Way,' where I did an autobiographical sketch, if you will, looking back at myself and looking back at things in my life, and juxtaposing them against things that are happening in other people's lives and trying to be motivational.",
      "author": "Montel Williams",
      "category": "Life, Myself, Mountain"
    },
    {
      "quote": "Success is the only motivational factor that a boy with character needs.",
      "author": "Woody Hayes",
      "category": "Success, Character, Boy"
    },
    {
      "quote": "Oh, I would love to be a motivational speaker. I have pulled myself out of a million potholes, and I can see the potholes ahead of me. That doesn't mean that I could always do that so perfectly for my own life. I totally fall in potholes.",
      "author": "Drew Barrymore",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "One day, I got so disgusted that I sat down and wrote a list called 'Justin's list of things to do before he kicks the bucket.' I wrote it for myself and shortened it to 'Justin's Bucket List.' It was there on the wall, not as a story idea but as a motivational tool for myself, which actually ended up working pretty well.",
      "author": "Justin Zackham",
      "category": "Day, Myself, Story"
    },
    {
      "quote": "We need to accept that the commandments of God aren't just a long list of good ideas. They aren't 'life hacks' from an Internet blog or motivational quotes from a Pinterest board.",
      "author": "Dieter F. Uchtdorf",
      "category": "Life, Good, God"
    },
    {
      "quote": "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too.",
      "author": "Khloe Kardashian",
      "category": "Hope, Impact, Inspire"
    },
    {
      "quote": "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person.",
      "author": "Tiffany Trump",
      "category": "Father, Beach, Me"
    },
    {
      "quote": "Go big or go home. Because it's true. What do you have to lose?",
      "author": "Eliza Dushku",
      "category": "Home, True, You"
    },
    {
      "quote": "I like motivational books, because I like the go-getting American spirit - your destiny is in your own hands, life is what you make it, don't accept your limitations, jump before you're pushed, leap before you look.",
      "author": "Louise Mensch",
      "category": "Life, American, Destiny"
    },
    {
      "quote": "There is progress whether ye are going forward or backward! The thing is to move!",
      "author": "Edgar Cayce",
      "category": "Progress, Forward, Going"
    },
    {
      "quote": "Typically, if you reward something, you get more of it. You punish something, you get less of it. And our businesses have been built for the last 150 years very much on that kind of motivational scheme.",
      "author": "Daniel H. Pink",
      "category": "Reward, You, Kind"
    },
    {
      "quote": "As long as I'm not selling out the people that ride or die with me, I'm glad I'm not an MC. I'm a motivational speaker. I'm not that rapper dude.",
      "author": "Young Jeezy",
      "category": "Me, People, Long"
    },
    {
      "quote": "I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don't really consider myself that at all.",
      "author": "Andy Andrews",
      "category": "Education, Myself, Great"
    },
    {
      "quote": "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are.",
      "author": "Keke Palmer",
      "category": "Change, Good, Giving"
    },
    {
      "quote": "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone.",
      "author": "Marvin Sapp",
      "category": "Alone, Being Alone, Wife"
    },
    {
      "quote": "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker.",
      "author": "Nikki Bella",
      "category": "Love, Legacy, Grow"
    },
    {
      "quote": "I was perceived to be a first- to third-rounder. I kind of had a tough junior year and fell to the fifth round. At that time, it was motivational.",
      "author": "Ryan Howard",
      "category": "Time, First, Kind"
    },
    {
      "quote": "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe.",
      "author": "Tina Brown",
      "category": "End, Honest, Give"
    },
    {
      "quote": "I started doing motivational tours. I've seen all kinds of people, from the CEOs to the lowest executive, opening up to their fears. We don't introspect as much as we should.",
      "author": "Anupam Kher",
      "category": "People, Doing, Opening"
    },
    {
      "quote": "I'm a motivational speaker.",
      "author": "Young Jeezy",
      "category": "Speaker"
    },
    {
      "quote": "My mother's wonderful. To me she's perfection.",
      "author": "Michael Jackson",
      "category": "Mother, Perfection, Me"
    },
    {
      "quote": "My mom has always been my support system. She taught me to never give up and to keep pursuing my passions no matter what.",
      "author": "Mandy Moore",
      "category": "Never Give Up, Support, Me"
    },
    {
      "quote": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children.",
      "author": "Jessica Lange",
      "category": "Children, Mother, Motherhood"
    },
    {
      "quote": "That strong mother doesn't tell her cub, Son, stay weak so the wolves can get you. She says, Toughen up, this is reality we are living in.",
      "author": "Lauryn Hill",
      "category": "Son, Mother, Strong"
    },
    {
      "quote": "Men are what their mothers made them.",
      "author": "Ralph Waldo Emerson",
      "category": "Men, Mothers, Made"
    },
    {
      "quote": "My mother said to me, 'If you are a soldier, you will become a general. If you are a monk, you will become the Pope.' Instead, I was a painter, and became Picasso.",
      "author": "Pablo Picasso",
      "category": "Mother, Me, Soldier"
    },
    {
      "quote": "My mother taught me to treat a lady respectfully.",
      "author": "Chris Brown",
      "category": "Mother, Me, Treat"
    },
    {
      "quote": "Motherhood is the greatest thing and the hardest thing.",
      "author": "Ricki Lake",
      "category": "Motherhood, Greatest"
    },
    {
      "quote": "The mother's heart is the child's schoolroom.",
      "author": "Henry Ward Beecher",
      "category": "Mother, Heart, Child"
    },
    {
      "quote": "My mom and I have always been there for each other. We had some tough times, but she was always there for me.",
      "author": "LeBron James",
      "category": "Tough Times, Me, She"
    },
    {
      "quote": "My mom used to make my costumes when I was little; she sews a lot. One year, I was a bride and I had a big wedding dress and a bouquet. Another year I was a medieval princess with a long teal dress and a veil. It was a little extravagant, but it was cute!",
      "author": "Sasha Pieterse",
      "category": "Wedding, Cute, Dress"
    },
    {
      "quote": "Having children is my greatest achievement. It was my saviour. It switched my focus from the outside to the inside. My children are gifts, they remind me of what's important.",
      "author": "Elle Macpherson",
      "category": "Children, Achievement, Focus"
    },
    {
      "quote": "My love for cooking began when I was young. Because my parents were in the army, they were both really busy. A lot of times I'd have to cook for the family; I'd rotate with my siblings. It started out as a chore, but as I got older, my mom started to see that I was really good at it. I became her sous chef.",
      "author": "Tia Mowry",
      "category": "Love, Family, Good"
    },
    {
      "quote": "When you were growing up, your mom and dad told you to look both ways before crossing the street or not to get into a car with a stranger. It's the same with the Internet. We have a big responsibility and a huge role in bringing all the stakeholders to the table - users, parents, educators, law enforcement, government organisations.",
      "author": "Chris DeWolfe",
      "category": "Car, Responsibility, Parents"
    },
    {
      "quote": "Only mothers can think of the future - because they give birth to it in their children.",
      "author": "Maxim Gorky",
      "category": "Children, Future, Think"
    },
    {
      "quote": "Sending a handwritten letter is becoming such an anomaly. It's disappearing. My mom is the only one who still writes me letters. And there's something visceral about opening a letter - I see her on the page. I see her in her handwriting.",
      "author": "Steve Carell",
      "category": "Me, Page, See"
    },
    {
      "quote": "My mom took all of my behavior personally. Everything I did, she thought it was an act of rebellion against her. But it was just me being me.",
      "author": "Pink",
      "category": "Thought, Me, Behavior"
    },
    {
      "quote": "Sometimes when you are a great mom, you're not so great at your job. And then when you're good at your job, you're not so great of a mom or a good wife. It's a dance that never stops. But it's beautiful.",
      "author": "Gisele Bundchen",
      "category": "Beautiful, Good, Great"
    },
    {
      "quote": "You know, I don't think any mother aims to be a single mom. I didn't wish for that, but it happened.",
      "author": "Charlize Theron",
      "category": "Mother, Know, Think"
    },
    {
      "quote": "One thing my mom used to tell me was to look to the other side, and know that my present is not going to be everything. So if I'm having a bad day, she goes, 'Just imagine tomorrow. This is going to be over. This is going to be done with.'",
      "author": "Tyra Banks",
      "category": "Day, Tomorrow, Me"
    },
    {
      "quote": "It's usually my mom who gets on me about my facial hair. I can't grow a good mustache, so I guess it's just a neck beard. I just have trouble growing up there.",
      "author": "Andrew Luck",
      "category": "Good, Hair, Me"
    },
    {
      "quote": "What is free time? I'm a single mother. My free moments are filled with loving my little girl.",
      "author": "Roma Downey",
      "category": "Time, Mother, Girl"
    },
    {
      "quote": "When modeling agencies were saying that I was too big and gaining weight, my mom said, 'OK, we're going to discuss what they're saying over pizza, and we're going to plan the future of your career which doesn't involve you having to be skinny.'",
      "author": "Tyra Banks",
      "category": "Future, Pizza, Plan"
    },
    {
      "quote": "My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail.",
      "author": "Trevor Noah",
      "category": "She, Jail, Being"
    },
    {
      "quote": "I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler.",
      "author": "Mark Cuban",
      "category": "Work, Family, Future"
    },
    {
      "quote": "Sweater, n.: garment worn by child when its mother is feeling chilly.",
      "author": "Ambrose Bierce",
      "category": "Mother, Child, Feeling"
    },
    {
      "quote": "My mother used to tell me man gives the award, God gives the reward. I don't need another plaque.",
      "author": "Denzel Washington",
      "category": "God, Mother, Man"
    },
    {
      "quote": "Well I was eight years old, and I have an older cousin who is three years older than me and she was doing acting, commercials, and modeling at the time and... to see my cousin doing that was really inspiring and I wanted to do it. So I went to my mom and I asked her if I could do it, and for the acting part of it, she made me study for a year.",
      "author": "Hailee Steinfeld",
      "category": "Time, Me, Acting"
    },
    {
      "quote": "Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.",
      "author": "Will Durant",
      "category": "Time, Memory, Tired"
    },
    {
      "quote": "The Vatican is against surrogate mothers. Good thing they didn't have that rule when Jesus was born.",
      "author": "Elayne Boosler",
      "category": "Good, Born, Mothers"
    },
    {
      "quote": "When your mother asks, 'Do you want a piece of advice?' it is a mere formality. It doesn't matter if you answer yes or no. You're going to get it anyway.",
      "author": "Erma Bombeck",
      "category": "Mother, Advice, Want"
    },
    {
      "quote": "It is only in the act of nursing that a woman realizes her motherhood in visible and tangible fashion it is a joy of every moment.",
      "author": "Honore de Balzac",
      "category": "Motherhood, Joy, Woman"
    },
    {
      "quote": "Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive.",
      "author": "Ann Oakley",
      "category": "Fitness, Mother, Woman"
    },
    {
      "quote": "Motherhood is the only thing in my life that I've really known for sure is something I wanted to do.",
      "author": "Cynthia Nixon",
      "category": "Life, Motherhood, My Life"
    },
    {
      "quote": "I am blessed to have Mom and Dad.",
      "author": "Kevin Eubanks",
      "category": "Blessed, I Am, I Am Blessed"
    },
    {
      "quote": "I'm very close with my family, so my mom is part of my entourage.",
      "author": "Kid Cudi",
      "category": "Family, Part, Close"
    },
    {
      "quote": "I didn't plan on being a single mom, but you have to deal with the cards you are dealt the best way you can.",
      "author": "Tichina Arnold",
      "category": "Best, Plan, You"
    },
    {
      "quote": "A guy is a lump like a doughnut. So, first you gotta get rid of all the stuff his mom did to him. And then you gotta get rid of all that macho crap that they pick up from beer commercials. And then there's my personal favorite, the male ego.",
      "author": "Roseanne Barr",
      "category": "Ego, Beer, You"
    },
    {
      "quote": "My Mom said she learned how to swim when someone took her out in the lake and threw her off the boat. I said, 'Mom, they weren't trying to teach you how to swim.'",
      "author": "Paula Poundstone",
      "category": "Boat, Lake, You"
    },
    {
      "quote": "My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core.",
      "author": "Vin Diesel",
      "category": "I Am, Fighter, Protect"
    },
    {
      "quote": "Morality and its victim, the mother - what a terrible picture! Is there indeed anything more terrible, more criminal, than our glorified sacred function of motherhood?",
      "author": "Emma Goldman",
      "category": "Mother, Motherhood, Morality"
    },
    {
      "quote": "Throughout my life, my mom has been the person that I've always looked up to.",
      "author": "Mike Krzyzewski",
      "category": "Life, My Life, Person"
    },
    {
      "quote": "We need somebody who's got the heart, the empathy, to recognize what it's like to be a young teenage mom, the empathy to understand what it's like to be poor or African-American or gay or disabled or old - and that's the criterion by which I'll be selecting my judges.",
      "author": "Barack Obama",
      "category": "Heart, Empathy, Gay"
    },
    {
      "quote": "I don't think I would have been able to stick with it and been proud of who I am and be feminine out on the court. I think I would have folded to the peer pressure if I didn't have my mom to encourage me to be me and be proud of how tall I am.",
      "author": "Lisa Leslie",
      "category": "I Am, Me, Proud"
    },
    {
      "quote": "I do work too hard sometimes, but my mom is such an inspiration. She tells me to 'chill out' and not take things so seriously. She will say: 'Go and have a massage.'",
      "author": "Josh Peck",
      "category": "Work, Me, She"
    },
    {
      "quote": "I just live life. I grew up in a Christian family, but, you know, the way Mom brought me up is to, you know, do you, to always be yourself.",
      "author": "Tyler, The Creator",
      "category": "Life, Family, Live Life"
    },
    {
      "quote": "My mom raised me to be clean, so it's in my nature. I have two little girls, and I'm married, but we've got a nanny and a maid.",
      "author": "Vanilla Ice",
      "category": "Nature, Me, Little Girls"
    },
    {
      "quote": "As I have gotten older, I am more of an independent woman, and my mom and I have our own lives, but we are still best friends and can be there for each other.",
      "author": "Amanda Fuller",
      "category": "Friends, Best, I Am"
    },
    {
      "quote": "Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me.",
      "author": "Alice Walker",
      "category": "Mother, Gift, Me"
    },
    {
      "quote": "Of all the roles I've played, none has been as fulfilling as being a mother.",
      "author": "Annette Funicello",
      "category": "Mother, Being, None"
    },
    {
      "quote": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.",
      "author": "Dick Gregory",
      "category": "Good, Father, Mother"
    },
    {
      "quote": "It is not until you become a mother that your judgment slowly turns to compassion and understanding.",
      "author": "Erma Bombeck",
      "category": "Mother, Compassion"
    },
    {
      "quote": "Do you know what you call those who use towels and never wash them, eat meals and never do the dishes, sit in rooms they never clean, and are entertained till they drop? If you have just answered, 'A house guest,' you're wrong because I have just described my kids.",
      "author": "Erma Bombeck",
      "category": "Know, You, Kids"
    },
    {
      "quote": "An ounce of mother is worth a pound of clergy.",
      "author": "Rudyard Kipling",
      "category": "Mother, Worth, Ounce"
    },
    {
      "quote": "When motherhood becomes the fruit of a deep yearning, not the result of ignorance or accident, its children will become the foundation of a new race.",
      "author": "Margaret Sanger",
      "category": "Children, Deep, Motherhood"
    },
    {
      "quote": "I was always going to church with my mom, dad and sister. I was literally raised under the godly influence both at home and church. There was no alcohol and no smoking at our house. That was the way a Bowden was supposed to live. My dad always told me to represent the Bowden name in a respectful manner.",
      "author": "Bobby Bowden",
      "category": "Home, Sister, Influence"
    },
    {
      "quote": "I was labeled a troublemaker, my mom an unfit mother, and I was not welcome anywhere.",
      "author": "Ryan White",
      "category": "Mother, Welcome, Unfit"
    },
    {
      "quote": "My mom just wants to make sure that my heart is always in whatever I do and I'm in things for the right reasons.",
      "author": "Kevin Durant",
      "category": "Heart, Right, Always"
    },
    {
      "quote": "I love being a single mom. But it's definitely different when you're dating.",
      "author": "Brooke Burns",
      "category": "Love, Dating, You"
    },
    {
      "quote": "I was a single mom that raised two bright, beautiful, and compassionate girls.",
      "author": "Connie Stevens",
      "category": "Beautiful, Single, Bright"
    },
    {
      "quote": "When you are getting ready to become a mom, being in love with someone just isn't enough. You need to think about whether he would be a good parent and raise your children with similar beliefs.",
      "author": "Cindy Crawford",
      "category": "Love, Children, Good"
    },
    {
      "quote": "For everything I do, I think about a 6-year-old girl and her mom that I saw at my concert last night. I think about what those two individuals would think if I were at a club last night. I never want to be arrested, and I never want to get a DUI, those are my moral values.",
      "author": "Taylor Swift",
      "category": "Girl, Night, Values"
    },
    {
      "quote": "Being the only man in the household with my mom definitely helped me grow up fast.",
      "author": "LeBron James",
      "category": "Man, Me, Grow"
    },
    {
      "quote": "I think my mom threatened to put me up for adoption a few times.",
      "author": "Ivanka Trump",
      "category": "Me, Think, Adoption"
    },
    {
      "quote": "My mom was very strict when I was growing up. I could not talk to boys until I was 18. I had to study and work hard.",
      "author": "Coco Lee",
      "category": "Work, Work Hard, Growing Up"
    },
    {
      "quote": "I want somebody like my mom. My mom is a very charitable woman. She's the sweetest woman in the world. I'm looking for the second sweetest woman in the world. I'm looking for honesty and a big heart.",
      "author": "Jason Derulo",
      "category": "Honesty, Heart, Woman"
    },
    {
      "quote": "My relationship with my mom is really the single most profound relationship that I've ever had in my life.",
      "author": "Mindy Kaling",
      "category": "Life, Relationship, My Life"
    },
    {
      "quote": "My mom was always saying: 'Be whatever you want to be, but stick with it. Don't waver. Don't change who you are for anybody.'",
      "author": "Miranda Lambert",
      "category": "Change, Want, Saying"
    },
    {
      "quote": "My mom was a diabetic. Her sister was a diabetic, so I was already a candidate.",
      "author": "Angie Stone",
      "category": "Sister, Her, Candidate"
    },
    {
      "quote": "You don't realize how hard it is to live on your own. But there's no mom to do your laundry, and make you dinner and to do things for you, and you don't think about little things like buying paper towels and salt.",
      "author": "Emma Roberts",
      "category": "Little Things, Dinner, Live"
    },
    {
      "quote": "When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast.",
      "author": "Andy Andrews",
      "category": "Car, Parents, Decisions"
    },
    {
      "quote": "My mom used to tell me that the most valuable thing she owned was her library card. We were poor, but that's not what she was talking about. My mom knew that education opened doors and opened minds.",
      "author": "Richard Carmona",
      "category": "Education, Library, Me"
    },
    {
      "quote": "My father moved to Hawaii from Brooklyn and my mother came there as a child from the Philippines. They met at a show where my dad was playing percussion. My mom was a hula dancer.",
      "author": "Bruno Mars",
      "category": "Father, Mother, Child"
    },
    {
      "quote": "I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom.",
      "author": "Cindy Crawford",
      "category": "Work, Me, Better Person"
    },
    {
      "quote": "My mom always said, 'Marry someone smarter than yourself, Katee, because No. 1, you're not that smart. And No. 2, then you'll have smart babies.'",
      "author": "Katee Sackhoff",
      "category": "Smart, Yourself, You"
    },
    {
      "quote": "My mom is just so good with fashion! She always tells me what looks good, what doesn't look good, and she gives me great advice.",
      "author": "G. Hannelius",
      "category": "Good, Great, Me"
    },
    {
      "quote": "I love babies, and I have my nephews that I love. I have a great mom and she has raised three kids, so if I take lessons from her, I think I'll be great. All my friends have little brothers or sisters.",
      "author": "Jamie Lynn Spears",
      "category": "Love, Friends, Great"
    },
    {
      "quote": "There was the time I bought three cars in the span of three or four weeks. It was crazy; it wasn't greedy. It was mine, my girl's, my mom's. I got Benzes for my ladies. But I felt crazy. You have to understand I come from a world where we're very modest. But that's not greedy. That's nice, right?",
      "author": "J. Cole",
      "category": "Time, Girl, World"
    },
    {
      "quote": "Whenever something went wrong when I was young - if I had a pimple or if my hair broke - my mom would say, 'Sister mine, I'm going to make you some soup.' And I really thought the soup would make my pimple go away or my hair stronger.",
      "author": "Maya Angelou",
      "category": "Sister, Hair, Thought"
    },
    {
      "quote": "I always speak so highly of my mom because she's my partner in crime, and none of this would be possible without her love and support. Always have to make time for Mom.",
      "author": "Shemar Moore",
      "category": "Love, Time, Support"
    },
    {
      "quote": "For some people, home is family and their mom's house or their girl or whatever, and I have those experiences as well, but the biggest thing for me is Chicago.",
      "author": "Patrick Stump",
      "category": "Family, Home, Girl"
    },
    {
      "quote": "My mom often tells me to get married, but she gets it now that I don't want to. Like any other mom, she is worried, but she also understands the demands of my profession. I am blessed to have a family like this.",
      "author": "Randeep Hooda",
      "category": "Family, Blessed, I Am"
    },
    {
      "quote": "I wanted to get into films, and my parents were against it. I convinced my mom, and finally she convinced my dad. My dad then felt, who best to launch his son than him? So he launched me, and here I am.",
      "author": "Vijay",
      "category": "Best, Son, Parents"
    },
    {
      "quote": "My father was a soldier. He was a frogman in the special forces in Denmark before I was born, and always the reality of that inspired me. My mom is very left-wing, classic socialist, and she always talked about the solders as almost crazy, violent, sick people, and I want to confront that because its very judgmental, and I'm not sure it's true.",
      "author": "Tobias Lindholm",
      "category": "Father, Crazy, Reality"
    },
    {
      "quote": "I've never lived my life in the opinion of others. I believe I'm a good person. I believe I'm a good mom. But that's for my kids to decide, not for the world.",
      "author": "Angelina Jolie",
      "category": "Life, Good, World"
    },
    {
      "quote": "My mom told me if I ever got a tattoo, she was going to take it off with a potato peeler.",
      "author": "Jacob Dalton",
      "category": "Me, She, Going"
    },
    {
      "quote": "As others have recently suggested, the term 'gamer' is no longer useful as an identity because games are for everyone. These days, even my mom spends an inordinate amount of time gaming on her iPad. So I'll take a cue from my younger self and say I don't care about being a 'gamer,' but I sure do love video games.",
      "author": "Anita Sarkeesian",
      "category": "Love, Time, Self"
    },
    {
      "quote": "My mom loved rock n' roll. My father hated it. We couldn't play it when he was around. He liked classical music and Duke Ellington.",
      "author": "Patti Smith",
      "category": "Music, Father, Play"
    },
    {
      "quote": "I'm the only one in - of my siblings, my mom and my family - that hasn't been affected by Lyme disease. It's been really hard for me because I'm the only one that doesn't really understand it.",
      "author": "Gigi Hadid",
      "category": "Family, Me, Understand"
    },
    {
      "quote": "What I'm interested in is how your career choices can affect your private life, romantically or with your mom, your relatives, your friends, your hometown, and how media manipulates information - not newspapers or blogs, but the magazines that people impulse-buy that tell you what's hot and who's not.",
      "author": "Xavier Dolan",
      "category": "Life, Friends, Media"
    },
    {
      "quote": "My dad and my mom convinced me to go into biomedical engineering because they said astronauts going to Mars will need life support systems.",
      "author": "Rony Abovitz",
      "category": "Life, Support, Me"
    },
    {
      "quote": "My mom is awesome. She's really young. My mom is 40, and she raised me listening to Nirvana and Courtney Love and Coldplay, Gin Blossoms, The Cranberries, and stuff. Like, my early, early memories are of being a little kid running around in floral skirts and Doc Martens when I was, like, three.",
      "author": "Halsey",
      "category": "Love, Memories, Listening"
    },
    {
      "quote": "You've got to know how to hustle. I got a lot of inspiration from my parents. My father was definitely a hustler. With six kids in the house, you always got to be hustling. And my mom, she's got sick work ethic.",
      "author": "Jay Pharoah",
      "category": "Work, Father, Parents"
    },
    {
      "quote": "I'm very boring. I'm a mom. I'm 34 years old.",
      "author": "Britney Spears",
      "category": "Boring, Years, Old"
    },
    {
      "quote": "My mom and my dad was the best example of unconditional love I could see as a kid. I've known it my whole life. Interactions, kissing, hugging - it definitely wasn't the fake love.",
      "author": "BJ the Chicago Kid",
      "category": "Love, Life, Best"
    },
    {
      "quote": "My mom thought I could dance because I used to dance to this Janet Jackson song she'd play when I was a baby. Then she would take me to a Saturday dance school. I used to go every week and got spotted by a scout, who suggested I audition for the role of Billy in 'Billy Elliot the Musical.'",
      "author": "Tom Holland",
      "category": "Dance, School, Baby"
    },
    {
      "quote": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son.",
      "author": "Chris Christie",
      "category": "Time, Children, Truth"
    },
    {
      "quote": "I'm sure there were times when I wish I had thought, 'Gosh, that might really embarrass mom and dad,' but our parents didn't raise us to think about them. They're very selfless and they wanted us to have as normal of a college life as possible. So really, we didn't think of any repercussions.",
      "author": "Jenna Bush",
      "category": "Life, Parents, College"
    },
    {
      "quote": "My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you're a kid, you can learn a language much more easily; I learned English in less than a year.",
      "author": "Mila Kunis",
      "category": "Life, Education, Parents"
    },
    {
      "quote": "Being a mom makes me feel whole and like I understand the meaning of life.",
      "author": "Rebecca Romijn",
      "category": "Life, Me, Meaning Of Life"
    },
    {
      "quote": "I love getting my nails done. My mom's best friend is a manicurist. When I was little, she'd do little paintings on my nails, like flowers.",
      "author": "Miranda Cosgrove",
      "category": "Love, Best Friend, Flowers"
    },
    {
      "quote": "My mom says: 'Why aren't you a doctor?' and I'm like, 'I am a doctor!' and she's all, 'No, I mean a real doctor.' She reads my books, but she says they give her a headache.",
      "author": "Brian Greene",
      "category": "I Am, Doctor, Why"
    },
    {
      "quote": "As a mom, you worry about protecting your kid. But there are extra added layers of fears when you're talking about a kid with autism or who has some special needs issue.",
      "author": "Holly Robinson Peete",
      "category": "Worry, Special, You"
    },
    {
      "quote": "You need your mom and dad to protect you. It means they love you so much.",
      "author": "Gabby Douglas",
      "category": "Love, You, Protect"
    },
    {
      "quote": "Work used to be the No. 1 important thing to me. Everything revolved around it, and to have a new perspective and have something else, my family, not just being a mom but being a part of an incredible family of my own, it makes me have a different perspective on life that I think is richer.",
      "author": "Lindsay Price",
      "category": "Life, Work, Family"
    },
    {
      "quote": "I think 'Actions speak louder than words' is one thing, I think, I always took from my mom. And to this day, I think about that in everything I do.",
      "author": "Ginni Rometty",
      "category": "Day, Words, Speak"
    },
    {
      "quote": "Boxing is individual, although there's a team concept because you need a great corner, you need a great trainer, you need a great prep man, you need all of these things, but it's more of a Mano a Mano; it's more you versus me. I miss that time in training camp and Dad and Mom cooking meals. It was one big family.",
      "author": "Sugar Ray Leonard",
      "category": "Family, Time, Team"
    },
    {
      "quote": "My mom broke the mold. She put my brother and I first, always, and worked her fingers to the bone trying to provide for us. She taught us right from wrong and gave us very strong morals and values and belief in family, things that have stayed with me.",
      "author": "Tim Howard",
      "category": "Family, Strong, Brother"
    },
    {
      "quote": "When I eat, I have to chop up everything on the plate and stir it all together. It devastates my mom. Everyone at the table is like, 'That looks like cat vomit.' And I stir my Coke with a spoon until it's flat.",
      "author": "Margot Robbie",
      "category": "Together, Cat, Spoon"
    },
    {
      "quote": "I think the reason I'm a writer is because first, I was a reader. I loved to read. I read a lot of adventure stories and mystery books, and I have wonderful memories of my mom reading picture books aloud to me. I learned that words are powerful.",
      "author": "Andrew Clements",
      "category": "Memories, Adventure, Words"
    },
    {
      "quote": "My earliest memory is my mom picking me up after I had fallen down, giving me a big hug and reading me 'Goodnight Moon.' From that moment, to this one, every single memory I have of my mom is that regardless of what was happening in her life, she was always, always there for me.",
      "author": "Chelsea Clinton",
      "category": "Life, Memory, Moon"
    },
    {
      "quote": "My mom got 11 kids. We struggled.",
      "author": "Young Thug",
      "category": "Kids, Got, Struggled"
    },
    {
      "quote": "My mom always taught me - you know, little boys listen to their moms too much - that whatever you put into something is what you're going to get out of it.",
      "author": "Jay-Z",
      "category": "Me, Know, You"
    },
    {
      "quote": "My jewelry's all fake - from Claire's. Or I get it from my mom's boutique in Barbados.",
      "author": "Rihanna",
      "category": "Jewelry, Fake, Barbados"
    },
    {
      "quote": "Definitely there are lots of days that l am really tired, especially after becoming a new mom. There's nothing more exhausting because physically, mentally, emotionally, it requires you to be on all the time.",
      "author": "Jenna Dewan",
      "category": "Time, Tired, You"
    },
    {
      "quote": "I did my first professional play at 11, and there was really nothing else I ever dreamed of doing. I felt so fortunate that I knew at the age of like, 12, like this is all I want to do for the rest of my life; that's the only play. There's no backup plan. My mom wanted me to go to school and have a backup plan. I'm like 'No, this is the only plan.'",
      "author": "Eric Johnson",
      "category": "Life, Age, School"
    }
  ]
}