{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The role of leadership is to transform the complex situation into small pieces and prioritize them.","author":"Carlos Ghosn","category":"Small, Situation, Prioritize"},{"quote":"The cost of leadership is self-interest.","author":"Simon Sinek","category":"Cost, Self-Interest"},{"quote":"In one of my recent books, 'The Success Principles,' I taught 64 lessons that help people achieve what they want out of life. From taking nothing less than 100 percent responsibility for your life to empowering others, these are the fundamentals to success - and to great leadership.","author":"Jack Canfield","category":"Life, Success, Great"},{"quote":"I'm a pragmatist. I think, as a woman, you have to be more careful. You have to be more communal, you have to say yes to more things than men, you have to worry about things that men don't have to worry about. But once we get enough women into leadership, we can break stereotypes down. If you lead, you get to decide.","author":"Sheryl Sandberg","category":"Women, Woman, Men"},{"quote":"Leadership to me means duty, honor, country. It means character, and it means listening from time to time.","author":"George W. Bush","category":"Time, Character, Listening"},{"quote":"You can never stop and as older people, we have to learn how to take leadership from the youth and I guess I would say that this is what I'm attempting to do right now.","author":"Angela Davis","category":"Youth, People, You"},{"quote":"Leaders grasp nettles.","author":"David Ogilvy","category":"Leaders, Grasp"},{"quote":"When placed in command, take charge.","author":"Norman Schwarzkopf","category":"Command, Charge, Take"},{"quote":"Lead, follow, or get out of the way.","author":"Laurence J. Peter","category":"Way, Follow, Lead"},{"quote":"No wind serves him who addresses his voyage to no certain port.","author":"Michel de Montaigne","category":"Wind, Port, Voyage"},{"quote":"In fair weather prepare for foul.","author":"Thomas Fuller","category":"Weather, Prepare, Fair"},{"quote":"The real leader has no need to lead - he is content to point the way.","author":"Henry Miller","category":"Leader, Real, Way"},{"quote":"If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset.","author":"Harvey S. Firestone","category":"Life, Business, Man"},{"quote":"One must be convinced to convince, to have enthusiasm to stimulate the others.","author":"Stefan Zweig","category":"Enthusiasm, Convince, Must"},{"quote":"If you want to get the most out of your men, give them a break! Don't make them work completely in the dark. If you do, they won't do a bit more than they have to. But if they comprehend, they'll work like mad.","author":"Chesty Puller","category":"Work, Men, Dark"},{"quote":"One of the most important things about leadership is that you have to have the kind of humility that will allow you to be coached.","author":"Jim Yong Kim","category":"Humility, You"},{"quote":"Leadership is an opportunity to serve. It is not a trumpet call to self-importance.","author":"J. Donald Walters","category":"Opportunity, Trumpet, Serve"},{"quote":"There is no greater name for a leader than mother or father. There is no leadership more important than parenthood.","author":"Sheri L. Dew","category":"Father, Leader, Mother"},{"quote":"I believe in servant leadership, and the servant always asks, 'Where am I needed most?'","author":"Mike Pence","category":"Believe, I Believe, Servant"},{"quote":"I think we need the feminine qualities of leadership, which include attention to aesthetics and the environment, nurturing, affection, intuition and the qualities that make people feel safe and cared for.","author":"Deepak Chopra","category":"People, Environment, Think"},{"quote":"Leadership is standing with your people. People say you have to live to fight another day, but sometimes you have to show you are a true leader.","author":"Leymah Gbowee","category":"Day, Leader, Fight"},{"quote":"One of my beliefs about leadership is it's not how many followers you have, but how many people you have with different opinions that you can bring together and try to be a good listener.","author":"Robert Kraft","category":"Good, Together, People"},{"quote":"When poor people get involved in a long conflict, such as a strike or a civil rights drive, and the pressure increases each day, there is a deep need for spiritual advice. Without it, we see families crumble, leadership weaken, and hard workers grow tired.","author":"Cesar Chavez","category":"Day, Deep, Spiritual"},{"quote":"Leadership can't be fabricated. If it is fabricated and rehearsed, you can't fool the guys in the locker room. So when you talk about leadership, it comes with performance. Leadership comes with consistency.","author":"Junior Seau","category":"Fool, Performance"},{"quote":"I think a captain is someone who captains on the cricket field but, most of the leadership that happens is off the cricket field. It's very easy to captain people on the cricket field, but if you can start leading them off the cricket field, and show them that trust, what you have in them.","author":"Gautam Gambhir","category":"Trust, People, Easy"},{"quote":"I've always maintained - a captain is only as good as his team. It is not about my leadership, it is not about me.","author":"Gautam Gambhir","category":"Good, Team, Me"},{"quote":"I think the currency of leadership is transparency. You've got to be truthful. I don't think you should be vulnerable every day, but there are moments where you've got to share your soul and conscience with people and show them who you are, and not be afraid of it.","author":"Howard Schultz","category":"Day, Soul, Moments"},{"quote":"I start with the premise that the function of leadership is to produce more leaders, not more followers.","author":"Ralph Nader","category":"Start, Leaders, Followers"},{"quote":"Leadership is intangible, and therefore no weapon ever designed can replace it.","author":"Omar N. Bradley","category":"Weapon, Replace, Therefore"},{"quote":"Education is the mother of leadership.","author":"Wendell Willkie","category":"Education, Mother"},{"quote":"It takes leadership to improve safety. And I started off the movement in my time, but the person who has done more over the past 20 to 30 years and who has led it is Professor Sid Watkins.","author":"Jackie Stewart","category":"Time, Safety, Past"},{"quote":"Black leadership has to recognize that principles more than speech, character more than a claim, is greater in advancing the cause of our liberation than what has transpired thus far.","author":"Louis Farrakhan","category":"Character, Black, Speech"},{"quote":"I had a sense of what leadership meant and what it could do for you. So am I surprised that I am sitting up here on the 62nd floor of Rockefeller Plaza? No.","author":"Vernon Jordan","category":"I Am, You, Here"},{"quote":"If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees.","author":"Ingvar Kamprad","category":"Good, Employees, Example"},{"quote":"The biggest difference is in the leadership. It was better for us. We had more coaches and mentors to help us. A lot of the younger players today suffer from a lack of direction.","author":"Isaiah Thomas","category":"Today, Help, Better"},{"quote":"It is the responsibility of leadership to provide opportunity, and the responsibility of individuals to contribute.","author":"William Pollard","category":"Responsibility"},{"quote":"A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.","author":"Jim Rohn","category":"Good, Help, Better"},{"quote":"We have treated our most serious adversaries, such as Iran and North Korea, in the most juvenile manner - by giving them the silent treatment. In so doing, we have weakened, not strengthened, our bargaining position and our leadership.","author":"Theodore C. Sorensen","category":"Giving, Silent, Doing"},{"quote":"With King Abdullah's leadership and his people's trust he can keep the kingdom stable and secure in all its affairs.","author":"Sultan bin Abdul-Aziz Al Saud","category":"Trust, People, King"},{"quote":"Leadership is an ever-evolving position.","author":"Mike Krzyzewski","category":"Position"},{"quote":"In order to cultivate a set of leaders with legitimacy in the eyes of the citizenry, it is necessary that the path to leadership be visibly open to talented and qualified individuals of every race and ethnicity.","author":"Sandra Day O'Connor","category":"Eyes, Path, Race"},{"quote":"I think leadership is knowing what you want to achieve and then purposefully and sensibly taking steps to achieve it, remembering always that you have got to bring people with you if you are seeking to be a successful political leader.","author":"Tony Abbott","category":"Leader, Political"},{"quote":"Bill Gates can't control a high-level-energy dog, because his energy is very low, very calm. Very intellectual. A dog doesn't see that as leadership.","author":"Cesar Millan","category":"Dog, Control, Calm"},{"quote":"Leadership does take work. And it should. If you aspire to be a leader, you ought to treat leadership as a craft, you ought to become a student of it, and you ought to work at it. And if you're not willing to work at it, well, you get what you give.","author":"Douglas Conant","category":"Work, Leader, Treat"},{"quote":"If more women are in leadership roles, we'll stop assuming they shouldn't be.","author":"Sheryl Sandberg","category":"Women, Stop, Assuming"},{"quote":"I vividly remember a conversation I had many years ago in 1974, which marked a turning point in my leadership journey. I was sitting at a Holiday Inn with my friend, Kurt Campmeyer, when he asked me if I had a personal growth plan. I didn't. In fact, I didn't even know you were supposed to have one.","author":"John C. Maxwell","category":"Journey, Growth, Me"},{"quote":"I learned early on that one of the secrets of campus leadership was the simplest thing of all: speak to people coming down the sidewalk before they speak to you. I would always look ahead and speak to the person coming toward me. If I knew them I would call them by name, but even if I didn't I would still speak to them.","author":"Sam Walton","category":"Speak, Me, People"},{"quote":"I think leadership is not something you learn it's something you discover.","author":"Myles Munroe","category":"Learn, Think, You"},{"quote":"In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete.","author":"James Mattis","category":"Home, Age, Trust"},{"quote":"I know that millions of Americans from all walks of life agree with me that leadership does not mean putting the ear to the ground to follow public opinion, but to have the vision of what is necessary and the courage to make it possible.","author":"Shirley Chisholm","category":"Life, Courage, Vision"},{"quote":"When I decided to leave the military, I realized that the skills I acquired there were transferable to the commercial world both in leadership and the information technology field. I made the decision to move to Oracle because of its strong leadership role.","author":"Keith Kellogg","category":"Technology, Strong, World"},{"quote":"Success in the revolution and construction depends on how a party, the General Staff of the revolution, is built and on how its leadership role is enhanced.","author":"Kim Jong-un","category":"Success, Construction, Party"},{"quote":"Our Party conferred the honourable title, 'The Heroic Working Class of Kim Il Sung and Kim Jong Il,' on our working class that supported the great leaders' ideas and leadership with loyalty.","author":"Kim Jong-un","category":"Great, Loyalty, Ideas"},{"quote":"Absolute identity with one's cause is the first and great condition of successful leadership.","author":"Woodrow Wilson","category":"Great, Identity, Successful"},{"quote":"The Leadership Training Institute of America trains and equips young men and women to be leaders with high standards of personal morality and integrity.","author":"Michael Burgess","category":"Integrity, Women, Training"},{"quote":"Beginning under the Roman Empire, intellectual leadership in the West had been provided by Christianity. In the middle ages, who invented the first universities - in Paris, Oxford, Cambridge? The church.","author":"Nancy Pearcey","category":"Beginning, Paris"},{"quote":"We're trained to see the world in terms of charismatic organizations and charismatic people. That's who we look to for leadership and change, for transformation. We're awaiting the next J.F.K., the next Martin Luther King, the next Gandhi, the next Nelson Mandela.","author":"Paul Hawken","category":"Change, World, People"},{"quote":"I helped to restore America's leadership.","author":"Hillary Clinton","category":"America, Restore, Helped"},{"quote":"We also can't try to take over and rebuild every country that falls into crisis. That's not leadership; that's a recipe for quagmire, spilling American blood and treasure that ultimately weakens us. It's the lesson of Vietnam, of Iraq - and we should have learned it by now.","author":"Barack Obama","category":"American, Crisis, Blood"},{"quote":"I feel comfortable in a position of leadership, but that's not to say I feel complacent about it. I take it incredibly seriously.","author":"Nicola Sturgeon","category":"Seriously, Say, Comfortable"},{"quote":"One of the main ways that leadership stays in power is by, in various ways, convincing people that they should just let those who are in government govern: 'Trust us. Trust me. Just let us take care of things. Stay out of it.' Your opinions don't really matter. You are isolated. You are insignificant.","author":"Viggo Mortensen","category":"Trust, Power, Government"},{"quote":"I speak directly to the people, and I know that the people of California want to have better leadership. They want to have great leadership. They want to have somebody that will represent them. And it doesn't matter if you're a Democrat or a Republican, young or old.","author":"Arnold Schwarzenegger","category":"Great, Speak, People"},{"quote":"For citizens to become fully engaged in holding their leadership to account, accurate information is required to see where action is needed, to measure the results of policies and programmes, to build support for courageous decisions and to consolidate political legitimacy.","author":"Mo Ibrahim","category":"Support, Decisions"},{"quote":"The thing I'm most focused on today is, how am I maximizing the effectiveness of the leadership team, and what am I doing to nurture it?","author":"Satya Nadella","category":"Team, Today, Doing"},{"quote":"Constant, gentle pressure is my preferred technique for leadership, guidance, and coaching.","author":"Danny Meyer","category":"Coaching, Pressure, Guidance"},{"quote":"Online leadership is about leveraging digital platforms such as blogs, YouTube, Twitter, LinkedIn, Facebook, and other networks to build a loyal following of people who want to learn more about and benefit from your experiences and expertise.","author":"Lewis Howes","category":"People, Digital, Want"},{"quote":"In the conversation about women in leadership, male voices are noticeably absent.","author":"Adam Grant","category":"Women, Conversation, Voices"},{"quote":"Sometimes leadership is planting trees under whose shade you'll never sit. It may not happen fully till after I'm gone. But I know that the steps we're taking are the right steps.","author":"Jennifer Granholm","category":"Trees, Know, You"},{"quote":"There is a new model of leadership in the world that rides on the premise that every single person in the organisation can be a leader. Titles are important for structure and order, but real power does not come from titles.","author":"Robin S. Sharma","category":"Leader, Power, World"},{"quote":"We are watching industries crumble, Wall Street firms disappear, unemployment spike, and unprecedented government intervention. And our designated opinion leaders want to know: Is Obama up this week? Is he down? And is his leadership style more like Bill Clinton's, or Abraham Lincoln's?","author":"Thomas Frank","category":"Government, Style, Week"},{"quote":"I now sit at the table in a variety of ways with the House leadership... as we go through taking a look at threat assessments and hot spots around the world. It's a national position, but certainly I don't forget that New Jersey has a critical part of national defense.","author":"Rodney Frelinghuysen","category":"World, Forget, Look"},{"quote":"Under Superintendent Johnson's leadership, our police department is on a path to earn the respect of every community in the City of Chicago.","author":"Rahm Emanuel","category":"Respect, Community, Path"},{"quote":"You know, rural Americans are a special people. Their labor puts food on our table and fuel in our gas tanks. Their service in our military sets a powerful example of leadership, honor and sacrifice. Their spirit of community inspires us all.","author":"Tom Vilsack","category":"Food, Community, Service"},{"quote":"People more than ever since I can remember are concerned about being out of step and out of line with their political party and won't cross over. There is nobody, man or woman, who wants to be left out, and people are fearful of that. People are fearful of their leadership as well.","author":"Gary Ackerman","category":"Man, Woman, Political"},{"quote":"Ben Roethlisberger is a proven winner in athletic competition. But the measure of a true leader is how they conduct themselves 24/7, not just during a winning touchdown drive or a goal-line stance. Leadership isn't something that gets switched off because the game clock expires.","author":"Jackson Katz","category":"Leader, Winning, Competition"},{"quote":"The conductor is the artistic leader and sometimes cultural arbiter of his or her community. It is their leadership that is looked to and should anything go wrong, they are the persons taking most of the heat.","author":"Leonard Slatkin","category":"Community, Leader, Her"},{"quote":"To me, leadership is about encouraging people. It's about stimulating them. It's about enabling them to achieve what they can achieve - and to do that with a purpose.","author":"Christine Lagarde","category":"Purpose, Me, People"},{"quote":"I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power.","author":"Paul Wellstone","category":"Community, Power"},{"quote":"The current leadership of the Labor party react to the idea that working-class students might study the subjects they studied with the same horror that the Earl of Grantham showed when a chauffeur wanted to marry his daughter.","author":"Michael Gove","category":"Daughter, Party, Study"},{"quote":"In 'Henry V,' the story of the assumption of true and responsible leadership by Henry I think is hard-won. He has to lose friends; he has to risk his life.","author":"Kenneth Branagh","category":"Life, Friends, Risk"},{"quote":"Today's world requires a different leadership style - more collaboration and teamwork, including using Web 2.0 technologies. If you had told me I'd be video blogging and blogging, I would have said, 'No way.' And yet our 20-somethings in the company really pushed me to use that more.","author":"John T. Chambers","category":"Teamwork, Today"},{"quote":"I think you need to be intentional at times about your leadership - where you're eating lunch, who you're interacting with, making guys feel like you're interested in what they're doing. If it's authentic, then it's going to be an easy conversation and easy hangout time.","author":"Aaron Rodgers","category":"Time, Lunch, Conversation"},{"quote":"If you don't understand that you work for your mislabeled 'subordinates', then you know nothing of leadership. You know only tyranny.","author":"Dee Hock","category":"Work, Tyranny, Know"},{"quote":"President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people's faith in the presidency and in government.","author":"Mark Udall","category":"Time, Integrity, Faith"},{"quote":"We're in a leadership position in sports. People look up to the National Football League.","author":"Roger Goodell","category":"Sports, Football, People"},{"quote":"Leadership comes in small acts as well as bold strokes.","author":"Carly Fiorina","category":"Small, Bold, Well"},{"quote":"I don't pretend there aren't biological differences, but I don't believe the desire for leadership is hardwired biology, not the desire to win or excel. I believe that it's socialization, that we're socializing our daughters to nurture and our boys to lead.","author":"Sheryl Sandberg","category":"Believe, Win, I Believe"},{"quote":"We need leadership in this country, which will improve the lives of working families, the children, the elderly, the sick and the poor. We need leadership which brings our people together and makes us stronger.","author":"Bernie Sanders","category":"Children, Together, People"},{"quote":"The employer generally gets the employees he deserves.","author":"J. Paul Getty","category":"Employees, Employer, He"},{"quote":"Our next-door neighbour taught physics at Hampton University. Our church abounded with mathematicians. Supersonics experts held leadership positions in my mother's sorority, and electrical engineers sat on the board of my parents' college alumni associations.","author":"Margot Lee Shetterly","category":"Mother, Parents, College"},{"quote":"The more that social democracy develops, grows, and becomes stronger, the more the enlightened masses of workers will take their own destinies, the leadership of their movement, and the determination of its direction into their own hands.","author":"Rosa Luxemburg","category":"Determination, Democracy"},{"quote":"Our discomfort with female leadership runs deep. We call little girls bossy. We never really call little boys bossy, because a boy is expected to lead, so it doesn't surprise or offend.","author":"Sheryl Sandberg","category":"Deep, Surprise, Little Girls"},{"quote":"It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.","author":"Dee Hock","category":"Wisdom, Trust, Humility"},{"quote":"Leadership offers an opportunity to make a difference in someone's life, no matter what the project.","author":"Bill Owens","category":"Life, Opportunity"},{"quote":"My best investment, as cliched as this sounds, is the money I've spent developing myself, via books, workshops and coaching. Leadership begins within, and to have a better career, start by building a better you.","author":"Robin S. Sharma","category":"Money, Best, Myself"},{"quote":"The highest calling of leadership is to challenge the status quo and unlock the potential of others. We need a leader who will lead the resurgence of this great nation and unlock its potential once again.","author":"Carly Fiorina","category":"Leader, Great, Challenge"},{"quote":"For me, leadership is making a difference. It's using your agency to bring about change.","author":"Melanne Verveer","category":"Change, Me, Bring"},{"quote":"If you care enough for a result, you will most certainly attain it.","author":"William James","category":"Care, You, Will"},{"quote":"Doing is a quantum leap from imagining.","author":"Barbara Sher","category":"Doing, Leap, Quantum"},{"quote":"Leadership does not depend on being right.","author":"Ivan Illich","category":"Right, Depend, Being"},{"quote":"The leader is one who mobilizes others toward a goal shared by leaders and followers... Leaders, followers and goals make up the three equally necessary supports for leadership.","author":"Garry Wills","category":"Goals, Leader, Goal"},{"quote":"Don't necessarily avoid sharp edges. Occasionally they are necessary to leadership.","author":"Donald Rumsfeld","category":"Sharp, Avoid, Necessary"},{"quote":"Overall, the challenge of leadership is both moral and one of developing the characteristics that make us respected by one another.","author":"Louis Farrakhan","category":"Challenge, Moral, Us"},{"quote":"Leadership demands that we make tough choices.","author":"Alan Autry","category":"Choices, Tough, Demands"},{"quote":"A leader is one who, out of madness or goodness, volunteers to take upon himself the woe of the people. There are few men so foolish, hence the erratic quality of leadership in the world.","author":"John Updike","category":"Leader, Men, World"},{"quote":"Leadership is something I was born with.","author":"Carmelo Anthony","category":"Born, Something, I Was Born"},{"quote":"I don't think leadership demands 'yes' or 'no' answers; I think leadership is providing the forum for making the right decision, which doesn't demand unanimity.","author":"Arthur Ochs Sulzberger, Jr.","category":"Decision, Think, Answers"},{"quote":"Mexico has lost its leadership, and a lot of that has to do with its poor performance and the lack of better results in our country.","author":"Enrique Pena Nieto","category":"Performance, Lost, Better"},{"quote":"If a guy is intimidated by a woman in leadership, he has real problems with his own concepts of masculinity. That's a harsh statement, but I believe it to be true.","author":"Tony Campolo","category":"Woman, Problems, Believe"},{"quote":"Leadership is a mindset in action. So don't wait for the title. Leadership isn't something that anyone can give you - you have to earn it and claim it for yourself.","author":"Travis Bradberry","category":"Action, Yourself, Mindset"},{"quote":"The great leaders have always stage-managed their effects.","author":"Charles de Gaulle","category":"Great, Leaders"},{"quote":"I look for what needs to be done. After all, that's how the universe designs itself.","author":"R. Buckminster Fuller","category":"Universe, Done, Look"},{"quote":"Great companies in the way they work, start with great leaders.","author":"Steve Ballmer","category":"Work, Great, Start"},{"quote":"I am a general. My soldiers are the keys and I have to command them.","author":"Vladimir Horowitz","category":"I Am, Soldiers, General"},{"quote":"Strong convictions precede great actions.","author":"James Freeman Clarke","category":"Great, Strong, Actions"},{"quote":"There's no doubt West Point impacted who I am... It has an enormous emphasis, not only on military aspects, but character development. Whether it's the honor code, or the interactions you have, both with the cadet leadership and the academy leadership, every place you are is a character test.","author":"Mike Pompeo","category":"Character, I Am, Military"},{"quote":"Anyone can show exceptional leadership ability in easy times. When all's going to plan, anyone can be inspirational/excellent/innovative and strong. The real question is how do you show up when everything's falling apart?","author":"Robin S. Sharma","category":"Strong, Plan, Easy"},{"quote":"I believe that there are new perspectives that are needed in order for us to resolve the problems that we face as Americans and also the problems we face as people on this planet, and I believe that new perspective and new leadership is needed.","author":"Martin O'Malley","category":"Believe, Perspective"},{"quote":"This is about systemic, institutional corruption, not personality. To ask the Democratic leadership to clean things up would be like asking the old Soviet bureaucracy under Brezhnev to reform itself. It ain't going to happen.","author":"Newt Gingrich","category":"Personality, Corruption"},{"quote":"We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity.","author":"George Soros","category":"Responsibility, Power"},{"quote":"Whether it was his ability to turn around the Massachusetts economy or turn around businesses in the private sector, Mitt Romney has demonstrated the leadership that we need in the White House to get the country on the right track.","author":"Lisa Murkowski","category":"Economy, Country, House"},{"quote":"Well, I've ruffled a few feathers at all the institutions I've led. But I think that's part of leadership.","author":"Robert M. Gates","category":"Think, Feathers, Well"},{"quote":"For any movement to gain momentum, it must start with a small action. This action becomes multiplied by the masses, and is made tangible when leadership changes course due to the weight of the movement's voice.","author":"Adam Braun","category":"Changes, Action, Small"},{"quote":"Leadership experts and the public alike extol the virtues of transformational leaders - those who set out bold objectives and take risks to change the world. We tend to downplay 'transactional' leaders, whose goals are more modest, as mere managers.","author":"Joseph Nye","category":"Change, Goals"},{"quote":"When the world lacks muscular and wise American leadership, it devolves into total chaos, which, in turn, produces unspeakable evils.","author":"Monica Crowley","category":"Wise, American, World"},{"quote":"I fully support U.N. Secretary General Ban Ki-moon in his Global Education First Initiative and the work of U.N. Special Envoy for Global Education Gordon Brown and the respectful president of the U.N. General Assembly Vuk Jeremic. I thank them for the leadership they continue to give.","author":"Malala Yousafzai","category":"Work, Education, Support"},{"quote":"When I testified before Congress after the Hudson River landing, Congressman James Oberstar of Minnesota said, 'Safety begins in the boardroom.' That's as true in medicine as it is in aviation. It always boils down to leadership.","author":"Chesley Sullenberger","category":"Safety, River, Medicine"},{"quote":"There's two parts of leadership. You've got to be a good leader - you've got to be somebody that people want to emulate and care about the other people. But the other guys that you have have to accept their leadership. They have to respond to it. That's the chemistry that you never know how that is going to happen.","author":"Nick Saban","category":"Good, Leader, People"},{"quote":"My number one philosophy for leadership is leadership by example. If you are not willing to do it yourself, how can you show others how to do it?","author":"Linda McMahon","category":"Philosophy, Yourself, You"},{"quote":"We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction.","author":"Atifete Jahjaga","category":"History, Future, Today"},{"quote":"Most Christian leadership is exercised by people who do not know how to develop healthy, intimate relationships and have opted for power and control instead. Many Christian empire-builders have been people unable to give and receive love.","author":"Henri Nouwen","category":"Love, Power, Healthy"},{"quote":"Good leadership is to know when to go, and you only succeed as a good leader if you've transported someone else in and the company gets stronger. Then you've succeeded as leader.","author":"Tony Fernandes","category":"Good, Leader, Company"},{"quote":"Leadership that exploits and sacrifices young people on the altar of its goals is nothing more than raw, demonic power. Genuine leadership is found in ceaseless efforts to foster young people, to pave the way forward for them.","author":"Daisaku Ikeda","category":"Goals, Power, People"},{"quote":"I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.","author":"Margaret J. Wheatley","category":"Sad, Great, Past"},{"quote":"Leadership is possible in all different ways, and in all different areas of life. Whether it is with friends or family, I expect them to set a great example for me, and hopefully I will do the same for them. And that is all part of being a leader.","author":"Steve Nash","category":"Life, Family, Leader"},{"quote":"Real leadership is leaders recognizing that they serve the people that they lead.","author":"Pete Hoekstra","category":"People, Real, Serve"},{"quote":"To succeed in business it is necessary to make others see things as you see them.","author":"Aristotle Onassis","category":"Business, You, See"},{"quote":"It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it.","author":"Henry Kissinger","category":"Leader, Responsibility"},{"quote":"Leaders have to act more quickly today. The pressure comes much faster.","author":"Andy Grove","category":"Today, Pressure, Faster"},{"quote":"Leadership in today's world requires far more than a large stock of gunboats and a hard fist at the conference table.","author":"Hubert H. Humphrey","category":"Today, World, Far"},{"quote":"Character matters leadership descends from character.","author":"Rush Limbaugh","category":"Character, Matters"},{"quote":"Rotary provides training at all levels so that those who have been selected for leadership positions have the opportunity to learn and apply leadership principles to their jobs.","author":"Ron D. Burton","category":"Opportunity, Training"},{"quote":"I think it is quite dangerous for an organisation to think they can predict where they are going to need leadership. It needs to be something that people are willing to assume if it feels relevant, given the context of any situation.","author":"Margaret J. Wheatley","category":"People, Situation, Think"},{"quote":"The more I have studied Lincoln, the more I have followed his thought processes, the more I am convinced that he understood leadership better than any other American president.","author":"David Herbert Donald","category":"I Am, American, Thought"},{"quote":"The 9/11 Commission recently released their report, citing important changes which need to be made to improve our nation's homeland security. I voiced my disappointment with the House leadership when this report was left until after the August recess for action.","author":"Leonard Boswell","category":"Changes, Disappointment"},{"quote":"It is past time for Republican leadership to answer for record deficits and reckless spending, both in Iraq and in the U.S. It's time for a plan to bring our troops home.","author":"Sherrod Brown","category":"Time, Home, Past"},{"quote":"I don't agree with all-male leaderships. Men cannot be left to run things on their own. I think it's a thoroughly bad thing to have a men-only leadership.","author":"Harriet Harman","category":"Men, Think, Run"},{"quote":"Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don't think that America can ever abdicate its leadership role in the world because of who we are and where we've come from. We are the symbol for the world for freedom and liberty.","author":"Chris Christie","category":"Freedom, America, World"},{"quote":"Turnaround or growth, it's getting your people focused on the goal that is still the job of leadership.","author":"Anne M. Mulcahy","category":"Growth, Job, Goal"},{"quote":"Leadership is about being a servant first.","author":"Allen West","category":"First, Servant, Being"},{"quote":"Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.","author":"Madeleine Albright","category":"Women, Woman, Me"},{"quote":"If you can provide the funding and you get the leadership, you'll have a competitive team.","author":"T. Boone Pickens","category":"Team, You, Competitive"},{"quote":"You cannot transpose the U.S. system on Turkey, and the Turkish system on France etc. You have to understand the people and their culture. That's leadership.","author":"Hamad bin Isa Al Khalifa","category":"Culture, People, You"},{"quote":"A functioning, robust democracy requires a healthy educated, participatory followership, and an educated, morally grounded leadership.","author":"Chinua Achebe","category":"Democracy, Healthy, Educated"},{"quote":"Twenty-eight years in business and you understand the importance of problem solving and the importance of efficiency, because if you don't become efficient, you don't run a business well, and you are out of business. And I think some of those principles could be applied to leadership in Washington.","author":"Steve Daines","category":"Business, Problem"},{"quote":"What nourishes us at home and in school is what inspires us. When we get awareness and learn about the great potential that we all human beings have, we are able to discover our leadership.","author":"Vicente Fox","category":"Home, Great, School"},{"quote":"China is the largest and most ancient of Asiatic countries, but it is not for us boastfully to talk of her right to a position of 'leadership' among those countries.","author":"Chiang Kai-shek","category":"Her, Right, Talk"},{"quote":"At the heart of great leadership is a curious mind, heart, and spirit.","author":"Chip Conley","category":"Great, Heart, Mind"},{"quote":"When the world is in the midst of change, when adversity and opportunity are almost indistinguishable, this is the time for visionary leadership and when leaders need to look beyond the survival needs of those they're serving.","author":"Chip Conley","category":"Change, Time, Adversity"},{"quote":"I'd like to see where boys and girls end up if they get equal encouragement - I think we might have some differences in how leadership is done.","author":"Sheryl Sandberg","category":"Encouragement, End"},{"quote":"If you're running an engineering or finance company, all companies depend on ideas and ingenuity. I think the principles of creative leadership apply everywhere, whether it's an advertising company or whether you're running a hospital.","author":"Ken Robinson","category":"Finance, Advertising"},{"quote":"Uncertainty is not an indication of poor leadership it underscores the need for leadership.","author":"Andy Stanley","category":"Uncertainty, Poor, Need"},{"quote":"Leadership is an act of submission to God. To be a leader means listening to all kinds of people and situations. Out of that listening, we are hoping to discern the mind of God as best we can. This is the price of leadership - it's an act of sacrifice. So leadership is part and parcel of the work of submission to God.","author":"Richard Foster","category":"Work, Best, Leader"},{"quote":"There's the assumption being made by the national security advisers to the Obama administration that the North Korean leadership is not suicidal, that they know they will be obliterated if they attacked the United States. But I would point that everything in South Korea and Japan is well within range of what they might want to do.","author":"Oliver North","category":"Security, Want, Know"},{"quote":"We have to go to war against the people who enable the gun violence, the people who stop us from keeping guns out of the hands of mentally unstable people, of felons, and that means the NRA leadership.","author":"Jerrold Nadler","category":"War, Violence, Gun"},{"quote":"One of the lessons of leadership worth emphasizing is that you want to get to know other great leaders and take their advice. At some point in your development, it's only people who've been in the seat of having to be leaders who can help you in a deep way.","author":"Jim Yong Kim","category":"Deep, Great, Help"},{"quote":"As members of Congress, we take an oath to uphold the Constitution and bear true faith and allegiance to the United States, not the Republican or Democratic party. I have been willing to stand up to my own leadership when it's in the national interest.","author":"Jackie Speier","category":"Faith, Constitution"},{"quote":"I think in any situation, so much of effective leadership is when it comes from your own personality. And I feel very fortunate to be comfortable in the Colts locker room, where people can be who they are, and they don't have to change it when they show up to work that day.","author":"Andrew Luck","category":"Work, Change, Day"},{"quote":"Since Franklin Roosevelt's leadership in setting up the United Nations and the Nuremberg trials, the U.S. has promoted universal legal norms and the institutions to enforce them while seeking, by hook or by crook, to exempt American citizens, especially soldiers, from their actual application.","author":"Michael Ignatieff","category":"American, Legal, Soldiers"},{"quote":"I learned long ago on the battlefields of Vietnam that in a crisis, there is no substitute for clear-eyed leadership.","author":"Jim Webb","category":"Long, Crisis, Vietnam"},{"quote":"Leaders are for calling people to their better angels, for helping guide them to a kind of sterner, more mature sense of what we need to do. To me, Reagan's brand of leadership was what I call 'a liturgy of absolution.' He absolved Americans almost in a priestly role to contend with sin. Who wouldn't want that?","author":"Rick Perlstein","category":"Brand, Me, People"},{"quote":"When the phonies are expelled from their leadership roles and the Republican Party backs a moderate gubernatorial candidate acceptable to the rank and file with proper financing and the intestinal fortitude to fight the good fight, the rank and file will rejoin the fold.","author":"Carl Paladino","category":"Good, Fight, Party"},{"quote":"Leadership is about making the right decision and the best decision before, sometimes, it becomes entirely popular.","author":"Martin O'Malley","category":"Best, Decision, Right"},{"quote":"In the long run, we need to build a leadership force of people. We have a whole strategy around not only providing folks with the foundational experience during their two years with us, but also then accelerating their leadership in ways that is strategic for the broader education reform movement.","author":"Wendy Kopp","category":"Education, Experience"},{"quote":"Fostering the leadership necessary for transformational outcomes in education is hard work, and in countries around the world, there is a constant search for easier solutions.","author":"Wendy Kopp","category":"Work, Education, Hard Work"},{"quote":"Abby Johnson has agreed to become Chief Executive Officer of Fidelity, reflecting a further step forward in our leadership succession plan. Abby will retain her role of President, and I will continue to serve as Chairman of the Board.","author":"Edward Johnson, III","category":"Plan, Step, Her"},{"quote":"In the South, there was absence of any leadership corresponding in breadth and courage to that of Abraham Lincoln.","author":"W. E. B. Du Bois","category":"Courage, Absence, Lincoln"},{"quote":"I've said I'll stand for a full second term, but I think after that it will be time for new leadership. Terms are like Shredded Wheat - two are wonderful but three might just be too many.","author":"David Cameron","category":"Time, Stand, Think"},{"quote":"One thing we've talked a lot about, even in the first leadership meeting, was, what's the purpose of our leadership team? The framework we came up with is the notion that our purpose is to bring clarity, alignment and intensity.","author":"Satya Nadella","category":"Team, Purpose, Meeting"},{"quote":"Leadership can change its mind leadership can open its eye. Leadership can even be replaced.","author":"Ehud Barak","category":"Change, Eye, Mind"},{"quote":"We think our leadership has been too timid to go after corruption, and often times, they bow to the liberal progressive demands of the White House instead of standing up for our values.","author":"John Fleming","category":"Corruption, Values, Think"},{"quote":"If leadership is something that is in-your-face, then that is a different type of leadership.","author":"Marcia Fudge","category":"Different, Something, Then"},{"quote":"People are starving for truth and leadership.","author":"Chris Gibson","category":"Truth, People, Starving"},{"quote":"Populist promises to reverse every tough decision are nothing but empty rhetoric, irresponsible leadership, and bad politics. They are not the solution to Ireland's problems.","author":"Enda Kenny","category":"Politics, Decision, Problems"},{"quote":"I had just left 'Saturday Night Live' when I came to 'The Daily Show,' and it just felt like Jon was on my side. I'll always be grateful to him for that. I just got the impression he wanted me to succeed, and then I wanted to succeed for him. I think that's good leadership.","author":"Rob Riggle","category":"Daily, Good, Grateful"},{"quote":"There's a powerful tendency to overcomplicate the whole notion of leadership.","author":"Mark V. Hurd","category":"Powerful, Whole, Notion"},{"quote":"I admire Modi's leadership and his ideology.","author":"Akkineni Nagarjuna","category":"Admire, Ideology, His"},{"quote":"A revolutionary party is, in its essence, the party of its leader that carries out his ideology and cause, and the main thing in its building is to ensure the unitary character and inheritance of his ideology and leadership.","author":"Kim Jong-un","category":"Leader, Character, Building"},{"quote":"We'll have a sales leader go run engineering. A lawyer go run business development. A business development leader go run our consumer operations. We're going to train a generalist group of leaders who know how to learn and operate in collaboration teamwork. I think that's the future of leadership.","author":"John T. Chambers","category":"Business, Teamwork, Leader"},{"quote":"Recognizing poor leadership is a vital skill to help you achieve greatness.","author":"Lewis Howes","category":"Greatness, Help, Skill"},{"quote":"Yes, America must do the right thing, but to provide moral leadership, America must do it in the right way, too.","author":"David Cameron","category":"America, Moral"},{"quote":"It's very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed.","author":"Ruth J. Simmons","category":"Relationship, Ego, Judge"},{"quote":"Uncertainty is a permanent part of the leadership landscape. It never goes away.","author":"Andy Stanley","category":"Uncertainty, Landscape"},{"quote":"I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses.","author":"Yitzhak Shamir","category":"Strong, Power, Society"},{"quote":"But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.","author":"Ibrahim Babangida","category":"Success, Achievement, Alone"},{"quote":"I never saw myself as an individual who had any particular leadership powers.","author":"Angela Davis","category":"Myself, Individual, Never"},{"quote":"In a very real way, ownership is the essence of leadership. When you are 'ridiculously in charge,' then you own whatever happens in a company, school, et cetera.","author":"Henry Cloud","category":"School, Company, You"},{"quote":"We are looking for a set of personal characteristics that predict success, the first and foremost of which is perseverance in the face of challenges. We also look for the ability to influence and motivate others who share your values, strong problem-solving ability, and leadership.","author":"Wendy Kopp","category":"Success, Perseverance"},{"quote":"The people of Oklahoma deserve better. We deserve leadership that's willing and unafraid to take a public stand against bigotry and bullying.","author":"Lynn Schusterman","category":"Bullying, People, Better"},{"quote":"I have the right temperament. I have the right leadership. I've built an incredible company. I went to a great school. I came out - I built an incredible company. I wrote the number one selling business book of all time: 'Trump: The Art of the Deal.'","author":"Donald Trump","category":"Business, Time, Art"},{"quote":"The mission statement of the RSC is to foster a constitutionally bound limited government, it's to have a strong national defense, it's to protect private property rights and it's to support American values. That's what the mission statement is. There's nothing in the mission statement about trying to hold leadership accountable.","author":"Bill Flores","category":"Strong, Support, Government"},{"quote":"The job of nation building, the job of nation leadership in a difficult, complex coalition has worked.","author":"Azim Premji","category":"Job, Building, Nation"},{"quote":"When you're in a leadership role, you can never please all of the people all of the time. There's also a lot of responsibility that goes along with it that others may not realize.","author":"Joyce Meyer","category":"Time, Responsibility, People"},{"quote":"Clearly no one knows what leadership has gone undiscovered in women of all races, and in black and other minority men.","author":"Gloria Steinem","category":"Women, Men, Black"},{"quote":"We need leadership. We don't need a doubling down on the failed politics of the past.","author":"Paul Ryan","category":"Politics, Past, Down"},{"quote":"Leadership has a harder job to do than just choose sides. It must bring sides together.","author":"Jesse Jackson","category":"Together, Job, Bring"},{"quote":"Comrade Kim Jong Il, who was faithful to Comrade Kim Il Sung's ideas and cause, led our revolution along the glorious road of victory, braving the severe trials and adversities of history by dint of his unique leadership of the Songun revolution.","author":"Kim Jong-un","category":"History, Road, Unique"},{"quote":"We should steadily intensify the work of establishing the Party's monolithic leadership system to make the whole Party share ideology with the Party Central Committee, breathe the same breath as it, and keep pace with it.","author":"Kim Jong-un","category":"Work, Party, Committee"},{"quote":"If America wants to retain its position as a global power, its president must listen to the people and show strong leadership at this turning point in human history.","author":"David Suzuki","category":"History, Strong, Power"},{"quote":"The world is starving for original and decisive leadership.","author":"Bryant H. McGill","category":"World, Original, Starving"},{"quote":"Teach For America is working hard to be one significant source of the leadership we need.","author":"Wendy Kopp","category":"America, Working Hard"},{"quote":"If we expect to continue our leadership in the global economy, we must invest in a long-term transportation plan -f or both highways and transit programs. Too many of our roads, bridges, and railways have fallen into disrepair.","author":"Sherrod Brown","category":"Plan, Roads, Bridges"},{"quote":"I could always score goals. I loved that feeling of having your team look to you, that feeling of leadership.","author":"Alex Morgan","category":"Goals, Team, You"},{"quote":"We were hoping Obama would reclaim moral leadership for America. That failed.","author":"Lech Walesa","category":"America, Moral, Failed"},{"quote":"A C.E.O.'s job is leadership, problem solving, and team building. I've done that my whole career.","author":"Bruce Rauner","category":"Team, Job, Problem"},{"quote":"You're born with some things inside you that will allow you to lead, but I think you have to take the bull by the horns. You have to want that leadership position, and then there are things you can do to develop that.","author":"Tony Dungy","category":"Want, Think, You"},{"quote":"Leadership is, among other things, the ability to inflict pain and get away with it - short-term pain for long-term gain.","author":"George Will","category":"Pain, Ability, Long-Term"},{"quote":"The average American is more focused on leadership than likeability. And more focused on qualifications than quality of speakership.","author":"Kellyanne Conway","category":"Quality, American, Average"},{"quote":"In 2006 it was a horrible election year, and, you know, I lost. But I lost because I continued to be a constant conservative, and the last six years I was someone who was a national figure in the sense that I was the third ranking Republican in leadership and I had just run President Bush's campaign in Pennsylvania.","author":"Rick Santorum","category":"Election, Lost, Know"},{"quote":"Music is all about leadership and there ain't really a lot of leaders.","author":"Young Jeezy","category":"Music, Leaders, Really"},{"quote":"So I think that our foreign policy, the president's strong and principled leadership when it comes to the war against terror and foreign policy is going to be an asset.","author":"Ed Gillespie","category":"Strong, War, Think"},{"quote":"And I'd say one of the great lessons I've learned over the past couple of decades, from a management perspective, is that really when you come down to it, it really is all about people and all about leadership.","author":"Steve Case","category":"Great, Management, Past"},{"quote":"In the area we're discussing, leadership begins on Madison Avenue, on the desks and in the offices of people who spend hundreds of millions of dollars buying what will get them ratings.","author":"Norman Lear","category":"People, Will, Spend"},{"quote":"Instead of starting a new nuclear arms race, now is the time to reclaim our Nation's position of leadership on nuclear nonproliferation efforts.","author":"Dianne Feinstein","category":"Time, Nation, New"},{"quote":"The Washington leadership has put aside non-proliferation programmes and devoted its energies and resources to driving the country to war by extraordinary deceit, then trying to manage the catastrophe it created in Iraq.","author":"Noam Chomsky","category":"War, Driving, Trying"},{"quote":"America is stronger because of President Obama's leadership, and I'm better because of his friendship.","author":"Hillary Clinton","category":"Friendship, America"},{"quote":"We can't drive our SUVs and eat as much as we want and keep our homes on 72 degrees at all times... and then just expect that other countries are going to say OK. That's not leadership. That's not going to happen.","author":"Barack Obama","category":"Want, Drive, Say"},{"quote":"I believe that people of faith by and large have a great interest in the institution of family and that a family is a great place to learn leadership skills. I'm sure I benefited by having a mom and mad, both of whom were actively involved in the community and in various enterprises.","author":"Mitt Romney","category":"Family, Faith, Community"},{"quote":"My leadership will end the Obama era and begin a new era of American prosperity.","author":"Mitt Romney","category":"American, End, New"},{"quote":"Central to America's rise to global leadership is our Judeo-Christian tradition with the vision of the goodness and possibilities of every human life.","author":"Mitt Romney","category":"Life, America, Vision"},{"quote":"The Republican leadership thinks the best way to avoid losing elections is to let the Democrats win every controversial issue.","author":"Rush Limbaugh","category":"Best, Losing, Win"},{"quote":"There's a void of leadership in a lot of Washington. I think one of the reasons why there's so much angst across the country.","author":"Rush Limbaugh","category":"Think, Country, Why"},{"quote":"Nobody in a leadership level in American politics is trying to inspire the American people. Everybody needs to be goosed. The vast majority of people are not self-starters.","author":"Rush Limbaugh","category":"Politics, American, Inspire"},{"quote":"Leadership can not be measured in a poll or even in the result of an election. It can only be truly seen with the benefit of time. From the perspective of 20 years, not 20 days.","author":"Marco Rubio","category":"Time, Perspective, Election"},{"quote":"We live in a society obsessed with public opinion. But leadership has never been about popularity.","author":"Marco Rubio","category":"Society, Live, Opinion"},{"quote":"Priesthood lessons are regularly devoted to topics of family leadership, and quorum leaders everywhere are feeling more and more their responsibility to teach and train their quorum members to be better husbands and fathers.","author":"Joseph B. Wirthlin","category":"Family, Responsibility"},{"quote":"People invest in businesses that they believe have the leadership, mission and team to grow and operate profitably.","author":"Robert Kiyosaki","category":"Team, Believe, People"},{"quote":"Military school was great and especially great for leadership and then I spent two years in Vietnam.","author":"Robert Kiyosaki","category":"Great, School, Military"},{"quote":"Any objective observer will conclude that - based on her ideas and her leadership - Hillary Clinton must become the next president of the United States.","author":"Bernie Sanders","category":"Ideas, Her, President"},{"quote":"As the Palestinian leadership never seems to pay any penalty for its words, America's seriousness about the peace process is in doubt.","author":"Elliott Abrams","category":"Peace, America, Words"},{"quote":"The American president has a peculiar leadership responsibility to speak out for freedom.","author":"Ted Cruz","category":"Freedom, Responsibility"},{"quote":"One of the joys of working with boys is that you get your pay as you go along. You can observe the results of your leadership daily... Such satisfaction cannot be purchased at any price it must be earned.","author":"Ezra Taft Benson","category":"Daily, Working, You"},{"quote":"The way I see it, what is going to come out of the moon activities is a respect for U.S. leadership.","author":"Buzz Aldrin","category":"Respect, Moon, See"},{"quote":"Lincoln's leadership is based on a number of precepts, but my favorite one is that he acted in the name, and for the good, of the people.","author":"Steven Spielberg","category":"Good, People, Name"},{"quote":"I think Caesar is one of the most empathetic characters that I've played. I think that's the key to a successful leadership. Being able to keep your ears open at all times.","author":"Andy Serkis","category":"Successful, Key, Think"},{"quote":"I never get bored talking about themes dealing with ambition, leadership and what it means to be an American. I love that stuff. I just love it. I've loved it ever since I was on 'The West Wing.'","author":"Rob Lowe","category":"Love, American, Ambition"},{"quote":"So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?","author":"Paul Ryan","category":"Change, Why, Question"},{"quote":"What we heard today was not fiscal leadership from our Commander-in-Chief, what we heard today was a political broadside from our Campaigner-in-Chief.","author":"Paul Ryan","category":"Today, Political, Fiscal"},{"quote":"Hope and change? We're not doing that anymore. They're doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track.","author":"Paul Ryan","category":"Change, Hope, Blame"},{"quote":"Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?","author":"Paul Ryan","category":"Life, Work, Change"},{"quote":"What's missing is leadership in the White House. And the story that Barack Obama does tell, forever shifting blame to the last administration, is getting old. The man assumed office almost four years ago - isn't it about time he assumed responsibility?","author":"Paul Ryan","category":"Time, Responsibility, Man"},{"quote":"France, after the month of May, will share trust with the current leadership of the United States which, on many subjects, has tended to take useful positions in our view.","author":"Francois Hollande","category":"Trust, View, Month"},{"quote":"Within the narrow confines of Permanent Washington - the journalists, lobbyists, and congressional lifers who are the city's avatars of centrism and continuity - Ford is considered the beau ideal of American leadership.","author":"Timothy Noah","category":"American, City, Within"},{"quote":"We in the United States believe in the protection of minorities; we recognize the contributions that they can make and the leadership that they can provide; and we do not believe that any people - whether majority or minority, or individual human beings - are 'expendable' in the cause of theory or of policy.","author":"Robert Kennedy","category":"Believe, People, Human"},{"quote":"There are many things that matter much more than an editor's gender in shaping the direction of the leadership.","author":"Nancy Gibbs","category":"Direction, Gender, Matter"},{"quote":"I'm not a natural leader. I'm too intellectual I'm too abstract I think too much.","author":"Newt Gingrich","category":"Leader, Think, Intellectual"},{"quote":"On March 12, 2004, acting attorney general James B. Comey and the Justice Department's top leadership reached the brink of resignation over electronic surveillance orders that they believed to be illegal.","author":"Barton Gellman","category":"Justice, Acting"},{"quote":"Washington doesn't have just a spending problem, or just an entitlement problem, or just a taxing problem. We have a leadership problem. Fix that, and the first three problems are solved.","author":"Mark McKinnon","category":"Problems, Problem, Three"},{"quote":"As in nature, politics abhors a vacuum. Without a strong voice for more moderate leadership, the Tea Party is filling that vacuum.","author":"Mark McKinnon","category":"Nature, Strong, Politics"},{"quote":"Republicans working in leadership and the trenches are largely old, white, male, out-of-touch, out of ideas, technology averse, and living in the past.","author":"Mark McKinnon","category":"Technology, Past, Ideas"},{"quote":"Good political leadership for me involves getting the big decisions right - however difficult, however controversial, however potentially divisive - and then being able to take people with you.","author":"Charles Kennedy","category":"Good, Decisions, Me"},{"quote":"I have always had confidence in our front line F.B.I. personnel as well as the F.B.I. leadership.","author":"Tom Cotton","category":"Confidence, Well, Always"},{"quote":"Labor, under their current leadership, want to be the Downtown Abbey party when it comes to educational opportunity. They think working class children should stick to the station in life they were born into - they should be happy to be recognized for being good with their hands and not presume to get above themselves.","author":"Michael Gove","category":"Life, Children, Happy"},{"quote":"I'll practice as good as I can, but I know that I play even better, with the qualities I have - leadership, my ability to make something happen in games, winning.","author":"Tim Tebow","category":"Good, Winning, Practice"},{"quote":"The things journalists should pay attention to are the issues the political leadership agrees on, rather than to their supposed antagonisms.","author":"Michael Pollan","category":"Political, Attention, Pay"},{"quote":"We know that al Qaeda in the Arabian Peninsula has some very dangerous, very important leaders who are tied directly to the top leadership of al Qaeda central, including a man who was formerly Osama bin Laden's secretary.","author":"Richard Engel","category":"Man, Important, Know"},{"quote":"The action of Rosa Parks, the words and leadership of Dr. King inspired me. I was deeply inspired. I wanted to do something.","author":"John Lewis","category":"Action, Words, Me"},{"quote":"I played quarterback, and it was a leadership position, and even though I'm doing a solo thing now, a lot of my success is a part of assembling this team of people who are really, really talented, and their position doesn't put them out front the way mine does, but it's still a team effort.","author":"Sam Hunt","category":"Success, Team, Effort"},{"quote":"Ever since Israel has been a nation the United States has provided the leadership. Every president down to the ages has done this in a fairly balanced way, including George Bush senior, Gerald Ford, and others including myself and Bill Clinton.","author":"Jimmy Carter","category":"Myself, Senior, Nation"},{"quote":"As a company grows from 25 to 50 to 100 to 200 to 500 to 1000 people, the characteristics of who is the very best talent in leadership roles will change. It's rarely the case that your leadership team at 1000 people is the same leadership team you had a 25 people.","author":"Brad Feld","category":"Change, Best, Team"},{"quote":"Stress on fast growing companies comes from a lot of different places. The one that is often the largest, and creates the most second-order issues, is the composition of the leadership team. More specifically, it's specific people on the leadership who don't have the scale experience their role requires at a particular moment in time.","author":"Brad Feld","category":"Time, Team, Experience"},{"quote":"I'm a venture capitalist. I like to say my job is to help and support entrepreneurs. I can play a leadership role, but my organization can't be the leader.","author":"Brad Feld","category":"Leader, Job, Support"},{"quote":"There is a crisis of leadership and governance in Africa, and we must face it.","author":"Mo Ibrahim","category":"Crisis, Face, Africa"},{"quote":"The Nobel Prize is worth $1.5 million, but that's not the issue. Do the distinguished scientists who win the Nobel Prize need the money? Probably not. The honor is more important the money, and that's the case with the prize for African leadership as well.","author":"Mo Ibrahim","category":"Money, Win, Honor"},{"quote":"We have now under President Obama's leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn't happened since 2005. We still have a long way to go, but we are moving in the right direction.","author":"Martin O'Malley","category":"Positive, Growth, Job"},{"quote":"Mandela's heroism is the heroism of a man who suffered so badly for what he thought of as freedom. And yet when he had the upper hand he has this incredible self-control and these incredible leadership qualities.","author":"Bono","category":"Freedom, Man, Thought"},{"quote":"The legitimacy of the leadership depends on what that country thinks of its leaders.","author":"Zbigniew Brzezinski","category":"Country, Leaders, Legitimacy"},{"quote":"It is important to ask ourselves, as citizens, whether a world power can provide global leadership on the basis of fear and anxiety.","author":"Zbigniew Brzezinski","category":"Fear, Power, World"},{"quote":"We should be therefore supporting a larger Europe, and in so doing we should strive to expand the zone of peace and prosperity in the world which is the necessary foundation for a stable international system in which our leadership could be fruitfully exercised.","author":"Zbigniew Brzezinski","category":"Peace, World, Foundation"},{"quote":"I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?","author":"Zbigniew Brzezinski","category":"Fear, Power, World"},{"quote":"We never used to blink at taking a leadership role in the world. And we understood leadership often required something other than drones and bombs. We accepted global leadership not just for humanitarian reasons, but also because it was in our own best interest. We knew we couldn't isolate ourselves from trouble. There was no place to hide.","author":"Robert Reich","category":"Best, World, Place"},{"quote":"Once the public loses confidence in a president's leadership at a time of war, once they don't trust him anymore, once his credibility is sharply diminished, how does he get it back?","author":"Robert Dallek","category":"Time, Trust, Confidence"},{"quote":"Success in past U.S. conflicts has not been strictly the result of military leadership but rather the judgment of the president in choosing generals and setting broad strategy.","author":"Robert Dallek","category":"Success, Past, Military"},{"quote":"As someone who has more than a passing acquaintance with most of the 20th century presidents, I have often thought that their accomplishments have little staying power in shaping popular views of their leadership.","author":"Robert Dallek","category":"Power, Thought, Little"},{"quote":"Leadership cannot just go along to get along. Leadership must meet the moral challenge of the day.","author":"Jesse Jackson","category":"Day, Challenge, Moral"},{"quote":"The women's movement in Korea is a Juche-oriented movement, which was pioneered by the great Comrade Kim Il Sung and which followed the proud road of development under the leadership of Comrades Kim Il Sung and Kim Jong Il.","author":"Kim Jong-un","category":"Women, Great, Road"},{"quote":"All the organizations and officials of Chongryon, regarding this unity as the great foundation of the movement of Koreans in Japan, should rally themselves around the central leadership with one mind and purpose, and accomplish its patriotic cause, which was pioneered with comradely unity, by dint of comradeship.","author":"Kim Jong-un","category":"Great, Unity, Purpose"},{"quote":"Many corporate leaders and employees have the right intentions, but it can be overwhelming when you consider how everything is affected from leadership styles, to organizational structure, to employee engagement, to customer service an marketplace.","author":"Simon Mainwaring","category":"Service, Employees, Customer"},{"quote":"In all of our efforts, we continue to emphasize the importance of inclusivity and transparency on the part of the Afghan government and leadership, especially in linking nascent local governing institutions to the decision-making and financial resources in Kabul.","author":"David Petraeus","category":"Government, Financial"},{"quote":"You have to keep on disrupting. If you let up the pressure, then al-Qaeda senior leadership will come back.","author":"David Petraeus","category":"Pressure, Senior, You"},{"quote":"When I was commander of Central Command, obviously we were very concerned about the developments in Yemen, the developments in Somalia and elsewhere, in Africa and so forth. But the al Qaeda senior leadership is under unprecedented pressure.","author":"David Petraeus","category":"Pressure, Senior, Africa"},{"quote":"Charlatanism of some degree is indispensable to effective leadership.","author":"Eric Hoffer","category":"Degree, Effective, Some"},{"quote":"Up until the time I was cast in 'Star Trek,' the roles were pretty shallow - thin, stereotyped, one-dimensional roles. I knew this character was a breakthrough role, certainly for me as an individual actor but also for the image of an Asian character: no accent, a member of the elite leadership team.","author":"George Takei","category":"Time, Team, Character"},{"quote":"It simply cannot be disputed that for decades the Palestinian leadership was more interested in there not being a Jewish state than in there being a Palestinian state.","author":"Alan Dershowitz","category":"Jewish, Being, Decades"},{"quote":"In Illinois, where legislators are paid $45,000, plus as much as $10,000 for leadership work, about half are full-time politicians.","author":"Bill Dedman","category":"Work, Politicians, Where"},{"quote":"If you command wisely, you'll be obeyed cheerfully.","author":"Thomas Fuller","category":"You, Command, Wisely"},{"quote":"When I interviewed Paul Bremer in his office, he had almost no books on his shelves. He had a couple of management books, like 'Leadership' by Rudolph Giuliani. I didn't take it as an encouraging sign.","author":"George Packer","category":"Management, Office, Sign"},{"quote":"Inspiration is an underexamined part of political life and presidential leadership.","author":"George Packer","category":"Life, Political, Inspiration"},{"quote":"Churches need to figure out how they will address the spiritual lives of their staffs and leadership teams.","author":"John Ortberg","category":"Spiritual, Need, Will"},{"quote":"But I do not believe that the world would be entirely different if there were more women leaders. Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven't exactly been non-aggressive - including me.","author":"Madeleine Albright","category":"Women, Woman, World"},{"quote":"I've been a Democrat, I've been a Republican, and I eventually became an independent because I don't believe either party has a monopoly on good ideas or strong leadership.","author":"Michael Bloomberg","category":"Good, Strong, Believe"},{"quote":"By the 1890s, the leading Wall Street bankers were becoming increasingly disgruntled with their own creation, the National Banking System... while the banking system was partially centralized under their leadership, it was not centralized enough.","author":"Murray Rothbard","category":"Creation, Street, Banking"},{"quote":"I think America is in trouble, but it's not beyond repair. But it's going to take leadership who sees the greatness of this country and who believes that, once again, we can be one nation under God.","author":"Mike Huckabee","category":"God, America, Greatness"},{"quote":"But the fact is that the vast majority of Republicans support the Sinn Fein leadership.","author":"Martin McGuinness","category":"Support, Fact, Republicans"},{"quote":"Great leadership can be a difficult thing to pin down and understand. You know a great leader when you're working for one, but even they can have a hard time articulating what it is that makes their leadership so effective.","author":"Travis Bradberry","category":"Time, Leader, Great"},{"quote":"It's through a leader's actions - what he or she does and says on a daily basis - that the essence of great leadership becomes apparent.","author":"Travis Bradberry","category":"Daily, Leader, Great"},{"quote":"Too many talk about a company's leadership, referring to the senior most executives in the organization. They are just that: senior executives. Leadership doesn't automatically happen when you reach a certain pay grade. Hopefully you find it there, but there are no guarantees.","author":"Travis Bradberry","category":"Organization, Company"},{"quote":"Leadership and management are not synonymous.","author":"Travis Bradberry","category":"Management, Synonymous"},{"quote":"In the '90s, there was scant presidential leadership and insufficient domestic political mobilization for foreign policy grounded in human rights.","author":"Samantha Power","category":"Political, Rights, Human"},{"quote":"I think the country requires fresh leadership. I do not think I can be the captain to take the country to its next destination.","author":"David Cameron","category":"Destination, Captain, Think"},{"quote":"There definitely comes a time where a fresh pair of eyes and fresh leadership would be good, and the Conservative Party has got some great people coming up - the Theresa Mays, and the George Osbornes, and the Boris Johnsons.","author":"David Cameron","category":"Time, Good, Great"},{"quote":"I would say that one of the things that encouraged me so much when I became elected to the leadership was the letters I received from fathers of daughters, saying that, 'My daughter can now do many more things because of what you did.'","author":"Nancy Pelosi","category":"Daughter, Me, Saying"},{"quote":"The Republican Party is the Grand Old Party. It's made enormous contributions to the success of our country. And it is a party that has embraced its leadership role when it has had the majority or the White House.","author":"Nancy Pelosi","category":"Success, Party, Country"},{"quote":"We needed to go back on the offense and offer clear leadership on Iraq.","author":"Condoleezza Rice","category":"Back, Go, Offense"},{"quote":"I talked about the need for American leadership, I talked about the importance of the United States to a more peaceful world, a world that has been quite turbulent in recent years, and needs a strong American anchor.","author":"Condoleezza Rice","category":"Strong, American, World"},{"quote":"If the leadership can't win a debate, then we should show true leadership and implement the democratic will of our party.","author":"Jeremy Corbyn","category":"Win, Debate, Party"},{"quote":"For the absolute avoidance of doubt, my leadership will be about unity, drawing on all the talents - with women representing half of the shadow cabinet - and working together at every level of the party.","author":"Jeremy Corbyn","category":"Women, Unity"},{"quote":"For women to achieve equal representation in leadership roles, it's important that they have the backing of men as well as women.","author":"Adam Grant","category":"Women, Men, Achieve"},{"quote":"If we want girls to receive positive reinforcement for early acts of leadership, let's discourage bossy behavior along with banning bossy labels. That means teaching girls to engage in behaviors that earn admiration before they assert their authority.","author":"Adam Grant","category":"Positive, Behavior, Want"},{"quote":"Scott Walker has provided some really excellent leadership in Wisconsin.","author":"Ron Johnson","category":"Excellent, Wisconsin, Some"},{"quote":"As a business owner, leadership is more than just telling others what to do. Leadership is about the investment we make into others and the responsibilities we accept for being the voice and direction that others count on.","author":"Lewis Howes","category":"Business, Direction, Voice"},{"quote":"There needs to be leadership in the heartland of America.","author":"Isaac Hanson","category":"America, Needs"},{"quote":"One civilization after another has been wrecked upon the attempt to secure sufficient leadership from a single group or class.","author":"Herbert Hoover","category":"Group, Single, Civilization"},{"quote":"Great entrepreneurial DNA is comprised of leadership, technological vision, frugality, and the desire to succeed.","author":"Steve Blank","category":"Great, Vision, Technological"},{"quote":"A lot of people relate leadership to formalities. They believe that leadership is about being professional and strong and always right and being a booming voice. I just don't buy that. I think that leadership is a soft skill it's a people skill.","author":"Jason Fried","category":"Strong, Believe, People"},{"quote":"I was raised to believe that America was a force for good in the world and that it should take its leadership role seriously.","author":"Dana Perino","category":"Good, America, World"},{"quote":"Charter laws do something really important. They give educators the freedom and flexibility that they need to attain results. But we also have to invest a lot in the leadership pipeline to take advantage of that freedom and flexibility.","author":"Wendy Kopp","category":"Freedom, Important, Results"},{"quote":"I think the way to understand Teach for America is as a leadership development program.","author":"Wendy Kopp","category":"America, Think, Development"},{"quote":"The mission that unites all of the programs of the Teach For All global network is that of cultivating the leadership capacity critical to ultimately ensuring educational opportunity for all.","author":"Wendy Kopp","category":"Opportunity, Mission, Teach"},{"quote":"School boards can be a steppingstone to higher forms of political leadership.","author":"Wendy Kopp","category":"School, Political, Higher"},{"quote":"If we're going to see sustainable results from all the other investments we're making in education, we need to build leadership capacity in each and every country.","author":"Wendy Kopp","category":"Education, Country, See"},{"quote":"Mindsets, skills and leadership, experience and access, and critical consciousness - we need all four of these things for our students to be the leaders, people and citizens we want them to be.","author":"Wendy Kopp","category":"Experience, People, Want"},{"quote":"Competition-driven innovation and price pressure that commercial practices foster can only make human spaceflight ever more common and U.S. leadership in this domain ever clearer.","author":"Alan Stern","category":"Innovation, Pressure, Human"},{"quote":"This is not a political issue. I know Florida's leadership has talked about a real commitment to helping our veterans. Now it's time for them to show it.","author":"Ted Deutch","category":"Time, Veterans, Commitment"},{"quote":"We are at a point in our nation's history when the right leadership is needed more than ever. Hillary has spent her life advocating for poor and working class families. Hillary will help build an economy for tomorrow and beyond strengthen America's families defend our country and its core values and revitalize our democracy.","author":"Marcia Fudge","category":"Life, History, America"},{"quote":"You need a commitment which is long term and a commitment to leadership, because that's the only way you build excellence.","author":"Azim Premji","category":"Excellence, Commitment, Long"},{"quote":"The principal challenge we face is to go up the value- and domain-skill chain and build a strong consultancy front end and, also, to globalize our leadership much more.","author":"Azim Premji","category":"Strong, Challenge, Value"},{"quote":"I always liked the idea of leadership and being a captain.","author":"Dylan Lauren","category":"Captain, Idea, Always"},{"quote":"I believe most of the public should be involved in the election of the leadership.","author":"Tzipi Livni","category":"Believe, Election, I Believe"},{"quote":"We shouldn't be debating whether to deal with the current code by allowing it to be extended or not. We should have a president who shows leadership and comes to Congress and says: 'You know what? We need to reform this whole tax code.'","author":"Rob Portman","category":"Tax, Know, You"},{"quote":"I see The Rock running in 2020 and being a two-term president. I think he would be great, and I'm joking when I say I think Stephanie McMahon wouldn't be a fine president of the United States. I think she's got the leadership qualities. I see those two as potential candidates, and I see Kane as a congressional leader.","author":"Mick Foley","category":"Leader, Great, Potential"},{"quote":"Nixon was an awful president in many ways, including in some of his foreign-policy choices. But he left no doubt that foreign policy and America's leadership in the world outside its borders was of paramount importance to him.","author":"John Podhoretz","category":"America, World, Choices"},{"quote":"A well-run organization turns over 10% of their organizations, including senior leadership. I don't have the heart to do that.","author":"John T. Chambers","category":"Heart, Organization, Senior"},{"quote":"I think at least my philosophy of leadership is you focus more on the areas you have to improve or the mistakes than you do on your successes. And that's just how I am in real life. I don't want to let down my customers, my employees, my shareholders.","author":"John T. Chambers","category":"Life, Focus, Mistakes"},{"quote":"A lot of young people just starting out unskilled, as all Americans do when they're born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership.","author":"Grover Norquist","category":"Business, Faith, Community"},{"quote":"Sena under the leadership of Uddhav Thackeray has failed. It is a party on the decline, and that decline started the day Maharashtra Navnirman Sena was formed.","author":"Sharad Pawar","category":"Day, Party, Started"},{"quote":"All our lives are enriched by the leadership and excellence and confidence of female athletes, whether the Mia Hamms and Maya Moores we know or the field hockey, lacrosse and track and field athletes we do not necessarily know.","author":"George Vecsey","category":"Confidence, Excellence"},{"quote":"ISIS has leadership, just like al Qaeda has leadership. It's important to be able to eliminate the individuals that are leading the organization.","author":"James Lankford","category":"Organization, Important"},{"quote":"It's mystifying to me why the House leadership will not allow a straight up-or-down vote on a pay raise. I vote against every pay raise because taxpayers deserve better.","author":"Sam Graves","category":"Me, Better, Why"},{"quote":"Year after year, President Bush has broken his campaign promises on college aid. And year after year, the Republican leadership in Congress has let him do it.","author":"Sherrod Brown","category":"College, Broken, President"},{"quote":"Republican leadership in Congress let the energy companies write the energy bill that sent prices soaring, and has turned a blind eye to the struggles of working families trying to make ends meet.","author":"Sherrod Brown","category":"Eye, Blind, Energy"},{"quote":"I've got to tell you what, the soldier doesn't fight very hard for a leader who is going to shoot him, okay, on his own whim. That's not what military leadership is all about.","author":"Norman Schwarzkopf","category":"Leader, Fight, Military"},{"quote":"I do think the U.S. has a moral and political leadership role to play.","author":"Elizabeth Esty","category":"Political, Moral, Think"},{"quote":"Our country needs a new generation of leadership, and I believe that Marco Rubio presents this nation with the greatest possibilities and opportunities to meet the challenges of the next generation.","author":"Cory Gardner","category":"Challenges, Believe"},{"quote":"The Trans-Pacific Partnership has the potential to reshape America's relationship with the nations of the Pacific Rim, enhance U.S. leadership in this critically important region, and provide a major boost to our economy.","author":"Cory Gardner","category":"Relationship, America"},{"quote":"There are going to be times when we disagree with our leadership, but ultimately, we've got to work hard to pull our leadership to the right and to move a conservative agenda forward and unite as conservatives if we're going to get things done.","author":"Steve Scalise","category":"Work, Work Hard"},{"quote":"There's a conspiracy going on online every day between these top U.K. individuals within ISIS leadership out of Syria.","author":"Mike McCaul","category":"Day, Every Day, Conspiracy"},{"quote":"The sad fact is, because we've had a failed policy and failed leadership, now we're having to rely on Russians and the Iranians to go into Syria to fight and destroy ISIS.","author":"Mike McCaul","category":"Sad, Fight, Now"},{"quote":"My student days in PSG saw three Prime Ministers, two wars, taught us courage, resilience, leadership and optimism.","author":"Shiv Nadar","category":"Courage, Resilience"},{"quote":"If women are not accorded equal place in the leadership of the Catholic Church and the other great world religions, they will always be treated as inferiors in earthly matters as well.","author":"Tim Kaine","category":"Women, Great, World"},{"quote":"Even moderates, they can see in Trump the potential to have logjams broken and things finally get done. This makes some conservatives and some liberals furious, nervous, and me nervous a little bit, because I'm a pretty pure conservative. So that's a potential of his leadership.","author":"Jeff Sessions","category":"Potential, Me, Broken"},{"quote":"Enter the candidates on horseback: While military leaders can sometimes be dangerous in politics, our best generals and admirals embody the democratic values and leadership skills for which the country is yearning.","author":"David Ignatius","category":"Best, Politics, Military"},{"quote":"The nation's chronic weakness is its political system, which is nearing dysfunction. If the U.S. can elect better political leadership, it should be able to manage problems better than most competitors.","author":"David Ignatius","category":"Problems, Political"},{"quote":"If we're going to change leadership, we need to do it in a very systematic and organized way.","author":"John Fleming","category":"Change, Way, Need"},{"quote":"The Freedom Caucus, like many of the members, feel like that we have too much of a top-heavy, power-based type of leadership program where the decisions are made exclusively at the top and that members voices are not heard, which means that our constituents' voices are not heard: those that we represent.","author":"John Fleming","category":"Freedom, Decisions, Feel"},{"quote":"Louisiana's a very conservative state. When we've ever polled this, we've found that they like conservative reforms. They want us to fight back against our leadership and Democrats, so it's very consistent.","author":"John Fleming","category":"Fight, Want, Conservative"},{"quote":"America is much better than the leadership we have in Washington.","author":"John Fleming","category":"America, Better, Washington"},{"quote":"You can't consider a president weak because he will have a Congress that Mexican voters have wanted to be co-responsible in the decisions to be taken... It will be through the leadership that I will exercise that we will be able to build the agreements in Congress.","author":"Enrique Pena Nieto","category":"Decisions, Exercise, Mexican"},{"quote":"Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.","author":"Ron Fournier","category":"Courage, Problems, Financial"},{"quote":"With gridlock the norm, Congress's approval rating is below 10 percent and the public has lost faith in its national leadership.","author":"Ron Fournier","category":"Faith, Lost, Congress"},{"quote":"People want to give everybody a pass, but leadership comes at a price.","author":"Paul Gosar","category":"People, Want, Price"},{"quote":"Our leadership in D.C. should be bold and determined.","author":"Paul Gosar","category":"Bold, Determined, Should"},{"quote":"We were elected to serve our districts, and that demands putting bygones aside. That's what leadership's all about.","author":"Paul Gosar","category":"Serve, Aside, Demands"},{"quote":"Leadership has a price.","author":"Paul Gosar","category":"Price"},{"quote":"I think directors should be confident in their leadership capabilities. I think directors should be confident in what they want to do.","author":"Philip Seymour Hoffman","category":"Want, Think, Confident"},{"quote":"Someday, somehow, the leadership of Planned Parenthood will have to answer for their callous disregard of the sanctity of human life. In the meantime, I am relieved that the Bryan abortion facility has gone out of business.","author":"Bill Flores","category":"Life, Business, I Am"},{"quote":"I think the comments about me being a shill for leadership are beyond the pale.","author":"Bill Flores","category":"Me, Think, Being"},{"quote":"I have disagreements with leadership, I have disagreements with the speaker, but I have those one-on-one.","author":"Bill Flores","category":"Speaker, One-On-One, Those"},{"quote":"When news of the first plane's hitting the World Trade Center reached them, bin Laden's followers exploded with joy. But shrewder members of al-Qaeda and the Taliban leadership in Afghanistan realized that the attacks might not be the stunning victory that bin Laden, and many in the West, took them to be.","author":"Peter Bergen","category":"Joy, World, Victory"},{"quote":"If an artist is driven primarily by social responsibility, I think the art probably suffers because, again, just as leadership has a rather defined end point or purpose, social responsibility would seem to have a very clear moral context.","author":"Billy Collins","category":"Art, Responsibility, Artist"},{"quote":"You watch television and see what's going on on this debt ceiling issue. And what I consider to be a total lack of leadership from the President and nothing's going to get fixed until the President himself steps up and wrangles both parties in Congress.","author":"Steve Wynn","category":"Television, You, See"},{"quote":"It's really necessary for the United States to continue to give strong leadership to the Middle East peace process, supported by European countries at the same time.","author":"William Hague","category":"Time, Peace, Strong"},{"quote":"I think that our leadership, Mitch McConnell and John Boehner, are taking the right approach.","author":"Phil Gingrey","category":"Think, Right, Approach"},{"quote":"Donald Trump's leadership, decision-making and problem solving will restore America's role as the undeniable and unquestioned world leader.","author":"Michael T. Flynn","category":"Leader, America, World"},{"quote":"The world has lost faith in American leadership, and the threats are mounting.","author":"Michael T. Flynn","category":"Faith, American, World"},{"quote":"Because of Obama's ill-advised actions, the world has lost American leadership.","author":"Michael T. Flynn","category":"American, World, Lost"},{"quote":"There is no substitute for American leadership and exceptionalism.","author":"Michael T. Flynn","category":"American, Substitute"},{"quote":"American presidential leadership never goes out of style.","author":"Monica Crowley","category":"American, Style, Never"},{"quote":"If you have small-government, traditional values, you may be considered by your own leadership to be an enemy of the state.","author":"Monica Crowley","category":"Values, Enemy, You"},{"quote":"Women in leadership cannot cry without raising a storm of commentary.","author":"Madeleine M. Kunin","category":"Women, Storm, Cry"},{"quote":"I have spent years as a leadership coach to the very wealthy and have been able to get behind the eyes of some of the world's best, studying the minute details of what makes a person great.","author":"Robin S. Sharma","category":"Best, Great, Eyes"},{"quote":"I bought my own home in 2004. It's a sanctuary for my family and a place of peace and calm. It's key for anyone committed to leadership and success to avoid the noise and focus on their best opportunities.","author":"Robin S. Sharma","category":"Success, Family, Peace"},{"quote":"Showing leadership doesn't mean every employee will run the organization that would lead to chaos. Businesses do need someone to set the vision and then lead the team to it.","author":"Robin S. Sharma","category":"Team, Vision, Chaos"},{"quote":"I've made enough jokes about Iran's leadership that I'm sure if I showed up that I would get a nice escort - to the main prison - and then I could do a show there.","author":"Maz Jobrani","category":"Prison, Nice, Up"},{"quote":"You won't hear the leadership in the Republican Party admit it, but there are many in the House and Senate who know that illegal immigration has to be stopped and legal immigration has to be reduced. We are giving away the country so a few very rich people can get richer.","author":"Virgil Goode","category":"Giving, Legal, Rich"},{"quote":"I totally disagree with the premise that al Qaeda is on the path to defeat. Quite the contrary, al Qaeda has deliberately decentralized its operations - not because of the relentless attacks we have had on its national leadership in Pakistan, but because its strategic objective is to dominate and control Muslim countries in the region.","author":"Jack Keane","category":"Path, Control, Defeat"},{"quote":"I watched the Bush administration overreact to the Clinton administration, who believed they did too much nation building, sustaining other countries, and that's why we never put the commitment on Afghanistan and Iraq that should have been in there under their policy leadership.","author":"Jack Keane","category":"Commitment, Building, Why"},{"quote":"Frankly, our adversaries are emboldened by the lack of American leadership in the world, and our friends and our allies, they have lost trust in us.","author":"Jack Keane","category":"Friends, Trust, World"},{"quote":"Leadership is a journey - you never arrive.","author":"Lynn Good","category":"Journey, You, Never"},{"quote":"Leadership is hard to train on.","author":"Ben Horowitz","category":"Train, Hard"},{"quote":"In our system leadership is by consent, not command. To lead a President must persuade. Personal contacts and experiences help shape his thinking. They can be critical to his persuasiveness and thus to his leadership.","author":"Donald Rumsfeld","category":"Thinking, Help, Personal"},{"quote":"Presidential leadership needn't always cost money. Look for low- and no-cost options. They can be surprisingly effective.","author":"Donald Rumsfeld","category":"Money, Look, Cost"},{"quote":"The most depressing part of the 2016 election is that the candidates often failed to show any cultural leadership: any recognition that the world of public policy was important but hardly the only good and necessary part of our shared society.","author":"J. D. Vance","category":"Good, Society, World"},{"quote":"I am endlessly fascinated that playing football is considered a training ground for leadership, but raising children isn't. Hey, it made me a better leader: you have to take a lot of people's needs into account; you have to look down the road. Trying to negotiate getting a couple of kids to watch the same TV show requires serious diplomacy.","author":"Dee Dee Myers","category":"Children, Leader, Football"},{"quote":"Even after such milestones as Kathryn Bigelow winning an Oscar, there still seem to be few women in leadership roles.","author":"Julia Stiles","category":"Women, Winning, Milestones"},{"quote":"If you look at your companies, and half of your staff are not female, and a decent percentage of them are not people of color, then you are part of the problem because you need people working for you and you need people in positions of leadership who can exercise their bias and who can exercise their perspective.","author":"David Oyelowo","category":"Color, Perspective, Problem"},{"quote":"By giving the leadership to the private sector in a capitalistic society, we're going to measure the value of art by how many products we can sell.","author":"Robert Wilson","category":"Art, Society, Value"},{"quote":"We who reject Trump's bankrupt leadership must heal old wounds, reorient ourselves, and embrace common goals. And if there is one thing on which we can all agree, it's this: we cannot concede any ground.","author":"David Brock","category":"Goals, Embrace, Heal"},{"quote":"Nobody knows better than I do what the pressures of party leadership can do to a young family. It tore mine apart.","author":"Justin Trudeau","category":"Family, Party, Better"},{"quote":"My father's values and vision of this country obviously form everything I have as values and ideals. But this is not the ghost of my father running for the leadership of the Liberal party. This is me.","author":"Justin Trudeau","category":"Father, Vision, Me"},{"quote":"We have to reform the entire political process. It's got to start with leadership by example.","author":"Chris Gibson","category":"Political, Start, Process"},{"quote":"Mary Jo and I have three teenagers who are in their last years at home. In addition, I was just offered and accepted a position with Williams College as a visiting lecturer on leadership beginning in February 2017, and anticipate accepting other academic positions shortly.","author":"Chris Gibson","category":"Home, College, Beginning"},{"quote":"Under Ed Miliband's leadership, we are changing both our party's structures and culture.","author":"Douglas Alexander","category":"Culture, Party, Changing"},{"quote":"It was easy for Sanford to have a bully pulpit as governor. It's another thing to be in the trenches, having to face leadership, and say, 'No, that's not a conservative position, that's not what we're doing.'","author":"Jeff Duncan","category":"Doing, Easy, Face"},{"quote":"Some people feel, you make your case, if they listen to you, fine, if they don't, that's it. That's not what leadership is. Leadership is trying to continue to make a case.","author":"Anthony Fauci","category":"People, Listen, You"},{"quote":"Donald Trump was not asked by the leadership to change. And there's no reason for him to change. He's just won the primary process with a record number of votes, beating a field of 16 qualified candidates. So, there's no reason for Donald Trump to change.","author":"Paul Manafort","category":"Change, Process, Reason"},{"quote":"Leadership is failing. And Donald Trump is going to take a holistic approach to how we focus on these things, and he's not going to allow disparate activities in the communities to define everything.","author":"Paul Manafort","category":"Focus, Going, Approach"},{"quote":"Donald Trump is talking about the failed leadership of the Obama Administration.","author":"Paul Manafort","category":"Talking, Failed"},{"quote":"The Republican Party is a composition of the members of the party and not just the leadership.","author":"Paul Manafort","category":"Party, Republican, Just"},{"quote":"In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.","author":"Charles Stanley","category":"Children, God, Service"},{"quote":"I think there are lots of ways to exercise ambition and accomplish things using leadership without going into elected politics. So, categorically, I have no intention of going into elected politics. None.","author":"Chris Hadfield","category":"Politics, Ambition, Exercise"},{"quote":"In many ways, Mitt Romney and I are very different. Different starts in life. Different paths to leadership. Different cultures.","author":"Susana Martinez","category":"Life, Paths, Cultures"},{"quote":"Mahatma Gandhi was someone who demonstrated the tremendous power of leadership by example.","author":"N. R. Narayana Murthy","category":"Power, Example, Someone"},{"quote":"I think leadership is just something that comes really natural to me.","author":"Carson Wentz","category":"Me, Think, Natural"},{"quote":"They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it.","author":"Chris Christie","category":"Health, Politics, Impossible"},{"quote":"If anybody ran a business like that they would be out of business quickly, and Barack Obama's leadership is driving this business, the United States of America, toward a fiscal cliff.","author":"Chris Christie","category":"Business, America, Driving"},{"quote":"I think President Obama could have handled politics and policies differently. But he has been decisive, strong, and consistent - important qualities in a president. Mitt Romney is indeed an Etch A Sketch, the antithesis of leadership.","author":"Eliot Spitzer","category":"Strong, Politics, Think"},{"quote":"I think people are hungry for new ideas and leadership in the world of poverty alleviation. Most development programs are started and led by people with Ph.Ds in economics or policy. Samasource is part of a cadre of younger organizations headed by entrepreneurs from non-traditional backgrounds.","author":"Leila Janah","category":"Poverty, World, Ideas"},{"quote":"All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.","author":"John Kenneth Galbraith","category":"Time, Great, Anxiety"},{"quote":"I think we need leadership that helps us remember that part of what we are about is caring about more than the person right next to us, but the folks across the way.","author":"Anna Deavere Smith","category":"Caring, Remember, Think"},{"quote":"Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope.","author":"Kellyanne Conway","category":"Change, Hope, Experience"},{"quote":"As a former minority leader who became the first Republican Speaker of the House in Florida since Reconstruction, I know that leadership is not an easy task.","author":"Dan Webster","category":"Leader, Easy, Know"},{"quote":"I look for my opportunities, not trying to go outside of my genuine realm, because leadership has to be genuine and authentic.","author":"Aaron Rodgers","category":"Opportunities, Trying, Look"},{"quote":"I think we so often equate leadership with being experts - the leader is supposed to come in and fix things. But in this interconnected world we live in now, it's almost impossible for just one person to do that.","author":"Jacqueline Novogratz","category":"Leader, World, Impossible"},{"quote":"I define leadership as: Emotionally, you own your business. You own it with passion. And you either have or you don't have an economic investment. But when you have all three of those, you are the boss from Day One, and you care every single day more than anyone.","author":"Mickey Drexler","category":"Business, Day, Passion"},{"quote":"While Mayor Daley surprised me today with his decision to not run for reelection, I have never been surprised by his leadership, dedication and tireless work on behalf of the city and the people of Chicago.","author":"Rahm Emanuel","category":"Work, Today, Decision"},{"quote":"Because of the president's leadership, every American will have access to affordable, quality health care.","author":"Rahm Emanuel","category":"Health, Quality, American"},{"quote":"Whose leadership, whose judgment, whose values do you want in the White House when that crisis lands like a thud on the Oval Office desk?","author":"Rahm Emanuel","category":"Values, Want, Crisis"},{"quote":"The person who takes the oath of office in the next four months will shape not just the next four years, but the next forty years of our nation. In these next four years, we need proven leadership, proven judgment and proven values. America needs four more years of President Barack Obama.","author":"Rahm Emanuel","category":"America, Values, Nation"},{"quote":"In 1992, Bill Clinton ran on a platform of 'ending welfare as we know it.' His political worldview, drawn from like-minded thinkers at the Democratic Leadership Council, was based in private sector growth and personal responsibility.","author":"Nina Easton","category":"Growth, Responsibility"},{"quote":"Message to all you crazed parents desperately hiring tutors and padding your kid's thin resume: Chillax. Attending an elite college is no guarantee of leadership, life success, or earnings potential.","author":"Nina Easton","category":"Life, Success, Parents"},{"quote":"Floor time is valuable. Our leadership isn't going to bring something up that's going to take up floor time and not be successful.","author":"Gene Green","category":"Time, Successful, Bring"},{"quote":"I work closely with Hispanic leadership.","author":"Gene Green","category":"Work, Hispanic, Closely"},{"quote":"I don't think one party has a bad vision over the other party. I have no doubts that every Indian and every Indian political leadership would like to see this country get to a much better level. We would all like to see inclusive growth.","author":"Baba Kalyani","category":"Growth, Vision, Political"},{"quote":"The House of Representatives should not be locked down by the decided play of a few in leadership.","author":"Jeff Fortenberry","category":"Down, Play, House"},{"quote":"What I've really learned over time is that optimism is a very, very important part of leadership.","author":"Bob Iger","category":"Time, Optimism, Important"},{"quote":"I think it is important for people who are given leadership roles to assume that role immediately.","author":"Bob Iger","category":"People, Important, Think"},{"quote":"Well football teams are perhaps easier to control than political parties, I'm sure the Prime Minister would agree with me, but yeah I think every team needs discipline and a sense of self-belief and that's important, that's what leadership's all about.","author":"Iain Duncan Smith","category":"Team, Football, Me"},{"quote":"The Vatican's recognition of the State of Israel in 1997 could not have occurred without John Paul's leadership.","author":"David Novak","category":"Recognition, Without"},{"quote":"It's not easy for an entrepreneur to find the time to blog. But for those who do it, it is a great tool to communicate with the various stakeholders in their business and build a reputation for thought leadership.","author":"Fred Wilson","category":"Business, Time, Great"},{"quote":"A lot of our leadership has become acutely aware of speaking more fairly, of speaking more balanced, of recognizing that hate speech in any form, even if it comes out of emotional anger, is dangerous.","author":"Hamza Yusuf","category":"Anger, Hate, Speech"},{"quote":"While security of national leadership is of paramount significance, expenditure on permanent civil structures at the family home of the prime minister and chief minister from public exchequer will be a burden on their conscience.","author":"Shehbaz Sharif","category":"Family, Home, Conscience"},{"quote":"There are certain skills that business people have that are - that are, in fact, helpful in - when it comes to being in political leadership.","author":"Rick Santorum","category":"Business, Political, People"},{"quote":"Evangelicals overwhelmingly voted for Ronald Reagan - not because he was the most religious candidate, but he possessed the quality evangelicals felt like was most important, and that is leadership.","author":"Robert Jeffress","category":"Quality, Important"},{"quote":"When it comes to serious cuts to major programs like Medicaid, the American people are not calling for leadership but magic. They want cuts with no pain.","author":"Juan Williams","category":"Pain, American, People"},{"quote":"NPR editors and journalists found themselves caught in a game of trying to please a leadership team who did not want to hear stories on the air about conservatives, the poor, or anyone who didn't fit their profitable design of NPR as the official voice of college-educated, white, liberal-leaning, upper-income America.","author":"Juan Williams","category":"Team, America, Design"},{"quote":"I realize that as the quarterback, you have to assume some sort of leadership role because you have to talk in the huddle on every play, and you're essentially giving out orders to the team. But in my mind, I have to prove myself on the field before I can start asserting a leadership role.","author":"Andrew Luck","category":"Team, Myself, Mind"},{"quote":"I think leadership is most effective when it's your own personality. But I feel like it's a natural progression as a quarterback, as well.","author":"Andrew Luck","category":"Personality, Think, Natural"},{"quote":"I have run a general election campaign pregnant and ran Ed Miliband's leadership campaign commuting to London with a new baby so I already have my system set up.","author":"Lucy Powell","category":"Baby, Election, London"},{"quote":"It's not a matter of if economies around the world becoming low-carbon, but when and how: through struggle and strife or through advancement and progressive leadership. Larry Elliot described it today as the 'Green New Deal.' It's a leadership we in Britain can provide, and from which our economy can benefit.","author":"Lucy Powell","category":"Today, Struggle, World"},{"quote":"It was funny that rank-and-file evangelicals were ahead of all the leadership. They saw for decades conservative Republicans had made promises to them on issues that were important to Christians and conservatives when they were running for office. But when they won, they didn't keep those promises.","author":"Jerry Falwell, Jr.","category":"Funny, Conservative"},{"quote":"I chose to personally support Donald Trump for president early on and referred to him as America's blue-collar billionaire at the Republican National Convention because of his love for ordinary Americans and his kindness, generosity, and bold leadership qualities.","author":"Jerry Falwell, Jr.","category":"Love, Kindness, America"},{"quote":"I believe the United States is very sick financially and might not survive another four years of Obama-style leadership.","author":"Jerry Falwell, Jr.","category":"Believe, I Believe, Sick"},{"quote":"Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction.","author":"Daisaku Ikeda","category":"Vision, Society, World"},{"quote":"When the president went around the table to the country's national security leadership, Hillary was clear: We have to go get bin Laden. And our Special Operations Forces did just that.","author":"Leon Panetta","category":"Security, Country, Special"},{"quote":"If it doesn't have a full delay or defund of Obamacare, I know I and many others will not be able to support whatever the leadership proposes.","author":"Scott Garrett","category":"Support, Know, Delay"},{"quote":"Since taking office, President Obama has worked to restore a positive vision of American leadership in the world - leadership defined, not by the threats and dangers that we will oppose, but by the security, opportunity and dignity that America advances in partnership with people around the world.","author":"John O. Brennan","category":"Positive, Vision"},{"quote":"I forgot to shake hands and be friendly. It was an important lesson about leadership.","author":"Lee Iacocca","category":"Hands, Important, Lesson"},{"quote":"One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.","author":"Margaret Heffernan","category":"Travel, Sad, Know"},{"quote":"Making those around you feel invisible is the opposite of leadership.","author":"Margaret Heffernan","category":"You, Feel, Invisible"},{"quote":"I'm all for ambition and stretch goals. I set them for myself. But leadership isn't the same as cheerleading. Believing in something is a necessary but absolutely insufficient condition for making it come true.","author":"Margaret Heffernan","category":"Goals, Myself, Ambition"},{"quote":"Most of the time, you think the problem is not as big as it is - because it says something negative about you or your company or your leadership. Face the reality: The facts are not as you want them to be.","author":"Judy Smith","category":"Time, Reality, Company"},{"quote":"To my mind the election was stolen by George Bush and we have been suffering ever since under this man's leadership.","author":"Jessica Lange","category":"Man, Mind, Suffering"},{"quote":"As far as Iraq, the important thing is that the Taliban is gone in Afghanistan, three-quarters of the al-Qaida leadership is either dead or in jail, and we now have Saudi Arabia working with us, Pakistan working with us.","author":"Peter T. King","category":"Important, Jail, Working"},{"quote":"But 85 percent of the mosques have extremist leadership in this country. Most Muslims, the overwhelming majority of Muslims, are loyal Americans.","author":"Peter T. King","category":"Country, Loyal, Majority"},{"quote":"And if the imam and the Muslim leadership in that community is so intent on building bridges, then they should voluntarily move the mosque away from ground zero and move it whether it's uptown or somewhere else, but move it away from that area, the same as the pope directed the Carmelite nuns to move a convent away from Auschwitz.","author":"Peter T. King","category":"Community, Bridges, Building"},{"quote":"Ted Cruz may be an intelligent person, but he doesn't carry out an intelligent debate. He oversimplifies, he exaggerates, and he basically led the Republican Party over the cliff in the fall of 2013. He has shown no qualifications, no legislation being passed, doesn't provide leadership, and he has no real experience.","author":"Peter T. King","category":"Experience, Fall, Party"},{"quote":"In Britain, you do your job. When you do an American TV show, there is a sense of being one with the crew, and there is a leadership element, which was a learning curve for me because it is very different culturally. In Britain, you just do it, leave and say, 'Thanks.'","author":"Theo James","category":"Learning, Job, American"},{"quote":"That's part of being a real citizen: always questioning your leadership, not only about what it is doing in your own country, but what it is doing elsewhere. Because it is connected.","author":"Raoul Peck","category":"Doing, Country, Citizen"},{"quote":"I think I can bring tremendous leadership.","author":"Jared Goff","category":"Think, I Can, Bring"},{"quote":"I took a gamble to exercise leadership without losing my feminine nature.","author":"Michelle Bachelet","category":"Nature, Losing, Exercise"},{"quote":"As a vibrant force in civil society, women continue to press for their rights, equal participation in decision-making, and the upholding of the principles of the revolution by the highest levels of leadership in Egypt.","author":"Michelle Bachelet","category":"Women, Society"},{"quote":"Leadership desperately needs women.","author":"Marilyn Ferguson","category":"Women, Needs, Desperately"},{"quote":"I have no doubt that the Palestinian Arab leadership made a mistake when it did not accept the partition plan in 1947, but I want to try to understand it.","author":"Ayman Odeh","category":"Plan, Mistake, Want"},{"quote":"I think our leadership team is a highly accountable leadership team.","author":"Steve Ballmer","category":"Team, Think, I Think"},{"quote":"President Bush has shown great leadership. He has said that the 21st century will not be ruled or dictated by terrorists, dictators, and murderers. He is absolutely right. God bless him for his resolve.","author":"Lindsey Graham","category":"Great, God, Said"},{"quote":"President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch.","author":"Lindsey Graham","category":"Change, Hope, Politics"},{"quote":"For many years, Myanmar's leadership was largely shut out from the world of international diplomacy.","author":"Najib Razak","category":"World, Years, Diplomacy"},{"quote":"Let us build a 21st-century rural economy of cutting-edge companies and technologies that lead us to energy and food security. Such an investment will revitalize rural America, re-establish our moral leadership on climate security and eliminate our addiction to foreign oil.","author":"Tom Vilsack","category":"Food, America, Moral"},{"quote":"Lewis Booth and Derrick Kuzak represent the very best of Ford and our culture and built a legacy of leadership, integrity and commitment to excellence that will benefit us for years to come.","author":"William Clay Ford, Jr.","category":"Integrity, Best, Culture"},{"quote":"When I was growing up, we were taught in school that North Koreans, and especially the North Korean leadership, were all devils.","author":"Park Chan-wook","category":"School, Growing Up, Growing"},{"quote":"In Germany, they have great difficulty with anything that smacks of cultism or messianic leadership. You can't talk about leadership in its charismatic forms.","author":"David Whyte","category":"Great, You, Difficulty"},{"quote":"Sitting at a candidate rally is similar to sitting in a ballyard. Both give you the opportunity to assess the technical metrics and reflect on the intangibles - what baseball calls 'make up' and politics calls 'character' - the leadership, talent and maturity to add value to a venture.","author":"Christine Pelosi","category":"Character, Politics"},{"quote":"In politics, Joseph Smith was something of a radical. He preached, instead of democracy, a version of theocratic rule within a framework given by his own prophetic leadership. At Nauvoo, Smith affected a Napoleonic uniform and made himself into a general and quasi king of the polity he had constituted.","author":"Noah Feldman","category":"Politics, Democracy, King"},{"quote":"The Chinese public is deeply nationalist, which matters to China's unelected political leadership as much as U.S. nationalism does to American politicians. As China becomes the world's largest economy, there is meaningful public pressure for its power status to advance in parallel. Any alternative would be humiliating.","author":"Noah Feldman","category":"Power, American, World"},{"quote":"Now, if we look at the way in which the labor movement itself has evolved over the last couple of decades, we see increasing numbers of black people who are in the leadership of the labor movement and this is true today.","author":"Angela Davis","category":"Today, People, Black"},{"quote":"I vote my conscience first and my constituents next, regardless of the direction of our leadership.","author":"Tom Graves","category":"Direction, Vote, Conscience"},{"quote":"The function of combat is not merely to perpetrate violence, but to perpetrate violence on command, instantaneously and reflexively. The function of the service academies is to prepare men for leadership positions where they may someday exercise that command.","author":"Jim Webb","category":"Service, Men, Violence"},{"quote":"What's great about our leadership is they welcome other ideas.","author":"Tom Graves","category":"Great, Welcome, Ideas"},{"quote":"I will ensure the conservative legacy and leadership of Tom Price, Johnny Isakson, and Newt Gingrich will continue.","author":"Karen Handel","category":"Legacy, Conservative, Price"},{"quote":"I believe that the capacity that any organisation needs is for leadership to appear anywhere it is needed, when it is needed.","author":"Margaret J. Wheatley","category":"Believe, I Believe, Capacity"},{"quote":"Most people associate command and control leadership with the military.","author":"Margaret J. Wheatley","category":"Control, People, Military"},{"quote":"I think Chinese leadership is trying to tell the world they have another set of logic or reasoning or values which are different from yours. Of course, I don't think they believe that. It's just an argument that's made when you can't confront the truth and facts. They really want to maintain power.","author":"Ai Weiwei","category":"Truth, Power, World"},{"quote":"Obama is thoroughly mixed up with all these things he's got. He's got to solve Libya. He's got to solve Afghanistan. He's everywhere. And this nation, I don't know why it's not showing the leadership and capacity to attend different issues at the same time.","author":"Vicente Fox","category":"Time, Know, Why"},{"quote":"We've been sitting at the compromise table for a long time. We're just waiting for that cold chair to be warmed up by the Republican leadership. They still have time to do the right thing and be responsible. They just seem to be moving further and further away from it.","author":"Debbie Wasserman Schultz","category":"Time, Waiting, Moving"},{"quote":"The fact is, when it comes to economic leadership, the Republicans have nothing to brag about. This isn't what the American people want. They want to see progress that works for them.","author":"Debbie Wasserman Schultz","category":"Progress, American, People"},{"quote":"Democrats are going to proudly run on the fact that we turned the economy around. It was our policies under President Obama's leadership through the Recovery Act, through investing in the automobile industry.","author":"Debbie Wasserman Schultz","category":"Economy, Recovery, Run"},{"quote":"We're going to need to absorb some pain. The Republicans want to pile all the pain on people who can least afford it and the middle class and Democrats under his leadership want to make sure that we can address deficit reduction and continue to make investments and shared sacrifice is going to be imperative in order to be able to do that.","author":"Debbie Wasserman Schultz","category":"Pain, Sacrifice, People"},{"quote":"Unfortunately, the Republican leadership in the House right now seems to have been strangled by the tea party.","author":"Debbie Wasserman Schultz","category":"Tea, Party, House"},{"quote":"Aren't we at the point where the closer we get to chaos, the more concern that there should be about coming to the table and compromising with Democrats? This is not leadership. This is almost like dictatorship.","author":"Debbie Wasserman Schultz","category":"Chaos, Dictatorship, Point"},{"quote":"The biggest novelty of 2013 will be new leadership in China. Very little is known about the views of the new leaders - who will rule the country for ten years. But we do know they're the first generation of Chinese leaders who have spent the majority of their lives in a China 'opening up' to the rest of the world.","author":"David Miliband","category":"World, Generation, Know"},{"quote":"The test of leadership for David Cameron was actually to bring the British Conservative Party back in to the mainstream.","author":"David Miliband","category":"Party, Conservative, Test"},{"quote":"Kellyanne is the first female campaign manager of any major party to win a presidential general election. In her position, Kellyanne will continue her role as a close adviser to the president-elect and will work with senior leadership to effectively message and execute the administration's legislative priorities and actions.","author":"Sean Spicer","category":"Work, Win, Party"},{"quote":"Especially if you don't have a job that's providing fulfillment in your technical expertise, there is a lot of reward to working on a very smart and demanding community that will respect you and will give you leadership and authority based on what you do.","author":"Mitchell Baker","category":"Respect, Community, Job"},{"quote":"I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.","author":"Wendy Davis","category":"Hope, Mom, Government"},{"quote":"I can say with absolute certainty that I will run for one of two offices: my state Senate seat or for the governor. I'm still trying to decide, but I do think people are ready for a change from the partisan, very fractured leadership we have in Texas.","author":"Wendy Davis","category":"Change, People, Think"},{"quote":"I've never worried about payback. People are hungry for leadership that's not afraid of political consequence.","author":"Wendy Davis","category":"Political, People, Hungry"},{"quote":"Leadership is about having the courage to go against the advice of the so-called experts and doing what your instinct tells you is right.","author":"Robert Kraft","category":"Courage, Advice, You"},{"quote":"Leadership is about stepping up when it's the appropriate time and then making sure everyone knows that we're all on the same page.","author":"Robert Kraft","category":"Time, Page, Everyone"},{"quote":"I can tell people a story that they believe in and get behind. So I'm good at the leadership part. But I've always said that I'm a terrible manager. I'm not good at giving feedback.","author":"Stewart Butterfield","category":"Good, Believe, Giving"},{"quote":"The truth is that no internal reviews or congressional hearings will change the Secret Service's broken management culture. It needs better leadership.","author":"Ronald Kessler","category":"Change, Culture, Truth"},{"quote":"It was a hallmark of Nelson Mandela's leadership that being open to change made him appear not weaker, but even stronger.","author":"Klaus Schwab","category":"Change, Stronger, Him"},{"quote":"In politics, as in business, leadership is crucial.","author":"Edgar Bronfman, Sr.","category":"Business, Politics, Crucial"},{"quote":"Much of what has gone wrong in the pursuit of Arab-Israeli peace is due to a lack of strong leadership, primarily among the Palestinians.","author":"Edgar Bronfman, Sr.","category":"Peace, Strong, Gone"},{"quote":"Even back in elementary school, I was a leader, but a leader who didn't know how to channel my leadership skills in a constructive way. When I was younger, it probably came out as being more of a bossy little kid.","author":"Imran Amed","category":"Leader, School, Know"},{"quote":"I want to use my position of leadership to help move along at a faster pace what I believe and know the Obama administration wants to do around the urgency of climate change.","author":"Kamala Harris","category":"Change, Believe, Help"},{"quote":"Doing nothing while the middle class is hurting. That's not leadership. Loose regulations and lax enforcement. That's not leadership. That's abandoning our middle class.","author":"Kamala Harris","category":"Doing, Class, Nothing"},{"quote":"We went bankrupt one time and lost everything. When I tell that story at my Women's Leadership LIVE conferences, people are shocked. I mean, our house was auctioned off and the car repossessed in the driveway. We had to start over again.","author":"Linda McMahon","category":"Time, Women, Car"},{"quote":"I think the American people are looking for real leadership. That's what I've done in Louisiana, that's what I'll do in America.","author":"Bobby Jindal","category":"America, American, People"},{"quote":"I have been chastised by a president, I have antagonized and angered presidents, and I have taken on my own leadership.","author":"Xavier Becerra","category":"President, My Own"},{"quote":"California is a very important state. As goes California, so goes the nation. We need to have strong leadership. Someone who can hit the ground running.","author":"Xavier Becerra","category":"Strong, Important, Nation"},{"quote":"There are many elements to a campaign. Leadership is number one. Everything else is number two.","author":"Bertolt Brecht","category":"Number, Two, Elements"},{"quote":"The moral was, in time of anarchy, tough leadership is the only solution - even though the collateral damage may be heartbreaking. Mrs. Thatcher's strident, take-no prisoners approach was in some ways repugnant, but it was surely necessary.","author":"Nigel Hamilton","category":"Time, Moral, Solution"},{"quote":"There are no ideas in the Republican Party right now in the Congress. They're the party of no. They desperately need some intellectual leadership. And whatever you think of Newt Gingrich, he can supply intellectual leadership. So I hope he does run.","author":"Howard Dean","category":"Hope, Ideas, Party"},{"quote":"I urge the Iraqi leadership for sake of its own people... to seize this opportunity and thereby begin to end the isolation and suffering of the Iraqi people.","author":"Kofi Annan","category":"Opportunity, Suffering"},{"quote":"If one has no compass, when one doesn't know where one stands and where one wants to go, one can deduce that one has no leadership or interest in shaping events.","author":"Helmut Kohl","category":"Know, Events, Compass"},{"quote":"I think that bold leadership sells.","author":"Sean Duffy","category":"Bold, Think, I Think"},{"quote":"I think national issues play into gubernatorial races less than, obviously, in Senate and Congressional races. Much less. They tend to be more decided by personality, leadership qualities and by state or local issues. They still have some effect, no question about it, but not as much as Senate and Congressional races.","author":"Ed Rendell","category":"Personality, Think, Play"},{"quote":"China and India will take the global leadership on climate change: they are suffering for it.","author":"Malcolm Turnbull","category":"Change, Suffering"},{"quote":"Not everybody is created equal, and it's important for companies to identify those high potentials and treat them differently, accelerate their development and pay them more. That process is so incredibly important to developing first-class leadership in a company.","author":"Anne M. Mulcahy","category":"Treat, Company, Development"},{"quote":"Xerox's innovative technology and service offerings - delivered through an expanding distribution system with a lean and flexible business model - continue to solidify our market leadership, driving consistently strong earnings performance.","author":"Anne M. Mulcahy","category":"Business, Technology"},{"quote":"I've always believed that government tends to screw up whatever it touches, but Obama in particular seemed different. He understood tech issues that left the other candidates bewildered. Part of it may be his age. But whatever the reason, I had real hope that he could help lead us into a new century of technology leadership and growth.","author":"Michael Arrington","category":"Hope, Technology, Age"},{"quote":"In the past, the U.S. has shown its capacity to reinvent its gifts for leadership. During the 1970s, in the aftermath of the Nixon abdication and the Ford and Carter presidencies, the whole nation peered into the abyss, was horrified by what it saw and elected Ronald Reagan as president, which began a national resurgence.","author":"Paul Johnson","category":"Past, Nation, President"},{"quote":"The notion of 'world leadership' is a curiously archaic one. The very phrase is redolent of Kipling ballads and James Bondian adventures. What makes a country a world leader? Is it population, in which case India is on course to top the charts, overtaking China as the world's most populous country by 2034?","author":"Shashi Tharoor","category":"Leader, World, Country"},{"quote":"I've always been about the power of a woman - accentuating the positive, deleting the negative, whether you're talking her body, her voice or her leadership.","author":"Donna Karan","category":"Positive, Power, Woman"},{"quote":"The world is yearning for strong leadership and moral clarity someone who knows the difference between good and bad.","author":"Isaac Herzog","category":"Good, Strong, World"},{"quote":"The Gaza leadership is stuck in its rhetoric of revolution and resistance. But the people are fed up with their leadership.","author":"Isaac Herzog","category":"Revolution, People, Rhetoric"},{"quote":"Leadership has become a heavy industry. Concern and interest about leadership development is no longer an American phenomenon. It is truly global. Though I will probably be in less demand, I wanted to move on.","author":"Warren Bennis","category":"American, Development"},{"quote":"One of the best teaching experiences Ed Schein and I had when we were teaching at MIT in the 1960s was inventing a course on leadership through film.","author":"Warren Bennis","category":"Best, Experiences, Through"},{"quote":"In any leadership position, you're always going to be disappointing somebody.","author":"Biz Stone","category":"You, Going, Always"},{"quote":"I can govern by bringing people together. And also, I've been tested in a way no one else has. I was governor on September 11th, and I'm proud of my leadership in bringing New York through that time. And when I left, we were stronger, we were safer, and we were more united than at any time in my lifetime.","author":"George Pataki","category":"Time, Together, Proud"},{"quote":"There is something discordant about a team of speechwriters and political operatives hammering away to create an image of the 'real, inner' candidate. And, to be blunt, there is no necessary connection between a moving life experience and the skills necessary for leadership.","author":"Jeff Greenfield","category":"Life, Team, Experience"},{"quote":"I believe that in Europe, we have a collective leadership.","author":"Mario Monti","category":"Believe, I Believe, Europe"},{"quote":"So I think democracy, in the long-term, in our countries will survive if it comes to be associated with leadership, will not survive if democracy plus media brings to us more and more followship rather than leadership.","author":"Mario Monti","category":"Democracy, Media, Think"},{"quote":"I do go against my leadership all the time because I stand firm on the four questions that I ask about all legislation. The first, is it constitutional according to the original intent? The second, does it fit the Judeo-Christian Biblical principles that our nation is founded upon? Third, do we need it? Fourth, can we afford it?","author":"Paul Broun","category":"Time, Questions, Principles"},{"quote":"Libertarians believe that any government interference is bad. Anyone with a brain knows that climate change needs governmental leadership, and they can smell this is bad news for their philosophy. Their ideology is so strongly held that, remarkably, it's overcoming the facts.","author":"Jeremy Grantham","category":"Change, Government, Believe"},{"quote":"There are a lot of good men out there who just need a little direction and leadership in order for them to offer what they have to young men and boys.","author":"John Eldredge","category":"Good, Men, Direction"},{"quote":"I've developed a huge regard for Toyota for its environmental awareness, for its immense commitment to research and development in this field, and for its leadership in developing hybrids which others are now following.","author":"Maurice Strong","category":"Environmental, Commitment"},{"quote":"Partisanship is not necessarily a bad thing. It leads to new leadership and new opportunities.","author":"Gary Herbert","category":"Opportunities, New, Bad"},{"quote":"At that time, the army leadership said the implementation of this agreement would allow everyone, including the IRA, to take its political objectives forward by peaceful and democratic means.","author":"Gerry Adams","category":"Time, Peaceful, Political"},{"quote":"The Irish Republican Army has kept every commitment made by its leadership.","author":"Gerry Adams","category":"Commitment, Army, Irish"},{"quote":"For good or ill, I'm a person of leadership. I do my best. I don't dodge responsibility.","author":"Gerry Adams","category":"Good, Best, Responsibility"},{"quote":"I believe a democracy needs men and women of conviction in its positions of leadership in order for us to succeed. That's the subject of 'A Perfect Candidate,' a film I made 20 years ago about Oliver North and Charles Robb.","author":"R. J. Cutler","category":"Women, Men, Believe"},{"quote":"There is no international problem that can be addressed or solved without the engagement and leadership of the United States and everybody in the world knows that, its just fact of life. So sometimes I think we could conduct ourselves with a little more humility.","author":"Robert M. Gates","category":"Life, Humility, World"},{"quote":"This Congress is simply not doing its job under Republican leadership.","author":"Jim Cooper","category":"Job, Doing, Congress"},{"quote":"I think the job of leadership is to expand what can be talked about and to get consensus on the nature of the problem, and that is most of the job. Because once you do that, once you have diagnosis, treatment options are obvious.","author":"Jim Cooper","category":"Nature, Job, Problem"},{"quote":"My observation is that women are merely waiting for their husbands to assume leadership.","author":"James Dobson","category":"Women, Waiting, Observation"},{"quote":"It's an American worker's right to unionize for sure, but that being said, don't expect me not to point out when or if union leadership takes advantage of union members.","author":"Joe Wurzelbacher","category":"American, Me, Said"},{"quote":"Basketball Without Borders is a leadership camp that takes basketball to different places around the world, to Africa, Europe, America and Asia. It's a camp that brings players from different parts of the continent to one city that's been assigned as the host city. We've been going to a different city every year.","author":"Dikembe Mutombo","category":"America, City, World"},{"quote":"Integrity is a very important and an almost indispensable virtue that all leaders must possess. This is especially true in the Philippine context because we Filipinos really respond to leadership by example.","author":"Grace Poe","category":"Integrity, Important, Virtue"},{"quote":"You have no power at all if you do not exercise constant power.","author":"Major Owens","category":"Power, Exercise, You"},{"quote":"So long as the global economy continues to recover, that remains Obama's No. 1 claim to successful leadership. Nothing else even comes close.","author":"Thomas P.M. Barnett","category":"Successful, Long, Economy"},{"quote":"Never take your eye off the ball. Always remember that you and everyone on the team is the servant of the cause - in our case, girls' education and young women's leadership in Africa.","author":"Ann Cotton","category":"Education, Women, Team"},{"quote":"For more than 20 years, Camfed has supported a generation of African girls and women with access to secondary and higher education, employment opportunities, and, ultimately, into positions of leadership.","author":"Ann Cotton","category":"Education, Women"},{"quote":"The next thing is: we can make IBM even better. We brought IBM back but we're gunning for leadership.","author":"Louis V. Gerstner, Jr.","category":"Better, Back, Next"},{"quote":"An old African leader says about leadership, he says that leadership should never be shared; it should always remain in the hands of the dispossessed people. We will lead the revolution.","author":"H. Rap Brown","category":"Leader, People, Hands"},{"quote":"If Ralph Nader runs, President Bush is going to be re-elected, and if Ralph Nader doesn't run, President Bush is going to be re-elected. We're going to run on the president's strong and principled leadership and his positive agenda for a second term.","author":"Ed Gillespie","category":"Positive, Strong, Run"},{"quote":"I think what actually works best is local-level individual targeting of key leadership nodes.","author":"John Abizaid","category":"Best, Key, Think"},{"quote":"Too often, advances in civil rights or women's rights are undermined by wrong-headed legislation or weak-kneed political leadership.","author":"Mike Quigley","category":"Women, Political, Rights"},{"quote":"ROIers are always reaching out to me to share their appreciation for the experiences, opportunities and connections we have provided and also to express their excitement about taking the next step in their leadership journey.","author":"Lynn Schusterman","category":"Journey, Appreciation"},{"quote":"A good cult delivers on its promises. A good cult nourishes the needs of its members, has transparency and integrity, and creates provisions for challenging its leadership openly. A good cult expands the freedoms and well-being of its members rather than limits them.","author":"Philip Zimbardo","category":"Integrity, Good, Well-Being"},{"quote":"I recognize we will pay more attention when we have different leadership.","author":"Octavia Butler","category":"Attention, Different, Will"},{"quote":"If people want to compete for leadership of a religious group, they can compete in piety. A chilling thought. Or funny.","author":"Mary Douglas","category":"Funny, Thought, People"},{"quote":"In terms of having views and being prepared to express them, yes, I think New Zealand's had a leadership role in a lot of things.","author":"Helen Clark","category":"Think, New, Role"},{"quote":"I would assert that highly effective leaders are made more than they're born. Every leader I know who's been highly effective has worked hard at it, and they've been students of it. The more you're a student of leadership, the more you figure out what works for you and the more effective you're going to be.","author":"Douglas Conant","category":"Leader, Student, Know"},{"quote":"Fortunately, good policy, true principles, and effective leadership work whenever they are tried. When we reduce government, balance budgets, and keep taxes as low as possible, states respond in a positive way.","author":"Brian Sandoval","category":"Positive, Work, Good"},{"quote":"When President Obama was in the Senate, when he was a U.S. senator, he voted against raising the debt ceiling. And he said it was a lack of leadership that had brought us to this point.","author":"Cathy McMorris Rodgers","category":"Said, President, Debt"},{"quote":"I was brought up in a family of leaders, and I think leadership is a life sentence. I like changing things that will shape the future.","author":"Jenny Shipley","category":"Life, Family, Future"},{"quote":"I think the most important leadership lessons I've learned have to do with understanding the context in which you are leading. Universities are places with enormously distributed authority and many different sorts of constituencies, all of whom have a stake in that institution.","author":"Drew Gilpin Faust","category":"Understanding, Think, You"},{"quote":"I think leadership is something you earn, more through actions than words.","author":"Ander Crenshaw","category":"Words, Think, You"},{"quote":"We in the press, by our power, can actually undermine leadership.","author":"Christiane Amanpour","category":"Power, Press, Undermine"},{"quote":"No organization should be allowed near disaster unless they are willing to cooperate with some level of established leadership.","author":"Irwin Redlener","category":"Organization, Disaster"},{"quote":"The democratic idealist is prone to make light of the whole question of standards and leadership because of his unbounded faith in the plain people.","author":"Irving Babbitt","category":"Light, Faith, People"},{"quote":"I definitely wasn't cool in high school. I really wasn't. I did belong to many of the clubs and was in leadership on yearbook and did the musical theater route, so I had friends in all areas. But I certainly did not know what to wear, did not know how to do my hair, all those things.","author":"Dianna Agron","category":"Friends, School, Cool"},{"quote":"The war and terrorism in the Middle East, the crisis of leadership in many of the oil-supply countries in the developing world, the crisis of global warming - all these are very clearly tied to energy.","author":"Julia Louis-Dreyfus","category":"War, World, Crisis"},{"quote":"Alliances and international organizations should be understood as opportunities for leadership and a means to expand our influence, not as constraints on our power.","author":"Chuck Hagel","category":"Power, Influence"},{"quote":"We live in a time where government is not a leadership thing, it's more a business that's out there and running riot, so I guess the people have to go out there and say stuff.","author":"Yahoo Serious","category":"Business, Time, Government"},{"quote":"Leadership does matter.","author":"Mark Rutte","category":"Matter, Does"},{"quote":"Being a CEO still means sitting across the table from big institutional investors and showing your leadership and having them believe in you.","author":"Christie Hefner","category":"Believe, You, CEO"},{"quote":"The message of the free world to any potential Palestinian leadership should be a simple one: Embrace democratic reform and we will embrace you.","author":"Natan Sharansky","category":"Simple, World, Free"},{"quote":"Actions, such as the designation of National Childhood Obesity Awareness Month, spring from First Lady Michelle Obama's leadership of efforts to end childhood obesity within this generation.","author":"Richard Carmona","category":"Childhood, End, Spring"},{"quote":"This is easy to say with the benefit of hindsight, but I think it once again points out how very important style of leadership, that is the way he does what he does, is to his perception.","author":"Robert Teeter","category":"Perception, Style, Easy"},{"quote":"We expect our leaders to be godlike. But I feel that when people try to sanctify leadership, it puts it out of the realm of regular people. And that's where the greatest leaders come from - from the people.","author":"Katori Hall","category":"People, Greatest, Try"},{"quote":"President Clinton not only benefits by gay and lesbian votes, but he benefits by showing the nation that he is a strong leader who implements his beliefs, who stands firm by those who he believes are being treated unfairly, and I think people respect that kind of leadership in the country.","author":"David Mixner","category":"Respect, Leader, Strong"},{"quote":"Many citizens see all the leadership of these large institutions together in a conspiracy against them rather than in any adversary relationship with each other.","author":"Robert Teeter","category":"Relationship, Together"},{"quote":"Research has shown that the perceived style of leadership is by far the most important thing to most voters in evaluating officeholders and candidates.","author":"Robert Teeter","category":"Style, Research"},{"quote":"I think most Americans understand that we went through a period in which American leadership was judged quite critically internationally.","author":"Susan Rice","category":"American, Understand, Think"},{"quote":"In terms of personalities - I don't care about the personalities, I want leadership that's in favor of my principles: free markets, adherence to the Constitution, and equal treatment for everyone under the law.","author":"Dave Brat","category":"Law, Constitution, Free"},{"quote":"My senior leadership team is half people who have been at GM for a long period of time like me, and others who have joined the company within the last five years from different industries, experiences, and countries. You have a better picture of the world. The diversity of thought is where you can make better business decisions.","author":"Mary Barra","category":"Business, Time, Team"},{"quote":"I watched my parents in their leadership callings in the Church and the community. We just grew up knowing that we should serve and do whatever we could do to make things grow.","author":"Margaret D. Nadauld","category":"Community, Parents, Grow"},{"quote":"Leadership is one of the things I really strive to excel in in my life.","author":"Nate Parker","category":"Life, My Life, Strive"},{"quote":"So often, when we don't have people that can be representative or symbolic of leadership and of faith, of purpose, in that absence we become bitter and resentful.","author":"Nate Parker","category":"Faith, Purpose, People"},{"quote":"Half a world away nations that once lived under oppression and tyranny are now budding democracies due in large part to America 's leadership and the sacrifices of our military.","author":"Bob Riley","category":"America, World, Military"},{"quote":"The leadership lost its nerve. Instead of taking the lead in the reform movement... they pulled the plug on it. They tried and are still trying to return the church to the dry ice of the previous century and a half.","author":"Andrew Greeley","category":"Lost, Trying, Church"},{"quote":"I think that all areas of the budget have to be scrubbed. Clearly the entitlement issues have to be reformed and that's an issue that's going to require I think some strong bipartisan cooperation and leadership.","author":"John Thune","category":"Strong, Budget, Think"},{"quote":"I think that if Republicans are given the reins of leadership in the House or Senate or both, we will have to govern in a way - at least put forward solutions whether or not the president goes along with them or not, that deal with these long-term challenges.","author":"John Thune","category":"Challenges, Think, Forward"},{"quote":"One of the surest signs of the estimated changes in the consciousness of the American proletariat is to be found in the character of the demands now being put forward by the leadership.","author":"C. L. R. James","category":"Character, Changes, American"},{"quote":"I liked the military life. They teach you self-sufficiency early on. I always say that I learned most of what I know about leadership in the Marine Corps. Certain basic principles stay with you - sometimes consciously, mostly unconsciously.","author":"Raymond Kelly","category":"Life, Military, Know"},{"quote":"That is what leadership is all about: staking your ground ahead of where opinion is and convincing people, not simply following the popular opinion of the moment.","author":"Doris Kearns Goodwin","category":"Moment, People, Opinion"},{"quote":"In an age when stagecraft, gauzy themes, and sound-bites have too often been substituted for leadership, Bill Clinton as a candidate made it essential to campaigning to take the specifics of governance seriously. Practical solutions were 'in;' ideology was 'out.'","author":"Sylvia Mathews Burwell","category":"Age, Seriously, Solutions"},{"quote":"The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.","author":"Sidney Sheldon","category":"Happiness, Peace, Great"},{"quote":"Despite the increasingly presidential style of political leadership in our country, teamwork is essential.","author":"Bob Ainsworth","category":"Teamwork, Style, Political"},{"quote":"I believe that we as the leader of the Free World must provide important leadership on the ethical parameters, the ethical constraints that this research requires.","author":"Ron Kind","category":"Leader, Believe, World"},{"quote":"We should see the leadership from the White House setting dates certain for certain goals of achieving greater alliance on alternative and renewable energy sources, but we are not.","author":"Ron Kind","category":"Goals, Achieving, Energy"},{"quote":"I mean, Emily Harris was his wife. And she seemed to resent his leadership, but on the other hand, she felt like a good soldier, that he had to be the leader.","author":"Patty Hearst","category":"Good, Leader, Wife"},{"quote":"Across Africa there is what I call a colonialist mentality or orthodoxy. Orthodoxy in the sense that a lot of things have gone wrong in Africa in the post-colonial period. And time and time again, any time something went wrong, the leadership claims that it was never their fault.","author":"George Ayittey","category":"Time, Africa, Fault"},{"quote":"Each year I host a leadership summit in my district, and my biggest advice to young people is get experience. Get your foot in the door.","author":"Aaron Schock","category":"Experience, Door, Advice"},{"quote":"When the Islamic revolution began in 1979 under the leadership of Ayatollah Khomeini, it aroused considerable admiration in the Arab street. It presented a model of organised popular action that deposed one of the region's most tyrannical regimes. The people of the region discerned in this revolution new hope for freedom and change.","author":"Wadah Khanfar","category":"Change, Hope, Freedom"},{"quote":"I very much believe in values-based leadership and that the values that I believe in and try to govern by are transcendent values.","author":"Deval Patrick","category":"Believe, Values, I Believe"},{"quote":"On the monetization front, our strengthening leadership in internet user base and broadening reach of our platform have already positioned us as a must-buy platform in online video for brand advertisers to reach a nationwide audience within China.","author":"Victor Koo","category":"Brand, Internet, Reach"},{"quote":"To have long term success as a coach or in any position of leadership, you have to be obsessed in some way.","author":"Pat Riley","category":"Success, Long, You"},{"quote":"I fell in love with the topic of leadership. For three decades, that has been a major focus of my hands-on work: listening to and working with leaders, their teams and their organizations.","author":"Henry Cloud","category":"Love, Work, Focus"},{"quote":"What happens with a lot of leaders is that their leadership style is like ADD they are all over the place with different ideas. They could be driving one idea forward but then move on to something else too soon.","author":"Henry Cloud","category":"Style, Ideas, Driving"},{"quote":"The bottom line is, I hear my donors, I hear our base out there, I hear the leadership. And we're taking steps to make sure that we're even more - how shall we say it - fiscally conservative in our spending and certainly making sure the dollars are there when it's time to run our campaigns.","author":"Michael Steele","category":"Time, Conservative, Run"},{"quote":"To meet the expectations of the majority of our people, and to open up new vistas of economic opportunity so that the aspirations of Nigerians can stand a fair chance of being fulfilled in a lifetime, there must be a truly committed leadership in a democratic Nigeria.","author":"Ibrahim Babangida","category":"Opportunity, Chance, People"},{"quote":"As for leadership, I am the kind who leads reluctantly and more by example than anything else. Someone had to be on the incorporation papers as president.","author":"Keith Henson","category":"I Am, Kind, President"},{"quote":"President Reagan was a leader at a time when the American people most needed leadership. He outlined a vision that captured the imagination of the free world, a vision that toppled the Communist empire and freed countless millions.","author":"Dennis Hastert","category":"Time, Leader, Vision"},{"quote":"Our country also hungers for leadership to ensure the long-term survival of our Social Security system. With 70 million baby boomers in this country on the verge of retirement, we need to take action to shore up the system.","author":"Kay Bailey Hutchison","category":"Baby, Retirement, Survival"},{"quote":"I am proud of the President's leadership. I am proud to support him in saying: Yes, we are going to do what is necessary now when it is less painful and less expensive.","author":"Kay Bailey Hutchison","category":"Support, I Am, Proud"},{"quote":"The important thing is that we recognize our President's leadership, that he is not saying: I am going to walk away from this. He is saying: I am going to do the right thing.","author":"Kay Bailey Hutchison","category":"I Am, Walk"},{"quote":"People finally understood that the role of the social-democratic party rests on its conscious leadership of the mass struggle against the existing society, a struggle that must reckon with the vital, necessary conditions of capitalist society.","author":"Rosa Luxemburg","category":"Struggle, Society, People"},{"quote":"The problem is, is that President Bush and the Republican leadership in the Congress have resisted attempts to increase dramatically our fuel economy standards over the last five years.","author":"Ed Markey","category":"Problem, Economy, President"},{"quote":"I'm not up on the Internet, but I hear that is a democratic possibility. People can connect with each other. I think people are ready for something, but there is no leadership to offer it to them. People are ready to say, 'Yes, we are part of a world.'","author":"Studs Terkel","category":"World, Internet, People"},{"quote":"President Roosevelt's leadership put the world on notice that the United States of America - with the freest, most dynamic economy the world had ever seen - was open for business.","author":"John Hoeven","category":"Business, America, World"},{"quote":"I have always supported measures and principles and not men.","author":"Davy Crockett","category":"Men, Principles, Always"},{"quote":"I don't know what leadership is. You can't touch it. You can't feel it. It's not tangible. But I do know this: you recognize it when you see it.","author":"Bob Ehrlich","category":"Know, You, See"},{"quote":"In fact, the converse is true: At a time when the United States has been called on for a level of moral leadership, vision and inspiration not seen since World War II, we cannot afford to dissemble about crimes against humanity.","author":"Adam Schiff","category":"Time, War, Vision"},{"quote":"In this nation, leadership is dollars.","author":"Norman Lear","category":"Nation, Dollars"},{"quote":"Leadership is about doing what you know is right - even when a growing din of voices around you is trying to convince you to accept what you know to be wrong.","author":"Bob Ehrlich","category":"Doing, Know, You"},{"quote":"From a parent's right to know what their children are doing, to protecting citizens across the country from the growing threat of gang violence, the House Democrat leadership is simply out to lunch.","author":"Virginia Foxx","category":"Children, Lunch, Violence"},{"quote":"I think the greater responsibility, in terms of morality, is where leadership begins.","author":"Norman Lear","category":"Responsibility, Morality"},{"quote":"Democrats have no agenda, no plan for the future, and no sense of leadership.","author":"Jeff Miller","category":"Future, Plan, Sense"},{"quote":"Moreover, as the leadership of the House confirmed last year, the Administration remains opposed to a congressional resolution on the Armenian Genocide due to Turkish objections. This approach sends absolutely the wrong signal to Turkey and to the rest of the world.","author":"Patrick J. Kennedy","category":"World, Rest, House"},{"quote":"The Leadership Training Institute of America is a cultural think tank providing training and opportunity in leadership development and cultural dynamics.","author":"Michael Burgess","category":"Opportunity, Training"},{"quote":"The intersection of political analysis and Internet theory is a busy crossroad of cliche, where familiar rhetorical vehicles - decentralized authority, emergent leadership, empowered grass roots - create a ceaseless buzz.","author":"Gary Wolf","category":"Roots, Busy, Internet"},{"quote":"There was great leadership in this country at the time of World War II. There was also unrelenting resolve at home, in America's factories and on the farms, in the cities and the country.","author":"Bob Feller","category":"Time, Home, Great"},{"quote":"I want to deploy the leadership to meet the challenges that face us and to restore America's greatness.","author":"Paul Tsongas","category":"America, Challenges"},{"quote":"On the other hand, the waging of peace as a science, as an art, is in its infancy. But we can trace its growth, its steady progress, and the time will come when there will be particular individuals designated to assume responsibility for and leadership of this movement.","author":"Fredrik Bajer","category":"Time, Art, Peace"},{"quote":"When Xi Jinping came to power, there were a series of hints that market-based capitalism would be allowed to move forward under his leadership. At the first real threat, they've fallen over themselves to impose government control.","author":"Roger Altman","category":"Power, Government, Control"},{"quote":"This administration and the leadership in Congress appear to be intent on valuing wealth over work, thereby placing working families at a distinct disadvantage.","author":"Tim Bishop","category":"Work, Wealth, Working"},{"quote":"All of this suggests that while citizens became more comfortable with President Bush after September 11 and thought him to have the requisite leadership skills, they continue to harbor doubts about his priorities, loyalties, interests, and policies.","author":"Thomas E. Mann","category":"Thought, Priorities, Skills"},{"quote":"Preparing our city to achieve its destiny will require strong leadership.","author":"Thomas Menino","category":"Strong, City, Destiny"},{"quote":"A significant number of pages and sentences that the administration wants to keep in a classified status have already been released publicly, some of it by public statements of the leadership of the CIA and the FBI.","author":"Bob Graham","category":"Number, FBI, Sentences"},{"quote":"This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn't confuse the presidency with celebrity, or loftiness with leadership.","author":"Artur Davis","category":"Great, America, Week"},{"quote":"We have a country to turn around. This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn't confuse the presidency with celebrity, or loftiness with leadership.","author":"Artur Davis","category":"Great, America, Week"},{"quote":"The country has sorted itself ideologically into the two political parties, and those partisan attachments have hardened in recent years. It will take an extraordinary event and act of leadership to break this partisan divide. I thought 9/11 might provide such an opportunity, but it was not seized.","author":"Thomas E. Mann","category":"Opportunity, Political"},{"quote":"The church wasn't an organization in the first century. They weren't writing checks or buying property. The church has matured and developed over the years. But for some reason, the last thing to change is the structure of leadership.","author":"Andy Stanley","category":"Change, Writing"},{"quote":"I believe it is time for new leadership that is able to leave the '70s behind.","author":"Kim Campbell","category":"Time, Believe, I Believe"},{"quote":"One simple way to keep organizations from becoming cancerous might be to rotate all jobs on a regular, frequent and mandatory basis, including the leadership positions.","author":"Robert Shea","category":"Simple, Way, Jobs"},{"quote":"In addition to removing our democratically elected government, Israel wants to sow dissent among Palestinians by claiming that there is a serious leadership rivalry among us. I am compelled to dispel this notion definitively.","author":"Ismail Haniyeh","category":"I Am, Government, Sow"},{"quote":"I've been the co-chair of the Non-Partisan Women's Caucus and vice-chair for several years, taking a leadership role in this women's organization.","author":"Gwen Moore","category":"Women, Organization, Years"},{"quote":"Individual and corporate support is vital to building on London's leadership in the arts, and I hope others will join me in wanting to build on the National's role at the heart of modern theatre and sustaining it long into the future.","author":"Lloyd Dorfman","category":"Hope, Future, Support"},{"quote":"The leadership of the Palestinian Authority is not held in high regard by most of the population of the West Bank. They're seen as living relatively high off the hog and certainly not accomplishing anything vis-a-vis the Israelis.","author":"Ian Lustick","category":"Living, Authority, Bank"},{"quote":"Well, I think that - I think leadership's always been about two main things: imagination and courage.","author":"Paul Keating","category":"Courage, Imagination, Think"},{"quote":"What's increasingly clear is that when you are open to a discussion of leadership, and you're relating it to your company, it is much easier to get people to become open.","author":"Kenneth Chenault","category":"People, Company, You"},{"quote":"At the end the day because I believe so strongly in leadership, what I look for first, what I try to assess, is integrity.","author":"Kenneth Chenault","category":"Integrity, Day, Believe"},{"quote":"All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people.","author":"Jim Ramstad","category":"Gratitude, Freedom, Strong"},{"quote":"It's a different era. Our job now is to show leadership and vision and to help the next generation of artists.","author":"Karen Kain","category":"Job, Vision, Help"},{"quote":"I am definitely a Hillary, a Secretary Clinton supporter. I think that she's got the experience and the leadership capabilities to be the next president - and most importantly, her understanding of domestic and foreign policy and social issues.","author":"Michael Kelly","category":"Experience, I Am"},{"quote":"The commercial space industry owes a huge debt to Patti Grace Smith. There might not be a commercial spaceflight industry were it not for Patti's leadership.","author":"Bruce Pittman","category":"Space, Grace, Debt"},{"quote":"I am involved in a lot of nonprofits. And when I reached the ripe old age of 60, I wanted to provide leadership to some I had been involved in.","author":"David Rubenstein","category":"Age, I Am, Old Age"},{"quote":"Ninety percent of leadership is the ability to communicate something people want.","author":"Dianne Feinstein","category":"People, Want, Ability"},{"quote":"Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.","author":"Michael D. Higgins","category":"Courage, Integrity, Words"},{"quote":"I am delighted with the strong vote I have received. My message of positive leadership, patriotism and commitment clearly was resonating with tens of thousands of ordinary Irish people.","author":"Michael D. Higgins","category":"Positive, Patriotism, Strong"},{"quote":"I am convinced that your Mayor must take the leadership role in education too.","author":"Alan Autry","category":"Education, I Am, Role"},{"quote":"Clearly you need a new team to go out to bat on your behalf to fight for your rights and to report back to you personally and to the leadership of the IFP.","author":"Mangosuthu Buthelezi","category":"Team, Fight, You"},{"quote":"Hamas, also elected to governmental leadership in Palestine, includes the jihadists, people who have declared war on the United States of America and its ally, Israel.","author":"Zach Wamp","category":"War, America, People"},{"quote":"Roosevelt was the one who had the vision to change our policy from isolationism to world leadership. That was a terrific revolution. Our country's never been the same since.","author":"W. Averell Harriman","category":"Change, Vision, World"},{"quote":"Boone Pickens should be commended for his leadership on American energy security, and for bringing Ted Turner along on some sensible approaches to enhancing it.","author":"Frank Gaffney","category":"American, Energy, Security"},{"quote":"I think Mr. Clarke had a tendency to interfere too much with the activities of the CIA, and our leadership at the senior level let him interfere too much. So criticism from him I kind of wear as a badge of honor.","author":"Michael Scheuer","category":"Honor, Senior, Think"},{"quote":"The atmosphere at my school was very competitive. Young girls were competing with each other every day for status, for leadership, for the affection of the teachers. I hated it.","author":"Zhang Ziyi","category":"Day, School, Every Day"},{"quote":"He's a novice, but he's had these - he's experienced in leadership in tight circumstances. He started - he dropped the first bomb, led the first air strike into North Vietnam.","author":"James Stockdale","category":"First, Circumstances"},{"quote":"The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination. In the past, few women have tried, and even fewer have succeeded.","author":"Rosalyn Sussman Yalow","category":"Failure, Women, Past"},{"quote":"And the whole world, the whole world that believes in freedom, whether you're talking about personal freedom, economic freedom, religious freedom, they look to the United States for leadership; and you're part of that leadership.","author":"Don Nickles","category":"Freedom, World, You"},{"quote":"At the very outset I want to say how the people of America appreciate the steadfast support of the people of Morocco, the leadership of Morocco in our war against terrorism.","author":"Donald Evans","category":"War, America, Support"},{"quote":"There's a very big gulf between the black civil rights leadership in America and the black middle class in America. The black middle class are conservative. Many of those minorities can be persuaded to be members of the Republican Party.","author":"Pete du Pont","category":"America, Party, Black"},{"quote":"I look forward to working with our leadership team to advance the causes of smaller government, lower taxes, eliminating terrorism, and providing affordable health care, among other issues.","author":"Howard Coble","category":"Team, Health, Government"},{"quote":"Under the leadership of President Bush and Vice President Cheney, the United States has given up the moral high ground that we used to occupy as an international leader.","author":"Marty Meehan","category":"Leader, Moral, President"},{"quote":"Bipartisanship isn't an option anymore it is a requirement. The American people have divided responsibility for leadership right down the middle.","author":"Tom Daschle","category":"Responsibility, American"},{"quote":"My four years in the Marine Corps left me with an indelible understanding of the value of leadership skills.","author":"Frederick W. Smith","category":"Value, Me, Understanding"},{"quote":"You have to lead people gently toward what they already know is right.","author":"Phil Crosby","category":"People, Know, You"},{"quote":"It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.","author":"Kendrick Meek","category":"Marriage, Sad, American"},{"quote":"Our democracy poses problems and these problems must and shall be solved by courageous leadership.","author":"Charles Edison","category":"Democracy, Problems"},{"quote":"Why would I be willing to challenge my Republican leadership? Because my allegiance will always be to the Constitution and the American people first and foremost, not to my political party.","author":"Matt Salmon","category":"Challenge, American"},{"quote":"One of the problems in the biotech world is the lack of women in leadership roles, and I'd like to see that change by walking the walk.","author":"Jennifer Doudna","category":"Change, Women, World"},{"quote":"Leadership is happening, but it's not coming from the leaders of the old institutions. Everywhere you look, you see these extraordinary, sparkling new initiatives that are under way.","author":"Don Tapscott","category":"Look, You, See"},{"quote":"Very often, we think of leadership being at the very top of an organisation. I think what's unique about ABG is that we have a very strong cadre of leaders across the organisation who are highly empowered and therefore play a very major role in the growth and evolution of the organization.","author":"Kumar Mangalam Birla","category":"Strong, Growth, Unique"},{"quote":"Leadership should be born out of the understanding of the needs of those who would be affected by it.","author":"Marian Anderson","category":"Understanding, Born, Should"},{"quote":"We had a military and political leadership at that period which was genuinely deluded.","author":"Neil Sheehan","category":"Political, Military, Which"},{"quote":"This obsession with leadership... It's not neutral; it's American, this idea of the heroic leader who comes in on a white horse to save the day. I think it's killing American companies.","author":"Henry Mintzberg","category":"Day, Leader, Horse"},{"quote":"The sharp employ the sharp.","author":"Douglas William Jerrold","category":"Sharp, Employ"},{"quote":"Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it's going to be incredibly valuable and incredibly in demand.","author":"Anita Borg","category":"Future, Women, People"},{"quote":"Among my activities was membership in the Boy Scouts; I rose each year through the ranks, eventually achieving the rank of Eagle Scout and undertaking leadership roles in the organization.","author":"Frederick Reines","category":"Rose, Achieving"},{"quote":"Leadership is the key to 99 percent of all successful efforts.","author":"Erskine Bowles","category":"Successful, Key, Efforts"},{"quote":"I believe that it is irresponsible, it is basically part of the crisis of leadership in D.C. to not look at Social Security and understand that there has got to be a solution posed. We've got to take a look at it and make sure that we create a solution so our seniors aren't left out in the cold.","author":"Joe Miller","category":"Believe, Crisis, I Believe"},{"quote":"I've always voted Republican because America is exactly that, a republic. You can't expect much leadership with a Democrat behind the desk their not even close to dual efficient.","author":"Audrey Meadows","category":"America, You, Behind"},{"quote":"Leadership - mobilization toward a common goal.","author":"Garry Wills","category":"Goal, Common, Toward"},{"quote":"Servant leadership is the foundation and the secret of Sam Walton's ability to achieve team synergy.","author":"Michael Bergdahl","category":"Team, Foundation, Achieve"},{"quote":"In the U.S. and Canada, 50% of the young leadership of all the organizations like AIPAC and Hillel are Birthright alumni.","author":"Charles Bronfman","category":"Canada, Young, Alumni"},{"quote":"You need strong leadership to effectuate change, and the easiest way is to keep everything status quo. And sometimes changes are necessary. If not, you build up too much potential energy.","author":"Ronnie Chan","category":"Change, Strong, Changes"},{"quote":"Get the best people and train them well.","author":"Scott McNealy","category":"Best, Train, People"},{"quote":"I'm convinced the question of development is mainly an issue of governance and leadership.","author":"Augustin Matata Ponyo","category":"Development, Question"},{"quote":"The nicest thing about standards is that there are so many of them to choose from.","author":"Ken Olsen","category":"Choose, Standards, Nicest"},{"quote":"I've made some films for the military that are teaching things like cultural awareness and leadership issues, that sort of stuff. And try to, in essence, look at what training they're doing and say, 'This is how you can improve the training from a humanistic point of view.'","author":"Carl Weathers","category":"Training, Military"},{"quote":"Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible.","author":"John Raleigh Mott","category":"Right, Here, Demand"},{"quote":"We need someone with proven conservative leadership experience, not entitlement, to be able to represent us and lead us.","author":"Randy Hultgren","category":"Experience, Conservative"},{"quote":"Valuation depends on several factors. From an investor angle, they look at leadership position, management, and what the company's offerings are. I think these three things got 5/5 for a company like Flipkart, and that is what is driving valuations and growth.","author":"Sachin Bansal","category":"Growth, Management, Company"},{"quote":"I've been a medical and public health professional as well as a mother. I became skilled at juggling a number of priorities and competing interests. Like many other female leaders, I've tried to serve as a role model for the young women at my organization who are trying to balance a high-level leadership position and a family.","author":"Margaret Hamburg","category":"Family, Women, Health"},{"quote":"The very exercise of leadership fosters capacity for it.","author":"Cyril Falls","category":"Exercise, Capacity, Very"},{"quote":"The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.","author":"Mark Twain","category":"Health, Want, You"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","category":"Thanksgiving, Pumpkin, Cake"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","category":"Fitness, Training, Yourself"},{"quote":"Pasta doesn't make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","category":"Pasta, Fat, You"},{"quote":"I don't stop eating when I'm full. The meal isn't over when I'm full. It's over when I hate myself.","author":"Louis C. K.","category":"Myself, Hate, Eating"},{"quote":"If I could give one tip for people - it's not an exercise or nutrition regimen. It's to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don't get you in shape. It's your accountability to your word.","author":"Brett Hoebel","category":"Day, Believe In Yourself"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","category":"Pizza, Think, Eat"},{"quote":"Just like keeping a healthy diet is important to maintaining a healthy lifestyle, eating the right foods is just as important for getting the most out of your workout.","author":"Marcus Samuelsson","category":"Important, Healthy, Eating"},{"quote":"You can't be fat and fast, too; so lift, run, diet and work.","author":"Hank Stram","category":"Work, Fitness, Fat"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","category":"Stress, Management, Control"},{"quote":"An optimist is a person who starts a new diet on Thanksgiving Day.","author":"Irv Kupcinet","category":"Thanksgiving, Day, New"},{"quote":"A healthy diet is a solution to many of our health-care problems. It's the most important solution.","author":"John Mackey","category":"Problems, Healthy, Solution"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","category":"School, Memory, Performance"},{"quote":"A systemic cleansing and detox is definitely the way to go after each holiday. It is the key to fighting high blood pressure, heart disease, cancer, and other health-related illnesses.","author":"Lee Haney","category":"Heart, Pressure, Cancer"},{"quote":"This is what people don't understand: obesity is a symptom of poverty. It's not a lifestyle choice where people are just eating and not exercising. It's because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","category":"School, Poverty, Choice"},{"quote":"Insulin is not a cure for diabetes it is a treatment. It enables the diabetic to burn sufficient carbohydrates so that proteins and fats may be added to the diet in sufficient quantities to provide energy for the economic burdens of life.","author":"Frederick Banting","category":"Life, Energy, Diabetes"},{"quote":"What's the two things they tell you are healthiest to eat? Chicken and fish. You know what you should do? Combine them, eat a penguin.","author":"Dave Attell","category":"Fish, Know, Chicken"},{"quote":"You should never go on diet and must follow a healthy lifestyle.","author":"Nargis Fakhri","category":"Healthy, Lifestyle, You"},{"quote":"In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.","author":"Carl Honore","category":"Work, Age, Health"},{"quote":"Every single diet I ever fell off of was because of potatoes and gravy of some sort.","author":"Dolly Parton","category":"Single, Potatoes, Gravy"},{"quote":"Such lifestyle factors such as cigarette smoking, excessive alcohol consumption, little physical activity and low dietary calcium intake are risk factors for osteoporosis as well as for many other non-communicable diseases.","author":"Gro Harlem Brundtland","category":"Risk, Alcohol, Smoking"},{"quote":"I don't go long without eating. I never starve myself: I grab a healthy snack.","author":"Vanessa Hudgens","category":"Myself, Healthy, Long"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","category":"Nothing, Try, Calories"},{"quote":"Once you have to start counting calories, it takes away from the joy of eating.","author":"Mireille Guiliano","category":"Joy, Start, Eating"},{"quote":"You can be the most beautiful person on Earth, and if you don't have a fitness or diet routine, you won't be beautiful.","author":"Martha Stewart","category":"Beautiful, Fitness"},{"quote":"There are no captions on red-carpet photos that say, 'This girl trained for two weeks, she went on a juice diet, she has a professional hair and makeup person, and this dress was made for her.' I just wish they'd say, 'It ain't the truth.'","author":"Emilia Clarke","category":"Truth, Girl, Dress"},{"quote":"If you're at high risk or are trying to reverse heart disease or prevent the recurrence of cancer, you probably need to make bigger changes in diet and lifestyle than someone who just wants to lose a few pounds and is otherwise healthy. If you just want to lower your cholesterol, weight or blood pressure, begin by making moderate changes.","author":"Dean Ornish","category":"Heart, Changes, Healthy"},{"quote":"I give myself a cheat day where I annihilate my diet. I'm an all-American girl, so I go for a burger and fries and a shake.","author":"Ashley Wagner","category":"Day, Myself, Girl"},{"quote":"Books should be right up there with exercise and diet as something that don't just entertain us but heal us. They tell us we are not alone and fix the pieces of us that can be shattered by reality. They are teachers, and they are friends, and we should never contemplate a world - or a life - without them.","author":"Matt Haig","category":"Life, Friends, Alone"},{"quote":"I've never been a huge sweets eater, and I've always loved a Mediterranean diet. We eat a lot of dark leafy greens, and a couple meals each week are meat-free. We enjoy eating a balanced diet.","author":"Rachael Ray","category":"Week, Enjoy, Dark"},{"quote":"I think violence, cynicism, brutality and fashion are the staples of our diet. I think in the grand history of story-telling, going back to people sitting around fires, the dark side of human nature has always been very important. Movies are part of that tradition.","author":"Eric Stoltz","category":"Nature, History, Violence"},{"quote":"And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.","author":"Julie Bishop","category":"Health, Fitness, Today"},{"quote":"My nutritionist has done a great job in changing my diet after we established I am allergic to things like gluten - I can't eat pizza, pasta and bread. I have lost some weight, but my movement is sharper and I feel great.","author":"Novak Djokovic","category":"Great, Job, I Am"},{"quote":"I drink Diet Coke from the minute I get up to the minute I go to bed.","author":"Karl Lagerfeld","category":"Bed, Drink, Up"},{"quote":"Healthy people are those who live in healthy homes on a healthy diet; in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.","author":"Ivan Illich","category":"Work, Health, Growth"},{"quote":"Diets, like clothes, should be tailored to you.","author":"Joan Rivers","category":"Clothes, You, Like"},{"quote":"Want to learn to eat a lot? Here it is: Eat a little. That way, you will be around long enough to eat a lot.","author":"Tony Robbins","category":"Long, Want, You"},{"quote":"When we win, I'm so happy I eat a lot. When we lose, I'm so depressed, I eat a lot. When we're rained out, I'm so disappointed I eat a lot.","author":"Tommy Lasorda","category":"Happy, Win, Disappointed"},{"quote":"So, when it comes to eating healthy, it's just doing the right thing. And it's not something you have to do 365 days a year, but I think it's something you have to do 25 days a month. Let's put it that way.","author":"Mike Ditka","category":"Healthy, Think"},{"quote":"Look I eat really well and I work out, but I also indulge when I want to. I don't starve myself in an extremist way. You're not taking away my coffee or my dairy or my glass of wine because I'd be devastated.","author":"Jennifer Aniston","category":"Work, Myself, Coffee"},{"quote":"I love healthy stuff and junk an equal amount. Whatever I'm craving, I go for it. I'm never trying to lose weight - or gain it. I'm just being.","author":"Kelly Clarkson","category":"Love, Trying, Healthy"},{"quote":"People have got to learn: if they don't have cookies in the cookie jar, they can't eat cookies.","author":"Suze Orman","category":"People, Learn, Cookies"},{"quote":"As I mentioned previously, the tools that allow for optimum health are diet and exercise.","author":"Bill Toomey","category":"Health, Tools, Exercise"},{"quote":"A safe and nutritionally adequate diet is a basic individual right and an essential condition for sustainable development, especially in developing countries.","author":"Gro Harlem Brundtland","category":"Development, Safe, Right"},{"quote":"I used to drink tons of caffeine. Now I make smoothies with frozen berries and Green Vibrance health powder.","author":"Leighton Meester","category":"Health, Green, Drink"},{"quote":"The first thing I did was give up sweet tea because I drank so much. I'd start drinking at lunchtime and wouldn't set it down until I went to bed. When you calculate how much empty calories and how much sugar I was consuming, it was staggering. So I haven't had a glass of sweet tea in three years.","author":"Paula Deen","category":"Tea, Start, Sweet"},{"quote":"After trying Atkins and doing Nutrisystem a few times, now I'm just focused on maintaining a healthy lifestyle rather than dieting.","author":"Miranda Lambert","category":"Trying, Healthy, Doing"},{"quote":"If you knew you could change your lifestyle and diet and avoid heart disease and other things, you should do it.","author":"Laila Ali","category":"Change, Heart, You"},{"quote":"I have argued for years that we do not have a health care system in America. We have a disease-management system - one that depends on ruinously expensive drugs and surgeries that treat health conditions after they manifest rather than giving our citizens simple diet, lifestyle and therapeutic tools to keep them healthy.","author":"Andrew Weil","category":"Health, America, Simple"},{"quote":"Right now I'd love to be sitting on a Greek island somewhere because of being Greek American, eating great octopus salad and some fantastic lamb. Or sipping a little ouzo. I think the Mediterranean diet is one of the healthiest... Lots of nuts, vegetables, fruits, fresh fish, lean meats, yogurt.","author":"Cat Cora","category":"Love, Great, American"},{"quote":"The number of kids affected by obesity has tripled since 1980, and this can be traced in large part to lack of exercise and a healthy diet.","author":"Virginia Foxx","category":"Healthy, Exercise, Kids"},{"quote":"Sugar does make people happy, but then you fall off the edge after a few minutes, so I've really pretty much cut it out of my diet. Except for cupcakes. I like those.","author":"David Lynch","category":"Happy, People, Fall"},{"quote":"I try to not eat as much sugar, but it's so hard in our American diet to do that... It's hard to completely avoid.","author":"Tom Brady","category":"American, Sugar, Try"},{"quote":"I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different.","author":"Mehmet Oz","category":"Life, Health, Simple"},{"quote":"Never in a million years would I want to live at Versailles with Marie Antoinette or anybody else. I hate to tell you this but I did not even like visiting Versailles. I found it just too ornate. It was like a complete diet of cotton candy, marzipan, and whipped cream.","author":"Kathryn Lasky","category":"Hate, Live, Candy"},{"quote":"I think of reading like a balanced diet; if your sentences are too baggy, too baroque, cut back on fatty Foster Wallace, say, and pick up Kafka as roughage.","author":"Zadie Smith","category":"Reading, Think, Say"},{"quote":"Developing a diet that is healthful, balanced, and appropriate for your particular caloric needs is easy enough and is absolutely critical to establishing a healthful lifestyle that incorporates proper nutrition, adequate fitness, and mental resilience.","author":"Daphne Oz","category":"Fitness, Resilience, Easy"},{"quote":"Hindered by asthma since I was six weeks old, I had begun experimenting with my diet and discovered a disquieting correlation. When I stopped eating the normal American diet of sugar, fats, alcohol, chemicals, and additives, I felt better. I could breathe freely. When I tried to sneak in a hamburger and a Coke, my body rebelled.","author":"Paul Hawken","category":"American, Alcohol, Body"},{"quote":"I've been able to learn a lot through diet and exercise, but I've got to tell you, it's having true love in your life and somebody who has your back 24 hours a day that makes the difference.","author":"Montel Williams","category":"Love, Life, Day"},{"quote":"Pizza is no longer on my diet.","author":"John Catsimatidis","category":"Pizza, Longer"},{"quote":"If you want ideal health, you need to overcompensate and eat an excellent diet.","author":"Joel Fuhrman","category":"Health, Want, You"},{"quote":"I have to make sure I get the right amount of protein and iron, and I take supplements for that. I think people would be surprised if they saw my diet, though; it's very normal.","author":"Lizzie Armitstead","category":"People, Think, Right"},{"quote":"You need a good, healthy diet - it's about finding out what your body needs. Sugar is a disaster for skin, as is white flour.","author":"Thandie Newton","category":"Good, Body, Healthy"},{"quote":"Life is too short to be on a diet.","author":"Taylor Jenkins Reid","category":"Life, Short"},{"quote":"There were years when I was a beer and tequila guy, then I got real fat. And then I found that you could actually go on a diet and drink scotch. Then I got hooked on scotch, and if you get hooked on scotch, then everything else just tastes wrong.","author":"Ron White","category":"Fat, Beer, You"},{"quote":"As American as an apple is and as American as baseball is, they don't go together. You can't be chewing an apple at a baseball game. You've got to let go of the diet that day.","author":"Kevin James","category":"Day, Baseball, Together"},{"quote":"When I'm getting ready for a movie, let's just say my diet is 'The Antisocial Diet.' I don't go to restaurants. I don't eat what I really want to eat. I don't eat much. I eat small things frequently. Lots of protein and greens. And I don't eat with people, because there's a tendency to get social and then to overeat.","author":"Jason Statham","category":"Small Things, Small, People"},{"quote":"In the African-American community, we struggle with a lot of health problems that have a lot to do with our diet.","author":"Marvin Sapp","category":"Health, Community, Struggle"},{"quote":"The New Nordic diet originated in 2004, when the visionary chefs Rene Redzepi and Claus Meyer called a symposium of regional chefs to address the public's increasing consumption of processed foods, additives, highly refined grains, and mass-produced poultry and meat.","author":"Kate Christensen","category":"Meat, New, Visionary"},{"quote":"When working, my diet degrades to pizza three times a day, because I don't want to distract myself from anything.","author":"Chuck Palahniuk","category":"Day, Myself, Pizza"},{"quote":"Although many people believe that the primary emphasis of my work is about diet, it's not. What we eat is important, of course, but what comes out of our mouth may be more important than what goes into it.","author":"Dean Ornish","category":"Work, Believe, People"},{"quote":"Software-industry battles are fought by highly paid and out-of-shape nerds furiously pounding computer keyboards while they guzzle diet Coke. The stakes aren't very dramatic. Life? Liberty? The pursuit of happiness? Nope, it's about stock options.","author":"Nathan Myhrvold","category":"Life, Happiness, Liberty"},{"quote":"The facts of the fossil record never justified denying poor people a healthy diet. The facts of the weather record do not justify denying poor people affordable energy. And no set of facts, whatever they may be, can justify denying scientists - or anyone else, for that matter - the right to free speech.","author":"Robert Zubrin","category":"Weather, People, Healthy"},{"quote":"I'm always trying to learn and grow, so my diet has, over the years, evolved.","author":"J. J. Watt","category":"Grow, Learn, Trying"},{"quote":"Eating well is really important to me. That means having balanced meals, never missing a meal, never skipping a meal, having a balanced diet, and never doing anything extreme.","author":"Lizzie Armitstead","category":"Me, Doing, Eating"},{"quote":"I became a vegetarian for about maybe a year. It was more of a little detox for me. I tend to do a lot of detoxes. I was on the Body Ecology Diet before I got pregnant, which I believe is one of the reasons I was able to get pregnant.","author":"Tia Mowry","category":"Believe, Me, I Believe"},{"quote":"If I can't eat the meal in a restaurant, and the waiter asks, 'Is everything all right, Madam?', I tell them that I'm on a diet.","author":"Cilla Black","category":"Restaurant, Right"},{"quote":"I have been on a diet since 1962.","author":"Mary Quant","category":"Been, Since"},{"quote":"My diet, my regime, the whole life I have on the road has always got that little bit of stress because I'm always afraid I'm going to get a cold. And it's just such a nightmare when you got a cold or an irritation and you have to do a show.","author":"Geddy Lee","category":"Life, Stress, Road"},{"quote":"Try to think of working out and healthy eating as a lifestyle. Rather than go on a diet or try a crazy exercise routine, try making them something you do every day.","author":"Allyson Felix","category":"Day, Crazy, Healthy"},{"quote":"Breastfeeding is the very best diet I've been on.","author":"Rebecca Romijn","category":"Best, Been, Very"},{"quote":"If someone offered me a free trip to the International Space Station, I would decline. I like Earth. I like the internet. I like Diet Coke. I have cats. I write about brave people - I'm not one of them.","author":"Andy Weir","category":"Cats, Space, Internet"},{"quote":"I've never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet.","author":"Joel Robuchon","category":"Positive, Health, Past"},{"quote":"I thought a vegan diet would be too difficult, being on the road so much, but it's been far easier than I thought.","author":"Michelle Forbes","category":"Road, Thought, Difficult"},{"quote":"Subsisting on a diet drawn from one food group isn't healthy or gratifying. Even eating cupcakes 24/7 eventually would get old!","author":"Jenna McCarthy","category":"Food, Healthy, Group"},{"quote":"If you think of exercise as a 60-minute commitment 3 times a week at the gym, you're missing the point completely. If you think that going on a diet has something to do with nutrition, you don't see the forest through the trees. It is a lifestyle. I know it sounds cliche, but you have to find things you love to do.","author":"Brett Hoebel","category":"Love, Commitment, Trees"},{"quote":"Hope is a very thin diet.","author":"Thomas Shadwell","category":"Hope, Thin, Very"},{"quote":"If a patient became sugar-free and blood sugar normal on a basal requirement diet, the caloric intake was gradually increased until sugar appeared in the urine. The tolerance was thus ascertained.","author":"Frederick Banting","category":"Sugar, Tolerance, Blood"},{"quote":"I was starting to become impotent through this diet and couldn't perform. How many people who are taking the little blue pill, if they started to change what they are eating most of the time, could change the way their sex life is?","author":"Morgan Spurlock","category":"Life, Change, Time"},{"quote":"Diet is weird. It's elusive. I just try to listen to my body.","author":"Laura Dern","category":"Body, Weird, Listen"},{"quote":"We talk about, you know, diet and that we shouldn't give our kids big things and obesity and fast food. Well, you know there are people who don't have that problem because they're not getting any food! We have so many deep problems and issues facing humanity.","author":"Chris Noth","category":"Food, Deep, Humanity"},{"quote":"I tell people I'm on a diet. If somebody sees me with a muffin, they'll think I'm off my diet. It's like secret little police that I've made for myself.","author":"Stephen Furst","category":"Myself, Me, People"},{"quote":"Adopting a new healthier lifestyle can involve changing diet to include more fresh fruit and vegetables as well as increasing levels of exercise.","author":"Linford Christie","category":"Fruit, Exercise, Vegetables"},{"quote":"I hate to tell you this, but I did not even like visiting Versailles. I found it just too ornate. It was like a complete diet of cotton candy, marzipan, and whipped cream. It gave me the mental equivalent of one of those toothaches you get when you bite into something too sweet.","author":"Kathryn Lasky","category":"Hate, Me, Sweet"},{"quote":"I always had a sense that I would fall in love with Tokyo. In retrospect I guess it's not that surprising. I was of the generation that had grown up in the '80s when Japan was ascendant (born aloft by a bubble whose burst crippled its economy for decades), and I'd fed on a steady diet of anime and samurai films.","author":"Junot Diaz","category":"Love, Generation, Fall"},{"quote":"You can't exercise your way out of a bad diet.","author":"Mark Hyman","category":"Exercise, Way, You"},{"quote":"I know what I have to do if I want to lose weight and stay healthy: eat a proper diet and exercise. All I've got to do is apply it.","author":"John Candy","category":"Healthy, Exercise, Want"},{"quote":"No pills, not even aspirin, and certainly no supplements ever enter my mouth - everything I need comes from my fish and vegetarian diet, which incorporates many different kinds of fruit and vegetables every week.","author":"David H. Murdock","category":"Week, Fish, Fruit"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","category":"Healthy, Seeds, Vegetables"},{"quote":"Diet is really important, and I think vitamins are really important, also.","author":"Glenn Danzig","category":"Important, Think, I Think"},{"quote":"Your future health can be predicted by the nutrient density of your diet.","author":"Joel Fuhrman","category":"Future, Health, Predicted"},{"quote":"If I go on a diet and work out, I'm always in a bad mood. I'd rather be a little heavier but nice.","author":"Salma Hayek","category":"Work, Mood, Nice"},{"quote":"French fries. I love them. Some people are chocolate and sweets people. I love French fries. That and caviar.","author":"Cameron Diaz","category":"Love, People, Chocolate"},{"quote":"The only way you get that fat off is to eat less and exercise more.","author":"Jack LaLanne","category":"Fat, Exercise, You"},{"quote":"A boxer's diet should be low in fat and high in proteins and sugar. Therefore you should eat plenty of lean meat, milk, leafy vegetables, and fresh fruit and ice cream for sugar.","author":"Gene Tunney","category":"Fat, Fruit, Ice Cream"},{"quote":"I've been on a diet for two weeks and all I've lost is two weeks.","author":"Totie Fields","category":"Lost, Two, Been"},{"quote":"As a veteran of the diet wars, I think it's time to call a truce. Rather than hear experts argue, most people want practical information they can use.","author":"Dean Ornish","category":"Time, Information, People"},{"quote":"Look at the average American diet: ice cream, butter, cheese, whole milk, all this fat. People don't realize how much of this stuff you get by the end of the day. High blood pressure is from all this high-fat eating.","author":"Jack LaLanne","category":"Day, American, Ice Cream"},{"quote":"Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending.","author":"John C. Maxwell","category":"Money, Society, Control"},{"quote":"In 2010, I consulted with President Clinton after his bypass grafts occluded and encouraged him to make healthy lifestyle changes including a whole-foods, plant-based diet low in refined carbohydrates.","author":"Dean Ornish","category":"Changes, Healthy, President"},{"quote":"An Asian way of eating and living may help prevent and even reverse the progression of coronary heart disease, diabetes, hypertension, obesity, prostate cancer and breast cancer. Incorporate more fruits, vegetables, whole grains, legumes, soy products and fish in your diet. Eat at home more with your family and friends.","author":"Dean Ornish","category":"Family, Home, Friends"},{"quote":"As for my diet, I try to eat lean, clean and healthy - nothing too surprising. And I avoid too much meat or dairy because they slow you down.","author":"Bear Grylls","category":"Healthy, Slow, You"},{"quote":"One of the basic steps in saving a threatened species is to learn more about it: its diet, its mating and reproductive processes, its range patterns, its social behavior.","author":"Dian Fossey","category":"Behavior, Learn, Social"},{"quote":"Of capital importance is to have a good diet and exercise a lot.","author":"Evelyn Lauder","category":"Good, Exercise, Capital"},{"quote":"There's no reason that we need to be counting things and adding things up in order to sit down and eat a meal. I enjoy eating so much; I don't want to do match every time I eat. I guarantee you, maybe your diet soda has no calories, but it's still poison. We have to think about what are we putting in our mouths.","author":"Rory Freedman","category":"Time, Enjoy, Poison"},{"quote":"Cereal eating is almost a marker for a healthy lifestyle. It sets you up for the day, so you don't overeat.","author":"Bruce Barton","category":"Day, Healthy, Eating"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","category":"People, Realize, Responsible"},{"quote":"Unless you're living on the street and surviving on a diet of discarded turkey drumsticks, there's no point in being gloomy. We've spent too long trying to cheer ourselves up by spending money on brightly coloured things we don't really need. We've stopped using our imaginations.","author":"Jarvis Cocker","category":"Money, Long, You"},{"quote":"Whenever you're looking at new ways to get in shape, first you have to decide what you want. Do you want a more muscular look, or do you want to slim down and appear more toned and ripped? I adapt my training and diet with each role I do, depending on the image I want to convey.","author":"Scott Adkins","category":"Training, Looking, Want"},{"quote":"There's no reason to think that you'll be capable of loyalty to a diet until you address your basic disloyalty toward yourself.","author":"Marianne Williamson","category":"Loyalty, Yourself, Think"},{"quote":"We never repent of having eaten too little.","author":"Thomas Jefferson","category":"Never, Little, Eaten"},{"quote":"Our society's strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women.","author":"Tipper Gore","category":"Women, Strong, Society"},{"quote":"Some people are willing to pay the price and it's the same with staying healthy or eating healthy. There's some discipline involved. There's some sacrifices.","author":"Mike Ditka","category":"Discipline, People, Healthy"},{"quote":"Don't compare yourself with someone else's version of happy or thin. Accepting yourself burns the most calories.","author":"Caroline Rhea","category":"Happy, Yourself, Compare"},{"quote":"It's never been an issue for me - I don't want to go on a diet, I don't want to eat a Caesar salad with no dressing, why would I do that? I ain't got time for this, just be happy and don't be stupid. If I've got a boyfriend and he loves my body then I'm not worried.","author":"Adele","category":"Time, Happy, Be Happy"},{"quote":"If I could have a Barbie body, which has no cellulite, I totally would. I would like to have a flatter stomach, but that won't happen either. That is never going to happen. No matter how much weight I lose, my stomach, below the belly button, always pooches out.","author":"Holly Madison","category":"Body, Matter, Stomach"},{"quote":"The first couple of days on the detox diet aren't pleasant.","author":"Carol Vorderman","category":"First, Days, Pleasant"},{"quote":"I can't be on the cheeseburger diet all the time.","author":"Bobby Flay","category":"Time, Cheeseburger"},{"quote":"I did every diet: Atkins. Cabbage-soup diet. Dean Ornish. But I couldn't live the rest of my life like a rabbit.","author":"Mike Huckabee","category":"Life, Live, My Life"},{"quote":"Getting as much sleep as possible and following a healthy diet will stop you from feeling run-down if, like me, you're super-stressed.","author":"Elizabeth Hurley","category":"Sleep, Me, Healthy"},{"quote":"I had to find a diet that would kick me back into dating shape, because I know that I can't date at size 8. I have to date at size 2. And it's just a fact of nature. Go get your injections and your chemical peels. You gotta look good to attract a man.","author":"Patti Stanger","category":"Nature, Good, Man"},{"quote":"The longest-lived people eat a plant-based diet. They eat meat but only as a condiment or a celebration. Nothing they eat has a plastic wrapper.","author":"Dan Buettner","category":"People, Nothing, Meat"},{"quote":"You can train and train until you are blue in the face, but you've got to diet, you've got to have that leanness because if you are not lean, your abs won't show. Of course, the training has to be put in, but then you've to shed all the fat and keep the fat off. And that's how you get an eight pack.","author":"Henry Cavill","category":"Training, Blue, Train"},{"quote":"I'm cancer-free. And I'm on antioxidants and acupuncture and a different diet. And I have a different outlook on life. I don't have resentment any more. It's wonderful.","author":"Louis Gossett, Jr.","category":"Life, Different, Wonderful"},{"quote":"I don't really watch what I eat. I love sitting around with friends and eating loads and drinking loads for hours. Maybe when I'm 40 I'll worry about my diet.","author":"Santiago Cabrera","category":"Love, Friends, Worry"},{"quote":"I eat healthy and don't go by a diet chart. The breakfast is usually heavy, complemented with short frequent meals. My dinner is high on proteins and low on carbohydrates.","author":"Vijender Singh","category":"Short, Breakfast, Healthy"},{"quote":"I would love to pretend I don't diet, but I work very hard. I stay active and eat very healthy. Anybody who says otherwise is either unhealthy or lying! I will admit that I'm addicted to sugar - licorice, Jujubees and jelly candies. And I actually love bran muffins!","author":"Evangeline Lilly","category":"Love, Work, Healthy"},{"quote":"If you hunger for certain types of clothes, for which you have little use, put yourself on a diet. Just as you resist too much whipped cream and French pastry to keep your figure in shape, you can say no to those yearned-for but unneeded purchases that lead to a wardrobe that is shapeless and without form.","author":"Edith Head","category":"Yourself, Clothes, You"},{"quote":"Almost as soon as I went vegan, people started telling me that my skin looked great, and that I appeared younger, slimmer, and healthier. I'm convinced that of all the changes I've made to my lifestyle, it's the adoption of a vegan diet that has been best for me - physically, mentally, and certainly spiritually.","author":"Steve-O","category":"Best, Great, Changes"},{"quote":"I have been really enjoying making a project out of seeking out an extremely healthy diet of raw, organic, vegan foods - and I plan on continuing to do so.","author":"Steve-O","category":"Plan, Healthy, Project"},{"quote":"I eliminated coffee and fish from my diet. The pesticides in coffee and fish, as well as the mercury in the latter, are considered possible contributors to birth defects in fetal tissue.","author":"Constance Marie","category":"Coffee, Fish, Birth"},{"quote":"Sodium is an important mineral that is essential for proper functioning of the human body - however, the American diet contains dangerously high amounts of sodium, almost 80 percent of which comes from processed and restaurant foods.","author":"Joel Fuhrman","category":"American, Body, Restaurant"},{"quote":"A high nutrient diet, if widely adopted, could bring millions of people in touch with true hunger, and stop the proliferation of obesity and preventable chronic disease.","author":"Joel Fuhrman","category":"People, Obesity, True"},{"quote":"The human body is a miraculous self-healing machine, but those self-repair systems require a nutrient-dense diet.","author":"Joel Fuhrman","category":"Body, Human, Machine"},{"quote":"A plant-based diet is like a one-stop shop against chronic diseases.","author":"Michael Greger","category":"Against, Like, Diseases"},{"quote":"I don't eat pork or beef. I cut that out when my father passed away about 20 years ago. I wanted to modify my diet because he passed away from diabetes. And, you know, it's very hereditary.","author":"Tony Cardenas","category":"Father, Diabetes, Know"},{"quote":"I think just drinking juice is too extreme for a diet. Your body needs more than juice, so I think it's a very hard thing to do - very challenging and probably very unhealthy for your body. You can't get everything you need from a juice. I love juice because it can provide you with nutrients - but drink it alongside your diet!","author":"Victoria Pendleton","category":"Love, Body, Think"},{"quote":"Taking in too much added sugar from highly marketed sugary foods and drinks displaces healthier foods in the diet.","author":"Chuck Norris","category":"Sugar, Too Much, Drinks"},{"quote":"I don't have a strict diet; I keep it simple. I try to eat fish, meat, veg and carbs - potatoes and rice - but I'll try and pack it in because as I'm burning so much energy. I have to see food as an energy source.","author":"Anthony Joshua","category":"Food, Simple, Fish"},{"quote":"We must not be misled by left-wing incompetent news media that, day after day, feed us a diet of fantasy telling us we are bigots, racists and hate-mongers.","author":"George Wallace","category":"Day, Media, Fantasy"},{"quote":"My daily diet consists of basically anything I think looks tasty, whether that's pizza, sushi, burgers, quesadillas. I like everything.","author":"Cameron Dallas","category":"Daily, Pizza, Think"},{"quote":"It's not an easy thing to captive-breed a falcon. You need to take extreme care of its diet and exercise and keep it close to its natural environment. Whenever the birds take ill, I only use Ayurveda to cure them.","author":"Shahid Khan","category":"Birds, Exercise, Easy"},{"quote":"When I work, a lot of times I have to lose weight, and I do that, but in my regular life I was not eating right, and I was not getting enough exercise. But by the nature of my diet and that lifestyle - boom! The end result was high blood sugars that reach the levels where it becomes Type 2 diabetes. I share that with a gajillion other people.","author":"Tom Hanks","category":"Life, Work, Nature"},{"quote":"I love to go to a movie, get a Diet Coke and a barrel of popcorn, and sit there with my kids and watch a film.","author":"William Shatner","category":"Love, Popcorn, Kids"},{"quote":"My kids know there's no candy, no soda, until the weekend. Those are the days they get to indulge in their sweets. We're big on organic food. I'm not a diet guy; I don't believe in diets. I just believe in a great meal plan.","author":"Donald Driver","category":"Food, Great, Believe"},{"quote":"I believe in nourishment and having a balanced diet. I avoid bingeing and try and eat healthy, especially lots of amla, and drink lots and lots of water.","author":"Yami Gautam","category":"Water, Believe, Healthy"},{"quote":"The choices you make each day in your diet and lifestyle have a direct influence on how your genetic predisposition is expressed - for better and for worse. You're only as old as your genes, but how your genes are expressed may be modified by exercise, diet and lifestyle choices much more than had previously been believed - and more quickly.","author":"Dean Ornish","category":"Day, Influence, Choices"},{"quote":"I eat a lot more now than I ever used to. I have taken a real interest in nutrition and believe in the difference that makes when fueling your body correctly. That means never skipping a meal and making sure that my diet supports my training needs.","author":"Lizzie Armitstead","category":"Training, Believe, Body"},{"quote":"New York apartments are notoriously small, and my cute little studio is no exception - space is at a premium, which is one of the reasons that I only have a mini-fridge. Great for leftovers, cheese, and chilling Diet Coke.","author":"Rachel Sklar","category":"Great, Space, Cute"},{"quote":"We can reduce these cancer rates - breast cancer, prostate cancer, colon cancer - by 90 percent or more by people adopting what I call a nutritrarian diet.","author":"Joel Fuhrman","category":"People, Breast Cancer"},{"quote":"Environmental concern is a little like dieting or paying off credit-card debt - an episodically terrific idea that burns brightly and then seems to fade when we realize there's a reason we need to diet or pay down our debt. The reason is that it's really, really hard, and too many of us in too many spheres of life choose the easy over the hard.","author":"Jon Meacham","category":"Life, Environmental, Easy"},{"quote":"I got into being vegan because I was simply looking to benefit from being more compassionate. I have since come to learn that it is an animal-based diet that is responsible for the overwhelming majority of cases of cancer, heart disease, diabetes, obesity, multiple sclerosis, and all kinds of other problems.","author":"Steve-O","category":"Heart, Problems, Cancer"},{"quote":"If you can eat 70 percent raw or introduce raw into your diet, it will help your health.","author":"Carol Alt","category":"Health, Help, You"},{"quote":"You take the healthiest diet in the world, if you gave those people vitamins, they would be twice as healthy. So vitamins are valuable.","author":"Robert Atkins","category":"World, People, Healthy"},{"quote":"I'm only drinking white wine because I'm on a diet and I don't eat.","author":"Oliver Reed","category":"Wine, White, Eat"},{"quote":"I think I just stick to eating a well-rounded diet. I don't cut out anything; if I crave something, I eat it. But I definitely try to stick to a balanced diet always.","author":"Martha Hunt","category":"Eating, Think, Try"},{"quote":"As the people of Shishmaref lose their natural hunting grounds to the warming sea, they are forced to buy U.S. canned goods from the only local store on the island; however, this is not their natural diet and cannot sustain them throughout the year.","author":"Amy J. Berg","category":"Sea, People, Hunting"},{"quote":"My soul is dark with stormy riot: directly traced over to diet.","author":"Samuel Hoffenstein","category":"Soul, Dark, My Soul"},{"quote":"I was on a strict diet to stay in shape for 'Jack Reacher,' but each day on set in New Orleans, catering dropped off delicious food at my trailer.","author":"Cobie Smulders","category":"Food, Day, New"},{"quote":"When I'm off the road, and I can really control my diet down to the calorie, I juice seven days a week. Every afternoon, whatever I have at hand, beets, carrots, ginger, whatever. I juice, literally, every single day. And on the road, I try to find fresh juice wherever I can.","author":"Henry Rollins","category":"Day, Road, Control"},{"quote":"I've done everything every fat person ever has. I've tried every diet.","author":"Dolly Parton","category":"Fat, Done, Person"},{"quote":"And let's be clear: It's not enough just to limit ads for foods that aren't healthy. It's also going to be critical to increase marketing for foods that are healthy.","author":"Michelle Obama","category":"Healthy, Marketing, Limit"},{"quote":"The dieting wars have got to stop.","author":"Lady Gaga","category":"Stop, Got, Wars"},{"quote":"I have to be on such a strict diet constantly.","author":"Lady Gaga","category":"Strict, Constantly"},{"quote":"Let me ask you a question: If you never ate a balanced diet, what would happen to your body? You know the answer: Eventually you'd grow weak; you might even open yourself to serious illness or disease. We all need a balanced diet if we are to stay healthy.","author":"Billy Graham","category":"Yourself, Me, Healthy"},{"quote":"I am very lucky in that I can eat what I want and don't have to follow any special diet.","author":"Carine Roitfeld","category":"I Am, Want, Special"},{"quote":"Yeah, I'm kind of fit. And I'm quite careful about my diet.","author":"Orlando Bloom","category":"Kind, Fit, Careful"},{"quote":"I basically have the diet of a 19th-century Irish navy, apart from the litre of stout a day. It's meat and potatoes and bread and cheese: those are my four food groups.","author":"Daniel Radcliffe","category":"Food, Day, Navy"},{"quote":"My diet has definitely become greener; however, I am a big proponent of everything in moderation. I enjoy having a farm-to-table dinner, as well as indulging in a special, decadent treat on occasion.","author":"Ivanka Trump","category":"I Am, Treat, Enjoy"},{"quote":"The majority of my UFO diet consists of reports describing suspected encounters. This is not surprising, as there are thousands of sightings annually. The emailer has seen something unusual in the sky that he interprets as probable evidence of alien presence.","author":"Seth Shostak","category":"Sky, Alien, Presence"},{"quote":"I still indulge in a glass of wine or chocolate - treats are mandatory. Without deviating from the day-to-day healthy diet once in a while, it wouldn't be sustainable for me, and that's what I wanted: an approach to eating to last my entire life.","author":"Alanis Morissette","category":"Life, Wine, Me"},{"quote":"For four to six months at a time, I would barely eat. I lived on a diet of Melba toast, carrots, and black coffee.","author":"Alanis Morissette","category":"Time, Coffee, Black"},{"quote":"The comedian sticks as religiously to her theme as a dancer sticks to a diet.","author":"Jo Brand","category":"Her, Theme, Comedian"},{"quote":"Whether you're on a diet, or you're looking for a go-to one bowl dinner recipe, salads should be thought of as crowd-pleasers, not a dreaded component of a meal.","author":"Marcus Samuelsson","category":"Thought, Dinner, Looking"},{"quote":"Since the gluten-free diet is not for everyone, it's recommended that you stick with a gluten-free diet for at least 3 weeks first to see if it works for you.","author":"Marcus Samuelsson","category":"You, First, See"},{"quote":"For different roles, my condition and training and diet does alter. Depending on the role, it will really dictate the type of training I do.","author":"Dwayne Johnson","category":"Training, Different, Will"},{"quote":"I'm obsessed with cheese and milk, but eliminating them from my diet made the biggest difference. In a month and a half, I lost 11 pounds just from not eating dairy, without doing anything else different, and that totally blew my mind.","author":"Khloe Kardashian","category":"Mind, Lost, Eating"},{"quote":"I eat only vegetables and fruit, and to me it's the most aspirational diet because it's so easy. It's quite simple, the cooking I do.","author":"Vivienne Westwood","category":"Simple, Cooking, Me"},{"quote":"Even today with the public's growing interest in food and diet issues, politicians rarely include food as part of their political platforms.","author":"Jose Andres","category":"Food, Today, Political"},{"quote":"I've given up coffee, made diet changes.","author":"Boy George","category":"Coffee, Changes, Up"},{"quote":"Many cows are fed a high-protein diet, which creates a more liquid manure that is easier to spray on fields.","author":"Charles Duhigg","category":"Fields, Cows, Easier"},{"quote":"A steady diet of the higher truths might prove exhausting, but it's important that we acknowledge their validity and celebrate their survival.","author":"Robert Gottlieb","category":"Survival, Celebrate"},{"quote":"I just got tired of being overweight and unfit, so I changed my diet from hamburgers to yogurt and muesli, and it seems to work.","author":"Peter Jackson","category":"Work, Tired, Seems"},{"quote":"An athlete's diet is a complicated thing.","author":"Chuck Norris","category":"Athlete, Complicated, Thing"},{"quote":"It's important to remember that because these athletes exercise so beyond what even a normal active person would, they generally must also supplement their diet.","author":"Chuck Norris","category":"Exercise, Remember"},{"quote":"It's been pretty effortless with Sensa because I am not thinking about how long do I need to do this. Usually, when you stop a diet program, you lose control again. But I don't need to stop what I'm doing. I'm eating everything that I like. Sensa just helps me keep it all in check.","author":"Octavia Spencer","category":"I Am, Thinking, Me"},{"quote":"I've always eaten well and have a balanced diet.","author":"Christy Turlington","category":"Well, Always, Eaten"},{"quote":"High-quality food is better for your health.","author":"Michael Pollan","category":"Food, Health, Better"},{"quote":"I think cooking is really key because it's the only way you're going to take back control of your diet from the corporations who want to cook for us. The fact is, so far, corporations don't cook that well. They tend to use too much salt, fat, and sugar - much more than you would ever use at home.","author":"Michael Pollan","category":"Home, Cooking, Control"},{"quote":"To the extent we push meat a little bit to the side and move vegetables to the center of our diet, we're also going to be a lot healthier.","author":"Michael Pollan","category":"Push, Vegetables, Meat"},{"quote":"Those of us who care about food and where it comes from will miss both Obama and Michelle. Even though Obama failed to do many things he indicated he would do around food, Michelle Obama has done a lot to shine a light on the link between diet and health, which is really important.","author":"Michael Pollan","category":"Food, Light, Health"},{"quote":"I've just been growing right along. It's painful, but it's a great pain, and I like suffering for great results. It's like going to the gym. It hurts really bad at first, but after a couple of months and after that diet, you're looking so hot.","author":"Mary J. Blige","category":"Great, Pain, Suffering"},{"quote":"When I'm training hard, the diet is miserable.","author":"Luke Evans","category":"Training, Miserable, Hard"},{"quote":"It's good for your body to have a break. Even when you're training, you have to have a cheat day every week. The body reacts better to training if you give it intervals of not training, or you relax the diet.","author":"Luke Evans","category":"Day, Good, Training"},{"quote":"I've changed my diet a few times. Now I'm trying to eat more protein. I eat little meals throughout the day. I love food, so I still give myself great meals. Also, when I'm busy, it's easy to lose weight.","author":"Michael Keaton","category":"Love, Food, Great"},{"quote":"When you're changing your diet, or you're becoming a vegan, your system will become a bit more sensitive, and you just have to deal with it.","author":"Kat Graham","category":"Changing, You, Sensitive"},{"quote":"I'm trying to do the paleo diet. No carbs.","author":"Robin Wright","category":"Trying, Carbs"},{"quote":"Small changes in diet don't have much effect on preventing coronary heart disease and cancer. But bigger changes in diet and lifestyle may prevent heart attacks in almost everyone.","author":"Dean Ornish","category":"Heart, Changes, Small"},{"quote":"When most people think about my work, they think about diet. To me, diet has always been the least interesting part of it.","author":"Dean Ornish","category":"Work, Me, People"},{"quote":"Whether you're six or sixty, if you go on a diet and lifestyle program and feel constrained, you're likely to go off it sooner or later. Offering a spectrum of choices is much more effective; then, you feel free and empowered.","author":"Dean Ornish","category":"Choices, Free, You"},{"quote":"If we can reach populations in developing countries and help them understand the value of their indigenous diet and lifestyles rather than copying ours, perhaps we can reverse the exponential rise in cardiovascular disease that is plaguing them.","author":"Dean Ornish","category":"Value, Help, Rise"},{"quote":"Not everything that lowers HDL is bad for you. If you change from a high-fat, high-cholesterol diet to a healthy low-fat, low-cholesterol diet, your HDL levels may stay the same or even decrease because there is less need for it. When you have less garbage, you need fewer garbage trucks to remove it, so your body may make less HDL.","author":"Dean Ornish","category":"Change, Body, Healthy"},{"quote":"If you go on a diet and feel constrained, you are more likely to drop it. But if you see your food choices each day as part of a spectrum, then you are more likely to feel free and empowered.","author":"Dean Ornish","category":"Food, Day, Choices"},{"quote":"Sometimes I've had to put myself on a diet.","author":"Roger Moore","category":"Myself, Sometimes, Put"},{"quote":"My interesting diet tips are eat early and don't nosh between meals. I mean, I can pack it away.","author":"Carol Burnett","category":"Interesting, Early, Mean"},{"quote":"Mam was always saying we had a simple diet: tea and bread, bread and tea, a liquid and a solid, a balanced diet - what more do you need? Nobody got fat.","author":"Frank McCourt","category":"Simple, Tea, Saying"},{"quote":"For me, I just like to cut out bread. I like to keep the good carbs in my diet - I love pasta and Italian food - but I try to eat just that on the weekends and cut out carbs during the week.","author":"Ashley Tisdale","category":"Love, Food, Good"},{"quote":"For so many years, I felt so insecure, so inferior, and I still have those moments, but I have a newfound confidence since I got in shape and changed my diet.","author":"Marc Jacobs","category":"Confidence, Moments, Shape"},{"quote":"I love food - I am never on a diet - I swear to God!","author":"Irina Shayk","category":"Love, Food, God"},{"quote":"The key is to master a few simple ways to exercise that will burn the most calories in the least time. And you also need to figure out how can you eat more of the good stuff and less of the bad stuff without feeling deprived so your diet regimen feels manageable.","author":"Jillian Michaels","category":"Time, Good, Simple"},{"quote":"I had to get healthy for a period in my life, so I learned a lot about food and diet.","author":"Cobie Smulders","category":"Life, Food, Healthy"},{"quote":"The big curse of America, to me, is skinless, boneless chicken breasts. They're banal and relatively flavorless. The rest of the world's trying to get some fat to eat, and we're trying to ban it from our diet.","author":"Jim Harrison","category":"America, World, Me"},{"quote":"Polynesian women are known for their long hair, glowing skin, and thick nails. And that comes from the local diet, which is mostly plant based with a little bit of fish and a lot of natural fats and oils.","author":"Nikki Reed","category":"Women, Hair, Plant"},{"quote":"My mom was always really healthy and cautious about her diet, so I'm not a big sugar guy.","author":"Paul Walker","category":"Mom, Healthy, Her"},{"quote":"I take care of myself, which includes dieting, exercising and minimising stress. I joke that I've been on a diet since 1974, which is basically true.","author":"Kim Cattrall","category":"Stress, Myself, Care"},{"quote":"It's easy to diet or get off a diet when you've got a juicy role to play.","author":"Kim Cattrall","category":"Easy, Play, You"},{"quote":"I try to stick to a certain diet all the time, and then when I feel like a reward, I have it. I try to stick to no dairy, no sugar, no wheat.","author":"Paloma Faith","category":"Time, Reward, Try"},{"quote":"I always ate healthy, but it wasn't scientific. Now it's a high-protein diet and no carbohydrates. I have more consistent energy, and I don't get tired after a meal. It does take a very detailed meal plan.","author":"Lindsey Vonn","category":"Tired, Plan, Healthy"},{"quote":"I don't have a very good diet.","author":"Margot Robbie","category":"Good, Very"},{"quote":"I stagger out of bed, take the dogs outside, and then I'll get a Diet Coke and a couple of dog biscuits and go upstairs. By the time I've consumed my Diet Coke and had a quick run through the morning email and Twitter feed, I will probably be compos mentis enough to work.","author":"Diana Gabaldon","category":"Work, Morning, Time"},{"quote":"I'm kind of like a middle mix between a warrior diet and a Paleo diet, so I only eat once a day and it's at night - so kind of like interval fasting. But I eat until I'm full, I eat as much as I want, and I really don't eat anything that you couldn't find, you know, 10,000 years ago.","author":"Ronda Rousey","category":"Day, Night, Warrior"},{"quote":"I go mainly by the Dolce diet. It is a little hard to describe: it's not really a diet but more of a lifestyle. I eat throughout the day; I have three meals and two snacks, and it changes according to what I need at the time.","author":"Ronda Rousey","category":"Time, Day, Changes"},{"quote":"I need my food to keep my energy up, so I can't really diet.","author":"Sienna Miller","category":"Food, Energy, Need"},{"quote":"Diet cola is my absolute favorite drink in the world; I used to drink four cans a day. But to help me cut down, I've turned it into a treat. Now, instead of having dessert, I'll have a can of diet soda. Putting a limit on how often I can drink it has helped me appreciate it more.","author":"Kaley Cuoco","category":"Day, World, Help"},{"quote":"My diet is mostly chicken and fish. I make sure I get a lot of vegetables, a lot of fruit. I am a big fruit man, I am a vegetable man anyway. And I also get a lot of rest. That's the key I may be up early, but I'm in bed early too.","author":"Magic Johnson","category":"Man, I Am, Fish"},{"quote":"Keep your energy levels high by adding bananas and egg whites to your diet.","author":"Nargis Fakhri","category":"Energy, Egg, High"},{"quote":"My mother always wants me to put me on a diet.","author":"Twinkle Khanna","category":"Mother, Me, Always"},{"quote":"I don't really read non-fiction, but I have grown up on a steady diet of Wodehouse and, of course, science fiction.","author":"Twinkle Khanna","category":"Science, Fiction, Up"},{"quote":"Weight Watchers is not intimidating. It's not a diet. It's a lifestyle.","author":"Jessica Simpson","category":"Lifestyle, Weight"},{"quote":"I went to a nutritionist; my diet is pretty clean, but I wanted to get some more knowledge and understanding in some areas. My two favorite things, Clif Bars and lattes, she just destroyed in our first meeting. Coffee is fine, but soy is the most genetically modified food that we eat.","author":"Andre Ward","category":"Knowledge, Food, Coffee"},{"quote":"I don't think you can name one diet I haven't done.","author":"Trisha Yearwood","category":"Name, Think, You"},{"quote":"I think diet plays an important role before any beauty and skincare regime. Taking care of what you eat and drinking lots of water throughout the day always come first.","author":"Disha Patani","category":"Beauty, Day, Water"},{"quote":"In money, and in life, you are very often your own worst enemy. You promise yourself you're going to diet, then eat not one or two French fries but a whole plate. You decide to really commit to saving for retirement, only to wind up with a new pair of shoes in your closet.","author":"Jean Chatzky","category":"Life, Money, Shoes"},{"quote":"I am following a particular diet, and it requires me to not just eat right but also at the right time. So, I carry food from home.","author":"Yami Gautam","category":"Time, Food, Home"},{"quote":"I love Spanish food. My diet is the Mediterranean diet, which is good food. I eat well.","author":"Penelope Cruz","category":"Love, Food, Good"},{"quote":"My parents have been incredibly supportive from perhaps the first real independent decision I made to become a vegetarian at 11, which was certainly not consistent with their diet at the time.","author":"Chelsea Clinton","category":"Time, Parents, Decision"},{"quote":"My training diet can be quite strict when I'm coming up to competition; it's a weight-making sport, of course. But I eat quite healthily anyway, and it's less strict when out of competition.","author":"Katie Taylor","category":"Training, Competition, Up"},{"quote":"I'm well trained. The only reason I am this slim is that I have to fit into the clothes. The samples are size 8, and I am naturally a size 10 to 12. I have been on a diet for my entire life.","author":"Marie Helvin","category":"Life, I Am, Clothes"},{"quote":"The hardest diet I was ever on was the one when I was fat. You can only wear fat clothes, you don't feel good, your sex life gets damaged, you don't have energy for anything. It's horrible.","author":"Drew Carey","category":"Life, Good, Feel Good"},{"quote":"Neither am I on an extreme diet nor am I on an extreme workout.","author":"Jacqueline Fernandez","category":"Workout, Extreme, Nor"},{"quote":"I naturally favour a clean, healthy diet. A salad sandwich is one of my favourite meals!","author":"Victoria Pendleton","category":"Healthy, Sandwich, Clean"},{"quote":"Literary readings aren't going to shake their reputation as the added-fibre of our entertainment diet until the people who organize and participate in them snap out of this mentality.","author":"Lynn Coady","category":"Reputation, People"},{"quote":"If you're going to choose to do something like the Paleo Diet, then you choose not to enjoy your nights out.","author":"Chrissy Teigen","category":"Enjoy, You, Choose"},{"quote":"I love meat and vegetables. If I did a diet, I would do Paleo, except they have no cheese, which is very upsetting. I'm going to start my own Chrissy diet that's like Paleo plus cheese. Plus late Saturday night drive-through.","author":"Chrissy Teigen","category":"Love, Night, Start"},{"quote":"Cutting meat out of your diet is the best thing you can do for animals and your own health.","author":"Joan Jett","category":"Best, Health, Animals"},{"quote":"For the vast majority of those who are obese - those with a Body Mass Index over 30 - their size is their choice. They choose to take in more calories than they burn. They choose to take in high fat calories over low-fat ones. They choose to fad diet, if they choose to diet at all.","author":"John Ridley","category":"Choice, Body, Fat"},{"quote":"I absolutely relate to being alone in squalor, trying to come up with something adequate. I relate to that, and I've been known to crawl out of bed and drink out of a 2-liter bottle of Diet Coke.","author":"Diablo Cody","category":"Alone, Being Alone, Trying"},{"quote":"I definitely try to eat a healthy diet, but I am the first person to say I love unhealthy food. I would never tell you I don't. I love fried chicken or mac and cheese. Do I order them all the time when I'm out at restaurants? No, though I do have one splurge meal a week.","author":"Rachel Nichols","category":"Love, Time, Food"},{"quote":"It was when my American coach Dan Pfaff came over from the States in 2009 and started working with me that we really began to look at my diet. He decided I was eating too many carbohydrates, so I cut back on bread. Over the next year I lost weight and became leaner.","author":"Greg Rutherford","category":"American, Me, Lost"},{"quote":"I got sick of trying everything. I tried every single thing imaginable - diet, exercise. I even bought a house on the health spa property, and I still gained weight.","author":"Lisa Lampanelli","category":"Health, Trying, Exercise"},{"quote":"I started modeling at 28. I'm 5-feet-7 1/2, and I never went on a diet. I followed what my doctor told me: 'It's good to have a little bit of fat. Your weight is fine. Don't go any lighter.'","author":"Isabella Rossellini","category":"Good, Doctor, Me"},{"quote":"Although Shanghai is on the sea, it long lacked the prosperity that Hong Kong enjoyed, so while Hong Kong became known for its exotic ocean creatures, Shanghai built its diet around more commonplace river and sea fish.","author":"Evan Osnos","category":"Ocean, Sea, River"},{"quote":"I try not to diet because it never really works for me, if I tell myself I can't eat something then I tend to want to eat everything in sight.","author":"Leona Lewis","category":"Myself, Me, Want"},{"quote":"Reminded of what a diet really is, I began eating more slowly, being more conscious of when I was full. I started to enjoy my buckwheat bread with goat cheese and pureed butternut-squash soup as a response to real hunger.","author":"Kate Christensen","category":"Enjoy, Bread, Eating"},{"quote":"Diet Coke is the only way I get through filming because I get so tired.","author":"Lily James","category":"Tired, Way, Through"},{"quote":"I'm terrible with my workout regime and following it strictly. I'm terrible with a healthy diet and following it strictly. I'm terrible on the weekends about getting up at reasonable hours and all of those things. But, when it comes to my work and the discipline it takes to get to work on time - I hate unprofessionalism.","author":"Katherine Heigl","category":"Work, Time, Hate"},{"quote":"After my experiences with the 5:2 diet, I wasn't interested in a short-term fix that would fail later. I wanted a way of eating that made me lose weight without feeling deprived.","author":"Kate Christensen","category":"Me, Eating, Fail"},{"quote":"Famously cancer fighting, laden with vitamins, minerals, soluble fiber, and phytonutrients, broccoli and its relatives are among the healthiest ingredients of the human diet.","author":"Kate Christensen","category":"Cancer, Fighting, Human"},{"quote":"I used to be hung up on my figure, but it's a waste of time. I don't believe in diets. Have four pints one night, be healthy the next.","author":"Sophie Ellis-Bextor","category":"Time, Believe, Night"},{"quote":"I have something called endometriosis, and I was told by my gynecologist that I needed to go on a specific diet if I didn't want to have any more surgery.","author":"Tia Mowry","category":"Want, Surgery, Something"},{"quote":"I saw how changing my diet really benefitted my health. After I changed my diet, I was able to get pregnant, and then my eczema went away, and then my migraines went away.","author":"Tia Mowry","category":"Health, Changing, Away"}]}