{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Eating a varied plant-based diet - and avoiding all meat, fish, chicken and dairy products - may have much to recommend it, but it's certainly not for everyone.","author":"Michael Greger","category":"Fish, Eating, Chicken"},{"quote":"After following more than 60,000 people for more than a dozen years, University of Oxford researchers found those who consume a plant-based diet were less likely to develop all forms of cancer combined.","author":"Michael Greger","category":"People, Cancer, Years"},{"quote":"A good way to adjust to a healthier diet is to think of three meals you enjoy that are largely plant-based. Pasta with tomato sauce can be tweaked to whole-grain pasta with added vegetables.","author":"Michael Greger","category":"Good, Enjoy, Think"},{"quote":"One of the reasons it's so difficult to study the relationship between diet and disease is because many dietary behaviors are associated with non-dietary behaviors.","author":"Michael Greger","category":"Relationship, Study"},{"quote":"Anyone who's promoting the exact diet that they were in previous years probably isn't keeping up with the latest science, though in general, the balance of evidence has remained remarkably consistent - centering one's diet around whole plant foods.","author":"Michael Greger","category":"Science, Balance, Plant"},{"quote":"The benefits of a healthier diet are far-reaching because they also equate to fewer animals being bred into inhumane factory farm conditions and fewer greenhouse gas emissions.","author":"Michael Greger","category":"Animals, Farm, Benefits"},{"quote":"Simply switching to a healthy, plant-based diet can lessen stroke risk by reducing cholesterol and blood pressure, flooding your body with antioxidants and improving blood flow.","author":"Michael Greger","category":"Risk, Pressure, Healthy"},{"quote":"But if you pick up every other magazine, it is the peanut butter diet, or the cabbage soup diet, and then you go to the radio and you hear that you can drink some solution and you will lose weight overnight. It just does not work that way!","author":"Richard Simmons","category":"Work, Solution, You"},{"quote":"I don't care how pumped up or psyched you are to start a new diet or a new program - that emotion will fade.","author":"Phil McGraw","category":"Start, Care, You"},{"quote":"I started dieting. I dieted, dieted, dieted and tried all the diets and I would lose and then I would go back to normal eating and would put it on and then some.","author":"Suzanne Somers","category":"Eating, Back, Started"},{"quote":"After working with many nutritionists, reading books, and practicing trial and error on my own body, I have finally found a way to control my weight without deprivation. I call my program 'Somersizing,' and Somersizing is not a diet. Diet is a nasty four-letter word that conjures up negative thoughts of sacrifice and obsession and guilt.","author":"Suzanne Somers","category":"Sacrifice, Reading, Thoughts"},{"quote":"I'm not a dieter. I have the palate of a 7-year-old boy, although I'm working on it. I order off the kids' menu! I'm working hard to eat more fruit and veggies and round it all out, but I'm a big pretzels and Diet Coke kind of girl.","author":"Allison Williams","category":"Girl, Working Hard, Fruit"},{"quote":"Throughout my life, I have tried to share my philosophy that getting and staying healthy doesn't have to feel like work. I don't diet or slave away in a gym - what I do is make excellent food choices.","author":"Suzanne Somers","category":"Life, Work, Food"},{"quote":"I stopped dieting on plain, boring, unsatisfying food and started eating rich, delicious meals full of flavor and, yes... fat. I got skinny on fat and realized I would never have to diet again.","author":"Suzanne Somers","category":"Food, Fat, Rich"},{"quote":"Throughout my life, I have tried to share my belief that getting and staying healthy doesn't have to feel like work. My life is not about deprivation; I don't diet or slave away in a gym. What I do is eat clean, nutritious, real food. I enjoy delicious meals with healthy fats, I eat until I am full and satisfied, and I remain thin.","author":"Suzanne Somers","category":"Life, Work, Food"},{"quote":"The myriad of serious health risks resulting from poor diet include high cholesterol, heart disease, type 2 diabetes, high blood pressure, stroke, and even sleep apnea.","author":"Jane Velez-Mitchell","category":"Health, Sleep, Heart"},{"quote":"We have been brainwashed into craving a diet that is killing us. What we believe tastes good is generally what we have been socially conditioned to enjoy.","author":"Jane Velez-Mitchell","category":"Good, Believe, Enjoy"},{"quote":"The fact is, I diet every day of my life. I have to work at it. But I diet so I can pig out.","author":"Jack Nicklaus","category":"Life, Work, Day"},{"quote":"Since having the babies, I realize that 90 percent of losing weight is my diet.","author":"Mariah Carey","category":"Losing, Realize, Weight"},{"quote":"I returned from my last L.A. visit to find myself tipping the scales like Homer Simpson when he tries to gain enough weight to qualify as disabled to be allowed to work from home. All I was missing was his kaftan and Fat Guy Hat. So, I decided it was time to diet.","author":"John Niven","category":"Work, Time, Home"},{"quote":"Quantity in diet is more to be regarded than quality. A full meal is a great enemy both to study and industry.","author":"Samuel Richardson","category":"Great, Quality, Study"},{"quote":"I would have never wanted to write another management book. There are so many of them, and everybody says the same thing about them, and they are all the same - they give the exact same advice. It's like a diet book; they all say eat less calories, exercise more, and every single book has the same conclusion.","author":"Ben Horowitz","category":"Management, Book, Advice"},{"quote":"People who shop in health food stores never look healthy.","author":"Amy Sedaris","category":"Food, Health, Healthy"},{"quote":"I'm naturally a muscular gal with some curves, so eating a Mediterranean diet makes my body happy.","author":"Debi Mazar","category":"Happy, Body, Eating"},{"quote":"It's not a struggle to be on a diet. You feel lighter, and your spirit is lighter, too. But I love chocolate, and I allow myself to have chocolate. That doesn't go against a diet for me.","author":"Juliette Binoche","category":"Love, Myself, Struggle"},{"quote":"A significant number of research studies have documented that heart disease is easily and almost completely preventable through a diet rich in plant produce and lower in processed foods and animal products.","author":"Joel Fuhrman","category":"Heart, Animal, Research"},{"quote":"The modern diet is grossly deficient in hundreds of important plant-derived immunity-building compounds which makes us highly vulnerable to viruses, infections and disease.","author":"Joel Fuhrman","category":"Important, Modern, Which"},{"quote":"If you eat the standard Western diet that most people eat in the modern world, it's quite likely you will develop heart disease.","author":"Joel Fuhrman","category":"Heart, World, People"},{"quote":"To provide optimal levels of protective micronutrients, a diet must be vegetable-based, not grain-based.","author":"Joel Fuhrman","category":"Must, Protective, Levels"},{"quote":"The human diet, for millions of years, did not contain any added salt - only the sodium present in natural foods, adding up to only about 1000 mg sodium per day.","author":"Joel Fuhrman","category":"Day, Present, Human"},{"quote":"Excess dietary salt is most notorious for increasing blood pressure. Americans have a 90 percent lifetime probability of developing high blood pressure - so even if your blood pressure is normal now, if you continue to eat the typical American diet, you will be at risk.","author":"Joel Fuhrman","category":"American, Risk, Pressure"},{"quote":"The problem with the standard American diet, a primary cause of our current obesity epidemic, is the fact that the majority of foods consumed are high in calories and low in micronutrients.","author":"Joel Fuhrman","category":"American, Problem, Obesity"},{"quote":"One can be a vegan and eating a health-promoting, high-nutrient diet, but one can also eat a small amount of animal products while following a Nutritarian diet and still live a long, healthy life.","author":"Joel Fuhrman","category":"Life, Animal, Healthy"},{"quote":"We need radical dietary improvement, and the earlier in life that change is made, the better. Just following a vegan diet or eating a few more vegetables is not enough.","author":"Joel Fuhrman","category":"Life, Change, Improvement"},{"quote":"Instead of trying to increase your metabolism with the goal of losing weight, try to slow your metabolism with a low-calorie, high-nutrient diet for a longer, healthier life.","author":"Joel Fuhrman","category":"Life, Goal, Losing"},{"quote":"A high nutrient density diet was associated with more feelings of hunger in the mouth and throat and less in the head and stomach.","author":"Joel Fuhrman","category":"Feelings, Mouth, Stomach"},{"quote":"The American diet causes disease. It is composed of 25 percent animal products and 62 percent processed foods and only 5 percent of calories from fruits and vegetables.","author":"Joel Fuhrman","category":"American, Animal, Products"},{"quote":"I have pessimistic moments when I think I should go on a diet because people are paying money to see movies with exceptional-looking actresses. But being in college has helped me realize that the best thing I can do is to feel good about myself and forget about other people's standards.","author":"Julia Stiles","category":"Money, Good, Best"},{"quote":"I like to stay balanced in life, so I don't have to do some radical diet. I love my job, and I obviously want to feel good when I am working, but I also want to feel energized and agile all the time. As a New Yorker, I live in the land of plenty, and yet every day I see people who could use a good meal.","author":"Julia Stiles","category":"Love, Life, Time"},{"quote":"I always had to diet. I'm diabetic, so it's a lifestyle for me anyway just to stay healthy and not end up in the hospital.","author":"Halle Berry","category":"End, Me, Healthy"},{"quote":"I eat pretty much whatever I want. I don't have a strict diet. It's all about cramming in as many calories into my system as I possibly can.","author":"Michael Phelps","category":"Want, Whatever, System"},{"quote":"I was on a starvation diet to look like I was near death in a film... but I went at it with a plan, and I had a guide; a nutritionist kind of helped me with it.","author":"Anne Hathaway","category":"Death, Plan, Me"},{"quote":"We always think of a diet with a big groan. But I think diets are fun. I think it is an American pastime for a lot of women.","author":"Mindy Kaling","category":"Women, American, Fun"},{"quote":"Shame is something you'll find a lot of - particularly Catholic - girls feel about their bodies, about their sexuality, about their diet, about anything you like. Shame is the way you keep them down. That's the way to crush a girl.","author":"Rachel Cusk","category":"Girl, You, Crush"},{"quote":"Quite simply, my diet has and will always be everything in moderation. People look at Olympic athletes and think they must cut out all those things everyone else indulges in, and speaking for myself, I never did.","author":"Summer Sanders","category":"Myself, People, Think"},{"quote":"We are increasingly offered a diet in which sensation, not story, is king.","author":"Beeban Kidron","category":"King, Story, Which"},{"quote":"It starts with your diet and then to your exercise... you have to make the right decisions as a consumer and learn about carbs and proteins as well as watching your portion control, and from there you have to stay active as much as possible.","author":"Apolo Ohno","category":"Decisions, Control, Exercise"},{"quote":"I'm on my version of the protein diet, but there ain't no protein in it. It's a Krispy Kreme doughnut between two Cinnabons. And you soak it overnight in Red Bull. Then you chase it with a Snickers.","author":"J. B. Smoove","category":"Red, You, Two"},{"quote":"I grew up with a Mediterranean diet, so I like clean, simple food. But if there's pizza on a menu, I always end up ordering it. I can't resist it.","author":"Sara Sampaio","category":"Food, Simple, End"},{"quote":"I try to work out twice a week. I don't restrict myself from any food in my diet I think it's all about balance. I'm also very lucky with my genetics and metabolism.","author":"Sara Sampaio","category":"Work, Food, Myself"},{"quote":"I try to cook more now so I can control my diet and what I ingest.","author":"Sara Sampaio","category":"Control, I Can, Try"},{"quote":"When I learned that flour pound for pound has as many calories as sugar, and that when eating pasta you're basically eating cake, I was size 23, and my neck was restricting my breathing, and so I got on a microbiotic diet and got myself an exercise bike.","author":"Caitlin Moran","category":"Myself, Cake, Bike"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","category":"Heart, Stomach, Like"},{"quote":"I've never been on a diet and never will.","author":"Paul Hollywood","category":"Never, Will, Been"},{"quote":"I don't believe in diets. They don't necessarily work. What they do is scrub your weight down, but as soon as you finish, you naturally go back up. I keep everything in my diet - gluten and sugar - I just cut it down a little bit and train more. It's not rocket science.","author":"Paul Hollywood","category":"Work, Science, Believe"},{"quote":"I will never, ever go on a carb-free diet.","author":"Paul Hollywood","category":"Never, Will, Go"},{"quote":"I'm gluten intolerant, so that automatically cuts carbs from my diet.","author":"Malin Akerman","category":"Carbs, Automatically"},{"quote":"I don't do the gym and I don't diet. I'm vegetarian but I don't diet.","author":"Pamela Anderson","category":"Gym, Vegetarian"},{"quote":"I hate the gym, so I try to diversify my workouts with swimming and basketball. Indoors, it's less boring than running. I do find that diet is key. I eat lots of lean protein, no soda, no fast food or fried foods, and a lot of water. But I love food and often cook.","author":"Mike Colter","category":"Love, Food, Water"},{"quote":"I've seen so many people - loved ones and colleagues - who jump from one diet to the next, one exercise regimen to the next . I was trying to figure out what were some of the basic things that each of us can build into a lifestyle for good, instead of bouncing from one thing to the next.","author":"Tom Rath","category":"Good, People, Exercise"},{"quote":"I adopted a healthier diet. I take at least a tablespoon of apple-cider vinegar a day. It's an old wives' tale, but it really is one of the best things you can put in your mouth.","author":"Melissa Etheridge","category":"Day, Best, You"},{"quote":"If I like myself at this weight, then this is what I'm going to be. I don't have an eating disorder.","author":"Courteney Cox","category":"Myself, Eating, Going"},{"quote":"I try not to be but I'm super-neurotic about diet. I'm neurotic about trying not to be neurotic! I'm like every other girl. I have to try really hard my whole life to try to be fit. And I'm super-vain. And I want to wear cute clothes.","author":"Gwen Stefani","category":"Life, Girl, Cute"},{"quote":"There's no quick or magical way to lose weight. You just have to do it the natural way - diet and exercise and stick to it - and be able to do it at your own pace.","author":"Jordin Sparks","category":"Exercise, You, Natural"},{"quote":"You feel better when you're eating food that retains nutritional value.","author":"Amber Heard","category":"Food, Value, Better"},{"quote":"Any woman who diets all the time can't help but be grouchy. Nobody can be amusing or entertaining on a diet.","author":"Zsa Zsa Gabor","category":"Time, Woman, Help"},{"quote":"They're still advertising the added health-giving advantages of vitamins in your daily diet, although it has long since been shown that you'd be better off eating Smarties.","author":"Terry Wogan","category":"Daily, Advertising, Long"},{"quote":"I saw Boy George looking amazing, absolutely unbelievable, and messaged him asking for the number of his nutritionist. I got in touch with her, and she put me on this diet plan, working out which foods do and don't suit me. It's not rocket science - basically, don't eat cake, don't eat bread.","author":"James Corden","category":"Science, Amazing, Me"},{"quote":"If you want to make the best of yourself, you don't necessarily need to diet - you need to wear the right stuff.","author":"Trinny Woodall","category":"Best, Yourself, Want"},{"quote":"At age 12, I was on 'Guiding Light,' and I wanted to be accepted by these adults I was working with. I started with the Eat Right for Your Type diet. A friend who was a little older was doing it. I have a perfectionist personality, so I wanted to do the best job I could. I was not eating anything it said not to.","author":"Brittany Snow","category":"Age, Light, Best"},{"quote":"If you follow a strict diet for a few months, flaunting six packs abs is no big deal.","author":"Akkineni Nagarjuna","category":"You, Follow, Big"},{"quote":"The best way to lose weight is to close your mouth - something very difficult for a politician. Or watch your food - just watch it, don't eat it.","author":"Ed Koch","category":"Food, Best, Mouth"},{"quote":"I was a vegan for two years, and I really enjoyed it. Then, I got to a point in my life at which I wanted to do something else, so now I'm a vegetarian. You should make your diet one that best fits you and how you feel. Listen to your body. The most important thing is to exercise, drink lots of water, and take really good care of yourself.","author":"Lea Michele","category":"Life, Good, Best"},{"quote":"I followed the same diet for 20 years, eliminating starches, living on salads, lean meat, and small portions.","author":"Gene Tierney","category":"Small, Living, Meat"},{"quote":"I really believe that my family's infrequency of getting sick is due to our diet.","author":"Kristin Cavallari","category":"Family, Believe, Sick"},{"quote":"I do weight training and follow strict diet. It is very important to look a certain way. I don't think being extra skinny and thin is desirable, but you have to be fit.","author":"Alia Bhatt","category":"Training, Think, You"},{"quote":"I remember when the Atkins diet arrived; I lost 16 lb in the first month, but when I stopped, it all went back on again.","author":"Bonnie Tyler","category":"Lost, Remember, First"},{"quote":"I am fussy, about my diet and straining my voice. I know, sounds a bit over the top. But I'm not as bad as I used to be. These days I don't drink alcohol for five days before a show - very dehydrating for the vocal cords, and all that acid reflux. I used to ban it for a fortnight. Nightmare.","author":"Katherine Jenkins","category":"I Am, Alcohol, Know"},{"quote":"I do follow a version of the Dukan diet, but I don't follow it to the extreme so a lot of fish and vegetables. If I want chocolate I'll let myself have a bit of chocolate in moderation.","author":"Katherine Jenkins","category":"Myself, Fish, Want"},{"quote":"I have found the right way to deal with my diet, largely through trial and error, but also by having good people around me all the time, and they have given me the right advice for my body.","author":"Tony McCoy","category":"Time, Good, Me"},{"quote":"Most days, I have a slice of toast, then lie in a hot bath for an hour to get up a sweat. I have a sauna at the racecourse and then go and ride. On the way home, I might stop at a service station and have a bar of chocolate and a Diet Coke. And that's it, basically.","author":"Tony McCoy","category":"Home, Service, Lie"},{"quote":"There has never been a verified scientific report that chelation therapy, a gluten-free diet, or anything else can cure autism.","author":"Michael Specter","category":"Therapy, Autism, Anything"},{"quote":"I put on fifteen pounds of muscle, so that was a lot of eating chicken and a high protein, low-carb diet. Also a lot of heavy lifting and a very different kind of training with an ex-navy SEAL guy who wanted to kill me every time I got with him. In a good way.","author":"Josh Hutcherson","category":"Time, Good, Training"},{"quote":"I pay attention to my diet to be a healthier gymnast, but I'm not obsessive over it.","author":"Shawn Johnson","category":"Attention, Pay, Over It"},{"quote":"I'm on the Sensa diet. It's a little magic powder based on Dr. Hirsh's clinical trials and studies and it basically signals the brain that you're full through smellology.","author":"Patti Stanger","category":"Brain, Magic, You"},{"quote":"It's really unfair to working women in America who read celebrity news and think, 'Why can't I lose weight when I've had a baby?' Well, everyone you're reading about has money for a trainer and a chef. That doesn't make it realistic.","author":"Rachel Zoe","category":"Money, Women, America"},{"quote":"Once in a while, I'll slip and get off my vegan diet and have egg whites in the morning, that's a good source of protein while I'm out on the road. If I can feel my body starting to tire, those are good to keep you healthy.","author":"Travis Barker","category":"Morning, Good, Road"},{"quote":"I've pretty much always been on a diet since I was born. And the women in my family struggle, so I find the less I think about food, in a way, the happier I am. In general, I think I eat less the less I think about it.","author":"Lauren Graham","category":"Family, Food, Women"},{"quote":"I get a delivery of a diet food during the week, which doesn't mean that I don't eat the occasional Krispy Kreme doughnut.","author":"Lauren Graham","category":"Food, Week, Mean"},{"quote":"A balanced diet may be the best medicine. I was eating too much good eats. But people consider that part of your job, you know? Eat. And I do!","author":"Alton Brown","category":"Good, Best, Job"},{"quote":"I've etched out who I am through myriad haircut attempts, outfit attempts, beauty attempts, diet attempts. It's been an evolution.","author":"Jamie Lee Curtis","category":"Beauty, I Am, Evolution"},{"quote":"For me, it's all about moderation. I don't kick things out of my diet, like carbs. But I'm not going to eat fast food.","author":"Bobby Flay","category":"Food, Me, Moderation"},{"quote":"But I can only take so much TV, because there is so much advice. I find people will preach about virtually anything - your diet, how to live your life, how to improve your golf. The lot. I have always had a thing against the Mister Know-It-Alls.","author":"Bill Murray","category":"Life, Golf, Advice"},{"quote":"I would eat healthy at times and pig out at times. But I never had to go on a strict diet plan.","author":"Tori Spelling","category":"Plan, Healthy, Pig"},{"quote":"I was definitely one of those people who fell for the fat-free cookies and chips that are loaded with sugar and calories.","author":"Alison Sweeney","category":"People, Sugar, Cookies"},{"quote":"As people move further away from a meat-based diet, I think the focus will shift to using grains as the central focus of our food supply.","author":"Daniel Humm","category":"Food, Focus, People"},{"quote":"I've never had body issues, I've never had an eating disorder. I've never had to go on a diet and that's because of Weight Watchers.","author":"Ginnifer Goodwin","category":"Body, Eating, Never"},{"quote":"I've tried just about every crazy diet you can imagine.","author":"Brooke Burke","category":"Crazy, You, Imagine"},{"quote":"I try to eat fruit and veggies and meat and all the different categories and have a well rounded diet.","author":"Andrew Luck","category":"Fruit, Try, Meat"},{"quote":"I do practice what I preach when it comes to nutrition.","author":"Mehmet Oz","category":"Practice, Nutrition, Preach"},{"quote":"I've drunk Amazon's free Diet Coke. Nothing makes more sense to me than a company trying to make bookselling into a profitable business. I'm not anti-Amazon, and I'm not pro-publishers either. I'm pro-books.","author":"Lev Grossman","category":"Business, Me, Company"},{"quote":"It's one thing to lose weight, but it's another thing to eat healthy.","author":"Jennifer Hudson","category":"Healthy, Eat, Lose"},{"quote":"But I don't do the diet thing anymore. I'm a big believer in feeding your body what it needs. Deny yourself something and you're going to end up shoving your face full of it.","author":"Ashley Greene","category":"End, Yourself, Body"},{"quote":"In the 1970s we got nouvelle cuisine, in which a lot of the old rules were kicked over. And then we had cuisine minceur, which people mixed up with nouvelle cuisine but was actually fancy diet cooking.","author":"Julia Child","category":"Cooking, Rules, People"},{"quote":"Frankly, I don't trust any diet that doesn't allow sugar.","author":"Bethenny Frankel","category":"Trust, Sugar, Frankly"},{"quote":"I grew up in North Carolina, and they have a soft drink called Sun Drop. I love the diet version of it. It's the greatest thing on the face of the earth. I always have it in my fridge - bus fridge and home fridge.","author":"Eric Church","category":"Love, Home, Sun"},{"quote":"I try to not be too hard on myself regarding my diet. I've always been a workout-to-eat kind of a girl.","author":"Jennie Finch","category":"Myself, Girl, Try"},{"quote":"I try to not be too hard on myself regarding my diet. I've always been a workout-to-eat kind of a girl. I like to eat, to say the least.","author":"Jennie Finch","category":"Myself, Girl, Try"},{"quote":"The best diet is the one that can be sustained over the long term, combined with other healthful lifestyle behaviors.","author":"Francis Collins","category":"Best, Long, Lifestyle"},{"quote":"I talk to younger actor types, and they bring up that word, 'brand,' and it's like, 'All right, if that's the way you want to look at yourself.' Diet Pepsi's a brand; you're a human being.","author":"Zach Galifianakis","category":"Brand, Yourself, Want"},{"quote":"For my diet, I choose mostly organic. But in general, I am a big believer in trying to strike a balance with everything.","author":"Liya Kebede","category":"Balance, I Am, Trying"},{"quote":"Largely in the beginning, I did a lot of extra work because I was lighter than all the other guys. I was at a massive disadvantage, so I had to put on weight. I started with eating. I had to really focus on my diet.","author":"David Robinson","category":"Work, Focus, Beginning"},{"quote":"If you're trying to diet, what do you do? You grab your two friends and say, 'We're going to the gym; let's do this together.' Money shouldn't be any different. If you're trying to make progress, if you're trying to save more, we really need to be able to get support.","author":"Alexa Von Tobel","category":"Friends, Money, Together"},{"quote":"My wife is a very attractive woman, and she's always worried about her diet. But she doesn't pay attention to me, and I don't pay attention to her. She's a vegetarian, and it drives me crazy.","author":"Alan King","category":"Woman, Wife, Crazy"},{"quote":"Today, the world is so awash in sugar - it is such a staple of the modern diet, associated with all that is cheap and unhealthy - that it's hard to believe things were once exactly the opposite. The West Indies were colonized in a world where sugar was seen as a scarce, luxurious, and profoundly health-giving substance.","author":"Tom Reiss","category":"Today, Believe, World"},{"quote":"I don't starve myself. Anyone who knows me will tell you I have an appetite. I'd much rather work out and not diet than not work out and have to diet.","author":"Marisa Miller","category":"Work, Myself, Me"},{"quote":"I do lead a careful diet, I don't overeat, I have fruit and vegetables every day and I drink a lot of water. And my darling wife keeps me so young it is ridiculous. Being with her is an inspiration as well.","author":"Bruce Forsyth","category":"Day, Water, Wife"},{"quote":"The average customer comes into McDonald's three to four times a month, and I'm absolutely convinced that can fit in very comfortably into a balanced diet.","author":"Steve Easterbrook","category":"Customer, Three, Month"},{"quote":"In L.A., I get a meal delivery service called Diet Designs. I like a nice butter lettuce salad with some avocado, fresh grapefruit, shredded chicken breast and raw almond slices with a sesame vinaigrette dressing. I also love juicing and am kind of obsessed with it.","author":"Fergie","category":"Love, Service, Nice"},{"quote":"It's my firm intention to whop cancer into submission and I truly believe I've given myself the best start possible by radically overhauling my diet and by staying true to my motto, which is: Don't worry, be happy, feel good. The first thing I did when I was diagnosed was to turn vegan.","author":"Larry Hagman","category":"Happy, Good, Motto"},{"quote":"I think one of the saddest things that's happening to literature is that it's getting over-simplified by this diet of simple political ideas.","author":"Arundhati Roy","category":"Simple, Ideas, Political"},{"quote":"Yes, I'm obsessed with health, which has been an interesting journey. I went down the raw-food diet route, but got ill. It was really hard, especially in Britain in winter, trying to survive on raw carrots. I became so ill and anemic, so I stopped that and became a vitamin junkie. I just ate lots of vegetables, exercised and breathed.","author":"Naomie Harris","category":"Journey, Health, Winter"},{"quote":"I always have eaten really healthy, but I'm not a diet freak.","author":"Behati Prinsloo","category":"Healthy, Always, Freak"},{"quote":"I try to eat whatever I want. I don't like putting myself on a diet, but I try to eat organic, healthy, and lean with lots of green vegetables.","author":"Elsa Hosk","category":"Myself, Green, Healthy"},{"quote":"Perhaps one of the most important things you can do for human beings is wean them off an animal-based diet. It hardens the arteries and runs up our health-care costs. The last thing a poor person can afford is a heart attack or cancer or a stroke. And that's all linked to a meat-based diet. I think animal liberation is human liberation.","author":"Ingrid Newkirk","category":"Heart, Animal, Cancer"},{"quote":"Going meat-free can make a huge difference. Studies show that vegetarians are, on average, 10 to 20 pounds lighter than meat-eaters and that a vegetarian diet reduces our risk of heart disease by 40 percent and adds seven or more years to our lifespan.","author":"Ingrid Newkirk","category":"Heart, Risk, Difference"},{"quote":"The public is increasingly disgusted with a steady diet of defamation, and prepared to reward those who refrain from it.","author":"Mitch Daniels","category":"Reward, Public, Prepared"},{"quote":"Most Americans live on a diet that includes processed fare that is neither fresh nor natural.","author":"Homaro Cantu","category":"Live, Fresh, Natural"},{"quote":"I eat a balanced diet. The secret is to watch your portions, but I also work out a lot. Working out a lot isn't necessary, but I am very active, and my body can endure intense workouts.","author":"Adriana Lima","category":"Work, I Am, Body"},{"quote":"The one thing I like about 'Playboy' is they don't have the anorexic look. The women are voluptuous. So I didn't really want to diet. I just wanted to tone up.","author":"Jenny McCarthy","category":"Women, Want, Look"},{"quote":"In New York I pretty much live in diners - I order French Fries, Diet Coke floats and lots of coffee.","author":"Lana Del Rey","category":"Coffee, New York, Live"},{"quote":"I never diet. I smoke. I drink now and then. I never work out.","author":"Naomi Campbell","category":"Work, Smoke, Drink"},{"quote":"You don't want to make a steady diet of just lettuce. You don't want to make a steady diet of fried chicken.","author":"Paula Deen","category":"Want, Chicken, You"},{"quote":"I have a completely addictive personality. Diet Coke is my last - God, I know people counting days off Diet Coke; I'm such a Diet Cokehead. Now I won't let myself buy it.","author":"Mary Karr","category":"Myself, God, Personality"},{"quote":"I honestly don't diet or work out regularly. I'm just always running around - you'll never catch me having a day on the sofa.","author":"Abbey Clancy","category":"Work, Day, Me"},{"quote":"The circuit training program along with a healthy clean diet is the way to excellent results.","author":"Lee Haney","category":"Training, Healthy, Results"},{"quote":"I made a resolution in 2010 to stop drinking Diet Coke, and I haven't had Diet Coke since then. I think it was the best life change I've ever made, because I drank quite a lot of it.","author":"Nick Jonas","category":"Life, Change, Best"},{"quote":"I'm on a strict gossip diet. No gossip websites, no gossip magazines. Otherwise, I find it paralyzing to exist.","author":"Julie Bowen","category":"Gossip, Find, Websites"},{"quote":"I like starting off the new year fresh. I'm excited to see how 2013 turns out. Maybe because I'm an actress and I am always on a diet and fitness program, but my New Year's resolution is to let myself be nice to myself about my body.","author":"Busy Philipps","category":"Fitness, Myself, I Am"},{"quote":"Jamie Oliver, quite rightly, was talking about trying to improve the diet of children in schools and improving school meals, but the net effect was the number of children eating school meals in many of these places didn't go up, it went down.","author":"Andrew Lansley","category":"Children, School, Eating"},{"quote":"I have a slight addiction to Diet Coke, and, of course, I absolutely shouldn't touch it because it makes the kidneys work really hard.","author":"Sue Townsend","category":"Work, Addiction, Touch"},{"quote":"I think we have to understand that sugar is an essential component of food it's just that sugar in excess is an inappropriate and unhelpful diet.","author":"Andrew Lansley","category":"Food, Sugar, Think"},{"quote":"American cities are not scaled to the energy diet of the future. They have become too large. They're over-scaled.","author":"James Howard Kunstler","category":"Future, American, Energy"},{"quote":"When you bring telomerase RNA levels down by using a mechanism that targets the RNA for destruction, the cells which were running on very high telomerase levels are now running on a lean diet of telomerase.","author":"Elizabeth Blackburn","category":"Down, You, Bring"},{"quote":"Once you lose the weight, you're really anxious to eat healthy.","author":"Etta James","category":"Healthy, You, Anxious"},{"quote":"I am not naturally that thin, so I had to go through everything from using drugs to diet pills to laxatives to fasting. Those were my main ways of controlling my weight.","author":"Carre Otis","category":"I Am, Everything, Through"},{"quote":"The doctor asked what my diet was like and I had to sit down and realize it's not normal, and hadn't been normal for about 20 years.","author":"Carre Otis","category":"Doctor, Down, Realize"},{"quote":"The best diet for overall health, and specifically for heart, brain, and cancer risk reduction, is a diet that's aggressively low in carbohydrates with an abundance of healthful fat, and this is the central theme of 'Grain Brain.'","author":"David Perlmutter","category":"Best, Health, Heart"},{"quote":"Fat is your friend. The brain thrives on a fat-rich, low-carbohydrate diet.","author":"David Perlmutter","category":"Brain, Friend, Fat"},{"quote":"Shoot for a total of no more than 80 grams of carbs in your daily diet. This means favoring vegetables that grow above ground like kale, broccoli, spinach, and cauliflower as opposed to those that store carbohydrate in the form of starch like potatoes and beets.","author":"David Perlmutter","category":"Daily, Grow, Vegetables"},{"quote":"The Mediterranean diet is rich in fruits and vegetables while low in sodium. It is also enriched with olive oil, high in antioxidants as well as monounsaturated and polyunsaturated fats.","author":"David Perlmutter","category":"Rich, Oil, Vegetables"},{"quote":"Making changes in the fast food that makes up such a significant part of the American diet, even if the numbers aren't impressive, will have important health up sides.","author":"David Perlmutter","category":"Food, Health, Changes"},{"quote":"There is no quick fix. At the end of the day, you still have to do the work to maintain your weight. It can't be a diet. You have to change your life.","author":"Al Roker","category":"Life, Work, Change"},{"quote":"I tried the Atkins diet in the Seventies when pregnant with my son, as I didn't want to pile on the pounds. Now, so long as I'm healthy, I don't care what my scales say.","author":"Britt Ekland","category":"Son, Healthy, Long"},{"quote":"I inherited my weight problem from my mum. She was always on diets. If there was a box of chocolates in the house, she'd eat half a chocolate, then put the other half back. She loved me, but she did encourage me to diet in my teens.","author":"Lesley Nicol","category":"Me, Problem, Chocolate"},{"quote":"The Depression was remarkable because you had nothing, and the salaries, when you got a job, were very small. But you could do anything. You see, a donut was ten cents. A cup of coffee was a nickel. That was lunch, with an apple. And I would be playing a lead on a Broadway show on that kind of diet.","author":"Norman Lloyd","category":"Coffee, Depression, Job"},{"quote":"I try to work out my mind more these days. I try to eat right. I don't drink, I don't smoke, and I take the skin off chicken. But I'm not on no special diet. I like my steak and potatoes, ice cream, doughnuts.","author":"Mr. T","category":"Work, Mind, Ice Cream"},{"quote":"When I go and work with people, I never say, 'Your dog is changed for the rest of its life.' It's like a diet. You've got to maintain a discipline and ritual in your life to keep a certain figure.","author":"Cesar Millan","category":"Life, Work, Dog"},{"quote":"I started working out, eating a good diet, and just did everything I could that I thought would benefit me. I also started studying a lot harder in school. It matured me a remarkable amount and made me completely focused.","author":"Becky Lynch","category":"Good, School, Me"},{"quote":"Every year when I put away my winter clothes and get out my summer clothes, they fit. And I haven't been on a diet since the Reagan administration.","author":"Victoria Moran","category":"Winter, Clothes, Summer"},{"quote":"I'm not perfect, but what's wonderful about eating a plant-based diet is, I don't have to be.","author":"Victoria Moran","category":"Not Perfect, Perfect, Eating"},{"quote":"I realize that I'm a mature woman and one of these days, incredible diet or not, I'll be a little old lady.","author":"Victoria Moran","category":"Woman, Realize, Little"},{"quote":"It simply feels right to me to blend the glittery delights of New York City with a largely raw vegan diet - with the soul-deep conviction that animals are not ours to eat, wear, exploit or experiment on.","author":"Victoria Moran","category":"City, Me, Animals"},{"quote":"The whole idea of juicing is good if you are trying to diet and use it in limited basis. I use juice drinks only once a week. I use emulsified drinks because in emulsification you are keeping everything. You are keeping the pulp, you are keeping the skin with all of the phytonutrients.","author":"Montel Williams","category":"Good, Week, You"},{"quote":"I had one of my best years in 1991 I was 31. I made a renewed effort to work harder. I got better at my diet. I paid attention to how much sleep I got. I was always someone of routine. I became more strict.","author":"Cal Ripken, Jr.","category":"Work, Best, Sleep"},{"quote":"I'm not on a special diet, but I do try to stay away from a lot of fried foods and from a lot of carbs. Yes, I eat a little bit of all of it.","author":"Tilman J. Fertitta","category":"Special, Try, Little"},{"quote":"The very fact that we are having a national conversation about what we should eat, that we are struggling with the question about what the best diet is, is symptomatic of how far we have strayed from the natural conditions that gave rise to our species, from the simple act of eating real, whole, fresh food.","author":"Mark Hyman","category":"Food, Best, Simple"},{"quote":"Calories from protein affect your brain, your appetite control center, so you are more satiated and satisfied.","author":"Mark Hyman","category":"Brain, Control, You"},{"quote":"Our typical Western diet is full of inflammatory fats - saturated fats, trans fats, too many omega-6, inflammatory, processed vegetable oils like soy and corn oils. These increase IGF-1 and stimulate pimple follicles.","author":"Mark Hyman","category":"Corn, Like, Oils"},{"quote":"Lifestyle change and changes in diet work faster, better and more cheaply than any medication and are as effective or more effective than gastric bypass without any side effects or long-term complications.","author":"Mark Hyman","category":"Work, Change, Changes"},{"quote":"While pimples are not as simple as too much milk or sugar in your diet, both have a significant impact. Nutritional deficiencies as well as excesses can worsen acne.","author":"Mark Hyman","category":"Simple, Impact, Sugar"},{"quote":"I follow a dairy-free and gluten-free diet, which can be challenging in some places.","author":"Brandon Boyd","category":"Places, Follow, Which"},{"quote":"I am constantly working out-circuit training, jumping rope, and stair-stepping, and sticking to 1200 calories a day. It can't be something that you're doing to lose weight, and then once you do, you're done. I do it every day of my life.","author":"LeAnn Rimes","category":"Life, Day, Training"},{"quote":"I try my best to be extremely disciplined about my diet.","author":"Mika Brzezinski","category":"Best, Try, Extremely"},{"quote":"I never, ever, restrict food, and I will never go on a diet ever again.","author":"Portia de Rossi","category":"Food, Never, Will"},{"quote":"Even if I'm hormonal and I feel like I've got a couple pounds of water weight, I will never starve myself, I will never, ever go on a diet.","author":"Portia de Rossi","category":"Myself, Water, Feel"},{"quote":"A diet that is high in fat, sugar and salt makes it really hard for a body to function efficiently.","author":"Tamra Davis","category":"Body, Fat, Sugar"},{"quote":"We have lots of fruit trees and vegetables - we live endlessly on courgettes. I certainly wouldn't approve of a diet of McDonald's for my children.","author":"Jade Jagger","category":"Children, Trees, Fruit"},{"quote":"I exercise, walk a lot, and break into the occasional trot. I also lift weights three days a week, and I like to read about what makes a good diet. Overall, I do follow a healthy lifestyle.","author":"Marv Levy","category":"Good, Walk, Healthy"},{"quote":"I have to stay in shape for the physical endeavour stunts I do. I work out a lot. I have a personal trainer. I go two or three times a week. I'm on a diet where I photograph everything I eat and send it to her.","author":"Keith Barry","category":"Work, Week, Three"},{"quote":"I grew up with a heavy diet of gospel, folk, and blues because those are kind of the cornerstones of traditional American music.","author":"Ben Harper","category":"Music, American, Blues"},{"quote":"I've probably tried every fad diet in the world.","author":"Jenna Ushkowitz","category":"World, Tried, Every"},{"quote":"At one point, I even thought, 'Oh, I'll take diet pills.' I tried it for one day, and I thought my heart was going to explode. It's awful, and I would never, ever recommend it.","author":"Jenna Ushkowitz","category":"Day, Heart, Thought"},{"quote":"I grew up with the Blind Boys' music. My family owns a music store in Claremont, California, called The Claremont Folk Music Center. I grew up with a heavy diet of gospel, folk, and blues because those are kind of the cornerstones of traditional American music.","author":"Ben Harper","category":"Family, Music, American"},{"quote":"A number of countries around the world, and indeed the E.U. as a whole, have chosen not to allow the import from the U.S. of beef from cows fed a diet that includes the hormone ractopamine, because of the fairly grave health concerns.","author":"Zac Goldsmith","category":"Health, World, Number"},{"quote":"I kind of want to get the music back on a road it hasn't been on for a while. I want to promote the arts as part of the American diet.","author":"Jason Moran","category":"Music, Road, American"},{"quote":"I'm a wonderful disaster. So are you. We're all a mess. We're in this culture that says take this pill and you'll be happy, go on this diet and you'll be thinner, have your teeth whitened, people will love you more.","author":"Emilio Estevez","category":"Love, Happy, Culture"},{"quote":"I never count calories, but I eat so well.","author":"Alicia Silverstone","category":"Never, Well, Count"},{"quote":"Statistically, if you have ever dieted you are extremely likely not only to regain any weight you lose, but to go on to gain even more. Dieting makes you fat.","author":"Arabella Weir","category":"Fat, You, Lose"},{"quote":"In the 20 long, hungry years between my late teens and late 30s I bought in to virtually every new diet and/or exercise regime that hoved into view, particularly at this most vulnerable time for those of us prone to poor body image - a new year.","author":"Arabella Weir","category":"Time, Exercise, Long"},{"quote":"When the season ends, I like to take a little time off from the diet I follow when I'm playing.","author":"D'Brickashaw Ferguson","category":"Time, Season, Little"},{"quote":"Sticking to a diet required me to have a permanently low self-esteem. But happily, I developed other skills beyond a fluctuating weight, eventually building up a different source of self-worth.","author":"Arabella Weir","category":"Me, Building, Self-Worth"},{"quote":"My diet is not unorthodox. I just eat like anyone else - that's just how I am. Everyone is different. It is just my metabolism that keeps me this slim.","author":"Jamie Vardy","category":"I Am, Me, Everyone"},{"quote":"My diet is always extremely important to me. I've taken a new approach to eating in terms of my blood type. I really don't eat much chicken, sugar, salts, or beef. Just eating clean and feeling so much better.","author":"Larry Fitzgerald","category":"Me, Better, Blood"},{"quote":"We're so marinated in the culture of speed that we almost fail to notice the toll it takes on every aspect of our lives - on our health, our diet, our work, our relationships, the environment and our community.","author":"Carl Honore","category":"Work, Health, Community"},{"quote":"Our obsession with speed, with cramming more and more into every minute, means that we race through life instead of actually living it. Our health, diet and relationships suffer. We make mistakes at work. We struggle to relax, to enjoy the moment, even to get a decent night's sleep.","author":"Carl Honore","category":"Life, Work, Health"},{"quote":"I never thought that I would become a staple in the Australian cultural diet. The equivalent of bread or milk, or a fine old Tasmanian Mauve Vein. I think it's because I talk about things that people dare not mention. I don't mean raunchy things or unsavoury things. I call a spade a spade - I discuss things in a realistic manner.","author":"Barry Humphries","category":"Thought, People, Think"},{"quote":"I think I am becoming obsessive-compulsive. David Beckham apparently turns all the Diet Coke cans in his fridge to face the same way every morning, and I nerdily sharpen all the pencils in my pot before sitting down to work.","author":"Andrew O'Hagan","category":"Work, Morning, I Am"},{"quote":"Good diet and exercise are key, but abject fear has its own rewards. And arriving on the first day for rehearsals for 'Spamalot' and seeing all these much younger, much fitter people, who I was going to be on stage with, became a catalyst for cutting out the more unhealthy aspects of my life.","author":"Sanjeev Bhaskar","category":"Life, Good, Fear"},{"quote":"This is not what anyone wants to hear, just like somebody who wants to lose weight doesn't want to hear 'diet and exercise,' but I think giving yourself time and abstaining from interaction is the only way to get over somebody.","author":"Julie Klausner","category":"Time, Giving, Yourself"},{"quote":"A relationship book I once read told women to use the word 'fun' whenever possible. The author claimed it had a subliminal aphrodisiac effect on men, who want a relaxed girl attached only to good times - the human equivalent of Diet Coke. This is not me.","author":"Julie Klausner","category":"Relationship, Women, Good"},{"quote":"I won't sit here and say I've never had a pimple, but I try to have a really great diet, you know, lots of vegetables and fish. And I think stress plays a huge part too.","author":"Janelle Monae","category":"Stress, Great, Fish"},{"quote":"Someone with a figure like Jennifer Aniston has a trainer, a cook spinning out some version of the latest diet, and probably a stop at the tanning salon.","author":"Amanda Peet","category":"Stop, Trainer, Like"},{"quote":"I don't know if those things work, where you do, like, this crash diet or crash starvation. It's just not something I've ever been into.","author":"Amanda Peet","category":"Work, Know, You"},{"quote":"And I grew up on a steady diet of science fiction, especially apocalyptic and postapocalyptic fiction.","author":"Justin Cronin","category":"Science, Fiction, Up"},{"quote":"As a coach you can influence the diet of your players. You can point out what is wrong.","author":"Arsene Wenger","category":"Influence, You, Point"},{"quote":"I don't have a problem with my body. I don't diet, and I'm not hiding anything. I'm not going to be the subject of a movie of the week 10 years from now.","author":"Lara Flynn Boyle","category":"Week, Body, Problem"},{"quote":"Since acquiring major interests in Dole Food Company 28 years ago, educating the public on proper diet has constituted the agenda of the Dole Nutrition Institute.","author":"David H. Murdock","category":"Food, Company, Nutrition"},{"quote":"My plant-based diet plus fish is to credit for my low blood pressure, high energy, and robust immunity.","author":"David H. Murdock","category":"Energy, Fish, Pressure"},{"quote":"If you continually diet, you are putting your body in a quasi-famine situation. It slows your metabolism down and breaks the thermostat. Diets don't work. They don't help you understand why you're eating more than your body wanted in the first place.","author":"Susie Orbach","category":"Work, Body, Help"},{"quote":"When I was in my early to mid-teens, that was a very heavy diet of science fiction and fantasy, so those were the kinds of books I tended to imagine writing someday, or even began to try to write.","author":"Michael Chabon","category":"Science, Writing, Fantasy"},{"quote":"My biggest regret is putting my body through fad diets - Atkins, cleanses, the hCG diet.","author":"Jennie Garth","category":"Regret, Body, Through"},{"quote":"I would much rather have a couple of hundred grams of chicken in the afternoon than neck a shake. You're better off just keeping your diet relatively lean and eating simply.","author":"Jai Courtney","category":"Better, Eating, Chicken"},{"quote":"I try to eat healthy for the most part. When I cut weight, I cut pretty much everything out. I don't have protein when I cut weight other than what I might get from something like chicken breast. So I don't eat any extra protein, just because I'm trying to get the weight off. That's the only real diet I have.","author":"Paige VanZant","category":"Trying, Healthy, Chicken"},{"quote":"I keep my diet simple by sticking to mostly fruits and vegetables all day and then having whatever I want for dinner. I end up making healthy choices, like sushi or grilled fish, because I feel so good from eating well.","author":"Jennifer Morrison","category":"Day, Good, Simple"},{"quote":"I still love to eat, and my diet isn't perfect.","author":"Rob Kardashian","category":"Love, Perfect, Eat"},{"quote":"Do not suppose, however, that I intend to urge a diet of classics on anybody. I have seen such diets at work. I have known people who have actually read all, or almost all, the guaranteed Hundred Best Books. God save us from reading nothing but the best.","author":"Robertson Davies","category":"Work, Best, God"},{"quote":"I find it almost comforting to count calories, because it makes me conscious of what I'm eating. But on Super Bowl Sunday, I thought, 'Surrender to it. It's nacho time.' Then I ate nothing but Doritos all day.","author":"Kristen Bell","category":"Time, Day, Me"},{"quote":"I don't diet. I just don't eat as much as I'd like to.","author":"Linda Evangelista","category":"Eat, Just, Like"},{"quote":"By learning about my body and making small, subtle changes, I find out what I enjoy and what is effective. I'm always finessing: adjusting my diet and my workouts. You have to figure out which exercises are fun and interesting and stimulate your brain - or else you'll never keep at them.","author":"Lisa Edelstein","category":"Learning, Changes, Fun"},{"quote":"If you eat a lot of starchy foods, introduce a vegetable once a week, then twice a week, and then three times a week. Slowly fill your diet with new flavors. By the time you're ready to let go of whatever it is you want to let go of, you've got a full menu.","author":"Lisa Edelstein","category":"Time, Week, Want"},{"quote":"I've had weight issues all my life. I've been on all the diets: Atkins, liquid protein, Scarsdale diet. Now I go to the gym often. I'm always on the StairMaster, and I do weights.","author":"Hoda Kotb","category":"Life, My Life, Always"},{"quote":"'Immortals' was very much a martial arts based training program - a lot of body weight stuff, very little in the way of actually lifting heavy weights, and a very, very low calorie diet.","author":"Henry Cavill","category":"Training, Body, Way"},{"quote":"I am not qualified to talk about the diet. Simply because I am not a dietician.","author":"Mark Spitz","category":"I Am, Talk, Because"},{"quote":"I don't find it a struggle to maintain a healthy diet now as my palate has changed. I don't crave rich food.","author":"Jennifer Ellison","category":"Food, Struggle, Healthy"},{"quote":"We are also in the process of defining how best to work together with food and other companies to address diet and physical activity factors in order to prevent chronic diseases.","author":"Gro Harlem Brundtland","category":"Work, Food, Best"},{"quote":"I cook croquetas, and I eat jamon. I keep my diet 100% Mediterranean and drink my Rioja. In that sense, I have a piece of Spain in West Hollywood.","author":"Paz Vega","category":"Hollywood, Drink, Sense"},{"quote":"I don't do faddy diets any more. I once did a no-carbs diet a few years ago but it made me depressed. I couldn't be doing with that!","author":"Jennifer Ellison","category":"Me, Doing, Years"},{"quote":"Even after you win the championship, the work doesn't stop; it probably only becomes more. I'm just basically focused on what I need to do. There's a lot that goes into this - diet, preparation, assembling the right people around you, sparring partners, coaches, etc. - so I'm not enjoying anything.","author":"Alistair Overeem","category":"Work, Preparation, People"},{"quote":"I'm an emotional eater. When I get upset, my diet goes out the window.","author":"Kelly Osbourne","category":"Window, Emotional, Upset"},{"quote":"I'm lucky, I don't like sweets, not even chocolate.","author":"Eva Herzigova","category":"Chocolate, Lucky, Sweets"},{"quote":"I've done every diet there is.","author":"Kate Walsh","category":"Done, Every"},{"quote":"I've realized that I'm more important than food is. I love a big slice of pizza, but I love myself more. Being thin is about changing the way you think about yourself. It's about saying that you deserve to be healthy.","author":"Valerie Bertinelli","category":"Love, Food, Myself"},{"quote":"The secret to longevity, as I see it, has less to do with diet, or even exercise, and more to do with the environment in which a person lives: social and physical. What do I mean by this? They live rewardingly inconvenient lives.","author":"Dan Buettner","category":"Live, Environment, Exercise"},{"quote":"Diet and supplements and exercise programs aren't what is achieving longevity. Having a faith-based community can add four to 14 years.","author":"Dan Buettner","category":"Community, Achieving"},{"quote":"I don't eat junk foods and I don't think junk thoughts.","author":"Peace Pilgrim","category":"Thoughts, Think, Eat"},{"quote":"Push-ups, sit-ups, and a strict diet of raisins. That's my plan.","author":"Jack Black","category":"Plan, Strict, Push-Ups"},{"quote":"I have been dairy free for several years, and I started because I felt it was going to reduce my allergies, which it did, and help me lose weight, which it did.","author":"Fran Drescher","category":"Me, Free, Help"},{"quote":"I would never recommend going on a crash diet. Drastically reducing your calorie intake can cause numerous problems, and your body will store fat because you have sent it into starvation mode. I eat every two hours to maintain my blood sugar levels.","author":"Ranveer Singh","category":"Problems, Body, Blood"},{"quote":"I box for four hours a week and my diet is pretty healthy.","author":"Tony Parsons","category":"Week, Healthy, Box"},{"quote":"I work out every day, and I eat 1,200 calories. Here's the truth - like I've said to everybody, 'Every diet works if you follow the diet.'","author":"Marissa Jaret Winokur","category":"Work, Day, Truth"},{"quote":"Every year, there is a new diet that all the celebs or housewives are trying. We all want the perfect diet or the perfect pill. If we surveyed a million women, and they could choose to learn the truth about God or the foolproof diet, I guarantee more women would pick the miracle diet over the miracle of life.","author":"Marissa Jaret Winokur","category":"Life, Women, Truth"},{"quote":"For me, juicing isn't about binging and cleansing; I try to incorporate it into a balanced diet.","author":"Eddie Huang","category":"Me, Try, Cleansing"},{"quote":"I go to the gym five days a week and I have a personal trainer. I am on a strict diet, which is kind of hard to keep up with on the road, but I stick to it as well as I can.","author":"Lou Gramm","category":"Road, I Am, Week"},{"quote":"I'm on this diet where you're supposed to eat only fish and meat.","author":"Lasse Hallstrom","category":"Fish, You, Meat"},{"quote":"For most teenage runners, the right foods means a varied diet, decreasing the amount of fat found in the typical American diet and replacing those calories with carbohydrates. Avoid saturated fats, such as those found in fried foods, and eat plenty of fresh fruits and vegetables.","author":"Don Kardong","category":"American, Fat, Vegetables"},{"quote":"Exercise is more important than diet for me because it's a twofer. It keeps me in good physical shape, and it relieves stress. And when you're a representative of the public, there's never a shortage of things to do.","author":"Aaron Schock","category":"Good, Stress, Me"},{"quote":"The best anti-aging advice I've ever received? Drink a lot of water and have a plant-based diet. I also do mindful meditation with my daughter every day. It takes ten minutes. I think reducing stress plays a big part in anti-aging.","author":"Carolyn Murphy","category":"Best, Daughter, Stress"},{"quote":"We can all put weight on or lose weight.","author":"Keith Emerson","category":"Lose, Weight, Put"},{"quote":"These days I travel so much it's hard to get into a routine. When I'm on the road, I tend to use hotel gyms. When I'm home in L.A., I like to hike and hit the surf. All in all, I try to keep a balanced diet and exercise routine, which has stood me in good stead to date.","author":"Curtis Stone","category":"Travel, Home, Good"},{"quote":"I'm terrible at sticking to any sort of diet. The more I think I can't eat something, the more I want to eat it. And I know this is the most annoying thing for a girl to say, but I'm just really lucky; I can eat pretty much what I want.","author":"Liberty Ross","category":"Girl, Want, Know"},{"quote":"I don't believe in the no-carb diet... I have a theory. I think if you give up carbs, you get cranky. You must include them in your daily diet.","author":"Karisma Kapoor","category":"Daily, Believe, Think"},{"quote":"Feeding is a very important ritual for me. I don't trust people who don't like to eat.","author":"Gina Gershon","category":"Trust, Me, People"},{"quote":"My doctor explained that exercise and diet changes might help and that I also might need a medication.","author":"Della Reese","category":"Changes, Doctor, Help"},{"quote":"Few men in their 70s looked as good as my father did. What was his secret? Genes, maybe, since he didn't exercise or diet, and he kept a candy drawer, drank a pot of black coffee every day, and read in the middle of the night. Still, he took such joy in being a dad - and in life in general - and his happiness showed.","author":"Jennifer Grant","category":"Life, Happiness, Good"},{"quote":"I was elected to the Diet in the same way as at every parliamentary election.","author":"Fritz Sauckel","category":"Election, Way, Same"},{"quote":"I was member of the Diet as long as it existed, until May 1933.","author":"Fritz Sauckel","category":"Long, May, Until"},{"quote":"The Diet was dissolved by a Reich Government decree.","author":"Fritz Sauckel","category":"Government, Decree"},{"quote":"I thought, you know the food and the diet thing is one way to start yourself onto a healthy lifestyle, but if you don't move, if you don't start exercising you're gonna deteriorate.","author":"Warren Cuccurullo","category":"Food, Yourself, Healthy"},{"quote":"I work out like a maniac, three times more than anything I did in the past. I am off carbs, salt, sweets, and live on a fish diet. And I promise I am not going to indulge in food again. See, when I was 49 years old, I was fine, but the moment I touched 50, I felt that something within me had changed drastically. My metabolic rate dropped.","author":"Sanjay Dutt","category":"Work, Food, Past"},{"quote":"I have a carbohydrate and protein-rich diet. For breakfast, I typically have two slices of bread with butter or jam, four to five eggs - boiled or fried - a few bananas and a glass of milk.","author":"Vijender Singh","category":"Breakfast, Bread, Glass"},{"quote":"Each of us should take personal responsibility for our diet, and our children's diet, and the government's role should be to make certain it provides the best information possible to help people stay healthy.","author":"Jim Talent","category":"Children, Best, Government"},{"quote":"I don't need a diet pill. I need something that gives you an electric shock when you reach for food.","author":"Joy Behar","category":"Food, Reach, You"},{"quote":"For my own health, I thought it was better to eat a plant based diet. I'm going to be 60 soon and I have boundless energy and I feel really good, so I'm all for it.","author":"Ed Begley, Jr.","category":"Good, Health, Plant"},{"quote":"I weighed 193 pounds and had three chins. I couldn't get up before 9 a.m. and never saw patients before 10. I decided to go on a diet.","author":"Robert Atkins","category":"Three, Never, Up"},{"quote":"A diet should be named after what you do eat, not what you don't eat.","author":"Robert Atkins","category":"You, Eat, Should"},{"quote":"I have had cardiomyopathy, which is a non-coronary condition and is in no way related to diet.","author":"Robert Atkins","category":"Way, Which, Related"},{"quote":"Fruit is definitely on the maintenance diet. It's on the lifestyle diet.","author":"Robert Atkins","category":"Fruit, Lifestyle"},{"quote":"I freak out if I go a little too long without being in the gym. For a long time it was all about getting the weight off because I was 240 pounds at my heaviest, and now I'm around 175, so the majority of that weight loss was due to diet and exercise.","author":"Nick Carter","category":"Time, Loss, Exercise"},{"quote":"I told my doctor I get very tired when I go on a diet, so he gave me pep pills. Know what happened? I ate faster.","author":"Joe E. Lewis","category":"Doctor, Tired, Me"},{"quote":"A plant-based diet has actually simplified my life in so many ways. For breakfast, I try to get my first serving of fruits and nuts for fuel. I'm completely addicted to coconut water for the electrolytes and hydration.","author":"Michelle Forbes","category":"Life, Water, Breakfast"},{"quote":"Bacon has been a staple of the American diet since the first European settlers, but until recently, it was consumed in a predictable, seasonal pattern. The bulk of sales came from home consumers, diners, and pancake houses, which fried it up along with eggs for breakfast.","author":"David Sax","category":"Home, Breakfast, American"},{"quote":"You know as far as diet goes, for a while I was really obsessed with counting fat grams along with the rest of the world.","author":"Jean Smart","category":"World, Fat, Know"},{"quote":"I went on a Hot Pocket diet where I ate two Hot Pockets every four hours. I only had the pepperoni pizza flavour. I didn't go anywhere near the cheeseburger macaroni.","author":"Jason Segel","category":"Pizza, Hot, Two"},{"quote":"I don't believe in depriving myself of any food or being imprisoned by a diet.","author":"Joely Fisher","category":"Food, Myself, Believe"},{"quote":"All the pre-made sauces in a jar, and frozen and canned vegetables, processed meats, and cheeses which are loaded with artificial ingredients and sodium can get in the way of a healthy diet. My number one advice is to eat fresh, and seasonally.","author":"Todd English","category":"Advice, Healthy, Vegetables"},{"quote":"Young girls look to me as a role model and think I crash diet to keep slim. That's not true, I always eat properly.","author":"Denise Van Outen","category":"Me, Role Model, Think"},{"quote":"I've never been on a fad diet.","author":"Denise Van Outen","category":"Never, Been, Fad"},{"quote":"I think I've done every crazy diet there was in the beginning, but it's weird: I'm thinner now than I was when I was modeling. I don't obsess about it.","author":"Molly Sims","category":"Crazy, Beginning, Weird"},{"quote":"I stick to lots of protein and veggies and try not to eat so many carbs, even though carbs are my favorite. I eat healthy things like quinoa, and I add fresh juices to my diet to get extra vitamins.","author":"Martha Hunt","category":"Healthy, Favorite, Try"},{"quote":"As for those grapefruit and buttermilk diets, I'll take roast chicken and dumplings.","author":"Hattie McDaniel","category":"Chicken, Roast, Take"},{"quote":"Everyone is going to binge on a diet, for instance, so plan for it, schedule it, and contain the damage.","author":"Tim Ferriss","category":"Plan, Everyone, Schedule"},{"quote":"I'm not strictly vegetarian, but meat doesn't play a big part in my diet.","author":"Katie Holmes","category":"Play, Meat, Vegetarian"},{"quote":"I'll make a diet cheesecake, but I'll put it in a Sara Lee box. Or I'll have a huge bowl of pasta, but it's actually just a cup of pasta - the rest is vegetables. It makes me feel less deprived.","author":"Stephen Furst","category":"Me, Rest, Vegetables"},{"quote":"Most diets would have you cutting things out from your diet they are about denial and discipline.","author":"Kathy Freston","category":"Discipline, You, Denial"},{"quote":"Though I'm vegan and advocate that others eat a plant-based diet, I know that many people aren't quite ready to take that step in whole.","author":"Kathy Freston","category":"Step, People, Know"},{"quote":"I have to be very careful about diet and exercise.","author":"Taylor Dayne","category":"Exercise, Careful, Very"},{"quote":"The first thing I did on my diet was take the batteries out of the remote control and make myself get up and change the channel. That's probably the hardest exercise I did.","author":"Stephen Furst","category":"Change, Myself, Control"},{"quote":"One of the key things I did to stay on my diet is I never allowed myself to get hungry. As soon as I got hungry, I'd eat healthy foods.","author":"Stephen Furst","category":"Myself, Healthy, Key"},{"quote":"I'm nutty for nutrition. I've become one of those people who can't stop talking about the connection between food and health. Now that I know how much changing what you eat can transform your life, I can't stop proselytizing.","author":"Robin Quivers","category":"Life, Food, Health"},{"quote":"When I was pregnant. I exercised and was healthy, but it was also the first time since I was 14 that I wasn't on a diet.","author":"Liv Tyler","category":"Time, Healthy, First Time"},{"quote":"The unforgivable political sin is vanity the killer diet is sour grapes.","author":"Neil Kinnock","category":"Political, Vanity, Sin"},{"quote":"I feel about airplanes the way I feel about diets. It seems to me that they are wonderful things for other people to go on.","author":"Jean Kerr","category":"Me, People, Way"},{"quote":"I work out really hard, and I stay on my diet all week.","author":"Charlotte McKinney","category":"Work, Week, Work Out"},{"quote":"I always recommend a sensible diet, including lots of carbohydrates and avoiding too much fat. Dancers don't need different fuel from other people - they just need more of it because they use more energy.","author":"Deborah Bull","category":"Energy, People, Fat"},{"quote":"I did my famous cabbage soup diet, so I was able to do it.","author":"Ellen Burstyn","category":"Famous, Soup, Did"},{"quote":"Meat is a wasteful use of water and creates a lot of greenhouse gases. It puts enormous pressure on the world's resources. A vegetarian diet is better.","author":"Nicholas Stern","category":"Water, World, Pressure"},{"quote":"Mine is the least fat diet in the world.","author":"Pierre Dukan","category":"World, Fat, Mine"},{"quote":"My diet is always terrible, unfortunately. I don't know moderation.","author":"Sean Astin","category":"Know, Moderation, Terrible"},{"quote":"When followed correctly, the Dukan Diet is both a safe and effective method of weight loss.","author":"Pierre Dukan","category":"Loss, Weight Loss, Safe"},{"quote":"I think by planning an exercise regime, your diet follows to some extent.","author":"Dolph Lundgren","category":"Planning, Exercise, Think"},{"quote":"A diet that relies heavily on meat production results in higher emissions than a typical vegetarian diet. Different individuals will make different choices. However, the debate about climate change should not be dumbed down to a single slogan, such as 'give up meat to save the planet.'","author":"Nicholas Stern","category":"Change, Choices"},{"quote":"If you've got a big gut and you start doing sit-ups, you are going to get bigger because you build up the muscle. You've got to get rid of that fat! How do you get rid of fat? By changing your diet.","author":"Jack LaLanne","category":"Start, Fat, You"},{"quote":"I became a vegetarian out of compassion for animals and to live as healthy as possible. I realized soon after that I was truly concerned with nonviolent consumption and my own health, a vegan diet was the best decision.","author":"Davey Havok","category":"Best, Health, Compassion"},{"quote":"All in all, I'd like to venture into film. Films are my staple diet, so I would love to be part of a feature film, independent film... it all just depends on the story and the people behind it, really.","author":"Tom Weston-Jones","category":"Love, People, Story"},{"quote":"It looks to me to be obvious that the whole world cannot eat an American diet.","author":"Jerry Brown","category":"American, World, Me"},{"quote":"The 20th-century ulcer epidemic was a sign of good health in American people - good diet, strong acidity and healthy immune response actually make ulcers more likely. That's why businessmen eating giant T-bone steaks were prone to ulcers.","author":"Barry Marshall","category":"Good, Health, Strong"},{"quote":"A bonus: You don't have to diet to direct.","author":"Joey Lauren Adams","category":"You, Bonus, Direct"},{"quote":"Much in the way Olympic athletes optimize their game by paying an enormous - borderline maniacal - amount of attention to things like diet, exercise, sleep, and of course the essential R&R, we all would do well to pay more attention to those key aspects of our lives that comprise our overall health equation.","author":"David Agus","category":"Health, Sleep, Game"},{"quote":"I was 17 when my body started changing, and I worried about what I did wrong. I went through a period where I didn't eat at all. I also had someone who was encouraging me to take diet pills. I pushed myself to the extreme because I woke up one day and had hips - and a butt - and thought, 'Oh my gosh, I'm getting fat!'","author":"Shantel VanSanten","category":"Day, Myself, Me"},{"quote":"I was completely unhealthy, obese, so I committed to running three miles every morning for six months and following a strict diet, and 100 pounds came off.","author":"Josh Young","category":"Morning, Three, Committed"},{"quote":"I started out doing commercials, like Diet Coke and Pizza Hut. And I started to find there was a different life for me, in a different field. From there, I got a call from a director in Italy, and we did 'Indio' I and II, and that's where it started.","author":"Marvin Hagler","category":"Life, Pizza, Me"},{"quote":"Milk is a really important part of my diet. For London, I had to be in the best shape of my life, and having milk every day played a part in that.","author":"Jade Jones","category":"Life, Day, Best"},{"quote":"Sex keeps me in shape. I don't diet, I eat what I like. I love Mars bars and I smoke and drink. But I love running off in the middle of the day to make love. It really burns up calories.","author":"Lisa Snowdon","category":"Love, Day, Me"},{"quote":"After college, I went on a real big classics kick. Read everything by Faulkner, Hemingway, Woolf, Proust, Dostoevsky. And that classics train dropped me off at 'Dracula.' Halfway through it, I understood I'd never be going back, never 'leaving' the genre again. Since then, I've been on a fairly strict horror diet.","author":"Josh Malerman","category":"College, Me, Leaving"},{"quote":"I still believe that a plant-based diet has tremendous health benefits, but I have incorporated more animal protein into my diet. I found that my body personally got to a point where I needed something more.","author":"Bob Harper","category":"Health, Animal, Believe"},{"quote":"Far too many times over the next 12 to 15 years, it was brought to my attention that people who followed my exercise guidelines exactly but ignored their diet, their weight and their cigarette smoking had heart attacks at age 55.","author":"Kenneth H. Cooper","category":"Age, Heart, People"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","category":"Life, Day, Walk"},{"quote":"I am, in fact, a medical doctor; I am a world expert in mechanical heart technology; and I am an athletically fit man who takes care of his own health through diet and exercise, including frequent five mile runs.","author":"Robert Jarvik","category":"Technology, Health, Medical"},{"quote":"Like so many people, I only remembered Orson Welles as this huge, fat, bearded figure selling wine in TV commercials. So whenever anyone said I looked like Orson Welles I said that I wasn't that fat, and I would get on a diet, quickly.","author":"Christian McKay","category":"Wine, People, Fat"},{"quote":"I'm not regimented. I don't diet, and I exercise the way I want to.","author":"Lena Olin","category":"Exercise, Want, Way"},{"quote":"It seems every year, people make the resolution to exercise and lose weight and get in shape.","author":"Ed Smith","category":"People, Exercise, Shape"},{"quote":"A 'diet' is simply an individual's eating regimen: it doesn't have to mean the restrictive plan we've come to associate this word with.","author":"Daphne Oz","category":"Plan, Eating, Mean"},{"quote":"Unfortunately, diet is 75 or 80 percent of trying to get in shape, so you do have to try to cut the carbs. The diet's a huge part! I'm from Kansas, so I love ranch dressing and McDonald's. When I'm working, I have to stay away from all that!","author":"Colton Haynes","category":"Love, Working, You"},{"quote":"I was a vegetarian first. I had high blood pressure at 27, everybody in my family died of cancer, and I knew it was in the food, so I changed my diet.","author":"John Salley","category":"Family, Food, Pressure"},{"quote":"She used to diet on any kind of food she could lay her hands on.","author":"Arthur Baer","category":"Food, Hands, She"},{"quote":"After my first week of no wheat, my stomachaches were gone, my mucous cleared up, and I felt incredibly energetic. My headaches were also less frequent and less severe, and I had lost 3 pounds, most of it swelling and water weight my body had been holding onto as part of its response to the wheat products in my diet.","author":"Daphne Oz","category":"Water, Week, Lost"},{"quote":"A gluten-free diet still allows you access to almost every fruit and vegetable, a variety of grains and legumes, your pick of dairy products, fresh meats and fish and a whole slew of special gluten-free delights to satisfy your pretzel-bagel-muffin-doughnut craving.","author":"Daphne Oz","category":"Fish, Fruit, You"},{"quote":"The Dorm Room Diet is nothing like the conventional diets you may have tried in the past. It offers guidelines for creating a healthy lifestyle on your own, without the daunting restrictions of a quick-fix diet.","author":"Daphne Oz","category":"Past, Healthy, You"},{"quote":"At my heaviest, I was 5'8\" and 175 pounds. I ate well, but in too large quantities, and I rarely made a concerted effort to burn off the extra calories. I'd beat myself up about being overweight, even though I had the tools to be in shape. Then I'd resort to an unhealthy diet to lose the weight that was making me self-conscious.","author":"Daphne Oz","category":"Myself, Effort, Me"},{"quote":"I am just as ordinary as anyone else, and I also have my problems, but I also am responsible for my own health. So I'll be on that exercise bike, I'll be out there walking and try to improve my health and diet as much as I'm expecting of other Tasmanians.","author":"Lara Giddings","category":"Health, I Am, Walking"},{"quote":"When I travel, there are no rules with my diet. I eat whatever looks good, but in small portions. Food is such a rich part of the travel experience. There is no way I would cut that out!","author":"Zoe McLellan","category":"Travel, Food, Good"},{"quote":"I don't diet, I don't do fads, I've just decided to not eat carbs. So no more bread and pasta for the month. I can't live without chocolate, though. I've always got a bar in my handbag. It has to be 72%. Any less and it's too sweet, any more and it's inedible. Like I said, I'm very particular.","author":"Nancy Meyers","category":"Live, Sweet, Bread"},{"quote":"I've been more or less vegetarian for about 40 years. Health diet really helps. I do meditation every day, and either yoga or sport several times a week.","author":"Mahavishnu John McLaughlin","category":"Day, Health, Week"},{"quote":"For most of my 20s, I looked like I was 12. Now that I'm pushing 40, I guess I look closer to... 15? It must be my macrobiotic diet. Oh, wait, except that I don't have one of those.","author":"Gabriel Mann","category":"Look, Wait, Now"},{"quote":"The idea behind diet confusion is, you have to keep your body off-kilter. So by changing the type of foods that you eat, the frequency of the foods that you eat, you can keep your metabolism revved up.","author":"Ian K. Smith","category":"Body, You, Idea"},{"quote":"I eat egg whites a lot. Aside from that, I eat everything. I try to avoid too much oily food, but I do eat carbs. I have to have a balanced diet.","author":"Genelia D'Souza","category":"Food, Try, Egg"},{"quote":"If your diet is dialed in, you can train in a pretty subpar manner and still get passable results. On the other hand, if your training is fantastic but your diet is crap, you have a harder road ahead of you.","author":"John Romaniello","category":"Road, Training, Train"},{"quote":"I don't really go on diets because when I go on a diet, my brain stops working. I mean, really, that's all I think about: what I can eat, what I can't eat. I sort of decided that's not what I want to do with my time on this planet. It's not it.","author":"Sarah Dunn","category":"Time, Brain, Want"},{"quote":"Uh, I just had an operation last March which was rather serious and I'm recuperating now. I'm on a very bland diet. But, uh, I'm lucky, I was just lucky, that's all.","author":"Rube Goldberg","category":"Lucky, Now, Serious"},{"quote":"The best physicians are Dr. Diet, Dr. Quiet, and Dr. Merryman.","author":"Daniel D. Palmer","category":"Best, Quiet, Physicians"},{"quote":"I am now in that happy comfortable state that I do not hesitate to indulge in any fancy in regard to diet, but watch the consequences, and do not continue any course which adds to weight or bulk and consequent discomfort.","author":"William Banting","category":"Happy, I Am, Consequences"},{"quote":"For the sake of argument and illustration I will presume that certain articles of ordinary diet, however beneficial in youth, are prejudicial in advanced life, like beans to a horse, whose common ordinary food is hay and corn.","author":"William Banting","category":"Life, Food, Horse"},{"quote":"Eating at home is fine, as I can easily work around the foods that don't agree with me and still eat heartily with the rest of my family. I don't force them to follow my diet.","author":"Andrea McLean","category":"Work, Family, Home"},{"quote":"I refuse to spend my life worrying about what I eat. There is no pleasure worth forgoing just for an extra three years in the geriatric ward.","author":"John Mortimer","category":"Life, My Life, Three"},{"quote":"The more I read and watched about the meat industry, the more determined I became to keep meat out of my diet. The things I saw in slaughterhouse exposes made me feel sick and I refused to just ignore what I now knew.","author":"Renee Olstead","category":"Me, Sick, Meat"},{"quote":"When we get in late and the only thing open is fast food, it can be tough to maintain a healthy diet.","author":"Mike Trout","category":"Food, Healthy, Late"},{"quote":"I am healthy because of my strict diet. I can eat anything, but I don't eat everything.","author":"Ciputra","category":"I Am, Healthy, I Can"},{"quote":"I don't have a strict diet where I have to eat 100g of this, 200g of that, but before, I had a problem with sweet things, so I cut them out completely.","author":"Robert Lewandowski","category":"Problem, Sweet, Where"},{"quote":"Love is such an objective thing. I mean, I can say I love my family, or I love my Diet Coke. So I guess, in different ways, yeah, I do believe in love.","author":"Emilie de Ravin","category":"Love, Family, Love Is"},{"quote":"Food does not rank high on my list. I eat to live, and I'm very particular about my diet. It's strictly low fat diet for me.","author":"Terence Lewis","category":"Food, Me, Live"},{"quote":"The right diet directs sexual energy into the parts that matter.","author":"Barbara Cartland","category":"Energy, Matter, Right"},{"quote":"Being on the road is no excuse for having a poor diet. I don't like fast food, but if I have to, I'll order three plain grilled chicken sandwiches and throw out the buns.","author":"Triple H","category":"Food, Road, Chicken"},{"quote":"I almost fainted. There was no family history. I had been eating a vegetarian diet and I exercised.","author":"Rue McClanahan","category":"Family, History, Eating"},{"quote":"I'm eating a lot of organic proteins and vegetables! Maintaining a healthy, balanced diet is my No. 1 priority because I'm nursing my daughter.","author":"Lily Aldridge","category":"Daughter, Healthy, Eating"},{"quote":"I travel 330 days a year and eat every two and a half hours - I'm a big guy. I always carry a fork, little bottles of spices, and Sriracha. I eat what I feel like eating.","author":"Robert Irvine","category":"Travel, Eating, Carry"},{"quote":"I am involved in Greenpeace. And I just recently completely switched my diet over to near-veganism. So you try to do little things that you can. I recycle every single day. Every single thing in my house that can be recycled is.","author":"Lindsey Shaw","category":"Day, Little Things, I Am"},{"quote":"My goal? To test out every diet and exercise regimen on planet earth and figure out which work best. I sweated, I cooked, I learned to pole dance. In the end, I lost weight, lowered my cholesterol and doubled my energy level. I feel better than I ever have.","author":"A. J. Jacobs","category":"Work, Best, Dance"},{"quote":"I tried the paleo diet, which is the caveman diet - lots of meat. And I tried the calorie restriction diet: The idea is that if you eat very, very little - if you're on the verge of starvation, you will live a very long time, whether or not you want to, of course.","author":"A. J. Jacobs","category":"Time, Live, Long"},{"quote":"I dream about 'Cheers.' Like when you go on a diet and you dream of pizza. I always think of those wonderful years. I loved working on it.","author":"George Wendt","category":"Pizza, Dream, Think"},{"quote":"The 3-hour Diet is absolutely safe - in fact it's not a diet, it's a lifestyle! Once you reach your goal weight, you just adjust the portion sizes slightly to maintain that optimal weight.","author":"Jorge Cruise","category":"Goal, Reach, You"},{"quote":"Diseases happen in acidic environments, so it's very important to keep your body alkaline. Keeping a diet high in leafy greens, spring water, fresh air, raw almonds, lemons, grapefruits, and warm water with juice from half a lemon helps lower acidity levels.","author":"Valentina Zelyaeva","category":"Water, Body, Spring"},{"quote":"I actually went on a vegan diet. So I was nagging myself there. I don't nag other people about it. It was sort of an interesting experiment, and I found it wasn't that hard at all.","author":"Paul Fleischman","category":"Myself, People, Interesting"},{"quote":"I have been following a vegan diet now since the 1980s, and find it not only healthier, but also much more attractive than the chunks of meat that were on my plate as a child.","author":"Neal Barnard","category":"Child, Meat, Find"},{"quote":"A vegan diet takes care of most of what we need to do. But you'll also want to minimize the use of oils generally, because while olive oil and other vegetable oils are better for your heart than chicken fat, they are as fattening as animal fats.","author":"Neal Barnard","category":"Heart, Animal, Want"},{"quote":"I'm not completely vegan - my diet's probably about 80 percent plant based, but I do eat some meat. I try to know where everything comes from, though. And all bets are off if my husband and I go to a really great restaurant.","author":"Lauren Bowles","category":"Great, Husband, Plant"},{"quote":"If you're an actress, you're always on one diet or another - it's a way of life.","author":"Leigh-Allyn Baker","category":"Life, Way, You"},{"quote":"My Ph.D. thesis problem was to determine if the DNA content of rat tissues increased if there was B12 in the diet. This problem was suggested by my adviser based on the observation that thymine could replace vitamin B12 in a lactobacillus.","author":"Irwin Rose","category":"Problem, Observation"},{"quote":"It's never fun having to bulk up for a job on an action film, then lose weight for another role. I don't actually mind working out, but it's the diet: I'm half-French, so I love my food, and boiled chicken breast for breakfast is not my idea of a good meal.","author":"Oliver Jackson-Cohen","category":"Love, Food, Good"},{"quote":"Leave the table while you still feel you could eat a little more.","author":"Helena Rubinstein","category":"You, Feel, Little"},{"quote":"Everyone's been on a ramen noodle diet once or twice.","author":"Kim Shaw","category":"Everyone, Twice, Once"},{"quote":"The sad thing is, when it comes to diet, is that even when well-intentioned Feds try to do right by us, they fail. Either they're outvoted by puppets of agribusiness, or they are puppets of agribusiness.","author":"Mark Bittman","category":"Sad, Try, Fail"},{"quote":"Let me pose you a question. Can farm-raised salmon be organic when its feed has nothing to do with its natural diet, even if the feed itself is supposedly organic, and the fish themselves are packed tightly in pens, swimming in their own filth?","author":"Mark Bittman","category":"Me, Fish, Swimming"},{"quote":"The USDA is not our ally here. We have to take matters into our own hands, not only by advocating for a better diet for everyone - and that's the hard part - but by improving our own. And that happens to be quite easy. Less meat, less junk, more plants.","author":"Mark Bittman","category":"Plants, Hands, Easy"},{"quote":"I was diagnosed with a lung disorder that some people walk around with and don't even know they have. Through early diagnosis, I'm happy to share that I stay healthy with diet and exercise.","author":"Tisha Campbell-Martin","category":"Happy, Walk, Healthy"},{"quote":"The vegan diet is obviously lacking whatever essential nutrient it is that makes people likeable.","author":"Jim Goad","category":"People, Vegan, Whatever"},{"quote":"Like everyone, there are times when I just don't feel like exercising. When that happens, I'm a bit more careful with my diet. But on days I really want a treat, like chocolate, I work out a little harder. I don't believe in beating myself up for not being 'good.'","author":"Judy Reyes","category":"Work, Good, Myself"},{"quote":"If you're feeling frumpy or grumpy, try to eat Paleo. It's a way of eating that is sometimes referred to as the 'Caveman Diet.'","author":"Chelan Simmons","category":"Eating, You, Try"},{"quote":"I really don't follow a strict diet I just watch my fat intake and stay away from fried foods.","author":"Justice Smith","category":"Fat, Follow, Watch"},{"quote":"The first time I met Elizabeth Edwards, she greeted me at the door of her home juggling a yogurt in one hand and a Diet Coke in the other.","author":"Jennifer Palmieri","category":"Time, Home, Door"},{"quote":"Beware of little expenses. A small leak will sink a great ship.","author":"Benjamin Franklin","category":"Great, Ship, Small"},{"quote":"A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.","author":"Suze Orman","category":"Life, Freedom, Heart"},{"quote":"Under capitalism, man exploits man. Under communism, it's just the opposite.","author":"John Kenneth Galbraith","category":"Man, Capitalism, Communism"},{"quote":"Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.","author":"Donald Trump","category":"Money, Motivation, Me"},{"quote":"The way to make money is to buy when blood is running in the streets.","author":"John D. Rockefeller","category":"Money, Blood, Way"},{"quote":"Financial crises are like fireworks: they illuminate the sky even as they go pop.","author":"James Buchan","category":"Sky, Financial, Fireworks"},{"quote":"The way to become rich is to put all your eggs in one basket and then watch that basket.","author":"Andrew Carnegie","category":"Rich, Way, Eggs"},{"quote":"Inflation is taxation without legislation.","author":"Milton Friedman","category":"Without, Taxation"},{"quote":"Derivatives are financial weapons of mass destruction.","author":"Warren Buffett","category":"Financial, Destruction"},{"quote":"The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design.","author":"Friedrich August von Hayek","category":"Design, Men, Economics"},{"quote":"Watch your finances like a hawk.","author":"H. Jackson Brown, Jr.","category":"Hawk, Like, Watch"},{"quote":"Today, if you look at financial systems around the globe, more than half the population of the world - out of six billion people, more than three billion - do not qualify to take out a loan from a bank. This is a shame.","author":"Muhammad Yunus","category":"Today, World, Financial"},{"quote":"If all the economists were laid end to end, they'd never reach a conclusion.","author":"George Bernard Shaw","category":"End, Reach, Economists"},{"quote":"Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community.","author":"Andrew Carnegie","category":"Trust, Good, Community"},{"quote":"Our incomes are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and to trip.","author":"John Locke","category":"Shoes, Small, Like"},{"quote":"I'm involved in the stock market, which is fun and, sometimes, very painful.","author":"Regis Philbin","category":"Fun, Stock Market, Sometimes"},{"quote":"Capital is that part of wealth which is devoted to obtaining further wealth.","author":"Alfred Marshall","category":"Wealth, Part, Which"},{"quote":"Gold and silver, like other commodities, have an intrinsic value, which is not arbitrary, but is dependent on their scarcity, the quantity of labour bestowed in procuring them, and the value of the capital employed in the mines which produce them.","author":"David Ricardo","category":"Value, Gold, Quantity"},{"quote":"When you're building a company, you need to continually strengthen every component - finance, strategic partnerships, executive team, and relationships with every last constituency.","author":"Michael J. Saylor","category":"Team, Partnerships, Company"},{"quote":"Money is like manure. You have to spread it around or it smells.","author":"J. Paul Getty","category":"Money, You, Like"},{"quote":"The propensity to truck, barter and exchange one thing for another is common to all men, and to be found in no other race of animals.","author":"Adam Smith","category":"Men, Animals, Truck"},{"quote":"Unfortunately, money in politics is an insidious thing - and a loophole in our campaign finance system was taken advantage of with money going to existing or new 527 groups with the sole purpose of influencing the election.","author":"Olympia Snowe","category":"Money, Politics, Purpose"},{"quote":"I'm looking for backing for an unauthorized auto-biography that I am writing. Hopefully, this will sell in such huge numbers that I will be able to sue myself for an extraordinary amount of money and finance the film version in which I will play everybody.","author":"David Bowie","category":"Money, Myself, I Am"},{"quote":"Do you know the only thing that gives me pleasure? It's to see my dividends coming in.","author":"John D. Rockefeller","category":"Me, Know, You"},{"quote":"The only way to permanently change the temperature in the room is to reset the thermostat. In the same way, the only way to change your level of financial success 'permanently' is to reset your financial thermostat. But it is your choice whether you choose to change.","author":"T. Harv Eker","category":"Success, Change, Financial"},{"quote":"You look at marketing: everything that's happening in marketing is digitized. Everything that's happening in finance is digitized. So pretty much every industry, every function in every industry, has a huge element that's driven by information technology. It's no longer discrete.","author":"Satya Nadella","category":"Technology, Marketing"},{"quote":"There can be no rise in the value of labour without a fall of profits.","author":"David Ricardo","category":"Value, Fall, Rise"},{"quote":"Productivity - the amount of output delivered per hour of work in the economy - is often viewed as the engine of progress in modern capitalist economies. Output is everything. Time is money. The quest for increased productivity occupies reams of academic literature and haunts the waking hours of C.E.O.s and finance ministers.","author":"Tim Jackson","category":"Work, Time, Money"},{"quote":"Any informed borrower is simply less vulnerable to fraud and abuse.","author":"Alan Greenspan","category":"Fraud, Informed, Abuse"},{"quote":"As sure as the spring will follow the winter, prosperity and economic growth will follow recession.","author":"Bo Bennett","category":"Growth, Winter, Spring"},{"quote":"The longer I go on, the more I am aware of the power of finance.","author":"Justin Welby","category":"Power, I Am, Aware"},{"quote":"My issue with campaign finance is 100 percent disclosure. Wear a suit with patches from your big contributors. Depending on the size of the contribution, that's how big the patch should be.","author":"Gary Johnson","category":"Contribution, Size"},{"quote":"During my administration, we've welcomed a broad and diverse group of industries to New Mexico, including high-tech and traditional manufacturing, health care, information technology and finance. Some are homegrown New Mexico companies; others are global leaders in their industries.","author":"Susana Martinez","category":"Technology, Health"},{"quote":"As much as you need to know your operations, if you don't understand the finance side and how to do the business, you're never going to be successful. So you might be the best operator or visionary, but if you don't understand the finance side... I'm successful because I know the finance side, but I also know operations; it's not an accident.","author":"Tilman J. Fertitta","category":"Business, Best, Successful"},{"quote":"As long as we, in the United States, continue to insist that our politicians have to spend all of their time raising millions of dollars for television ads, it will be corrupt. If we leave it up to the politicians to clean up lobbying and finance reform, nothing is going to change.","author":"Kevin Spacey","category":"Change, Time, Television"},{"quote":"I made my money by selling too soon.","author":"Bernard Baruch","category":"Money, Selling, Made"},{"quote":"You and I come by road or rail, but economists travel on infrastructure.","author":"Margaret Thatcher","category":"Travel, Road, You"},{"quote":"Finance is wholly different from the rest the economy.","author":"Alan Greenspan","category":"Economy, Rest, Different"},{"quote":"The financial markets generally are unpredictable. So that one has to have different scenarios... The idea that you can actually predict what's going to happen contradicts my way of looking at the market.","author":"George Soros","category":"Financial, Looking, You"},{"quote":"The avoidance of taxes is the only intellectual pursuit that still carries any reward.","author":"John Maynard Keynes","category":"Reward, Taxes, Intellectual"},{"quote":"The price of every thing rises and falls from time to time and place to place and with every such change the purchasing power of money changes so far as that thing goes.","author":"Alfred Marshall","category":"Change, Time, Money"},{"quote":"Stay on top of your finances. Don't leave that up to others.","author":"Leif Garrett","category":"Up, Top, Leave"},{"quote":"I do not regard a broker as a member of the human race.","author":"Honore de Balzac","category":"Race, Human, Human Race"},{"quote":"The only way you will ever permanently take control of your financial life is to dig deep and fix the root problem.","author":"Suze Orman","category":"Life, Deep, Financial"},{"quote":"Divorce is one of the most financially traumatic things you can go through. Money spent on getting mad or getting even is money wasted.","author":"Richard Wagner","category":"Money, Divorce, You"},{"quote":"We had a booming stock market in 1929 and then went into the world's greatest depression. We have a booming stock market in 1999. Will the bubble somehow burst, and then we enter depression? Well, some things are not different.","author":"Jeffrey Sachs","category":"Depression, World, Greatest"},{"quote":"We teach about how to drive in school, but not how to manage finances.","author":"Andy Williams","category":"School, Drive, Teach"},{"quote":"You only need to make one big score in finance to be a hero forever.","author":"Merton Miller","category":"Hero, You, Forever"},{"quote":"When you print money, the money does not flow evenly into the economic system. It stays essentially in the financial service industry and among people that have access to these funds, mostly well-to-do people. It does not go to the worker.","author":"Marc Faber","category":"Money, Service, Financial"},{"quote":"You don't want to have so much money going toward your mortgage every month that you can't enjoy life or take care of your other financial responsibilities.","author":"Dave Ramsey","category":"Life, Money, Enjoy Life"},{"quote":"Landing a million-dollar investment for your startup is exhilarating. But as big as that number sounds, it doesn't go far. Many startups just getting off the ground won't have a CFO to monitor finances. It doesn't take much for spending to spiral out of control.","author":"Ryan Holmes","category":"Control, Investment, Number"},{"quote":"To be fair, lying is part and parcel of public life. Every politician has lied about something because they are owned by the special interest groups that finance their elections.","author":"Peter Schuyler","category":"Life, Special, Lying"},{"quote":"There's enormous progressive activism and, more often than not, success at the grassroots level - everything from living wage campaigns to efforts to finance our elections are having terrific success.","author":"Jim Hightower","category":"Success, Living, Progressive"},{"quote":"In constant pursuit of money to finance campaigns, the political system is simply unable to function. Its deliberative powers are paralyzed.","author":"John Rawls","category":"Money, Political, System"},{"quote":"Canadians know that the promise of a recession didn't happen because of anything we did here. If you look at all the causes of the recession, problems in mortgage markets, the problems in the banking sector, the problems in government finance in countries like Greece, none of those problems were in present Canada.","author":"Stephen Harper","category":"Government, Problems, Know"},{"quote":"The government is also looking at further benefits including enhanced capital allowances the use of Tax Incremental Finance and extra help from UK Trade and Investment on inward investment and trade opportunities.","author":"Andy Sawford","category":"Opportunities, Government"},{"quote":"Well, first let me say that I think health care reform is important. It has to be a priority. And our system is broken. The Finance Committee bill is the best effort yet, due in large measure to the efforts of my colleague, Olympia Snowe, but it's not there yet. It falls short.","author":"Susan Collins","category":"Best, Health, Short"},{"quote":"I admired the way McCain worked on campaign finance reform. I admired the way Nancy Pelosi stiffened the Democrats' spine during the health care debate. I admire the way Barack Obama has raised a dog in the White House without ever putting it on the roof of the car for a vacation drive.","author":"Gail Collins","category":"Dog, Car, Health"},{"quote":"Cities are the origins of global warming, impact on the environment, health, pollution, disease, finance, economies, energy are all problems that are confronted by having cities. That's where they - all these problems come from.","author":"Geoffrey West","category":"Health, Problems, Impact"},{"quote":"The government that came into power after the April 1994 elections was going to need a budget. It was drafted by our finance minister, Derek Keys, and he convinced them of the necessity to stay within the free-market principles that had been in force in South Africa for decades.","author":"F. W. de Klerk","category":"Power, Government, Budget"},{"quote":"Advances in technology - hugely beneficial though they are - render us vulnerable in new ways. For instance, our interconnected world depends on elaborate networks: electric power grids, air traffic control, international finance, just-in-time delivery, and so forth.","author":"Martin Rees","category":"Technology, Power, World"},{"quote":"Many progressives understand Scalia, and other conservative judges, in crassly political terms - as opponents of affirmative action, abortion, gun control, and campaign finance legislation. But what Scalia cared most about was clear, predictable rules, laid down in advance.","author":"Cass Sunstein","category":"Rules, Gun Control, Gun"},{"quote":"One of the reasons this election is so important is because the Supreme Court hangs in the balance. We need to overturn that terrible Supreme Court decision, Citizens United, and then reform our whole campaign finance system.","author":"Hillary Clinton","category":"Balance, Decision, Election"},{"quote":"If you don't have a VP Finance on your team reporting to you, do yourself, your team, and your investors a favor and go hire one right now.","author":"Brad Feld","category":"Team, Yourself, You"},{"quote":"In 'Citizens United v. FEC', the Supreme Court ruled that sections of the federal campaign finance law known as McCain-Feingold imposed unconstitutional restrictions on the First Amendment rights of corporations.","author":"Eric Schneiderman","category":"Law, First Amendment, Rights"},{"quote":"Any constitutional amendment that simply gives Congress the option of regulating campaign finance fails to immediately achieve what the American people want, and that is a complete reversal of Citizens United and other Supreme Court decisions that have allowed corporations and the wealthy few to drown out the voices of everyday voters.","author":"Ted Deutch","category":"Decisions, American, People"},{"quote":"The confidence is really driven by the woman - whether she can have the confidence that there will be enough earning or income to finance all the domestic spending - but also by the middle-income class, which for many Asian countries has become the growth power for the economy.","author":"Sri Mulyani Indrawati","category":"Confidence, Growth, Power"},{"quote":"If I had sat around and waited until I had an idea to be a successful photographer, I would still be in finance.","author":"Brandon Stanton","category":"Successful, Idea"},{"quote":"There were a lot of people dreaming about making films, and they would finance maybe 6 films a year. Because they were funded by the government, the films sort-of had to deal with serious social issues - and, as a result, nobody went to see those films.","author":"Renny Harlin","category":"Government, People, See"},{"quote":"Because I spent many years during my previous life as an academic researching game theory, some commentators rushed to presume that as Greece's new finance minister, I was busily devising bluffs, stratagems and outside options, struggling to improve upon a weak hand. Nothing could be further from the truth.","author":"Yanis Varoufakis","category":"Life, Truth, Game"},{"quote":"And at a relatively early age, ten or so, I invested my first share of stock. And I used to follow, look at companies and so forth. But throughout the whole period, and indeed right through my college years, while I was involved in the stock market, always interested in finance, I never thought of it as a full-time job.","author":"Robert C. Merton","category":"Age, Job, College"},{"quote":"I mean, I'm very serious with my kids about them comprehending the intricacies of global finance.","author":"Will Smith","category":"Serious, Mean, Kids"},{"quote":"I never did any training in journalism or in finance, so I really was in the deep end. I got very good at going to press conferences and nodding. I'd figure it out when I got back to the office. Charts and numbers. I've never been great with facts, ever, my whole life. For a journalist, that's not a very good trait.","author":"Sophie Kinsella","category":"Life, Good, Great"},{"quote":"Campaign finance and ethics reform only works if it curtails all special interest groups equally and does not carve out any exceptions to benefit one party or another. 'Pay to play' reform was passed to limit the influence of big spending contractors over the public officials from whom they are trying to obtain work.","author":"Thomas Kean, Jr.","category":"Work, Ethics, Influence"},{"quote":"Financial literacy is an issue that should command our attention because many Americans are not adequately organizing finances for their education, healthcare and retirement.","author":"Ron Lewis","category":"Education, Financial"},{"quote":"In the absence of the gold standard, there is no way to protect savings from confiscation through inflation. There is no safe store of value.","author":"Alan Greenspan","category":"Value, Gold, Savings"},{"quote":"Thirty to 40 years ago, most financial decisions were fairly simple.","author":"Scott Cook","category":"Simple, Decisions, Financial"},{"quote":"I finally know what distinguishes man from the other beasts: financial worries.","author":"Jules Renard","category":"Man, Financial, Know"},{"quote":"It was not my wish to come into politics. I was not a public person; I preferred to spend my birthdays with family and friends. But the 2008 elections were fraudulent, so I decided to finance the opposition to make them stronger.","author":"Bidzina Ivanishvili","category":"Family, Friends, Politics"},{"quote":"The people who know personal finance hide the money very carefully.","author":"James Altucher","category":"Money, People, Know"},{"quote":"I am favor of cutting taxes under any circumstances and for any excuse, for any reason, whenever it's possible.","author":"Milton Friedman","category":"I Am, Circumstances, Reason"},{"quote":"Finance, like time, devours its own children.","author":"Honore de Balzac","category":"Time, Children, Like"},{"quote":"I learned to be a hot-air balloon pilot to take tourists over the Masai Mara Reserve in order to earn some money and finance the work I was doing with my wife, Anne. We were studying the life of a family of lions for more than two years. Taking pictures was a way to capture information we could not put in words.","author":"Yann Arthus-Bertrand","category":"Life, Work, Family"},{"quote":"I went to the Wharton School of Finance, the toughest place to get into. I was a great student.","author":"Donald Trump","category":"Great, School, Student"},{"quote":"There's a big difference between France and the U.S. In the U.S., immigrants must work to live. In France, they're taken care of by public finances. In France, there are millions of unemployed people already. We cannot house them, give them health care, education... finance people who keep coming and coming.","author":"Marine Le Pen","category":"Work, Education, Health"},{"quote":"I get unhappy doing things that I'm not passionate about. Because I feel like I'm squandering this incredible gift I've been given to finance films. As soon as my name alone was enough to make this happen, I vowed to myself that I was going to work with directors who were changing cinema, doing something important, you know?","author":"Leonardo DiCaprio","category":"Work, Myself, Alone"},{"quote":"I have a lot of stands on a lot of political issues. I'm very big on campaign finance reform. I still think most Americans aren't aware of how the dumping of big corporate dollars and private donor dollars has totally corrupted the political system and taken it away from them.","author":"Morgan Fairchild","category":"Political, Think, System"},{"quote":"A moderate addiction to money may not always be hurtful but when taken in excess it is nearly always bad for the health.","author":"Clarence Day","category":"Money, Health, Addiction"},{"quote":"Infinite growth of material consumption in a finite world is an impossibility.","author":"E. F. Schumacher","category":"Growth, World, Consumption"},{"quote":"Don't gamble; take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it.","author":"Will Rogers","category":"Good, Savings, Sell"},{"quote":"These heroes of finance are like beads on a string; when one slips off, all the rest follow.","author":"Henrik Ibsen","category":"Heroes, Rest, Follow"},{"quote":"Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing, and if you are good enough at it, the money will come.","author":"Greer Garson","category":"Life, Money, Good"},{"quote":"Wall Street has too much wealth and political power.","author":"Charlie Munger","category":"Power, Political, Wealth"},{"quote":"There's more honor in investment management than in investment banking.","author":"Charlie Munger","category":"Management, Honor"},{"quote":"Imperceptibly, the developed world's manufacturing base was gradually eroding and being replaced by securitized finance that destroyed itself and nearly its economies in 2008.","author":"Bill Gross","category":"World, Manufacturing, Being"},{"quote":"One day I was in Starbucks going through one of my books on accounting, and this beautiful young woman came up to me and said, 'My accounting book is different from yours.' Her name was Joyce, she had a background in finance and administration and ran a surgery center. Within a short time, we were married.","author":"David Schweikert","category":"Time, Day, Beautiful"},{"quote":"In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.","author":"Janet Yellen","category":"Future, Faith, Best"},{"quote":"I think there's a number of pillars to success. One is you've got to have a great idea. The other is you've got to have a constituency, you've got to have finance, and you've got to be able to raise awareness.","author":"Jeremy Gilley","category":"Success, Great, Think"},{"quote":"I can remember when I first went into the Himalayan area way back in 1951. Money, for instance, was not important at all to the local people. But now, finance has become just as important to them as it is to us, and this is a change maybe not for the better.","author":"Edmund Hillary","category":"Change, Money, Remember"},{"quote":"Without any formal personal finance instruction in our high school or college curricula, many college seniors who graduate in the red will continue to make common financial mistakes that only exacerbate their debt burdens.","author":"Alexa Von Tobel","category":"School, Mistakes, College"},{"quote":"I could not finance a movie on my own. Frankly, I could not even afford to take a year off. I, like most people in America, need to keep making money.","author":"Rob Thomas","category":"Money, America, Making Money"},{"quote":"After two decades of personal finance reporting, I've heard every excuse in the book for not saving money. That said, none of them really hold up - at least over the long term.","author":"Jean Chatzky","category":"Money, Book, Long"},{"quote":"The campaign finance scandal in America is the global warming of American political life - with cash substituting for deadly solar radiation.","author":"Alec Baldwin","category":"Life, America, American"},{"quote":"As a company, we have to be very transparent. We are in a business very related to finance, and I want this company to last long, and I want this company to be audited by everyone.","author":"Jack Ma","category":"Business, Company, Long"},{"quote":"It's very difficult to explain to a normal working citizen the implications of what $18 trillion in debt means and what it means when the Federal Reserve buys the U.S. Treasury bonds to finance our loss every month.","author":"Steve Wynn","category":"Loss, Working, Debt"},{"quote":"I remember my first meeting with my management team when I became Indonesia's Minister of Finance. I was the youngest person and the first woman ever to hold that job. Everybody else in the room was male. I knew then that I had to work harder than any man to prove to them that I was capable.","author":"Sri Mulyani Indrawati","category":"Work, Team, Management"},{"quote":"We have this film that we hope to finance, it's called 'Southern Rights.' It's a documentary about segregated proms that are still happening in the South of America. So there's a black prom and a white prom, so we hope to finance a film soon about that.","author":"John Legend","category":"Hope, America, Black"},{"quote":"I started studying business and finance in Edinburgh as a backup plan. I was still making music many hours a day, and when I was at university, the electronic music boom started really taking off globally.","author":"Kygo","category":"Music, Business, Day"},{"quote":"Mississippi's loose campaign finance laws allow lawyers and companies to contribute heavily to the judges they appear before. That is terrible for justice, since the courts are teeming with perfectly legal conflicts of interest.","author":"Adam Cohen","category":"Justice, Legal, Lawyers"},{"quote":"You have venture capitalists. We view them as experts who also help finance your company and give directions and also some pretty candid discussions about what you have to do better.","author":"John T. Chambers","category":"Help, View, Company"},{"quote":"In the business world, we can point to instances when a lack of integrity has bankrupted entire companies - in sectors as different as finance, telecommunications, manufacturing, and energy.","author":"Rex Tillerson","category":"Business, Integrity, World"},{"quote":"The studios don't finance anymore, they get outside funds.","author":"Robert Rodriguez","category":"Outside, Anymore, Studios"},{"quote":"When I became finance minister, they called me Okonjo-Wahala - or 'Trouble Woman.' It means 'I give you hell.' But I don't care what names they call me. I'm a fighter; I'm very focused on what I'm doing, and relentless in what I want to achieve, almost to a fault. If you get in my way, you get kicked.","author":"Ngozi Okonjo-Iweala","category":"Woman, Me, Want"},{"quote":"Tom DeLay may or may not have broken campaign finance laws, but he did his best to look like he was breaking them.","author":"P. J. O'Rourke","category":"Best, Broken, Look"},{"quote":"I was a great student at a great school, Wharton School of Finance.","author":"Donald Trump","category":"Great, School, Student"},{"quote":"Every nation has to either be with us, or against us. Those who harbor terrorists, or who finance them, are going to pay a price.","author":"Hillary Clinton","category":"Nation, Price, Going"},{"quote":"We've never been people that go around and confront people that have been financially successful and say, 'We hate you. We envy you because of how well you're doing.'","author":"Marco Rubio","category":"Hate, Successful, People"},{"quote":"I've never preached one sermon on money, on just finances. I want to stay away from it.","author":"Joel Osteen","category":"Money, Want, Never"},{"quote":"My most difficult class at Harvard Business School would have to be finance.","author":"Tyra Banks","category":"Business, School, Difficult"},{"quote":"I am particularly pleased to see that the Bendheim Center for Finance is thriving.","author":"Ben Bernanke","category":"I Am, See, Center"},{"quote":"I believe there's tremendous value in having a Supreme Court with a diverse set of experiences - especially when we're dealing with issues that range from our intimate relationships to how we finance campaigns.","author":"Cory Booker","category":"Value, Believe, I Believe"},{"quote":"Banks were once places to hold money and were very careful in lending to finance families as they built a future - bought homes, bought cars, took out student loans.","author":"Elizabeth Warren","category":"Future, Money, Student"},{"quote":"Money you won't need to use for at least seven years is money for investing. The goal here is to have your account grow over time to help you finance a distant goal, such as building a retirement fund. Since your goal is in the future, money for investing belongs in stocks.","author":"Suze Orman","category":"Time, Future, Money"},{"quote":"My adversary is the world of finance.","author":"Francois Hollande","category":"World, Adversary"},{"quote":"My real adversary has no name, no face, no party. It will never be elected, yet it governs - the adversary is the world of finance.","author":"Francois Hollande","category":"World, Name, Party"},{"quote":"I don't want euro bonds that serve to mutualize the entire debt of the countries in the euro zone. That can only work in the longer-term. I want euro bonds to be used to finance targeted investments in future-oriented growth projects. It isn't the same thing. Let's call them 'project bonds' instead of euro bonds.","author":"Francois Hollande","category":"Work, Growth, Want"},{"quote":"Health care probably contributes a lot more to the common wealth than finance.","author":"Timothy Noah","category":"Health, Wealth, Care"},{"quote":"The important source of finance is now commercial papers, bonds, and so on.","author":"Chanda Kochhar","category":"Important, Now, Source"},{"quote":"How grateful I am for the law of tithing. It is the Lord's law of finance.","author":"Gordon B. Hinckley","category":"Grateful, Law, I Am"},{"quote":"Big banks have long had private equity divisions that put up capital for deals too complex or risky for individual shareholders to finance.","author":"Alex Berenson","category":"Long, Individual, Equity"},{"quote":"To finance deficits, the government must sell bonds to investors, competing for capital that could otherwise be used to invest in stocks or corporate bonds. Government borrowings raise long-term interest rates, stifling economic growth.","author":"Alex Berenson","category":"Growth, Government, Economic"},{"quote":"African runners regularly work out in the United States and Europe, and the International Olympic Committee sends some of the cash from the Games to Olympic committees in poor nations, which use the money to finance their own programs.","author":"Alex Berenson","category":"Work, Money, Committee"},{"quote":"Like many other banks and finance companies, Green Tree used a process called securitization to resell its home loans to outside investors. Green Tree grouped thousands of these small loans into a pool worth hundreds of millions of dollars.","author":"Alex Berenson","category":"Home, Tree, Small"},{"quote":"Look, Congress has allocated more money to finance the upcoming Iraqi elections than it has for the American elections. There's something wrong with that.","author":"Donna Brazile","category":"Money, American, Look"},{"quote":"The number-one job of the hedge-fund manager is not to make sure that you can retire with a smile on your face - it's for him to retire with a smile on his face.","author":"Mark Cuban","category":"Smile, Job, You"},{"quote":"Access to capital is important for all firms, but it's particularly vital for startups and young firms, which often lack a sufficient stream of earnings to increase employment and internally finance capital spending.","author":"Janet Yellen","category":"Important, Young, Stream"},{"quote":"Art is like a stock with a decent return for people in finance, and they get to feel like they are involved with culture, spend time with artists, as part of their dividend.","author":"Rachel Kushner","category":"Time, Art, Culture"},{"quote":"There have been a lot of critiques of the finance industry's having possibly foisted subprime mortgages on unknowing buyers, and a lot of those kinds of arguments are even more powerful when used against college administrators who are probably in some ways engaged in equally misleading advertising.","author":"Peter Thiel","category":"Powerful, College"},{"quote":"Show people tend to treat their finances like their dentistry. They assume the man handling it knows what he is doing.","author":"Dick Cavett","category":"Man, Treat, People"},{"quote":"The biggest issue that we have to contend with is campaign finance reform.","author":"Gaby Hoffmann","category":"Campaign, Reform, Issue"},{"quote":"My father, being a Scotsman, taught me to look after finances. I'm shrewd. Some people may call me tight.","author":"Rod Stewart","category":"Father, Me, People"},{"quote":"I gladly, I voluntarily gave up the kind of commercial film career I had going as soon as I had enough money to finance my own films.","author":"Francis Ford Coppola","category":"Money, Career, Kind"},{"quote":"I took some time off after 'Titanic' because I needed to let the dust settle and recharge my battery. I felt, 'OK, you've been given a tremendous opportunity; what are you going to do with it? Now your name can finance movies that you do want to do.'","author":"Leonardo DiCaprio","category":"Time, Opportunity, Name"},{"quote":"I turn up in Los Angeles every now and then, so I can get some big money films in order to finance my smaller money films.","author":"John Hurt","category":"Money, I Can, Los Angeles"},{"quote":"There are so many young women in film school right now, and it's just about foreign sales companies, domestic sales companies agreeing to finance films directed by and starring women.","author":"Olivia Wilde","category":"Women, School, Sales"},{"quote":"Let's not allow the voice of the people to be overwhelmed by the siren song of those who opposed regulation, who demanded that government should stand aside and let finance and business run the show.","author":"David Blunkett","category":"Business, Government, People"},{"quote":"Hats have been my thing pretty much my whole life but finance has not. I would go to the corner store and buy really cheap baseball style caps and wear those to school.","author":"Ne-Yo","category":"Life, Baseball, School"},{"quote":"If you want to fight the evil you see in finance and industry, get to work reading the corporate filings, see if there has been fraud, and where you find it, report it to the SEC or write about it or blog about it.","author":"Ben Stein","category":"Work, Reading, Evil"},{"quote":"I don't really consider myself to be a personal finance expert compared with some others. There are quite a few that know a lot more than I do.","author":"Ben Stein","category":"Myself, Know, Personal"},{"quote":"I had to deal with terrorist finance. And we had to, if you like, ensure that the accounts of people who were guilty of terrorist finance or using their accounts for terrorist finance were closed down. So we had to do asset freezing.","author":"Gordon Brown","category":"People, Guilty, You"},{"quote":"The road to economic well-being is to reward productive economic activity and to provide a moderate and predictable growth of money to finance real economic growth without reigniting the fires of inflation.","author":"Paul Craig Roberts","category":"Money, Growth, Road"},{"quote":"All around the world, we send our top talent into finance, technology, medicine and law - everywhere but towards expanding opportunity for our most marginalized children.","author":"Wendy Kopp","category":"Technology, Children"},{"quote":"What was once a fringe idea - finding a way to use the record levels of overseas capital to finance new projects in the United States - is now mainstream. The support is there we just have to work out the details.","author":"John Delaney","category":"Work, Support, Details"},{"quote":"I think we need to rethink a lot of business skills. In finance, for example, social impact bonds are potentially a way of providing capital for investments that save the public money in a context in which government often doesn't invest in things that would save it money.","author":"Nicholas Kristof","category":"Business, Money, Government"},{"quote":"The people who don't know personal finance have TV shows about it.","author":"James Altucher","category":"People, Know, Personal"},{"quote":"The first rule of personal finance is that it's not personal and it's not financial. It's about your ability to make ten changes and not get too depressed over it.","author":"James Altucher","category":"Changes, Financial, Personal"},{"quote":"'Savage Inequalities' was about school finance, and 'Amazing Grace' primarily dealt with medical and social injustices in New York. But with 'Ordinary Resurrections,' I had no predetermined agenda. When I met with the children, I was not in pursuit of any line of thinking. In our conversations, I let them lead me where they wanted to go.","author":"Jonathan Kozol","category":"Children, School, Medical"},{"quote":"As a trusted institution with brick-and-mortar facilities in every corner of the United States, our public Postal Service is uniquely positioned to serve as a communications, finance, and service hub for the 21st century.","author":"Marcia Fudge","category":"Service, Serve, Trusted"},{"quote":"The way we finance homes in this country is slow, filled with middlemen, who run a nonstandardized evaluation process. This makes financing a home cumbersome and difficult.","author":"Barry Ritholtz","category":"Home, Slow, Run"},{"quote":"Being in the consumer business helps us groom talent in areas like marketing, finance and logistics. We can benchmark our outsourcing business to our consumer business and its best practices.","author":"Azim Premji","category":"Business, Best, Marketing"},{"quote":"Once my ears were open to hearing mentions of 'Shark Tank', I was surprised by how many people in our world, even in our industry, tech and finance, loved the show.","author":"Chris Sacca","category":"World, People, Loved"},{"quote":"In abandoning the understanding that things - services, goods, wars, and houses - have costs, we risk becoming infantilised, incapable of making decisions about government or finance, and perhaps above all about the environment, the wellbeing of the planet upon which we depend and which our children will inherit from us.","author":"Nick Harkaway","category":"Children, Government"},{"quote":"I wasn't always interested in technology. I had been a student for a long time - I'd earned a bachelor's degree, a law degree, and an MBA - and decided that I wanted to work in a large corporation, focusing on finance and law, in either New York or Chicago.","author":"John T. Chambers","category":"Work, Time, Technology"},{"quote":"At Cisco, we are moving to collaboration teams, groups coming together that represent sales, engineering, finance, legal, etc. And we're training leaders to think across silos.","author":"John T. Chambers","category":"Together, Training"},{"quote":"If you're a teenager in Palo Alto launching an app, you know from the outset how you plan to finance your business.","author":"Natalie Massenet","category":"Business, Plan, Know"},{"quote":"We were told this war would be over in a matter of weeks, and that the Iraqis would be able to finance it with oil sales. We were promised it was not a mission of nation building.","author":"Sherrod Brown","category":"War, Building, Sales"},{"quote":"The massive debt we have racked up to finance our wasteful government is pulling down growth today. Gross debt over 90 percent of GDP weakens growth now. Not tomorrow - now.","author":"Jeff Sessions","category":"Today, Growth, Government"},{"quote":"I've lived to see key parts of my research absorbed in textbooks and in central banks around the world. And some finance ministries, too.","author":"Edmund Phelps","category":"World, Research, See"},{"quote":"Chancellor Angela Merkel and Wolfgang Schaeuble, her finance minister, are right to oppose fiscal and bank unions without political union.","author":"Edmund Phelps","category":"Political, Bank, Her"},{"quote":"I worked with a group of people who argued day and night - professors, officials, the Minister of Finance - but there were decisions that I had to make.","author":"Shimon Peres","category":"Day, Decisions, Night"},{"quote":"I delivered lectures, and I was also a consultant for international companies in finance, both private equity and big venture capital funds.","author":"Ehud Barak","category":"Consultant, Big, Equity"},{"quote":"Where are the jobs going to come from? Small business, manufacturing and clean energy. Where's the money to finance them? The banks and the corporations in America today have lots of money that they can invest right now.","author":"William J. Clinton","category":"Business, Money, Today"},{"quote":"My dad's a professor of medicine my mum was a nurse. My little sister is going into healthcare. My older sister is a nurse my brother's in finance - I'm the runt of the litter.","author":"Will Poulter","category":"Sister, Brother, Healthcare"},{"quote":"There's such a thing, if you're a finance man, as hitting the figures you need to hit. But there's no equivalent in acting. It's a creative field. It's subjective. That's what I love about it.","author":"Will Poulter","category":"Love, Man, Creative"},{"quote":"In Britain, polls show large majorities in favour of mansion taxes and higher taxes on the finance sector.","author":"Geoff Mulgan","category":"Taxes, Higher, Show"},{"quote":"The Obama Justice Department has decided to cease the prosecution of the Muslim Brotherhood's U.S.-based front groups, identified as unindicted coconspirators in the Holy Land Foundation case - the largest terrorism finance case in U.S. history.","author":"Trent Franks","category":"History, Justice, Foundation"},{"quote":"My dad works in finance, so he kept giving me the stats: only one in a hundred actors makes it. He'd ask, 'Have you thought about producing?'","author":"Eddie Redmayne","category":"Thought, Giving, Me"},{"quote":"Without industry, finance and government consciously and collaboratively ensuring that capital flows to where it is needed in order to ensure the scaling up of climate change solutions, whatever deal is agreed risks never being realised.","author":"Noreena Hertz","category":"Change, Government, Risks"},{"quote":"You want to put out a TV show? If you have the money to do it on your own, by yourself, and you have a TV network, you can do it by yourself. But the nature of the beast is, art needs finance. That's how this industry works. So until the Internet becomes our source of entertainment - and watch it, I believe it will - this is how things go.","author":"Nathan Fillion","category":"Nature, Art, Money"},{"quote":"One of the things that's great about New York is that it is not a one-industry town. It has education, academia, the service industry, arts, publishing, theater, politics, fashion, finance, as well as movie-making.","author":"Sarah Jessica Parker","category":"Education, Great, Service"},{"quote":"Infosys demonstrated to the world that an Indian company could implement standards of quality, operations, finance that compare with the best. That is a legacy I am happy with.","author":"N. R. Narayana Murthy","category":"Happy, Best, I Am"},{"quote":"I was the first businessman to say, 'You should give tax benefit to only small companies. You should say your profits are exempt to a limit of Rs. 50 crore or so, but beyond that, you should pay taxes.' I have been arguing with successive finance ministers on this.","author":"N. R. Narayana Murthy","category":"Small, Tax, You"},{"quote":"I'd always intended to make 'Far North' straight after 'The Warrior.' We had the rights to the short story, the script was in development, and I knew where I wanted to shoot it. It just took a long time getting the script together and raising the finance.","author":"Asif Kapadia","category":"Time, Together, Short"},{"quote":"I think I can hold every portfolio - defense, finance and Foreign Ministry. I think personally I'd like the foreign office.","author":"Avigdor Lieberman","category":"Think, I Can, Office"},{"quote":"Poverty is unnecessary.","author":"Muhammad Yunus","category":"Poverty, Unnecessary"},{"quote":"Wealth is not without its advantages and the case to the contrary, although it has often been made, has never proved widely persuasive.","author":"John Kenneth Galbraith","category":"Wealth, Persuasive, Never"},{"quote":"Customers are a great way to finance a business for many reasons. First, customer financing is typically non dilutive. They want something from you other than equity in your business. Customers also help you fit your product to the market. And customers will help debug and improve the quality of the product.","author":"Fred Wilson","category":"Business, Great, Quality"},{"quote":"As the Executive Chairman of 'Breitbart News' with a long run in business and finance, I can tell you, it's hard to run a company that is infinitesimally smaller than Fox; it takes a steady and experienced hand.","author":"Stephen Bannon","category":"Business, Company, Long"},{"quote":"There is a growing literature about the multitude of journalism's problems, but most of it is concerned with the editorial side of the business, possibly because most people competent to write about journalism are not comfortable writing about finance.","author":"Russell Baker","category":"Business, Writing"},{"quote":"I believe in capitalism for everybody, not necessarily high finance but capitalism that works for the working men and women of this country who are out there paddling alone in America right now.","author":"Rick Santorum","category":"Women, Alone, America"},{"quote":"We all know that Americans love their statistics - in sport, obviously. And in finance too.","author":"Evan Davis","category":"Love, Statistics, Know"},{"quote":"There are so many people that would be lined up to get their cut that even trying to finance a reboot of 'Frasier' would be nightmarish.","author":"Kelsey Grammer","category":"People, Trying, Up"},{"quote":"At this point, I don't get hired a lot because people don't think I could finance a movie.","author":"Martha Plimpton","category":"People, Think, Point"},{"quote":"If the Indian people want stories written about themselves, how they want them told, they are going to have to make them, they're going to have to finance them. If you let Hollywood do it, Hollywood is going to get it wrong most of the time.","author":"Ricky Schroder","category":"Time, People, Want"},{"quote":"If you really think about the fabric of the United States, or the finance of any economy, finance is a true underpinning of what makes the economy great - if it can be done successfully, responsibly, and with a client orientation.","author":"Adena Friedman","category":"Great, Think, You"},{"quote":"I tend to split my activities into fun, income and legacy. The number of things in that finance bucket is pretty few and far between and doesn't consume much time at all.","author":"Timothy Ferriss","category":"Time, Fun, Legacy"},{"quote":"We at Chrysler borrow money the old-fashioned way. We pay it back.","author":"Lee Iacocca","category":"Money, Way, Back"},{"quote":"American capitalists, enthralled by the doctrines of finance, have put their income statements in service of the balance sheet.","author":"Clayton M. Christensen","category":"Service, Balance, American"},{"quote":"One of the biggest issues for me is campaign finance reform.","author":"Cameron Russell","category":"Me, Campaign, Issues"},{"quote":"Automating some of your finances can be incredibly convenient and is a great way to save time, but automating everything makes it too easy to go on autopilot and forget to pay attention to your personal finances.","author":"Alexa Von Tobel","category":"Time, Great, Easy"},{"quote":"Without any formal personal finance education or trustworthy resources to tell them otherwise, the majority of people in the 18-to-24-year-old age bracket do not know how to use credit effectively, tackle debt or make wise decisions when it comes to spending.","author":"Alexa Von Tobel","category":"Education, Age, Wise"},{"quote":"In July of 2010, I lost my finance job in Chicago. Instead of updating my resume and looking for a similar job, I decided to forget about money and have a go at something I truly enjoyed. I'd purchased a semi-professional camera earlier that year and spent my free time taking photos in downtown Chicago.","author":"Brandon Stanton","category":"Time, Money, Job"},{"quote":"If we can increase the share of Islamic finance for the world, countries can benefit - and certainly, Malaysia can benefit from that.","author":"Najib Razak","category":"World, Share, Countries"},{"quote":"Believe it or not, there are some things that I have written that would be kind of a dream to make. Hopefully, I will get to finance them... There is something that I wrote called 'Demon's Flare' which would kind of be a dream come true.","author":"Steven Seagal","category":"Be Kind, Believe, Dream"},{"quote":"In the finance world, we used to spend all of our time looking backwards, reporting on what happened. Can I book it? What are the numbers? Now it's about looking into the future. It's about planning and integration. The role of finance is now that of a partner in the business.","author":"Safra A. Catz","category":"Business, Time, Future"},{"quote":"If a woman makes a unilateral decision to bring pregnancy to term, and the biological father does not, and cannot, share in this decision, he should not be liable for 21 years of support... autonomous women making independent decisions about their lives should not expect men to finance their choice.","author":"Karen DeCrow","category":"Women, Father, Support"},{"quote":"Qaddafi is hated because he is the leader of a small country that is rich, but he uses his money to finance liberation struggles.","author":"Louis Farrakhan","category":"Money, Leader, Small"},{"quote":"Small- and medium-sized businesses need access to a diverse range of finance options, including non-bank lending. These new forms of finance are still small in scale today but they should, over time, bring additional choice and greater competition to the lending market.","author":"Vince Cable","category":"Time, Today, Competition"},{"quote":"If you go back to the time of J.P. Morgan, the world of high finance was completely wholesale. The prestigious investment banks on Wall Street appealed exclusively to large corporations, governments, and to extremely wealthy individuals.","author":"Ron Chernow","category":"Time, World, You"},{"quote":"The FHA's success provides strong evidence that government can and should play a role in the nation's mortgage finance system. It also demonstrates that although government intervention in the economy during the Great Recession was messy, things would have been a lot messier without it.","author":"Mark Zandi","category":"Success, Great, Strong"},{"quote":"For Randy Neugebauer, the Texas Republican who chairs the investigations subcommittee, the top sources of funding for his 2012 reelection campaign are from the insurance, banking, finance, securities and real estate industries.","author":"Gary Weiss","category":"Real Estate, Insurance"},{"quote":"George Soros is one of the few characters from the world of finance who deserves to be called larger-than-life.","author":"Gary Weiss","category":"World, Characters, Few"},{"quote":"Yahoo is in everything from pets to old people to finance to communications to e-commerce and more, and I really thrive on that.","author":"Jerry Yang","category":"People, Old People"},{"quote":"I like eating out. I like buying beautiful paintings and being surrounded by beautiful things. I have to finance that life. I can barely afford a pension scheme because I don't make enough money.","author":"Andrew Motion","category":"Life, Beautiful, Money"},{"quote":"I know how to finance something. It's easier today because, as you're more successful, everybody wants to do deals with you. But even in the beginning, when I took Landry's public, I owned 100 percent of it. I never had investors or anything. I was just always able to find a way to do it.","author":"Tilman J. Fertitta","category":"Today, Beginning, Successful"},{"quote":"For those of us in the financial world, Black Friday has a strong negative connotation, referring to a stock market catastrophe.","author":"Mark Skousen","category":"Strong, World, Financial"},{"quote":"One suggestion my wife and I have used in our personal finance courses we teach at college is simply writing down all expenditures and seeing where the money goes. That alone will cause heads of households to think twice about x, y or z expenditure, and to consider carefully whether they really need something or not.","author":"Mark Skousen","category":"Money, Alone, College"},{"quote":"We are in a position of financial and social power, and we could be agents of change in our society. Without pretension, I believe we could be a nice little gardener who takes care of the garden, and hopefully our neighbor will do the same. Then, maybe we'll achieve a better world.","author":"Guy Laliberte","category":"Change, Power, Society"},{"quote":"We want to talk to celebrities about the things celebrities don't normally talk about. Like, we'd love to get Kim Kardashian to talk to us about finance. She is a businesswoman, after all.","author":"Jennifer Konner","category":"Love, Want, She"},{"quote":"I have a lot of trouble understanding all the detail of finance and administration - but if you combine intellectual and professional capacity with a social conscience, you can change things: countries, structures, economic models, colonial states.","author":"Evo Morales","category":"Change, Conscience"},{"quote":"Most regular, two-year MBA programs provide both experience and the capacity to link together the essential elements of management such as finance, marketing, organizational behavior, and operations.","author":"Warren Bennis","category":"Experience, Together"},{"quote":"At 25, I made many companies. I was thinking more like a businessman or entrepreneur than a CEO. I created many companies, small companies, medium companies. I tried to be involved in many kinds of activities, in finance, in real estate, in mining.","author":"Carlos Slim","category":"Real Estate, Thinking, Small"},{"quote":"Financial support is one thing, but I always think what becomes really sacrificial is your time.","author":"Cliff Richard","category":"Time, Support, Financial"},{"quote":"If you look on Amazon - if you do a search for personal finance, there are literally 20,000 books written on personal finance, and there's no real reason for it. I mean, personal finance is pretty simple.","author":"Aaron Patzer","category":"Simple, Search, You"},{"quote":"People who think about art as an investment are pathetic.","author":"Walter Annenberg","category":"Art, People, Think"},{"quote":"People used to ask me for advice, and I'd say, 'Please, don't ask me!' Yes, I did economics at Oxford, but that's not the same as having a broad knowledge of personal finance.","author":"Sophie Kinsella","category":"Knowledge, Advice, Me"},{"quote":"I am a graduate in business management with specialisation in finance, and I love accounts!","author":"Tena Desae","category":"Love, Business, Management"},{"quote":"The more anxious, isolated and time-deprived we are, the more likely we are to turn to paid personal services. To finance these extra services, we work longer hours. This leaves less time to spend with family, friends and neighbors; we become less likely to call on them for help, and they on us.","author":"Arlie Russell Hochschild","category":"Work, Family, Time"},{"quote":"Argentina has decided to take its place in the global landscape. We need important companies of the world to finance and construct roads, ports, waterways, energy, trains. We're a huge country that only depends on trucks today. It's impossible.","author":"Mauricio Macri","category":"Today, World, Impossible"},{"quote":"People just want to hear some common sense... and I bring to bear the experience in local government and state government and national government - I was the first woman in history on the Senate Finance Committee - not to mention the diplomatic international experience.","author":"Carol Moseley Braun","category":"History, Experience"},{"quote":"The reason that minorities and women don't have a better shot at getting elected to the Senate or to statewide office is because the campaign finance rules are so skewed as to make it very difficult for non-traditional candidates to raise the money necessary to get elected.","author":"Carol Moseley Braun","category":"Money, Women, Rules"},{"quote":"As Michigan's voice on the Senate Finance Committee and Senate Energy and Natural Resources Committee, I will continue working to make sure the next generation of advanced technologies and alternative fuel vehicles are made right here in America.","author":"Debbie Stabenow","category":"America, Generation, Energy"},{"quote":"Partnering with CNBC will allow Yahoo! Finance to expand its offerings instantly and enhance its position as the most viewed and utilized finance site in the world.","author":"Ross Levinsohn","category":"World, Will, Position"},{"quote":"My mother works in a bank, and my dad is the head of my management team and also works in finance.","author":"Henry Cavill","category":"Team, Mother, Management"},{"quote":"A lot of the time we think finances are immediately linked to experience, opportunities, image, and all sorts of important things that can progress us in life. Sometimes they're not. Finances can be completely irrelevant if you allow yourself to feel like things are going well.","author":"Natalia Kills","category":"Life, Time, Experience"},{"quote":"Businesses in my constituency want help to address the skills mismatch at local level which leaves employers with staff shortages and young people without jobs. They want access to reliable sources of finance, including a network of local banks.","author":"Jo Cox","category":"People, Help, Want"},{"quote":"Now both my films have been number one at the Australian box office and it took about two years just to get the finance for this film, so if it's hard for me then God help everyone else.","author":"Yahoo Serious","category":"God, Me, Help"},{"quote":"Three years after starting, by physically doing everything from raising the finance to special effects, we'd finally cobbled together our low budget film.","author":"Yahoo Serious","category":"Together, Budget, Three"},{"quote":"Jeff Bezos was one of those best and brightest who came to N.Y. to work in finance. He didn't need to know anything about retail bookselling to start Amazon.","author":"Jose Ferreira","category":"Work, Best, Start"},{"quote":"Finance is critical. If sufficient investment is made in infrastructure and venture capital is made available, there will be a big improvement in the situation.","author":"Sanjay Kumar","category":"Improvement, Situation"},{"quote":"The Finance Ministry can bring about real social change.","author":"Moshe Kahlon","category":"Change, Social Change, Bring"},{"quote":"Finance industry executives earn an annual income, including benefits, grants and bonuses, that can reach over eight million shekels a year.","author":"Moshe Kahlon","category":"Reach, Earn, Year"},{"quote":"New York City is the most important location in the world... it is the center for fashion, culture and finance.","author":"Jared Kushner","category":"Culture, City, World"},{"quote":"'Survivor' wouldn't have happened had I not gone out there and helped CBS to sell sponsors to finance the first one. Part of my thinking on 'Survivor' was that it should have rewards that are corporate brands. A Big Mac, one thimble-full of Coca-Cola.","author":"Mark Burnett","category":"Thinking, First, Sell"},{"quote":"Prior to SunRun, I was headed toward a career in venture capital and then realized I wanted to apply my knowledge of finance more directly to helping change the world.","author":"Lynn Jurich","category":"Change, Knowledge"},{"quote":"We've taken the view that if the rest of the world would democratize and create market economies, that would spread the benefits of prosperity around the world, and that it would enhance our own prosperity, and our own stability and security, as well.","author":"Jeffrey Sachs","category":"World, Security, View"},{"quote":"Particularly with internships, you have to work for a year with no money. How on Earth are you going to finance that?","author":"Rob James-Collier","category":"Work, Money, Earth"},{"quote":"The biggest misconception people have about me is that when they see how young I am, they think, 'Oh, this guy must have always wanted to be in politics; his parents must have been politically connected.' I'm a finance major and always intended to go into business.","author":"Aaron Schock","category":"Business, Parents, Politics"},{"quote":"Let's not overlook, though, what we do know about the campaign finance scandal, and the fact the Chinese were involved in our presidential campaign and our congressional campaigns.","author":"Fred Thompson","category":"Know, Fact, Scandal"},{"quote":"The number one lobby that opposes campaign finance reform in the United States is the National Association of Broadcasters.","author":"Robert McChesney","category":"Number, United"},{"quote":"But having said that, what's happening with campaign finance reform and our political culture is devastating.","author":"Robert McChesney","category":"Culture, Political, Said"},{"quote":"I got IRS records to finance what I wanted to do.","author":"Penelope Spheeris","category":"Got, Records, Wanted"},{"quote":"The only way that we can reduce our financial dependence on the inflow of funds from the rest of the world is to reduce our trade deficit.","author":"Martin Feldstein","category":"World, Financial, Rest"},{"quote":"To finance this trade deficit, the U.S. has to borrow from the rest of the world or sell American assets like stocks, businesses, and real estate to the rest of the world.","author":"Martin Feldstein","category":"Real Estate, American, World"},{"quote":"But because we in the United States finance our current account deficit by borrowing in our own currency, we can move to a more competitive dollar without the adverse effects that followed currency declines in other countries.","author":"Martin Feldstein","category":"Competitive, Currency"},{"quote":"Back when 'social' had a broad definition, you could almost say that Yahoo Finance chat was the first social product.","author":"Carol Bartz","category":"You, Product, Say"},{"quote":"The hope is they would like to bring it to Broadway next year, so we'll see that's to come in the end of the finance year and everybody else and also real estate and what theaters are available at the time but I would like to come back with it.","author":"Blair Underwood","category":"Time, Hope, Real Estate"},{"quote":"In Australia, they set up a special fund to kick films off. It was quite an enlightened sort of move. You could go to this government bureau with scripts and and get finance for films.","author":"Bruce Beresford","category":"Government, Special, You"},{"quote":"If I had learned more about business ahead of time, I would have been shaped into believing that it was only about finances and quality management.","author":"Anita Roddick","category":"Business, Time, Management"},{"quote":"It is incumbent upon each of us to improve spending and savings practices to ensure our own individual financial security and preserve the collective economic well-being of our great society.","author":"Ron Lewis","category":"Great, Society, Financial"},{"quote":"This time, instead of moving oceans and healing planets, let's get our bills in order and pay down the debt so we control our own future.","author":"Artur Davis","category":"Time, Future, Healing"},{"quote":"And I think it's a prudent, responsible way, given the scale of the emergency, the scale of the damage still facing America, that we finance these additional support for the unemployed as well as the support for small business. We think there's a good case for doing it now. We want to do it in an overall fiscally responsible way.","author":"Timothy Geithner","category":"Business, Good, America"},{"quote":"I personally believe that there's going to be a good case for the government preserving some type of guarantee to make sure that people have the ability to borrow to finance a house even in a very damaging recession. I think there's going to be a good case for that.","author":"Timothy Geithner","category":"Good, Government, Believe"},{"quote":"I have come close to producing films. But generally by the time they hit the screen, there's about 50 people with producer credits, so what's the point. I usually find scripts I like with no money attached and take them to producers that I know and try to raise finance.","author":"Tim Roth","category":"Time, Money, People"},{"quote":"The art and culture that is New York, communications, finance, all these things help make up New York. The rest of the country should be happy that we are what we are.","author":"David Dinkins","category":"Art, Happy, Culture"},{"quote":"We came from a family where we ran our own small business. Our dad made his own products. We made our own sausages, our own meatloafs, our own pickles. Dad had to do everything himself. He had to figure out how to finance his business.","author":"Marcy Kaptur","category":"Family, Business, Small"},{"quote":"Bitcoin is absolutely the Wild West of finance, and thank goodness. It represents a whole legion of adventurers and entrepreneurs, of risk takers, inventors, and problem solvers. It is the frontier. Huge amounts of wealth will be created and destroyed as this new landscape is mapped out.","author":"Erik Voorhees","category":"Risk, Problem, Wealth"},{"quote":"Economically considered, war and revolution are always bad business.","author":"Ludwig von Mises","category":"Business, War, Revolution"},{"quote":"Actually criminal sanctions that are given could be up to five years for violating the rules and regulations under the campaign finance reform. This is like the Alien and Sedition Act of years and years ago, decades ago.","author":"Jay Alan Sekulow","category":"Rules, Alien, Years"},{"quote":"I've learned there's a big difference between a long-focused value investor and a good short-seller. That difference is psychological and I think it falls into the realm of behavioral finance.","author":"James Chanos","category":"Good, Value, Think"},{"quote":"In the old days we were the challenger brand competing against the big banks, but today I go round the world and I sit with governors of central banks and finance ministers and, in some cases, prime ministers. They all know Travelex. We are regarded as the establishment - the world's largest retailer of foreign currency.","author":"Lloyd Dorfman","category":"Today, Brand, World"},{"quote":"My father, born in Colorado, met my mother, born in Switzerland, when he went into the finance company where she worked and asked for a loan.","author":"Susan Straight","category":"Father, Mother, Company"},{"quote":"The problem of how we finance the welfare state should not obscure a separate issue: if each person thinks he has an inalienable right to welfare, no matter what happens to the world, that's not equity, it's just creating a society where you can't ask anything of people.","author":"Jacques Delors","category":"Politics, Society, World"},{"quote":"The economy is a very sensitive organism.","author":"Hjalmar Schacht","category":"Economy, Sensitive, Very"},{"quote":"Sharia has become an increasingly significant force in American capitalism, thanks to the embrace by Wall Street and the U.S. government of so-called Sharia-Compliant Finance. Indeed, this country's taxpayers now own the largest purveyor of sharia-compliant insurance products in the world: AIG.","author":"Frank Gaffney","category":"American, Government, World"},{"quote":"In the long term, Germany didn't need a finance minister who was absent during important negotiations in the European Council. But the chancellor strongly encouraged me to stay. And everything did work out for the best in the end.","author":"Wolfgang Schauble","category":"Work, Best, Me"},{"quote":"Most women outlive their spouses. Divorce remains at record rates. It's important for a woman to be able to control her finances.","author":"Maria Bartiromo","category":"Women, Woman, Control"},{"quote":"A person's credit report is one of the most important tools consumers can use to maintain their financial security and credit rating, but for so long many did not know how to obtain one, or what to do with the information it provided.","author":"Ruben Hinojosa","category":"Financial, Tools, Long"},{"quote":"It's cheaper to buy a house and finance it than it is to rent in many markets.","author":"Barry Sternlicht","category":"House, Rent, Buy"},{"quote":"We'll have a public power authority, which will also have the ability to build power or finance power. And more importantly, we'll have more power than our economy provides. All of that will give us leverage we don't have today.","author":"Gray Davis","category":"Today, Power, Economy"},{"quote":"In the deregulated realm of US banking and finance, crime does occasionally pay for its foul deeds, not in prison time but by making modest rebates to the victims.","author":"William Greider","category":"Time, Prison, Crime"},{"quote":"If US per capita income continues to grow at a rate of 1.5 percent a year, the country will have plenty of money to finance comfortable retirements and high-quality healthcare for all citizens, including those at the bottom of the wage ladder.","author":"William Greider","category":"Money, Healthcare, Grow"},{"quote":"Everyone says you've got to do a foundation and legal structure to finance social change. What nonsense!","author":"Bill Drayton","category":"Change, Legal, Foundation"},{"quote":"I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting.","author":"Bernard Ebbers","category":"Technology, Day, Accounting"},{"quote":"I hope that there's a difference between being childish and childlike and that I'm the latter, if you take my meaning. I often sort of wonder. I don't think I'm a terribly good grown-up; I don't take responsibility easily or well in many areas of life. Finance and stuff like that, I'm absolutely appalling.","author":"Graeme Base","category":"Life, Hope, Good"},{"quote":"We need real campaign finance reform to loosen the grip of special interests on politics.","author":"Tom Daschle","category":"Politics, Special, Real"},{"quote":"I went to college at QUT: Queensland University of Technology. I studied for a Bachelors in finance and acting.","author":"Brenton Thwaites","category":"Technology, College, Acting"},{"quote":"If it isn't the sheriff, it's the finance company; I've got more attachments on me than a vacuum cleaner.","author":"John Barrymore","category":"Me, Company, Vacuum"},{"quote":"As a novelist, I tell stories and people give me money. Then financial planners tell me stories and I give them money.","author":"Martin Cruz Smith","category":"Money, Financial, Me"},{"quote":"To beat the market you'll have to invest serious bucks to dig up information no one else has yet.","author":"Merton Miller","category":"Information, You, Serious"},{"quote":"My expertise was in public finance, particularly corporate taxation, since I had worked at the US Treasury.","author":"Merton Miller","category":"Corporate, Us, Taxation"},{"quote":"I had some of the students in my finance class actually do some empirical work on capital structures, to see if we could find any obvious patterns in the data, but we couldn't see any.","author":"Merton Miller","category":"Work, Data, See"},{"quote":"Arbitrage proof has since been widely used throughout finance and economics.","author":"Merton Miller","category":"Economics, Used, Proof"},{"quote":"While neurological studies have tried to identify components responsible for fear and greed, the impact on finance is less clear.","author":"Andrew Lo","category":"Fear, Impact, Greed"},{"quote":"It is a sound principle of finance, and a still sounder principle of government, that those who have the duty of expending the revenue of a country should also be saddled with the responsibility of levying and providing it.","author":"Wilfrid Laurier","category":"Responsibility, Government"},{"quote":"My finances have been decimated by a group of people, such as my ex-attorney, my ex-business manager, and an estate planner, specifically. And they have conspired together to - to co-op my corporations, put in trustees without my knowledge.","author":"Randy Quaid","category":"Knowledge, Together, People"},{"quote":"What distinguishes the campaign finance issue from just about every other one being debated these days is that the two sides do not divide along conventional liberal/ conservative lines.","author":"James L. Buckley","category":"Conservative, Liberal, Lines"},{"quote":"I now work for a finance company in Luxembourg with projects in South America and the Caribbean.","author":"Mathias Rust","category":"Work, America, Company"},{"quote":"Athol Fugard became famous as a playwright, so although 'Tsotsi' the book was written in the '60s, it was only published in the '80s. It was then optioned pretty much every year by producers. I think the problem was that holding onto its period setting made it very hard to get finance.","author":"Gavin Hood","category":"Famous, Book, Problem"},{"quote":"Security depends not so much upon how much you have, as upon how much you can do without.","author":"Joseph Wood Krutch","category":"Security, You, Without"},{"quote":"Everyone knows in the industry that when these great roles come up, every two years, there's a huge number of people up for them. I'm not one of those top five females that can personally finance any film.","author":"Joely Richardson","category":"Great, People, Years"},{"quote":"When I work with countries struggling to pay for budgets or finance trade deficits, I reflect on how Americans do not spend a moment considering the unique advantages of being able to issue bonds and print money freely.","author":"Robert Zoellick","category":"Work, Money, Unique"},{"quote":"I was writing an earnest novel about cruises in the Caribbean and I just started writing 'Bridget Jones' to get some money, to finance this earnest work, and then I chucked it out.","author":"Helen Fielding","category":"Work, Money, Writing"},{"quote":"It's very difficult to break into motion pictures, but it's oddly easier for directors today because of independent films and cable, who have inherited for the most part those films of substance that the studios are reluctant to finance.","author":"Mark Rydell","category":"Today, Independent"},{"quote":"Large companies cannot finance political parties as their shareholders and employees have different political views.","author":"Mikhail Khodorkovsky","category":"Employees, Political"},{"quote":"As you know, Social Security functions under the premise that today's workers will help finance benefits for retirees and that these workers will then be supported by the next generation of workers paying into the same system.","author":"Steve Israel","category":"Today, Generation, Help"},{"quote":"I think that, in addition of the intersection of media and technology, there has also been an intersection between technology and finance, which is something I find a little closer to home, seeing as I spend so much time covering Wall Street banks.","author":"Kayla Tausche","category":"Time, Technology, Home"},{"quote":"People in all walks of life, and especially business, do not want to experience the collapse of cities like New York along with global finance and economy in chaos, but this is what business faces if we continue to attribute climate change to fossil fuels alone.","author":"Allan Savory","category":"Life, Change, Business"},{"quote":"Europe is difficult to coordinate, and our main deficit may not even lie in this area of finance and economics, but in foreign and security policy. We have a leadership problem because we are still 27 different members who have still not decided on how to work with each other based on what we used to call a European constitution.","author":"Peer Steinbruck","category":"Leadership, Work"},{"quote":"I certainly want campaign finance reform. I just wish this would do it in a way that would stand up to a constitutional challenge.","author":"Ben Nelson","category":"Challenge, Stand Up, Want"},{"quote":"Let's not forget, it was the government, Department of Finance and Central Bank that decided to unfairly land the taxpayers of this country with unmitigated losses of Anglo and massive legacy issues that would have been expected when nationalising a fraudulent bank.","author":"Sean Quinn","category":"Government, Legacy, Forget"},{"quote":"During my undergraduate training at UCLA, I was studying finance and securities; my particular interest was with mutual funds. Wanting to get into a high position at some of the companies that were doing that, I knew that law would be useful.","author":"Robert Shapiro","category":"Training, Law, Studying"},{"quote":"In fact, corporate and union moneys go overwhelmingly to incumbents, so limiting that money, as Congress did in the campaign finance law, may be the single most self-denying thing that Congress has ever done.","author":"Elena Kagan","category":"Money, Law, Single"},{"quote":"The transaction cost approach maintains that some projects are easy to finance by debt and ought to be financed by debt. These are projects for which physical-asset specificity is low to moderate.","author":"Oliver E. Williamson","category":"Easy, Cost, Debt"},{"quote":"What we now call 'finance' is, I hold, an intellectual perversion of what began as warm human love.","author":"Robert Graves","category":"Love, Intellectual, Human"},{"quote":"Masood Ahmed brings to the position of director of external relations extensive experience gained in a range of senior positions in international finance and development.","author":"Rodrigo Rato","category":"Experience, Senior"},{"quote":"Orrin Hatch is old enough to be my father, and I don't want my father running the United States Senate Finance Committee.","author":"Scott Howell","category":"Father, Want, Committee"},{"quote":"Students and postdoctoral fellows largely depend on the support of the public sector to finance the training and research that will make them world-renowned scientists.","author":"Carol W. Greider","category":"Training, Support, Research"},{"quote":"What you get out of an M.B.A. programme, no matter how much experience, is functional tools and understanding in disciplines: you'll understand economics, you'll understand marketing, finance, accounting. That, M.B.A. programmes do very well.","author":"Henry Mintzberg","category":"Experience, Tools, Marketing"},{"quote":"I don't plan on going back to legal work. I wanted an international career, and finance seemed to be where some interesting career opportunities were.","author":"Nick Johnson","category":"Work, Opportunities, Legal"},{"quote":"You can be this super-successful woman who's smart and effective but still feminine. When I worked in finance, I didn't always think that was possible.","author":"Ruzwana Bashir","category":"Woman, Smart, Think"},{"quote":"Well, paycheck protection is an important ingredient for a successful campaign finance reform measure.","author":"Andrew Card","category":"Successful, Measure"},{"quote":"In our experience at Safeway, we're confident that we can actually improve the quality of health care while taking costs down and using the savings to help finance coverage of low-income people who are clearly going to need help to pay for insurance.","author":"Steven Burd","category":"Health, Experience, Quality"},{"quote":"I was not thinking about infinite multipliers when I was 10. But I did have a father who was a Ph.D. in commerce and finance and an intellectual man. And so I had a feeling, probably about the time I went to college, that I would try to be a scholar and teacher, but I didn't know which field.","author":"Michael Spence","category":"Time, Teacher, Father"},{"quote":"I've been writing a lot, I've a few projects I'm trying to finance, I do some acting, I do some directing... Apart from that, if I could get lower that a ten handicap on my golf game I'd be thrilled.","author":"Paul Michael Glaser","category":"Writing, Golf, Game"},{"quote":"Spain is finding it very difficult to finance itself with sovereign debt risk premium so high.","author":"Mariano Rajoy","category":"Risk, Finding, Debt"},{"quote":"I grew up reading '2000 AD' and the occasional Transformers and GI Joe comic, but when I could finance comics myself, I lasted only a little reading superheroes.","author":"Ben Peek","category":"Myself, Reading, Little"},{"quote":"Nobody wants campaign finance reform more than me. It would save me a fortune.","author":"Andrew Tobias","category":"Me, Nobody, Fortune"},{"quote":"Finance is a gun. Politics is knowing when to pull the trigger.","author":"Mario Puzo","category":"Politics, Gun, Knowing"},{"quote":"I wanted to make Jerusalem as feature film. But we couldn't finance it only through theatrical release, we couldn't get all the money we needed. We had to get some money from television. So we said, ok, let's do it both ways. So we did it in four parts.","author":"Bille August","category":"Money, Television, Said"},{"quote":"After serving in the Korean War, I actually started working towards a master's degree in finance.","author":"John Cullum","category":"War, Working, Serving"},{"quote":"The special sphere of finance within economics is the study of allocation and deployment of economic resources, both spatially and across time, in an uncertain environment. To capture the influence and interaction of time and uncertainty effectively requires sophisticated mathematical and computational tools.","author":"Robert C. Merton","category":"Time, Influence, Tools"},{"quote":"People can get information - on entertainment, politics, finance - much easier than before. That will change the way people do business, the way people live.","author":"Robin Li","category":"Change, Business, Politics"},{"quote":"As an assistant in the polytechnic department, I was able to finance new studies and got my Physics Masters Degree in 1958 and my Ph.D. in 1959.","author":"Francois Englert","category":"Physics, New, Masters"},{"quote":"In the West, if a city faces financial difficulties, it'll go bankrupt. But in China, cities will be subsidised by the Ministry of Finance. So some small- and medium-sized cities aren't worried about going bankrupt. They figure the central government will help them out.","author":"Wang Shi","category":"City, Government, Financial"},{"quote":"I was not a name I was not a face. I was not going to finance a movie. No one was going to come and pay tickets to see me.","author":"Joe Alwyn","category":"Me, Name, See"},{"quote":"I wasn't a financial pro, and I paid the price.","author":"Ruth Handler","category":"Financial, Price, Paid"},{"quote":"Macro-trading requires a high degree of skill, focus and repetition. Life events, such as birth, divorce, death of a loved one and other emotional highs and lows are obstacles to success in this specific field of finance.","author":"Paul Tudor Jones","category":"Life, Success, Death"},{"quote":"To finance longer life spans, we must convince individuals to start investing now for the long term. But longevity should be an asset that can be levered, not a curse. They must understand that there's a cost to sitting in cash. No one talks about that cost.","author":"Laurence D. Fink","category":"Life, Start, Long"},{"quote":"I probably don't make as much money as people think I make. I make more than the usual medium household. I'm one of the few middle class actors out there. The microcosm of Hollywood reflects the macrocosm of international finance.","author":"James Ransone","category":"Money, People, Think"},{"quote":"For some time, I thought being a producer would be a more fulfilling career than being an actor. But then I went to a conference in Cannes with 300 other producers, all desperately chasing finance for their projects... and realized being an actor wasn't so bad after all!","author":"William Kircher","category":"Time, Thought, Career"},{"quote":"I was OK in school, but I always missed a lot because I was playing so much. But if I'd stuck at it, I imagine that I'd be doing something financial or economical. Finance always attracted me, even though maths was always a bit of a love-hate relationship. I would have tried playing football, but I don't think I'd have made it.","author":"Matteo Manassero","category":"Relationship, Football"},{"quote":"There are some risks we choose to take because the benefits from taking them exceed the possible costs. Optimal behavior takes risks that are worthwhile. This is the central paradigm of finance: we must take risks to achieve rewards, but not all risks are equally rewarded.","author":"Robert F. Engle","category":"Risks, Behavior, Achieve"},{"quote":"I understand that finance can be very complex.","author":"Kevin Harrington","category":"Understand, Complex, Very"},{"quote":"Many dotcoms recruited people from existing companies who were quite experienced in finance, marketing, distribution and other disciplines but not necessarily experienced in the Web culture.","author":"John Patrick","category":"Culture, People, Marketing"},{"quote":"If I finance a bank and I know if the bank will get in trouble, I will be hit and I will lose money, I will put a price on that.","author":"Jeroen Dijsselbloem","category":"Money, Know, Bank"},{"quote":"I only make movies to finance my fishing.","author":"Lee Marvin","category":"Fishing, Movies, Only"},{"quote":"The Republican Party is not in the hands of the Jewish lobby in America as the Democratic Party must look quite often to Jewish money to finance candidates.","author":"Pete McCloskey","category":"Money, America, Hands"},{"quote":"I basically see two reasons for a going public: Glencore gets access to more money. It is a way of funding your business and to finance growth. Plus: You have more liquid shares. It is easier to leave the company and redeem your shares. The 'going public' may also be an exit strategy for the top management.","author":"Marc Rich","category":"Business, Money, Growth"},{"quote":"There's a cumulative effect to getting good parts as a freelance actor, because you're only as good as your last job, and you have to keep going out and getting them. Unless you're part of the finance structure, by which I mean a bankable star, which I never was and never will be.","author":"Bruce McGill","category":"Good, Job, Keep Going"},{"quote":"I was fortunate enough to model, but it was always work for me. It was a way to support myself and finance acting classes.","author":"Bar Paly","category":"Work, Myself, Support"},{"quote":"I really love New York, and I've lived here for a long time. I know not just the different neighborhoods but the different kind of class cultures in New York from the up-and-coming, down-and-out kind of artist to the powerful worlds of finance.","author":"Neil Burger","category":"Love, Time, Artist"},{"quote":"As dismayed as Americans are with the influence of the special interests that finance election campaigns, they've been reluctant to embrace the alternative: taxpayer-financed elections.","author":"John Harwood","category":"Influence, Election, Special"},{"quote":"When you think of Yahoo, they had a shot to be what Vox is doing, in terms of taking content and distribution, and really focusing on news, sports, finance - the things that uniquely Yahoo was really terrific at - and really build that whole flywheel.","author":"Susan Decker","category":"Sports, Think, You"},{"quote":"Our goal is to make finance the servant, not the master, of the real economy.","author":"Alistair Darling","category":"Goal, Economy, Real"},{"quote":"Under capitalism each individual engages in economic planning.","author":"George Reisman","category":"Planning, Capitalism"},{"quote":"I've always supported myself. I like the sense of knowing exactly where I stand financially, but there is a side of me that longs for a knight in shining armor.","author":"Barbara Feldon","category":"Myself, Me, Stand"},{"quote":"The job of the Central Bank is to worry.","author":"Alice Rivlin","category":"Job, Worry, Bank"},{"quote":"It starts with campaign finance reform.","author":"Zack Space","category":"Campaign, Reform"},{"quote":"In the long run, with profits from piracy greater than international finance mobilised to solve the problem, we can expect piracy to increase geographically and in sophistication.","author":"Peter Middlebrook","category":"Problem, Long, Run"},{"quote":"After my father died, we were pretty much wiped out financially as a family, so I decided to give finance a try.","author":"Leon Black","category":"Family, Father, Try"},{"quote":"From the RBI side, the fake Indian currency note is an important issue that needed to be addressed. The other collateral benefits from this, in terms of greater accountability, better public finance, more transparency, are, by definition, areas that take time to fully play out.","author":"Urjit Patel","category":"Time, Accountability, Fake"},{"quote":"We cannot both preach and administer financial matters.","author":"Saint Stephen","category":"Financial, Matters, Preach"},{"quote":"The rate of interest acts as a link between income-value and capital-value.","author":"Irving Fisher","category":"Interest, Between, Rate"},{"quote":"Rounding to the nearest cent is sufficiently accurate for practical purposes.","author":"Alexander John Ellis","category":"Practical, Accurate"},{"quote":"It's much more straightforward to get finance when you have an Oscar.","author":"Hugh Hudson","category":"You, Straightforward, Oscar"},{"quote":"The good physician treats the disease the great physician treats the patient who has the disease.","author":"William Osler","category":"Good, Great, Physician"},{"quote":"The doctor sees all the weakness of mankind; the lawyer all the wickedness, the theologian all the stupidity.","author":"Arthur Schopenhauer","category":"Doctor, Stupidity, Weakness"},{"quote":"Never go to a doctor whose office plants have died.","author":"Erma Bombeck","category":"Doctor, Plants, Office"},{"quote":"Finish last in your league and they call you idiot. Finish last in medical school and they call you doctor.","author":"Abe Lemons","category":"School, Doctor, You"},{"quote":"If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking... is freedom.","author":"Dwight D. Eisenhower","category":"Freedom, Prison, Want"},{"quote":"You may not be able to read a doctor's handwriting and prescription, but you'll notice his bills are neatly typewritten.","author":"Earl Wilson","category":"Doctor, You, Bills"},{"quote":"The greatest evil is physical pain.","author":"Saint Augustine","category":"Pain, Evil, Greatest"},{"quote":"I am dying from the treatment of too many physicians.","author":"Alexander the Great","category":"I Am, Dying, Treatment"},{"quote":"When I was born I was so ugly the doctor slapped my mother.","author":"Rodney Dangerfield","category":"Mother, Doctor, Ugly"},{"quote":"The downside to becoming a doctor, I think, is it's a very long process; four years of medical school, three years of internship, two years of residency, umpteen years of specialization, and then finally you get to be what you have trained almost all your life for.","author":"Jim Lee","category":"Life, School, Doctor"},{"quote":"We have the greatest hospitals, doctors, and medical technology in the world - we need to make them accessible to every American.","author":"Barbara Boxer","category":"Technology, American, World"},{"quote":"Wellness is not a 'medical fix' but a way of living - a lifestyle sensitive and responsive to all the dimensions of body, mind, and spirit, an approach to life we each design to achieve our highest potential for well-being now and forever.","author":"Greg Anderson","category":"Life, Design, Mind"},{"quote":"For many people, managing pain involves using prescription medicine in combination with complementary techniques like physical therapy, acupuncture, yoga and massage. I appreciate this because I truly believe medical care should address the person as a whole - their mind, body, and spirit.","author":"Naomi Judd","category":"Pain, Believe, Mind"},{"quote":"Once you're labeled as mentally ill, and that's in your medical notes, then anything you say can be discounted as an artefact of your mental illness.","author":"Hilary Mantel","category":"Mental Illness, You, Say"},{"quote":"To study the phenomena of disease without books is to sail an uncharted sea, while to study books without patients is not to go to sea at all.","author":"William Osler","category":"Sea, Sail, Study"},{"quote":"Nature can do more than physicians.","author":"Oliver Cromwell","category":"Nature, More, Than"},{"quote":"It is much more important to know what sort of a patient has a disease than what sort of a disease a patient has.","author":"William Osler","category":"Important, Know, Patient"},{"quote":"Patients who are being kept alive by technology and want to end their lives already have a recognized constitutional right to stop any and all medical interventions, from respirators to antibiotics. They do not need physician-assisted suicide or euthanasia.","author":"Ezekiel Emanuel","category":"Technology, Suicide, End"},{"quote":"I had a project for my life which involved 10 years of wandering, then some years of medical studies and, if any time was left, the great adventure of physics.","author":"Che Guevara","category":"Life, Time, Adventure"},{"quote":"In the real world, 90% of the money spent on medical research is focused on conditions that are responsible for just 10% of the deaths and disability caused by diseases globally.","author":"Peter Singer","category":"Money, World, Disability"},{"quote":"No one plans to get sick or hurt - I certainly didn't - but most people will need medical care at some point in their lives.","author":"Magic Johnson","category":"Hurt, People, Care"},{"quote":"If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering.","author":"Ralph Merkle","category":"Technology, Quality"},{"quote":"In medical school, you're taught to write in this convoluted, Latinate way. I knew the vocabulary as well as anyone, but I would write kidney instead of nephric. I insisted on using English.","author":"Ethan Canin","category":"School, Way, You"},{"quote":"Patient autonomy is paramount to the oath that we take when we enter the profession of medicine. That is why I am appalled when the federal government gets between my patients and their right to the full range of medical information and complete access to health care.","author":"Ami Bera","category":"Health, I Am, Government"},{"quote":"I was always shocked when I went to the doctor's office and they did my X-ray and didn't find that I had eight more ribs than I should have or that my blood was the color green.","author":"Nicolas Cage","category":"Color, Doctor, Green"},{"quote":"To array a man's will against his sickness is the supreme art of medicine.","author":"Henry Ward Beecher","category":"Art, Man, Sickness"},{"quote":"Getting out of the hospital is a lot like resigning from a book club. You're not out of it until the computer says you're out of it.","author":"Erma Bombeck","category":"Book, Hospital, You"},{"quote":"I told the doctor I broke my leg in two places. He told me to quit going to those places.","author":"Henny Youngman","category":"Doctor, Me, Quit"},{"quote":"To date, embryonic stem cell research has not produced a single medical treatment, where ethical, adult stem cell research has produced some 67 medical miracles.","author":"Mike Pence","category":"Research, Ethical, Single"},{"quote":"Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management.","author":"John Doolittle","category":"Technology, Management, Long"},{"quote":"Changing our consumer behaviour is similar to quitting smoking. Unless people are shocked into doing it, either by social disapproval or family disapproval or fear of the medical consequences, they'll just keep on smoking.","author":"John Quelch","category":"Family, Fear, People"},{"quote":"Here at the Cold Spring Harbor Laboratory, we have genetically rearranged various viruses and bacteria as part of our medical research. In fact, we have been able to create entirely new types of DNA molecules by splicing together the genetic information from different organisms - recombinant DNA.","author":"James D. Watson","category":"Together, Research, Spring"},{"quote":"I can testify to what UNICEF means to children because I was among those who received food and medical relief right after World War II.","author":"Audrey Hepburn","category":"Food, Children, War"},{"quote":"Best and I worked in the sub-basement of the old medical building day and night. Time, meals, sleep - all were of secondary consideration. We had to get insulin into a form that was refined enough for continued clinical use.","author":"Frederick Banting","category":"Time, Best, Sleep"},{"quote":"I'm not feeling very well - I need a doctor immediately. Ring the nearest golf course.","author":"Groucho Marx","category":"Golf, Doctor, Ring"},{"quote":"A hospital is no place to be sick.","author":"Samuel Goldwyn","category":"Sick, Hospital, Place"},{"quote":"The physician's highest calling, his only calling, is to make sick people healthy - to heal, as it is termed.","author":"Samuel Hahnemann","category":"People, Physician, Healthy"},{"quote":"The patient decides when it's best to go.","author":"Jack Kevorkian","category":"Best, Patient, Go"},{"quote":"Modern medical advances have helped millions of people live longer, healthier lives. We owe these improvements to decades of investment in medical research.","author":"Ike Skelton","category":"Research, People, Live"},{"quote":"Researches tested a new form of medical marijuana that treats pain but doesn't get the user high, prompting patients who need medical marijuana to declare, 'Thank you?'","author":"Jimmy Fallon","category":"Pain, Thank You, You"},{"quote":"When you talk about obesity, there's so many things that can cause that. It can be a medical thing, or down to the individual. There's a lot of other things involved than eating a Mars bar.","author":"Peter Shilton","category":"Eating, Down, You"},{"quote":"When I came to this country in 1958, to be a dying patient in a medical hospital was a nightmare. You were put in the last room, furthest away from the nurses' station. You were full of pain, but they wouldn't give you morphine. Nobody told you that you were full of cancer and that it was understandable that you had pain and needed medication.","author":"Elisabeth Kubler-Ross","category":"Pain, Cancer, You"},{"quote":"It's crazy to me that in this world of electronic medical records Walmart has so much information about how we shop, but no one has that information about our health. Why can't my doctor say, 'Wow, Anne, based on your lifestyle and behavior, you're five years from being diabetic.' But I can go to Target, and they know exactly what I'm going to buy.","author":"Anne Wojcicki","category":"Health, Doctor, World"},{"quote":"It was my Uncle George who discovered that alcohol was a food well in advance of modern medical thought.","author":"P. G. Wodehouse","category":"Food, Thought, Alcohol"},{"quote":"A physician is not angry at the intemperance of a mad patient, nor does he take it ill to be railed at by a man in fever. Just so should a wise man treat all mankind, as a physician does his patient, and look upon them only as sick and extravagant.","author":"Lucius Annaeus Seneca","category":"Wise, Man, Wise Man"},{"quote":"We have a lot to gain through furthering stem cell research, but medical breakthroughs should be fundamentally about saving, not destroying, human life. Therefore, I support stem cell research that does not destroy the embryo.","author":"Michael Steele","category":"Life, Support, Research"},{"quote":"You know, if I listened to Michael Dukakis long enough, I would be convinced we're in an economic downturn and people are homeless and going without food and medical attention and that we've got to do something about the unemployed.","author":"Ronald Reagan","category":"Food, Homeless, People"},{"quote":"They certainly give very strange names to diseases.","author":"Plato","category":"Strange, Names, Give"},{"quote":"The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes.","author":"Mark Twain","category":"Changes, Practice, Bible"},{"quote":"I keep dreaming of a future, a future with a long and healthy life, not lived in the shadow of cancer but in the light.","author":"Patrick Swayze","category":"Life, Future, Light"},{"quote":"Privacy with medical information is a fallacy. If everyone's information is out there, it's part of the collective.","author":"Craig Venter","category":"Information, Privacy"},{"quote":"I treated as few patients as I could as a medical student, and I never practiced medicine.","author":"Severo Ochoa","category":"Medicine, Student, Never"},{"quote":"It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.","author":"John Sununu","category":"Technology, Me, Years"},{"quote":"The space industry is developing and delivering benefits that tie into our immediate needs and priorities here on Earth-for example, medical and materials research, and satellite communications.","author":"Marc Garneau","category":"Space, Research, Priorities"},{"quote":"Zombies let us explore notions of the apocalypse - no water, food, medical care, the government imploding - while letting us sleep at night.","author":"Max Brooks","category":"Food, Water, Sleep"},{"quote":"Prescription: A physician's guess at what will best prolong the situation with least harm to the patient.","author":"Ambrose Bierce","category":"Best, Physician, Situation"},{"quote":"Medicine sometimes snatches away health, sometimes gives it.","author":"Ovid","category":"Health, Medicine, Sometimes"},{"quote":"I was going to have cosmetic surgery until I noticed that the doctor's office was full of portraits by Picasso.","author":"Rita Rudner","category":"Doctor, Surgery, Office"},{"quote":"Cancer affects all of us, whether you're a daughter, mother, sister, friend, coworker, doctor, patient.","author":"Jennifer Aniston","category":"Sister, Daughter, Mother"},{"quote":"Modern medicine is a negation of health. It isn't organized to serve human health, but only itself, as an institution. It makes more people sick than it heals.","author":"Ivan Illich","category":"Health, Medicine, People"},{"quote":"If a person is treated like a patient, they are apt to act like one.","author":"Frances Farmer","category":"Person, Patient, Like"},{"quote":"You can die of the cure before you die of the illness.","author":"Michael Landon","category":"Die, You, Illness"},{"quote":"Thinking of disease constantly will intensify it. Feel always 'I am healthily in body and mind'.","author":"Swami Sivananda","category":"I Am, Thinking, Mind"},{"quote":"You know what they call the fellow who finishes last in his medical school graduating class? They call him 'Doctor.'","author":"Abe Lemons","category":"School, Doctor, Know"},{"quote":"The physicians of one class feel the patients and go away, merely prescribing medicine. As they leave the room they simply ask the patient to take the medicine. They are the poorest class of physicians.","author":"Ramakrishna","category":"Medicine, Class, Patient"},{"quote":"We should be concerned not only about the health of individual patients, but also the health of our entire society.","author":"Ben Carson","category":"Health, Society, Individual"},{"quote":"Electronic medical records are, in a lot of ways, I think the aspect of technology that is going to revolutionize the way we deliver care. And it's not just that we will be able to collect information, it's that everyone involved in the healthcare enterprise will be able to use that information more effectively.","author":"Risa Lavizzo-Mourey","category":"Technology, Information"},{"quote":"The vast majority of people who speak to me say they have had brilliant care. When they are critical, their concern tends not to be directed at the medical side but the ancillary things that surround it, such as helping patients to eat meals, cleanliness, and making sure that when patients have a problem, they are listened to.","author":"Andrew Lansley","category":"Speak, Me, Problem"},{"quote":"Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of a potential life.","author":"Potter Stewart","category":"Life, Potential, Abortion"},{"quote":"Americans of all ages deserve quality end-of-life medical care.","author":"Bill Nelson","category":"Quality, Care, Deserve"},{"quote":"Community health centers do a great deal with limited resources. They provide critical medical care services to many who would otherwise have no other place to go or would end up in an emergency room.","author":"Jan Schakowsky","category":"Health, Community, Great"},{"quote":"These technologies can make life easier, can let us touch people we might not otherwise. You may have a child with a birth defect and be able to get in touch with other parents and support groups, get medical information, the latest experimental drugs. These things can profoundly influence life. I'm not downplaying that.","author":"Steve Jobs","category":"Life, Parents, Support"},{"quote":"I first wanted to be a psychiatrist. I decided against that in medical school when I discovered that psychiatrists didn't, in reality, do what they did on TV.","author":"Ben Carson","category":"School, Reality"},{"quote":"We have the sense that medical students come to medicine with a great capacity to understand the suffering of patients. And then by the end of the third year they completely lose that ability, partly because we teach them the specialized language of medicine.","author":"Abraham Verghese","category":"Great, Language, Suffering"},{"quote":"Students undergo a conversion in the third year of medical school - not pre-clinical to clinical, but pre-cynical to cynical.","author":"Abraham Verghese","category":"School, Cynical, Students"},{"quote":"When I went to medical school, the term 'digital' applied only to rectal exams.","author":"Eric Topol","category":"School, Digital"},{"quote":"I have enjoyed great satisfaction from my climb of Everest and my trips to the poles. But there's no doubt that my most worthwhile things have been the building of schools and medical clinics.","author":"Edmund Hillary","category":"Great, Building, Climb"},{"quote":"Even putting aside the Judeo-Christian morality upon which the Constitution and our nation's culture are based, the notion of forced euthanasia would contradict the long-held body of medical ethics to which all American doctors must adhere.","author":"Sherwin B. Nuland","category":"Culture, Ethics, American"},{"quote":"In an ideal world, the amount of money we spend on medical research to prevent or cure a disease would be proportional to its seriousness and the number of people who suffer from it.","author":"Peter Singer","category":"Money, World, Research"},{"quote":"In medical school, it's quite possible to get taught that you can diagnose everybody and treat everything. But then you get out in the real world and find that for most patients walking through your door, you have no idea what's causing their symptoms.","author":"Barry Marshall","category":"School, Walking, World"},{"quote":"Genome-based treatment, based on wider and cheaper availability of genome data, will provide new ways to customize the therapeutic protocol and enhance our control over diseases and medical treatment.","author":"Nayef Al-Rodhan","category":"Control, Data, New"},{"quote":"I think it's a very valuable thing for a doctor to learn how to do research, to learn how to approach research, something there isn't time to teach them in medical school. They don't really learn how to approach a problem, and yet diagnosis is a problem; and I think that year spent in research is extremely valuable to them.","author":"Gertrude B. Elion","category":"Time, School, Research"},{"quote":"Every new startup business creates new opportunities. It doesn't matter whether you have a new app for college students or a home medical device for senior citizens there are other multibillion noncompetitive corporations that are spending millions of dollars trying to market their goods and services to your same audience.","author":"Jay Samit","category":"Business, Home, College"},{"quote":"One of the key issues all veterans face is making the transition to a civilian career, and for veterans who need extra medical attention, this can be even more difficult.","author":"John Delaney","category":"Veterans, Career, Transition"},{"quote":"What's important at the grocery store is just as important in engines or medical systems. If the customer isn't satisfied, if the stuff is getting stale, if the shelf isn't right, or if the offerings aren't right, it's the same thing. You manage it like a small organization. You don't get hung up on zeros.","author":"Jack Welch","category":"Organization, Small"},{"quote":"We need to accept the seemingly obvious fact that a toxic environment can make people sick and that no amount of medical intervention can protect us. The health care community must become a powerful political lobby for environmental policy and legislation.","author":"Andrew Weil","category":"Health, Community"},{"quote":"I can say, 'Well, I'm a male. I'm a male human. I'm a medical doctor. I'm an author...' If I go to a religious point of view, I will say, 'I am a soul. I am a spirit.' If I go into science, I will say, 'I am energy. I am light.' But the truth is I have no idea what I am.","author":"Don Miguel Ruiz","category":"Light, Truth, Science"},{"quote":"I had parents who believed I could do anything - and I know how that made me feel. I think both my parents, having careers in the medical profession, feel they are helping people on a daily basis, and that was inculcated in me as a value. I had to struggle with giving up the idea of becoming a doctor myself.","author":"Reese Witherspoon","category":"Daily, Myself, Parents"},{"quote":"Medical need is an infinitely expandable concept. There is always one more marginal procedure that can be done. There is no end to the medical and surgical treatments that a technologically sophisticated and advanced society can give to aging bodies.","author":"Richard Lamm","category":"Society, End, Aging"},{"quote":"I can remember in the late 1980s and early 1990s how many men with AIDS I saw everywhere in Key West. There were hospices and medical supply stores geared to people with AIDS. It seemed that every sick man who could afford it had headed for the warmth and the tranquillity and the gay-friendliness of the island.","author":"Edmund White","category":"Man, Men, Remember"},{"quote":"As medical research continues and technology enables new breakthroughs, there will be a day when malaria and most all major deadly diseases are eradicated on Earth.","author":"Peter Diamandis","category":"Technology, Day, Research"},{"quote":"When my husband turned 40, I was obsessed. 'Has he had his medical checkup?' He needed to go to the doctor; he needed to go to the dentist. Any little cough, I was really on him. Then he turned 40, and I thought, 'Maybe that's why I've been so obsessed with his health!'","author":"Cate Blanchett","category":"Health, Thought, Doctor"},{"quote":"The Internet ethos of diversity and competition runs exactly counter to uniform, gatekeeper-oriented medical culture - the technocratic philosophy of the 'one best way' embodied in our pharmaceutical regulations. On the Net, medical information is abundant, and pharmacies, domestic and foreign, operate on many different models.","author":"Virginia Postrel","category":"Best, Culture, Diversity"},{"quote":"Whether it's by helping us search for health-related information, connecting us with doctors through online portals, or enabling us to store and retrieve our medical records online, the Internet is starting to show the promise it has to transform the way people interact with and improve their own health and wellness.","author":"Dean Ornish","category":"Health, Internet, Wellness"},{"quote":"Reimbursement is a major determinant of how medicine is practiced. When reimbursement changes, so do medical practice and medical education.","author":"Dean Ornish","category":"Education, Changes, Practice"},{"quote":"Over the years my mother's steadfast faith in God has inspired me, particularly when I had to perform extremely difficult surgical procedures or when I found myself faced with my own medical scare.","author":"Ben Carson","category":"Faith, Myself, Mother"},{"quote":"Prior to my call to the Twelve, I served as a medical doctor and surgeon.","author":"Russell M. Nelson","category":"Doctor, Surgeon, Call"},{"quote":"There are many plant medicines that are available to us that have a lot of stigma around them that I hope, in the future, our medical community can look at, because I would absolutely go to those alternatives first before I went back to Western medicine.","author":"Melissa Etheridge","category":"Hope, Future, Community"},{"quote":"Considering community support and cost-benefit analysis, I have supported earmarks for projects of high public purpose involving such areas as higher education, alternative energy, transportation, medical research and military infrastructure.","author":"Jeff Fortenberry","category":"Education, Community"},{"quote":"Health care historically has been a very siloed field that's organized around medical specialties - urology, cardiac surgery, and so forth - and around the supply of these specialty services. The patient is the ping-pong ball that moves from service to service.","author":"Michael Porter","category":"Health, Service, Care"},{"quote":"The growing professional disciplines of medical ethics and bioethics have had a profound impact on researchers, bedside doctors, associations of physicians, and government.","author":"Sherwin B. Nuland","category":"Ethics, Government, Impact"},{"quote":"For every dollar we have given to athletics, we have given about 27 to higher education or medical research.","author":"Joe Jamail","category":"Education, Research"},{"quote":"The fact is that a bill allowing any employer to deny insurance coverage based on a moral objection - along with giving an employer permission to ask for medical records showing why a woman is taking birth control - opens up a set of problems that I'm sure its sponsors have not fully considered.","author":"Richard Carmona","category":"Woman, Problems, Giving"},{"quote":"We need to and must protect privacy. But I think that people will be willing and even eager to share medical information about themselves for the greater good of mankind.","author":"Patrick Soon-Shiong","category":"Good, Information, People"},{"quote":"Medical attention and emotional support can be difficult to obtain for those in need, yet both are essential to nurturing healthy futures year round and especially during the holiday season.","author":"Sylvia Mathews Burwell","category":"Support, Holiday, Healthy"},{"quote":"I treat my writing like a day job, like my main job, even if for many years I was doing other jobs to pay the bills. I worked as a copy editor. I was a medical guinea pig. I was an eBay power seller of ladies' handbags. I was an assistant to a bookie at the horse races. I bartended. I did anything I could to make ends meet.","author":"Miguel Syjuco","category":"Day, Power, Job"},{"quote":"It is false to suggest that medical breakthroughs come only through government research.","author":"Roger Wicker","category":"Government, Research"},{"quote":"My efforts to join the fight against breast cancer all began around the fact that women were getting short-changed in the medical arena.","author":"Evelyn Lauder","category":"Women, Fight, Breast Cancer"},{"quote":"I was doing a scene in a medical tent in 18th-century battle dress, pantaloons and a ripped shirt, and the guy from the crew kept asking me if I was OK, if I was too cold. I told him, 'Are you kidding? I'm from Wales!'","author":"Owain Yeoman","category":"Dress, Battle, Me"},{"quote":"I decided, as a medical student, to devote myself to a study of the brain.","author":"John Eccles","category":"Myself, Brain, Student"},{"quote":"Despite the fact that every sport this side of badminton worries about concussions that result in brain damage, CTE, the National Hockey League refuses to accept the overwhelming medical science. Good grief - the NHL still permits fights.","author":"Frank Deford","category":"Good, Science, Grief"},{"quote":"Do any of us actually want to live in a world where your boss can decide that he or she is morally opposed to mental health care? What if your employer was morally opposed to getting x-rays or antibiotics? How about just being forced to disclose your private medical information to your employer?","author":"Richard Carmona","category":"Health, Boss, World"},{"quote":"Even fictional characters sometimes receive unwarranted medical opinions. Doctors have diagnosed Ebenezer Scrooge with OCD, Sherlock Holmes with autism, and Darth Vader with borderline personality disorder.","author":"Sam Kean","category":"Personality, Opinions"},{"quote":"Medicine is my lawful wife and literature my mistress; when I get tired of one, I spend the night with the other.","author":"Anton Chekhov","category":"Wife, Tired, Night"},{"quote":"Everybody who's a physician, who makes vaccines, who wants to find the cure for cancer. Everybody who wants to do any medical good for humankind got the passion for that before he or she was 10.","author":"Bill Nye","category":"Good, Passion, Cancer"},{"quote":"Keep a watch also on the faults of the patients, which often make them lie about the taking of things prescribed.","author":"Hippocrates","category":"Lie, Faults, Watch"},{"quote":"Mammograms are really sort of a gift. You can either catch something early or count your lucky stars because nothing was discovered. Either way, you're ahead of the game.","author":"Charlotte Ross","category":"Stars, Gift, Game"},{"quote":"All of the details that most of us memorize in medical school - you don't have to learn those things. They're going to be in your computer.","author":"Leroy Hood","category":"School, Details, You"},{"quote":"The literature of menopause is the saddest, the most awful, and the most medical of all genres. You're sleepless, you're anxious, you're fat, you're depressed - and the advice is always the same: take more walks, eat some kale, and drink lots of water. It didn't help.","author":"Sandra Tsing Loh","category":"Water, Advice, Help"},{"quote":"Doctors are just the same as lawyers; the only difference is that lawyers merely rob you, whereas doctors rob you and kill you too.","author":"Anton Chekhov","category":"Lawyers, Difference, You"},{"quote":"My doctor gave me six months to live, but when I couldn't pay the bill he gave me six months more.","author":"Walter Matthau","category":"Doctor, Me, Live"},{"quote":"On bad days, I think I'd like to be a plastic surgeon who goes to Third World countries and operates on children in villages with airlifts, and then I think, 'Yeah, right, I'm going to go back to undergraduate school and take all the biology I missed and then go to medical school.' No. No.","author":"Tama Janowitz","category":"Children, School, World"},{"quote":"The digital world has been in a separate orbit from our medical cocoon, and it's time the boundaries be taken down.","author":"Eric Topol","category":"Time, World, Digital"},{"quote":"America's doctors, nurses and medical researchers are the best in the world, but our health care system is broken.","author":"Mike Ferguson","category":"Best, Health, America"},{"quote":"Every article I wrote in those days, every speech I made, is full of pleading for the recognition of lead poisoning as a real and serious medical problem.","author":"Alice Hamilton","category":"Problem, Speech, Real"},{"quote":"It is difficult to think of anything more important than providing the best education possible for our children. They will develop the next technologies, medical cures, and global industries, while mitigating their unintended effects, or they will fail to do these things and consign us all to oblivion.","author":"Sam Harris","category":"Education, Children, Best"},{"quote":"Medical professionals are as skilled and as dedicated as any, but they operate within a fragmented system that has not progressed as far as we have in aviation.","author":"Chesley Sullenberger","category":"Aviation, System, Within"},{"quote":"If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying.","author":"Neal Asher","category":"Travel, Time, Technology"},{"quote":"In the name of Hypocrites, doctors have invented the most exquisite form of torture ever known to man: survival.","author":"Edward Everett Hale","category":"Man, Survival, Name"},{"quote":"When I told my doctor I couldn't afford an operation, he offered to touch-up my X-rays.","author":"Henny Youngman","category":"Doctor, Afford, He"},{"quote":"I went to the doctor and he said I had acute appendicitis, and I said compared to who?","author":"Jay London","category":"Doctor, Said, He"},{"quote":"The current medical records system is this: Room after room after room in a hospital filled with paper files.","author":"Timothy Murphy","category":"Hospital, System, Records"},{"quote":"I'm involved in everything from a nutraceutical company to a pharmaceutical company to a medical device company. My whole world revolves around health, and I feel it's my responsibility, in a way, and I say it this way, and I don't take this lightly.","author":"Montel Williams","category":"Health, Responsibility"},{"quote":"Only medical hypnosis is capable of opening up amnesia.","author":"Betty Hill","category":"Opening, Up, Capable"},{"quote":"A placebo is a phony cure that works. This is very hard for the medical profession to get their teeth around because they hate placebos, but scientifically, placebos work in about 30% of cases that are psychogenic diseases.","author":"Charles Jencks","category":"Work, Hate, Teeth"},{"quote":"Saving the world via medical research or going off to Gobi Desert to dust off dinosaur eggs is what I thought I might be doing when I was a kid, and I'd love to bring those interests to a show like 'E.R.' or 'The West Wing,' or a movie like 'Jurassic Park.'","author":"Morgan Fairchild","category":"Love, World, Research"},{"quote":"When you pay a hospital bill, you're really paying two hospital bills - one bill for you because you have a job and/or insurance and can pay the hospital. and another bill, which is tacked onto your bill, to cover the medical expenses of someone who doesn't have a job and/or insurance and can't pay the hospital.","author":"P. J. O'Rourke","category":"Job, Insurance, You"},{"quote":"You don't train someone for all of those years of medical school and residency, particularly people who want to help others optimize their physical and psychological health, and then have them run a claims-processing operation for insurance companies.","author":"Malcolm Gladwell","category":"Health, School, Help Others"},{"quote":"Deaf people are struggling to find their favorite show or something that represents them. It's hard. There are some examples of shows that have a deaf storyline in one episode, like Cold Case, or another show where they are focusing on the cochlear implant or the medical aspect.","author":"Sean Berdy","category":"People, Favorite, Deaf"},{"quote":"By the end of the millennium, despite the continuing excitement of the field, almost thirty years of a detour from chemistry to medical imaging began to pall, and I changed my focus to a field of chemical research, just in time for my past to catch up with me in the form of a Nobel Prize. All detours should be so productive!","author":"Paul Lauterbur","category":"Time, Focus, Past"},{"quote":"I basically applied to law school as a way of telling my parents that I wasn't going to medical school.","author":"John Delaney","category":"School, Parents, Law"},{"quote":"Medical school education and post graduate education emphasize thoroughness.","author":"Ezekiel Emanuel","category":"Education, School"},{"quote":"Civil and political rights are critical, but not often the real problem for the destitute sick. My patients in Haiti can now vote but they can't get medical care or clean water.","author":"Paul Farmer","category":"Water, Political, Problem"},{"quote":"For years, Suzanne Somers has been a pioneer when it comes to alternative medical treatments.","author":"Monica Crowley","category":"Years, Pioneer, Alternative"},{"quote":"Nutrition is an exciting, dynamic field - there are more than 10,000 articles published on human nutrition in medical journals every year.","author":"Michael Greger","category":"Nutrition, Human, Year"},{"quote":"Today we have a health insurance industry where the first and foremost goal is to maximize profits for shareholders and CEOs, not to cover patients who have fallen ill or to compensate doctors and hospitals for their services. It is an industry that is increasingly concentrated and where Americans are paying more to receive less.","author":"Dianne Feinstein","category":"Health, Today, Goal"},{"quote":"A physician's physiology has much the same relation to his power of healing as a cleric's divinity has to his power of influencing conduct.","author":"Samuel Butler","category":"Power, Healing, Physician"},{"quote":"No matter who you are, what you've accomplished, what your financial situation is - when you're dealing with a parent with Alzheimer's, you yourself feel helpless. The parent can't work, can't live alone, and is totally dependent, like a toddler. As the disease unfolds, you don't know what to expect.","author":"Maria Shriver","category":"Work, Alone, Financial"},{"quote":"Growing up, my dolls were doctors and on secret missions. I had Barbie Goes Rambo.","author":"Zoe Saldana","category":"Growing Up, Growing, Secret"},{"quote":"Reform of the medical liability system should be considered as part of a comprehensive response to surging medical malpractice premiums that endanger Americans' access to quality medical care.","author":"Lincoln Chafee","category":"Quality, Care, Response"},{"quote":"Medical research in the twentieth century mostly takes place in the lab; in the Renaissance, though, researchers went first and foremost to the library to see what the ancients had said.","author":"Peter Lewis Allen","category":"Research, Library, See"},{"quote":"If you're so pro-life, do me a favour: don't lock arms and block medical clinics. If you're so pro-life, lock arms and block cemeteries.","author":"Bill Hicks","category":"Me, You, Lock"},{"quote":"The rich man's dog gets more in the way of vaccination, medicine and medical care than do the workers upon whom the rich man's wealth is built.","author":"Samora Machel","category":"Dog, Man, Wealth"},{"quote":"I basically believe the medical insurance industry should be nonprofit, not profit-making. There is no way a health reform plan will work when it is implemented by an industry that seeks to return money to shareholders instead of using that money to provide health care.","author":"Dianne Feinstein","category":"Work, Money, Health"},{"quote":"I had the privilege of practicing medicine in the early '60s, before we had any government. It worked rather well, and there was nobody on the street suffering with no medical care.","author":"Ron Paul","category":"Government, Suffering, Care"},{"quote":"I have four strikes against me. I'm black, I'm short, I'm intelligent, and I have a medical condition.","author":"Gary Coleman","category":"Short, Me, Black"},{"quote":"Money has transformed every watchdog, every independent authority. Medical doctors are increasingly gulled by the lobbying of pharmaceutical salesmen.","author":"Thomas Frank","category":"Money, Authority"},{"quote":"People say that the most expensive piece of medical equipment is the doctor's pen. It's not that we make all the money. It's that we order all the money.","author":"Atul Gawande","category":"Money, Doctor, People"},{"quote":"Every country in the world is battling the rising cost of health care. No community anywhere has demonstrably lowered its health-care costs (not just slowed their rate of increase) by improving medical services. They've lowered costs only by cutting or rationing them.","author":"Atul Gawande","category":"Health, Community, World"},{"quote":"The virus-to-cancer connection is where medicinal mushrooms offer unique opportunities for medical research.","author":"Paul Stamets","category":"Opportunities, Research"},{"quote":"I teach in the medical school, the School of Public Health, the Kennedy School of Government, and the Business School. And it's the best perch... because most of my work crosses boundaries.","author":"Michael Porter","category":"Work, Business, Health"},{"quote":"Annual plants are nature's emergency medical service, seeded in sounds and scars to hold the land until the perennial cover is re-established.","author":"Wendell Berry","category":"Nature, Service, Plants"},{"quote":"You got to pick one - pay your medical bills or pay the mortgage. Most people can't do both, and I'm no different.","author":"Levon Helm","category":"People, You, Mortgage"},{"quote":"Computerized medical records will enable statistical analysis to be used to determine which treatments are most effective.","author":"Temple Grandin","category":"Analysis, Will, Records"},{"quote":"Universal vaccination may well be the greatest success story in medical history.","author":"Michael Specter","category":"Success, History, Greatest"},{"quote":"The thing is I think vaccines are one of the greatest medical breakthroughs that we have. I'm a big fan and a great fan of the history of the development of the smallpox vaccine, for example.","author":"Rand Paul","category":"History, Great, Greatest"},{"quote":"Medical costs are of concern, both in developing and developed countries.","author":"A. P. J. Abdul Kalam","category":"Costs, Countries, Both"},{"quote":"I think for the wounded, ill and injured warriors, they need the best possible care that we can give them - a continuum of care that not only started on the battlefield and extended all the way to the wonderful medical facilities that we have here in the United States - but beyond.","author":"James A. Winnefeld, Jr.","category":"Best, Care, Think"},{"quote":"I've always been very interested in the question of how computation can fundamentally advance the things that we can see. This led me to have a fascination with medical imaging, especially things like MRI and scanning, and eventually computer graphics.","author":"Ren Ng","category":"Me, Question, See"},{"quote":"Medical care is one of the only sectors in which Americans are asked to make significant, long-term decisions without knowing the exact price of those decisions up front. Americans deserve to make informed decisions about their medical options.","author":"Bill Flores","category":"Decisions, Care, Deserve"},{"quote":"I think my demise has been prematurely reported. That's what I think. I think I'm going take this and make medical history, and I really believe that.","author":"Craig Sager","category":"History, Believe, Think"},{"quote":"Scientists should not do animal testing if there is any alternative, but subject to that, I would support it on grounds of the medical benefits.","author":"David Sainsbury, Baron Sainsbury of Turville","category":"Support, Animal, Testing"},{"quote":"Today, all patients accepted for treatment at St. Jude's are treated without regard for the family's ability to pay. Everything beyond what is covered by insurance is taken care of, and for those without insurance, all of the medical costs are absorbed by the hospital.","author":"Marlo Thomas","category":"Family, Today, Insurance"},{"quote":"Vaccination is the medical sacrament corresponding to baptism. Whether it is or is not more efficacious I do not know.","author":"Samuel Butler","category":"Know, Baptism, Sacrament"},{"quote":"Corporate governance is a huge issue too. We don't have women on these corporate boards. More than half of the students in law school are women, more than half of the women, I think, in medical school now are women.","author":"Claire McCaskill","category":"Women, School, Law"},{"quote":"A lot of psychological principles and even medical principles, you see them coming around to what the Bible said hundreds of years ago: a merry heart is good like a medicine.","author":"Joel Osteen","category":"Good, Heart, Bible"},{"quote":"Some struggle with medical issues - like insomnia - that make sleep hard. But for many of us, the quantity and quality of sleep come down to a matter of choice. Still, only a few enterprising economists have looked closely at this, and generally, those have assumed that we choose our hours of sleep optimally.","author":"Sendhil Mullainathan","category":"Struggle, Sleep, Quality"},{"quote":"We have a lot of things, you know, as a medical professional, we have to start looking at, some of the, particularly, the transgender issue has to be looked at in the psychotic - the psychosis in regards to the medical community and looking at that application because there's a lot of mixed studies in those regards.","author":"Paul Gosar","category":"Community, Start"},{"quote":"I've had years of psychiatry, and I ask about every six months - it's sort of like getting your oil checked - I ask, 'I'm not an actual narcissist, am I?' The learned men of psychiatry assure me that I meet none of the medical criteria.","author":"Rob Lowe","category":"Men, Me, Oil"},{"quote":"Medicare is a monopoly: a central-planning bureaucracy grafted onto American health care. It exercises a stranglehold on the health care of all Americans over 65, and on the medical practices of almost all physicians. Medicare decides what is legitimate and what is not: which prices may be charged and which services may be rendered.","author":"Virginia Postrel","category":"Health, American, Care"},{"quote":"There are many ways to make the most of your time on the planet, and propagation of the species is just one of them. If you're convinced that it's the key to your happiness, there are routes open to you, whether with the help of modern medical science, marrying into a readymade one, or through fostering and adoption.","author":"Mariella Frostrup","category":"Happiness, Time, Science"},{"quote":"Had I been injured on the freeway and not in combat, it is likely that I would be bankrupt even though I had medical insurance through my civilian employer.","author":"Tammy Duckworth","category":"Insurance, Through, Combat"},{"quote":"Nan Gorman was born in Memphis, Tenn., on St. Patrick's Day. She moved to Hazard in 1929 when her father, James Hagan, a recent medical school graduate and aspiring surgeon, went to work there.","author":"Elaine Chao","category":"Work, Father, School"},{"quote":"When I went for my medical school interview, I had an old paperback of 'Henderson the Rain King' in the pocket of my coat. I was wearing the best clothes I had - a pair of cords and a sport coat - but when I got to the office, all the other interviewees were lined up in their black suits.","author":"Ethan Canin","category":"Rain, Best, School"},{"quote":"Citizens must pressure the American Hospital Association, the American Public Health Association, the Centers for Disease Control and other relevant governmental agencies to make greening our hospitals and medical centers a top priority so that they themselves don't create even more illness.","author":"Andrew Weil","category":"Health, American, Control"},{"quote":"I used to say that you'll have 10 IP address on your body... and it looks like that's going to happen through medical monitoring.","author":"Eric Schmidt","category":"Body, You, Through"},{"quote":"I use those medical gloves that fit very tightly and are disposable for all chopping - peppers, onions, garlic, etc. Very Lady Macbeth, I think.","author":"Nora Ephron","category":"Think, Lady, Peppers"},{"quote":"Remember, I'm a doctor's daughter. So obviously I'm interested in all medical things.","author":"Nancy Reagan","category":"Daughter, Doctor, Remember"},{"quote":"When you have a half slice of chocolate pie, it's as if you owe yourself the other half - what's known in medical circles as a 'caloric deficit.'","author":"W. Bruce Cameron","category":"Yourself, Chocolate, You"},{"quote":"The space station is the most unique laboratory we've ever built. The reason we have it is to do research on materials, people, medical matters, pharmaceuticals - the possibilities are nearly endless.","author":"John Glenn","category":"Space, Unique, Research"},{"quote":"What would be better, that people build big houses thinking that they'll make capital gains or that they send their children to medical school and they do research on curing diseases? When you put it that way, it seems obvious. There has developed a sense of personal worth that's tied to one's house.","author":"Robert J. Shiller","category":"Children, School, Thinking"},{"quote":"If I'm pushed, I'd also have to admit I don't like people with allergies. They just annoy me. There seems to be something far too self-centred about it. 'No thanks, I'm allergic.' Why not just say 'No thanks'? I wasn't asking for your medical history, I was just passing around the nuts. Trying to be friendly, that's all.","author":"Jack Dee","category":"History, Me, People"},{"quote":"Advances in science and medical research and public health policies have meant that life expectancy for Australians is one of the highest in the world.","author":"Julie Bishop","category":"Life, Health, Science"},{"quote":"I want medical experiments on animals stopped. They don't do anything, and they don't work.","author":"Sam Simon","category":"Work, Want, Animals"},{"quote":"My mother-in-law, Nanny, spent her working years as a bookkeeper at a medical office in Columbus, Ohio. Like so many Americans, she worked hard and paid into Medicare, knowing that one day she could count on having high-quality health care when she needed it most.","author":"Ann McLane Kuster","category":"Day, Health, Care"},{"quote":"The logic is often far-fetched - how does medical marijuana affect interstate commerce? - and some conservatives would like judges to start throwing out federal laws wholesale on commerce clause grounds. The court once again said no thanks.","author":"Michael Kinsley","category":"Start, Logic, Said"},{"quote":"For me, the ability to use semiconductor sequencing to provide a medical diagnosis in just a few hours that once took days is a crucial step in saving the lives of patients. This is particularly significant for the treatment of sepsis, where every minute matters.","author":"Chris Toumazou","category":"Step, Me, Ability"},{"quote":"I never had plastic surgery. I had a nose procedure done because I had to. I had no cartilage in my nose I have a piece of cartilage from my ear put into my nose. I had a medical procedure done. I have no plastic in my nose.","author":"Tamar Braxton","category":"Done, Surgery, Nose"},{"quote":"Medical training taught me the art of breaking down the complex maze of stories, symbols and rituals into clear systems. You could say that it helped me figure out the anatomy and physiology of mythology and its relevance in a society more incisively. How is it that no society can, or does, exist without them?","author":"Devdutt Pattanaik","category":"Art, Training, Society"},{"quote":"Even people who feel perfectly comfortable investing in the stock market and owning their own homes often have qualms about individual medical accounts or Social Security private accounts.","author":"Jacob Hacker","category":"People, Stock Market"},{"quote":"In order to deal with all the medical cost demands and other challenges in the U.S., as we look to raise that revenue, the rich will have to pay slightly more. That's quite clear.","author":"Bill Gates","category":"Challenges, Rich, Look"},{"quote":"Medical researchers don't know much about head lice because they don't much care. The reason that they don't much care is, paradoxically, that they know a lot. That is, they know one important thing: there is no evidence that head lice transmit disease.","author":"P. J. O'Rourke","category":"Important, Care, Know"},{"quote":"We can't let people down when they can't get any medical care, when they're sick and don't have money to go to a doctor. You help them.","author":"Donald Trump","category":"Money, Doctor, Help"},{"quote":"Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.","author":"Rush Limbaugh","category":"Change, Relationship, Health"},{"quote":"One way to make health care more affordable is a Flexible Savings Account that allows families to save tax free money to pay for medical bills.","author":"Marco Rubio","category":"Money, Health, Free"},{"quote":"The No. 1 cause of bankruptcies is medical bills.","author":"Michael Moore","category":"Bills, Cause"},{"quote":"Today, medical devices such as catheters and stethoscopes use silver, and every hospital in the western world uses silver sulfadiazine to prevent infections.","author":"Robert Kiyosaki","category":"Today, World, Hospital"},{"quote":"If medical doctors can be sued for malpractice, shouldn't financial professionals practice under the same safeguard?","author":"Robert Kiyosaki","category":"Financial, Practice, Same"},{"quote":"My parents had three kids right after the Second World War, and we were all sort of sickly. Then I had a fourth sibling, with very serious asthma. The medical bills... So my parents always struggled.","author":"Patti Smith","category":"War, Parents, World"},{"quote":"We still have people in the active duty, and if people are feeling ill, if they're experiencing various symptoms and they're still in the active duty, they're less likely to come forward because that could result in their medical discharge.","author":"Bernie Sanders","category":"People, Forward, Feeling"},{"quote":"In 2009, UnitedHealth, a leading insurance company, paid $350 million to settle lawsuits brought by the American Medical Association and other physician groups for shortchanging consumers and physicians for medical services outside its preferred network.","author":"Bernie Sanders","category":"American, Company, Insurance"},{"quote":"Today the biggest problem in caring for those with AIDS is no longer mainly a medical or scientific problem. The crisis is access to affordable drugs.","author":"Bernie Sanders","category":"Today, Caring, Problem"},{"quote":"Doctors will have more lives to answer for in the next world than even we generals.","author":"Napoleon Bonaparte","category":"World, Will, Next"},{"quote":"My mom was a medical photographer, but on the side, she did a before-and-after glam photography business in the house. She would do makeup and hair - and I was her assistant.","author":"Tyra Banks","category":"Business, Mom, Hair"},{"quote":"I feel genius in great works of art. I have seen medical cures that science can't explain, some seemingly triggered by faith. The same is true of millions of other people.","author":"Deepak Chopra","category":"Art, Faith, Science"},{"quote":"I founded a launch company called International Microspace when I graduated medical school in 1989. We were trying to build a microsatellite launcher.","author":"Peter Diamandis","category":"School, Company, Trying"},{"quote":"Most women file for bankruptcy in the aftermath of a serious medical problem, a job loss, or a family break up. It is hard to protect against those.","author":"Elizabeth Warren","category":"Family, Women, Job"},{"quote":"There are lots of families who - who make irresponsible purchases. There are also a lot of families who have debt on credit cards because they use those credit cards to pay for medical bills.","author":"Elizabeth Warren","category":"Credit, Cards, Debt"},{"quote":"I have been recently diagnosed with Sjogren's Syndrome, an autoimmune disease which is an ongoing medical condition that affects my energy level and causes fatigue and joint pain.","author":"Venus Williams","category":"Pain, Energy, Fatigue"},{"quote":"Even though people pretend that medical records are privileged information, anyone can already get their hands on them.","author":"Craig Venter","category":"Information, People, Hands"},{"quote":"It seems sensible to me that we should look to the medical profession, that over the centuries has helped us to live longer and healthier lives, to help us die peacefully among our loved ones in our own home without a long stay in God's waiting room.","author":"Terry Pratchett","category":"Home, God, Waiting"},{"quote":"I believe it should be possible for someone stricken with a serious and ultimately fatal illness to choose to die peacefully with medical help, rather than suffer.","author":"Terry Pratchett","category":"Believe, Help, I Believe"},{"quote":"Years ago I was diagnosed with a condition, and my doctors prescribed human growth hormone and testosterone for its treatment. Under medical supervision, I have continued to use both medications.","author":"Sylvester Stallone","category":"Growth, Human, Years"},{"quote":"I pulled back on the divorce because there is no rush for it. For medical decisions and a ton of other things, it's just smarter that it's put on hold.","author":"Khloe Kardashian","category":"Decisions, Divorce, Back"},{"quote":"Making personalized medicine a reality will require a strong partnership between 23andMe and the physician and medical communities.","author":"Anne Wojcicki","category":"Strong, Reality, Partnership"},{"quote":"FDA clearance is an important step on the path towards getting genetic information integrated with routine medical care.","author":"Anne Wojcicki","category":"Path, Information, Step"},{"quote":"The paternalism of the medical industry is insane.","author":"Anne Wojcicki","category":"Insane, Industry"},{"quote":"I like the values associated with a medical family - common sense, being practical but also thoughtful.","author":"Alain de Botton","category":"Family, Values, Thoughtful"},{"quote":"I couldn't make a headphone look like a piece of medical equipment or a toy, as most headphones do.","author":"Jimmy Iovine","category":"Look, Like, Toy"},{"quote":"If you want to slow medical inflation in the private sector, it makes sense to expand the government's investment in private health care.","author":"Timothy Noah","category":"Health, Government, Want"},{"quote":"Fraudulent and improper payments have long bedeviled Medicare, a $466 billion program. In particular, payments for durable medical equipment, like power wheelchairs and diabetic test kits, are ripe for fraud.","author":"Charles Duhigg","category":"Power, Long, Test"},{"quote":"Right now, doctors can test for about 2,500 medical conditions, but they only can treat about 500 of those. So what do you do with the knowledge about the others?","author":"Nancy Gibbs","category":"Knowledge, Treat, You"},{"quote":"The path of progress cuts through the four-way intersection of the moral, medical, religious and political - and whichever way you turn, you are likely to run over someone's deeply held beliefs.","author":"Nancy Gibbs","category":"Progress, Path, Political"},{"quote":"You can't go to medical school and come out and be like, 'I'm going to be a dog catcher.' That would be so pointless.","author":"Mike Birbiglia","category":"Dog, School, You"},{"quote":"Enclosed by a sand berm four miles around and 160 feet high, the Baghdad Nuclear Research Facility entombs what remains of reactors bombed by Israel in 1981 and the United States in 1991. It has stored industrial and medical wastes, along with spent reactor fuel.","author":"Barton Gellman","category":"Research, Feet, Sand"},{"quote":"Iraq has the most extensive petrochemical industry in the Middle East and a wealth of vaccine factories, single-cell protein research labs, medical and veterinary manufacturing centers and water treatment plants.","author":"Barton Gellman","category":"Water, Research, Wealth"},{"quote":"People are so afraid of authority figures and doctors are authority figures.","author":"Martha Beck","category":"People, Authority, Afraid"},{"quote":"The growth of medical expenditures in the U.S. is not caused by administrative costs but by increases in the technical intensity of care over time - a.k.a. medical progress.","author":"Virginia Postrel","category":"Time, Growth, Progress"},{"quote":"In post-Vietnam, post-Watergate America, skeptical voters demand full disclosure of everything from candidates' finances to their medical records, and spin-savvy accounts of backstage machinations dominate political coverage.","author":"Virginia Postrel","category":"America, Political, Records"},{"quote":"Guantanamo Bay can be and has been visited repeatedly by the International Red Cross and other human-rights groups for observation in an open, regular, and transparent manner. Detainees receive the same medical care as the guard force and are able to participate in their daily prayer sessions.","author":"Tom Cotton","category":"Daily, Prayer, Red"},{"quote":"Medical tourism can be considered a kind of import: instead of the product coming to the consumer, as it does with cars or sneakers, the consumer is going to the product.","author":"James Surowiecki","category":"Sneakers, Product, Kind"},{"quote":"Writing was in my mind from the time I was in high school, but more, the idea that I would be a doctor. I really wanted to be a medical doctor, and I had various schemes: one was to be a psychiatrist, another was tropical medicine.","author":"Paul Theroux","category":"Time, School, Writing"},{"quote":"I am as non-accepting of medical quackery and unscientific approaches as anybody else. I've grown up as a card-carrying scientist, and I know the power of science to answer questions, and for many questions I don't know of anything better than scientific approaches to answer them.","author":"Dean Ornish","category":"Science, Power, I Am"},{"quote":"Let's all be more humble about the evidence behind medical advice but also respect the challenges to providing accessible lifestyle guidance.","author":"Dean Ornish","category":"Respect, Humble, Challenges"},{"quote":"The mind controls so much of the body. We are much more than flesh and blood we are complex systems. Patients do better when they have faith that they're going to do better. That's why I always tell my patients and their families not to neglect their prayers. There's nobody I don't say that to.","author":"Ben Carson","category":"Faith, Mind, Body"},{"quote":"Medical costs are soaring because our health-care system is totally screwed up. Doctors and hospitals have every incentive to spend on unnecessary tests, drugs, and procedures.","author":"Robert Reich","category":"Up, System, Hospitals"},{"quote":"John Kennedy had so many different medical problems that began when he was a boy. He started out with intestinal problems... spastic colitis.","author":"Robert Dallek","category":"Problems, Boy, Different"},{"quote":"Concealing one's true medical condition from the voting public is a time-honored tradition of the American presidency.","author":"Robert Dallek","category":"American, Voting, Tradition"},{"quote":"There's a lot of arrogance in the medical community. There are good, reliable websites you can go to for information - the Mayo Clinic, the Cleveland Clinic, Johns Hopkins.","author":"Tom Brokaw","category":"Good, Community, Information"},{"quote":"The Medical Society of Sedgwick County, the Kansas Hospital Association and doctors have really done some remarkable work on wellness-related issues.","author":"Mike Pompeo","category":"Work, Society, Done"},{"quote":"Every time you get a movie, you get a medical. So you know, you know you're alright for a couple of weeks.","author":"Michael Caine","category":"Time, Know, You"},{"quote":"A major driver of the cost of healthcare in the United States is a compromise that was reached with the American Medical Association in the 1960s when Medicare was first established.","author":"Clayton Christensen","category":"American, Compromise"},{"quote":"People love watching medical dramas - they also love watching documentaries about the workings of the brain.","author":"James Nesbitt","category":"Love, Brain, People"},{"quote":"I'm wondering if they haven't reported all the people with MS, because if all of the cases were reported, the government would have to step in and give more financial aid to us.","author":"Teri Garr","category":"Government, Financial, Step"}]}