{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The mare set off for home with the speed of a swallow, and going as smoothly and silently. I never had dreamed of such a motion, fluent and graceful, and ambient, soft as the breeze flitting over the flowers, but swift as the summer lightening.","author":"Richard Blackmore","category":"Flowers, Speed, Summer"},{"quote":"I am more valuable to my team hitting .330 then swinging for home runs.","author":"Roberto Clemente","category":"Team, I Am, Swinging"},{"quote":"Homesickness is nothing. Fifty percent of the people in the world are homesick all the time.","author":"John Cheever","category":"Time, World, People"},{"quote":"To the former child migrants, who came to Australia from a home far away, led to believe this land would be a new beginning, when only to find it was not a beginning, but an end, an end of innocence - we apologise and we are sorry. To the mothers who lost the maternal right to love and care for their child - we apologise, and we are sorry.","author":"Malcolm Turnbull","category":"Love, Child, Believe"},{"quote":"So I'm more at home with my backpack, sleeping in a hotel room or on a bus or on an airplane, than I am necessarily on a bed. It's weird being here. It feels like I'm standing next to my real life.","author":"Henry Rollins","category":"Life, I Am, Airplane"},{"quote":"The way to work with a bully is to take the ball and go home. First time, every time. When there's no ball, there's no game. Bullies hate that. So they'll either behave so they can play with you or they'll go bully someone else.","author":"Seth Godin","category":"Work, Time, Hate"},{"quote":"Doesn't the world see the suffering of millions of Palestinians who have been living in exile around the world or in refugee camps for the past 60 years? No state, no home, no identity, no right to work. Doesn't the world see this injustice?","author":"Ismail Haniyeh","category":"Work, Past, World"},{"quote":"Everybody aspires to an affordable home, a secure job, better living standards, reliable healthcare and a decent pension. My generation took those things for granted, and so should future generations.","author":"Jeremy Corbyn","category":"Future, Job, Generation"},{"quote":"Coming home, we stopped for a bite to eat and ran into a confused waitress. Had a heart-rending time trying to speak the Words of Life to her, and as I think of all this country now, many just as confused, and more so, I realized that the 39th Street bus is as much a mission field as Africa ever was.","author":"Jim Elliot","category":"Life, Time, Words"},{"quote":"My only concern was to get home after a hard day's work.","author":"Rosa Parks","category":"Work, Day, Hard"},{"quote":"There is no sanctuary of virtue like home.","author":"Edward Everett","category":"Virtue, Sanctuary, Like"},{"quote":"If you want to be certain, you should never get married. You should never change jobs. In fact, you might as well just stay home. Because I don't know anybody who is certain. That need to be certain is just procrastination.","author":"Mark Burnett","category":"Change, Procrastination"},{"quote":"If one more 'journalist' makes a cavalier statement about me and my band, I will personally or with my fans' help, greet them at their home and discover just how much they believe in their freedom of speech.","author":"Marilyn Manson","category":"Freedom, Believe, Help"},{"quote":"My idea of heaven used to be relaxing at home with a cheese plate and champagne.","author":"Lea Michele","category":"Cheese, Heaven, Idea"},{"quote":"My first job was in a nursing home - a terrible place in retrospect. It was in an old house, and the residents were so lonely. People rarely visited them. I only stayed there a couple of months, but it made a strong impression on me.","author":"Kim Edwards","category":"Strong, Job, Lonely"},{"quote":"Fresh out of college, you tend to join a company because it's a job. But, you tend to stay because it becomes a career; you start to feel at home. In the beginning of your career, you're focused on you: 'I like this place because I'm doing rewarding work; they take good care of me; the people are nice; there's runway for me,' etc.","author":"Ursula Burns","category":"Work, Good, College"},{"quote":"I was teased if I brought my books home. I would take a paper bag to the library and put the books in the bag and bring them home. Not that I was that concerned about them teasing me - because I would hit them in a heartbeat. But I felt a little ashamed, having books.","author":"Walter Dean Myers","category":"Library, Me, Bag"},{"quote":"At home, we live on the beach, and it's like every day is a date.","author":"Grant Show","category":"Day, Beach, Live"},{"quote":"It's a miracle was the last track recorded for the album, we based it on the rhythm from the middle of 'Late Home Tonight, where there's Graham Broad playing lots and lots of drums with me shouting in the background, pretending to be a mad Arab leader.","author":"Roger Waters","category":"Leader, Me, Late"},{"quote":"If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.","author":"James A. Michener","category":"Food, Fear, Religion"},{"quote":"One of the oldest human needs is having someone to wonder where you are when you don't come home at night.","author":"Margaret Mead","category":"Night, You, Human"},{"quote":"A house that does not have one warm, comfy chair in it is soulless.","author":"May Sarton","category":"Chair, House, Soulless"},{"quote":"When everyone goes home, you're stuck with yourself.","author":"Layne Staley","category":"Yourself, You, Everyone"},{"quote":"When the soldiers came home from Vietnam, there were no parades, no celebrations. So they built the Vietnam Memorial for themselves.","author":"William Westmoreland","category":"Soldiers, Vietnam"},{"quote":"When our thousands of Chinese students abroad return home, you will see how China will transform itself.","author":"Deng Xiaoping","category":"You, Students, See"},{"quote":"I'm not going to go run and hide because I'm catching some heat. I'm not going to stay at home and pout.","author":"Andy Roddick","category":"Heat, Run, Hide"},{"quote":"Even today, you get criticized if you're staying at home, because you're not doing enough with your life, but you get criticized for being a career woman because you're not raising your kids.","author":"Sarah Drew","category":"Life, Today, Woman"},{"quote":"I love to eat cucumber sticks with yogurt. It's a great snack to have at home, especially when I'm having house guests.","author":"Gabriela Isler","category":"Love, Great, House"},{"quote":"I do become a recluse once in a while. It's so nice to just be at home and to not have to deal with the outside world.","author":"Kourtney Kardashian","category":"World, Nice, Outside"},{"quote":"Basically, when I get home I just do emails for around three hours, which stinks. I have a thing about getting into your inbox every night before going to bed. I'm usually working from my laptop or my phone, desperately trying to get my inbox to zero before I fall asleep.","author":"Ivanka Trump","category":"Night, Fall, Three"},{"quote":"I love Africa, and Ulusaba, our home in South Africa, is pretty special. It's on a rocky hill overlooking the bush, and from your room, you can see lions stalking zebras by the waterhole.","author":"Richard Branson","category":"Love, You, See"},{"quote":"I couldn't be where I am today if I had children. My focus would be on my children and home. And you can do it later in life.","author":"Loni Love","category":"Life, Children, Today"},{"quote":"Journalism's ultimate purpose is to inform the reader, to bring him each day a letter from home and never to permit the serving of special interests.","author":"Arthur Ochs Sulzberger","category":"Day, Purpose, Journalism"},{"quote":"When I hit a home run I usually didn't care where it went. So long as it was a home run was all that mattered.","author":"Mickey Mantle","category":"Long, Care, Run"},{"quote":"There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them.","author":"Sitting Bull","category":"Good, Purpose, Try"},{"quote":"I keep my own personality in a cupboard under the stairs at home so that no one else can see it or nick it.","author":"Dawn French","category":"Personality, Stairs, See"},{"quote":"More fundamentally, it is a dream that does not die with the onset of manhood: the dream is to play endlessly, past the time when you are called home for dinner, past the time of doing chores, past the time when your body betrays you past time itself.","author":"John Thorn","category":"Time, Past, Dinner"},{"quote":"We should be the natural home for young mothers. But we're not. Because too often we sound like people who think the only good mother is a married mother.","author":"Francis Maude","category":"Good, Mother, People"},{"quote":"Who says Australia offers not a home for every poor Englishman, or any other countryman that finds his way to our shores? And what sort of thanks do we get for it?","author":"Henry Lawson","category":"Thanks, Way, Poor"},{"quote":"I also believed that our public at home would be strong enough to survive even the present crisis.","author":"Paul von Hindenburg","category":"Strong, Be Strong, Crisis"},{"quote":"A man would prefer to come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman.","author":"Marlene Dietrich","category":"Happy, Man, Woman"},{"quote":"However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home.","author":"Robert Neelly Bellah","category":"Children, Parents, Child"},{"quote":"For more than four decades, the Libyan people have been ruled by a tyrant - Moammar Gaddafi. He has denied his people freedom, exploited their wealth, murdered opponents at home and abroad, and terrorized innocent people around the world - including Americans who were killed by Libyan agents.","author":"Barack Obama","category":"Freedom, World, Wealth"},{"quote":"Ladies and gentlemen, god bless America - land of the free, home of the brave.","author":"Dave Grohl","category":"God, America, Brave"},{"quote":"We have the insight and the tools to identify and bring to fruition the dormant talent that our artists possess. Favored Nations will be branded as the home base for inspired musical talent.","author":"Steve Vai","category":"Talent, Tools, Insight"},{"quote":"Buy with your heart, not your head. You can look at all the aspects that make a purchase practical, but that kind of thinking makes it an investment rather than a home.","author":"Barbara Corcoran","category":"Heart, Thinking, You"},{"quote":"I do 280 episodes of TV a year, write 15 recipes for the magazine, and publish an annual book. With all of that, we try to get one weekend a month with Isaboo at our home in the Adirondacks to relax and recharge.","author":"Rachael Ray","category":"Book, Relax, Try"},{"quote":"I'm an afternoon tea type of girl. I come from a Russian background where we love our teas. So between lunch and dinner after training I come home and I love a nice cup of tea with jam in it, as we drink it there. Black English Breakfast with raspberry jam is my favorite.","author":"Maria Sharapova","category":"Love, Training, Girl"},{"quote":"I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies.","author":"Gordon Ramsay","category":"Change, Tea, Restaurant"},{"quote":"Because I'm a chef, I eat out frequently, so it's hard for me to control what I consume in terms of calories. But when I'm at home, I eat what my wife cooks for me. She works hard to avoid making foods that are high in calories and cholesterol, so most of the time, she makes vegetarian dishes.","author":"Masaharu Morimoto","category":"Time, Wife, Chef"},{"quote":"I didn't have nothin' going for me... school, home... until I found something I loved, which was music, and that changed everything.","author":"Eminem","category":"Music, School, Me"},{"quote":"When I started editing on my home computer, I said to myself, 'Well, I could be at home studying for a class or I could be at home editing a video.'","author":"Joseph Gordon-Levitt","category":"Myself, Studying, Editing"},{"quote":"Maybe I should just go home and ride my tractor.","author":"Chuck Grassley","category":"Ride, Tractor, Just"},{"quote":"My real fantasy if I was to drop out would be to live in a mobile home and be a hippie and drive around festivals and have millions of children - children with dreadlocks and nose rings - and play the flute.","author":"Rachel Weisz","category":"Children, Live, Play"},{"quote":"It is easier to take a position in the abstract than when it hits home.","author":"Dennis Prager","category":"Abstract, Easier, Than"},{"quote":"We need to rediscover the idea of the common good and work together to build a home.","author":"Jonathan Sacks","category":"Work, Good, Together"},{"quote":"Well, I'm not good with sliminess. I hate the thought of creatures that have slime on them or creatures that leave a slimy trail. At home, the sight of a slug can bring up my breakfast.","author":"Jenny Eclair","category":"Good, Breakfast, Hate"},{"quote":"My idea of home is not necessarily a place.","author":"Michael Kiwanuka","category":"Place, Idea, Necessarily"},{"quote":"For many years I enjoyed the pleasure of cruising on my yacht all summer long and these were my best holidays. In mid-May, we'd start in St Tropez. I'd collect my bikinis from my home there and then we'd go up to Cannes for the Film Festival, on to Monte Carlo for the Grand Prix and then to Italy.","author":"Ivana Trump","category":"Best, Start, Long"},{"quote":"You start realizing that maybe you're the one night a month that people have out, and they don't need to hear your political views or how dark you can get. They just want to laugh for an hour and go home. Once I wrapped my head around that, my act evolved accordingly.","author":"Billy Gardell","category":"Political, Night, Laugh"},{"quote":"Paris is beautiful, but nothing beats home.","author":"Patrick Chan","category":"Beautiful, Nothing, Paris"},{"quote":"Gimmicks come and go the cop show seems one genre that will never leave - not as long as people like to sit at home in the suburbs and see what awful things go on in the cities.","author":"Tom Shales","category":"People, Long, See"},{"quote":"Most of the time, people look at a piece of art online when it is just a few blocks from their house. Changing the way you walk home everyday fills life with surprises.","author":"JR","category":"Life, Time, Art"},{"quote":"My homies in Gadsden aren't as exposed as I am culturally, which is awesome - that's why I love going home. I'm in the kitchen with people who don't know anything but the simple life, what's important to them, and what's dope.","author":"Yelawolf","category":"Love, Life, I Am"},{"quote":"I have a home in Orlando. That's kind of my default 'getaway' city.","author":"Carrot Top","category":"City, Kind, Default"},{"quote":"All I ever want is to return to either Bangladesh, my motherland, or India, my adopted home.","author":"Taslima Nasrin","category":"Want, India, Return"},{"quote":"Armed with nothing more than a Facebook user's phone number and home address, anyone with an Internet connection and a few dollars can obtain personal information they should never have access to, including a user's date of birth, e-mail address, or estimated income.","author":"Al Franken","category":"Internet, Information, Birth"},{"quote":"I came from a Halloween-friendly home. My dad, Spencer, was a U.S. Marine captain. But when it came to Halloween, my dad had a soft spot. He would take his three sons and friends on escapades on Halloween night.","author":"Bill Moseley","category":"Halloween, Friends, Night"},{"quote":"There is nothing more important than a good, safe, secure home.","author":"Rosalynn Carter","category":"Good, Important, Nothing"},{"quote":"Well, because I'm naturally a tomboy, when I have sleepovers with girls, they end up going home and crying.","author":"Alexa Vega","category":"End, Going Home, Well"},{"quote":"It was very much like Norman Rockwell: small town America. We walked to school or rode our bikes, stopped at the penny candy store on the way home from school, skated on the pond.","author":"Dorothy Hamill","category":"School, America, Small"},{"quote":"I still close my eyes and go home - I can always draw from that.","author":"Dolly Parton","category":"Eyes, I Can, Always"},{"quote":"One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is.","author":"Frank Herbert","category":"Best, Understanding, Logic"},{"quote":"I really like having a life outside work. I sometimes wish I did more career stuff and was in that Hollywood scene a bit more. But Toronto's my home.","author":"Rachel McAdams","category":"Life, Work, Wish"},{"quote":"I actually do think you're seeing this trend towards organizations just caring more about their brand and engaging. And so I think Home Depot will want to humanize itself. I think that's a lot of why companies are starting blogs, are just giving more insight into what's going on with them.","author":"Mark Zuckerberg","category":"Caring, Brand, Giving"},{"quote":"The aesthetic came along the way, I think - just through experimenting, and going on tour, and trying stuff out on stage, having fun with it, and not taking it too seriously. If I had a ballgown at home, I'd wear it onstage. If I found something in a charity shop, I'd wear it. That's where it grew from - just wanting to play dress-up.","author":"Florence Welch","category":"Having Fun, Fun, Charity"},{"quote":"I'm the type who'd be happy not going anywhere as long as I was sure I knew exactly what was happening at the places I wasn't going to. I'm the type who'd like to sit home and watch every party that I'm invited to on a monitor in my bedroom.","author":"Andy Warhol","category":"Happy, Be Happy, Long"},{"quote":"The fellow that owns his own home is always just coming out of a hardware store.","author":"Kin Hubbard","category":"Always, Just, Coming"},{"quote":"Kindness goes a long ways lots of times when it ought to stay at home.","author":"Kin Hubbard","category":"Kindness, Long, Stay"},{"quote":"I kiss the soil as if I placed a kiss on the hands of a mother, for the homeland is our earthly mother. I consider it my duty to be with my compatriots in this sublime and difficult moment.","author":"Pope John Paul II","category":"Mother, Moment, Hands"},{"quote":"To be happy at home is the ultimate result of all ambition, the end to which every enterprise and labor tends, and of which every desire prompts the prosecution.","author":"Samuel Johnson","category":"Happy, Ambition, Be Happy"},{"quote":"People who have good relationships at home are more effective in the marketplace.","author":"Zig Ziglar","category":"Good, People, Relationships"},{"quote":"I am not quite sure where home is right now. I do have places in London and Milan, and a house in Spain. I guess I would say home is where my mother is, and she lives in Spain.","author":"Sarah Brightman","category":"Mother, I Am, London"},{"quote":"There is something permanent, and something extremely profound, in owning a home.","author":"Kenny Guinn","category":"Profound, Something, Owning"},{"quote":"In the mind, in the heart, I was always home. I always imagined, really, going back home.","author":"Miriam Makeba","category":"Heart, Mind, Back"},{"quote":"A heart makes a good home for the friend.","author":"Yunus Emre","category":"Good, Heart, Friend"},{"quote":"The house has to please everyone, contrary to the work of art which does not. The work is a private matter for the artist. The house is not.","author":"Adolf Loos","category":"Work, Art, Artist"},{"quote":"I'm going to buy some green bananas because by the time I get home they'll be ripe.","author":"Ryan Stiles","category":"Time, Green, Going"},{"quote":"Our home had many books due principally to the educational interests of my sister and two brothers, all of whom where serious students engaged in professional studies; my sister became a doctor of medicine and my brothers became lawyers.","author":"Frederick Reines","category":"Sister, Doctor, Professional"},{"quote":"I noted that people are happy here in India. When I went back home, people had everything in the materialistic sense and were surrounded with abundance, but they were not happy.","author":"Goldie Hawn","category":"Happy, People, Abundance"},{"quote":"The thing I like about baseball is that it's one-on-one. You stand up there alone, and if you make a mistake, it's your mistake. If you hit a home run, it's your home run.","author":"Hank Aaron","category":"Baseball, Alone, Mistake"},{"quote":"This stammer got me a home in Beverly Hills, and I'm not about to screw with it now.","author":"Bob Newhart","category":"Me, Now, Hills"},{"quote":"As they marched, the crowds lining the route broke into applause, a sweet and deeply felt spontaneous pattering that was a sort of communal embrace. Welcome home.","author":"Lance Morrow","category":"Welcome, Sweet, Embrace"},{"quote":"I have become a queer mixture of the East and the West, out of place everywhere, at home nowhere.","author":"Jawaharlal Nehru","category":"Place, Become, Nowhere"},{"quote":"Reading makes immigrants of us all. It takes us away from home, but more important, it finds homes for us everywhere.","author":"Jean Rhys","category":"Reading, Immigrants"},{"quote":"This will remain the land of the free only so long as it is the home of the brave.","author":"Elmer Davis","category":"Brave, Free, Long"},{"quote":"Managing is getting paid for home runs that someone else hits.","author":"Casey Stengel","category":"Paid, Someone, Hits"},{"quote":"I'm hoping someday that some kid, black or white, will hit more home runs than myself. Whoever it is, I'd be pulling for him.","author":"Hank Aaron","category":"Myself, Black, Kid"},{"quote":"I loved to make a great defensive play, I'd rather do that than hit a home run.","author":"Bill Dickey","category":"Great, Loved, Play"},{"quote":"No one is worthy of a good home here or in heaven that is not willing to be in peril for a good cause.","author":"John Mason Brown","category":"Good, Heaven, Here"},{"quote":"Many a man who thinks to found a home discovers that he has merely opened a tavern for his friends.","author":"Norman Douglas","category":"Friends, Man, Found"},{"quote":"How much a dunce that has been sent to roam, excels a dunce that has been kept at home.","author":"William Cowper","category":"Roam, How, Been"},{"quote":"You can be true to the character all you want but you've got to go home with yourself.","author":"Julia Roberts","category":"Character, Yourself, Want"},{"quote":"One sweetly solemn thought, comes to me o'er and o'er; I am nearer home today, than I ever have been before.","author":"Phoebe Cary","category":"Today, I Am, Me"},{"quote":"Beer is not a good cocktail-party drink, especially in a home where you don't know where the bathroom is.","author":"Billy Carter","category":"Good, Beer, Know"},{"quote":"Let's just win it and go home.","author":"Barry Sanders","category":"Win, Just, Go"},{"quote":"And remember don't high post when you're far from home, and high posting when you're all alone.","author":"Mos Def","category":"Alone, Remember, You"},{"quote":"This is my idea of heaven, coming home and watching the news.","author":"Rita Moreno","category":"Coming Home, News, Idea"},{"quote":"I've gone very far, far away, but my character keeps me close to home.","author":"Fran Drescher","category":"Character, Me, Far Away"},{"quote":"Then, after I came home from Europe, I found I was under condemnation; and I was condemned at that time because I did not endorse the financial policy of the General Conference.","author":"John Harvey Kellogg","category":"Time, Financial, General"},{"quote":"Aledo will always be home to me because I spent the first 27 years of my life there - it's such a special place - and because of the experiences I had there, I've become the person I am today.","author":"Suzy Bogguss","category":"Life, Today, I Am"},{"quote":"I'm the type of woman you might say is too good. I'll massage a man's feet, have dinner cooked when he gets home. But once they leave, the door is closed, and the locks are changed.","author":"Angie Stone","category":"Good, Man, Woman"},{"quote":"When I joined Custer I donned the uniform of a soldier. It was a bit awkward at first but I soon got to be perfectly at home in men's clothes.","author":"Calamity Jane","category":"Men, Clothes, Uniform"},{"quote":"I'm shocked at how early everything closes here. But people start earlier. I miss the late nightlife in NYC, but then again I sing and burn so much energy in the show that it's probably good - I get to go home and sleep.","author":"Neil Patrick Harris","category":"Good, Sleep, People"},{"quote":"I was born in London, and went to school in Scotland - I used to be dead tired when I got home at night.","author":"Norman Wisdom","category":"School, Tired, Night"},{"quote":"I was actually lost in Beirut on the way home.","author":"Kelly Preston","category":"Lost, Way, Actually"},{"quote":"Say there's a white kid who lives in a nice home, goes to an all-white school, and is pretty much having everything handed to him on a platter - for him to pick up a rap tape is incredible to me, because what that's saying is that he's living a fantasy life of rebellion.","author":"Eminem","category":"Life, School, Me"},{"quote":"I'm actually a pretty decent human being, and when I'm home I'm straight as an arrow.","author":"Kid Rock","category":"Human, Human Being, Straight"},{"quote":"Although I managed my schedule to be home by late afternoon most days, basically, Roselle raised our children alone. And so I missed out on a lot of wonderful moments, missed watching my kids grow into the wonderful people they are today.","author":"Perry Como","category":"Children, Today, Alone"},{"quote":"It was the most pleasurable thing I've ever done, playing this character, and I just remember feeling so at home and so - I don't know, I was just happy - and it just wasn't ever work! It was like a sandbox for me, and I would crack myself up rehearsing.","author":"Jenna Elfman","category":"Work, Happy, Myself"},{"quote":"There was a military police brigade with over 3,400 soldiers getting ready to go home because their mission - prisoner-of-war operations - was finished.","author":"Janis Karpinski","category":"Police, Military, Mission"},{"quote":"I have a dress-up chest at home. I love to create this fantasy kind of thing.","author":"Kate Moss","category":"Love, Kind, Fantasy"},{"quote":"How we are using up our home, how we are living and polluting the planet is frightening. It was evident when I was a child. It's more evident now.","author":"Maya Lin","category":"Child, Living, Now"},{"quote":"On tour, you never have a home, you don't get used to anything, and you're always super busy.","author":"Travis Barker","category":"Busy, You, Never"},{"quote":"I never saw film stars at home. We had no maid, no cook, no swimming pool.","author":"Natalie Wood","category":"Stars, Swimming, Never"},{"quote":"I was often very, incredibly naughty, and if I didn't come home at tea time I used to be sent to bed without any dinner. But people used to bring me things: I was better fed in bed.","author":"Diane Cilento","category":"Time, Me, People"},{"quote":"That said, my kids are at home right now with my husband and I'm missing something important at my daughter's school which makes me feel sick inside. It's a lot of balance and a lot of really hard decision making.","author":"Reese Witherspoon","category":"Daughter, School, Balance"},{"quote":"More than anything else, I want the folks back at home to think right of me.","author":"Elvis Presley","category":"Me, Want, Think"},{"quote":"Just because I managed to do a little something, I don't want anyone back home to think I got the big head.","author":"Elvis Presley","category":"Want, Think, Just Because"},{"quote":"On stage, I make love to 25,000 different people, then I go home alone.","author":"Janis Joplin","category":"Love, Alone, People"},{"quote":"At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far.","author":"Muhammad Ali","category":"Humble, I Am, World"},{"quote":"My mother never gave up one me. I messed up in school so much they were sending me home, but my mother sent me right back.","author":"Denzel Washington","category":"Mother, School, Me"},{"quote":"I'd rather rot on my own floor than be found by a bunch of bingo players in a nursing home.","author":"Florence King","category":"Floor, My Own, Players"},{"quote":"I have always brought home stray animals - everything from squirrels to wild rabbits to foxes and turtles.","author":"Amy Weber","category":"Animals, Wild, Always"},{"quote":"We ought to have more women in various management positions, because women are the ones who decide almost everything in the home.","author":"Ingvar Kamprad","category":"Women, Management"},{"quote":"We have supported state terrorism against the Palestinians and black South Africans, and now we are indignant because the stuff we have done overseas is now brought right back to our own front yards. America's chickens are coming home to roost.","author":"Jeremiah Wright","category":"America, Black, Terrorism"},{"quote":"I'm kind of a dork. I don't have much game. I'm not particularly comfortable in bars or clubs. I much prefer being home playing Scrabble, having dinner with a couple friends, going to see a movie, or losing a whole weekend to Season 14 of Law and Order or The Simpsons.","author":"Wentworth Miller","category":"Friends, Law, Losing"},{"quote":"It began to dawn on me that perhaps my country needed me more at home than overseas.","author":"Larry David","category":"Me, Country, Dawn"},{"quote":"Anytime you're away from your home filming, it messes with your head.","author":"Jennifer Lawrence","category":"Head, You, Filming"},{"quote":"Today's misery is real unemployment, home foreclosures and bankruptcies. This is the Obama Misery Index and its at a record high. Its going to take more than new rhetoric to put Americans back to work - its going to take a new president.","author":"Mitt Romney","category":"Work, Today, Rhetoric"},{"quote":"So long as I can stay mentally alert - inquiring, curious - I want to keep going. I love my wife and my children, but I don't want to sit around at home with them. We go on safaris and things like that. I can do that for a couple of weeks a year. I'm just not ready to stop, to die.","author":"Rupert Murdoch","category":"Love, Children, Wife"},{"quote":"I have a five year-old son and a three year-old daughter. I want my son to have a choice to contribute fully in the workforce or at home. And I want my daughter to have the choice to not just succeed, but to be liked for her accomplishments.","author":"Sheryl Sandberg","category":"Daughter, Son, Choice"},{"quote":"It's like, now you're actually complaining because you're making $9 million and guys are making more? If it makes you that upset, quit. Leave the game. Go home then and try finding another job that's going to pay you that.","author":"Eric Davis","category":"Job, Game, You"},{"quote":"The fans love the home runs, the home run competition between Mark McGwire and Sammy Sosa.","author":"Jose Canseco","category":"Love, Competition, Run"},{"quote":"I feel most at home in the water. I disappear. That's where I belong.","author":"Michael Phelps","category":"Water, Feel, Where"},{"quote":"Sometimes I'm at home and I remember I'm supposed to do 100 push-ups and I don't.","author":"Asafa Powell","category":"Remember, Sometimes"},{"quote":"Playing drums feels like coming home for me. Even during the White Stripes I thought: 'I'll do this for now, but I'm really a drummer.' That's what I'll put on my passport application.","author":"Jack White","category":"Thought, Me, Drummer"},{"quote":"I feel an obligation to set the record straight. Actors that say they're affected by something, that it changes their life, that they take it home with them, they're just trying to get nominated for an Oscar!","author":"Joaquin Phoenix","category":"Life, Changes, Trying"},{"quote":"When I'm home, I cook my own dinner, all organic.","author":"Big Sean","category":"Dinner, Cook, My Own"},{"quote":"These days, you have the option of staying home, blogging in your underwear, and not having your words mangled. I think I like the direction things are headed.","author":"Marc Andreessen","category":"Words, Think, You"},{"quote":"I'm in this absolutely gorgeous manor house with acres of quite beautiful countryside. I've got trout in the river, an organic vegetable garden, I've got my work 40 yards from my home. I don't mind being criticised, but where are they criticising from? Which hut are they criticising me from, exactly?","author":"Jay Kay","category":"Work, Beautiful, Mind"},{"quote":"Obviously, the easiest recipes are the most successful when it comes to the home cook, because they're not intimidated by them. If I'm doing 'Boy Meets Grill,' and I do something very simple like grilled hamburgers or steaks or chicken, those are the most sought-after recipes.","author":"Bobby Flay","category":"Simple, Successful, Chicken"},{"quote":"I can't grill vegetables, shellfish or steaks without tongs. Don't bother with those long-handled grilling tongs normally found in the BBQ section of your home store. Get intimate with your grill and opt for the regular stainless steel tongs.","author":"Bobby Flay","category":"Vegetables, Without, Steel"},{"quote":"I'm from a small town so, like, everyone's married with children or about to have children. So it's a little hard when you go home and people are like - and that's why people think I'm gay - because they're like 'Why aren't you married?' And I'm like, 'it doesn't happen for everyone right off the bat.'","author":"Kelly Clarkson","category":"Children, Small, People"},{"quote":"My company is an extension of me, so when I designed my stores I wanted people to feel that they were in my home.","author":"Tory Burch","category":"Me, People, Company"},{"quote":"For those who have come here illegally, they might have a transition time to allow them to set their affairs in order. And then go back home and get in line with everybody else. And if they get in line and they apply to become a citizen and get a green card, they will be treated like everybody else.","author":"Mitt Romney","category":"Time, Green, Transition"},{"quote":"Locally produced foods - defined as those harvested within a 100-mile radius of one's home - have a lesser impact on the environment because of the decreased need for transportation from source to consumer.","author":"Tyler Florence","category":"Impact, Environment"},{"quote":"My father was always depressed. When he was home and sober, he was mostly in his room.","author":"Sherman Alexie","category":"Father, Always, Depressed"},{"quote":"My father probably thought the capital of the world was wherever he was at the time. It couldn't possibly be anyplace else. Where he and his wife were in their own home, that, for them, was the capital of the world.","author":"Bob Dylan","category":"Time, Father, Wife"},{"quote":"I'm happy going home early and working out and just being a mother and being a wife.","author":"Kim Alexis","category":"Happy, Mother, Wife"},{"quote":"We have to judge politicians by their cumulative score. In one innings they make a great catch, in another they drop the ball. In one they score a home run, in another they strike out. But it is their cumulative batting average that we are interested in.","author":"Jesse Jackson","category":"Great, Judge, Run"},{"quote":"There's a continuity between what I care about in any form: I care about it in my music, in article-writing, in how I dress, in how I live, in my relationships, in how I navigate paparazzi, how I decorate my home. There's such a continuity between everything that I don't really care what form it shows up in.","author":"Alanis Morissette","category":"Music, Dress, Live"},{"quote":"I mean, I suppose when I'm in London, I'm home so I'm more comfortable.","author":"Jourdan Dunn","category":"London, Mean, Comfortable"},{"quote":"Once I was gone for a month and I was just miserable, so I flew back from Florida for two hours just to be home and see my cats.","author":"Paula Poundstone","category":"Cats, See, Back"},{"quote":"I think any branding for me is band-related. It's really weird to get used to the exposure, because I am a naturally introverted person, and I'm not exactly social. Occasionally I can get comfortable enough to talk, but I spend a lot of my days not talking, especially when I'm at home and not on tour.","author":"Nate Ruess","category":"I Am, Me, Weird"},{"quote":"I don't get to go home as much as I used to, which is a shame. But I don't mind because my mum moved over to London to look after me. I rented her a house just around the corner.","author":"Niall Horan","category":"Mind, Me, London"},{"quote":"I support workplace clean air. But a federal ban on smoking would mean that you couldn't smoke in your own home. I don't care what people do in their home.","author":"Mike Huckabee","category":"Support, Smoking, People"},{"quote":"My sisters both are working mothers. I understand that my being an actress as well as being at home isn't some heroic thing. That doesn't mean it isn't confusing or difficult - especially that question of how you find a balance.","author":"Jennifer Garner","category":"Balance, Working, You"},{"quote":"At times you feel like you're the only voice speaking out to improve the working conditions of people, whether it's to be able to collectively bargain, to get adequate pay, to know that you can come home safe out of a coal mine.","author":"Hilda Solis","category":"Voice, People, Know"},{"quote":"The truth is, if anyone saw my home life, I'm pretty sure it would look like other families' around the world. There's a lot of juggling to be done.","author":"Brooke Burke","category":"Life, Truth, World"},{"quote":"Illogical thinkers throw names and slurs around because they have no arguments with which to rebut their opponents. Rational people have to keep hammering their points home.","author":"Ben Carson","category":"People, Names, Thinkers"},{"quote":"I hate formal stuff. I love looking like a doll and all that stuff and playing dress up, but when I'm home, sweat pants, t-shirt. When I'm in the studio, sweat pants, t-shirt.","author":"Nicki Minaj","category":"Love, Hate, Dress"},{"quote":"The Second Amendment does protect the right to people to possess weapons for self-defense in the home. That's what the Supreme Court said.","author":"Laurence Tribe","category":"People, Said, Protect"},{"quote":"I'd be totally exhausted by mid-afternoon, and I could barely climb the stairs at home. It was particularly alarming because all my life I'd enjoyed doing all my own stunts in shows, taking on every physical challenge. Yet suddenly, I'd become like a very old man. I knew something was wrong, but I had no idea what.","author":"Michael Crawford","category":"Life, Challenge, Man"},{"quote":"Many women assume they can't be good mothers and have challenging careers at the same time, so they might give up trying to do both as they get to a crucial point in their career. Although it can be hard at times, it's important for women to recognize the benefits of working outside the home.","author":"Susan Wojcicki","category":"Time, Women, Good"},{"quote":"I don't think most analysts understand that whether I work a 70-hour week or an 80-hour week, I take my head with me when I go home.","author":"Les Wexner","category":"Work, Week, Me"},{"quote":"I try and eat really healthy when I'm home, but I certainly don't eat worms and snakes.","author":"Bear Grylls","category":"Healthy, Try, Snakes"},{"quote":"I'm happy to be at home with the kids, in my flannel pajamas; that's a treat.","author":"Patsy Kensit","category":"Happy, Treat, Kids"},{"quote":"I am not a home breaker and I can never be. I haven't been brought up to create havoc in other people's homes.","author":"Kareena Kapoor Khan","category":"I Am, People, I Can"},{"quote":"Many Lexington natives believe they live in a special place, one impossible to leave. I'm not so sure about that - or it's more accurate to say I think a more general truth exists beneath it: the place you first call home stays with you always, whether you remain or go.","author":"Kim Edwards","category":"Truth, Believe, Impossible"},{"quote":"I'm a bachelor in the old sense of the word, meaning I flirt, I have very many close relationships, but then I come home and like to read my book.","author":"William Ivey Long","category":"Book, Meaning, Relationships"},{"quote":"I live in a sort of insular world. It's mostly my family, my house, staying home and working.","author":"Mark Hamill","category":"Family, World, Live"},{"quote":"It's often discouraging sitting working at home, wondering whether to put the heating on, answering the doorbell to the gas board, feeling it's all utterly pointless.","author":"Rachel Johnson","category":"Working, Feeling, Gas"},{"quote":"In my home office, I have two large, 30-inch computer monitors - a Mac and a PC. They share the same mouse and keyboard, so I can type or copy and paste between them. I'll typically do Web stuff on the Mac and e-mail and chat stuff on the PC.","author":"Matt Mullenweg","category":"I Can, Office, Web"},{"quote":"You don't see me in Los Angeles a lot. I go back home. Because I can't play the game. I can't - my tolerance - I know I'm getting old I'll be 50 this year. And you know how I know I'm getting old? 'Cause my tolerance level is low.","author":"Bernie Mac","category":"Game, Me, Know"},{"quote":"People are responsible adults at home. Why do we suddenly transform them into adolescents with no freedom when they reach the workplace?","author":"Ricardo Semler","category":"Freedom, People, Why"},{"quote":"Those days of every child having a mummy and daddy who lived at home - Daddy went to work, and Mummy stayed at home and took care of everyone - those days have almost gone, and it's so much more unconventional now.","author":"Kate Winslet","category":"Work, Child, Care"},{"quote":"I think if you follow anyone home, whether they live in Houston or London, and you sit at their dinner table and talk to them about their mother who has cancer or their child who is struggling in school, and their fears about watching their lives go by, I think we're all the same.","author":"Brene Brown","category":"Mother, School, Child"},{"quote":"Let me put it this way: when I read, I learned the world was not as small as my house. And that everybody in my home town was not representative of the way people in the world were raised. And that was what saved me.","author":"Terry McMillan","category":"World, Small, Me"},{"quote":"Ladies love a soppy lyric. There's a real winner in 'Carry You Home.'","author":"James Blunt","category":"Love, Winner, You"},{"quote":"I'd never put all my chips anywhere, because I don't want to close any doors, but I was raised in a very blue-collar family. I was raised by parents who said, 'If you don't go to work every day, you're not contributing', so that's my mentality. I have to work every day; I have to bring home a paycheck.","author":"Katee Sackhoff","category":"Work, Family, Parents"},{"quote":"You have to be very insensitive in order to have a cat, because I think they're very independent. When they're kittens, you think they're going to have a dog temperament in that they're going to run to the door when you get home, lick you on the face and cuddle with you all the time, but cats are not that way.","author":"Jennifer Love Hewitt","category":"Time, Dog, Cats"},{"quote":"People are easily intimidated when they decorate their home. They think it has to be one way. But there's no one way. It's your way, your style. At the end of the day, you have to live there. It's your cocoon, your nest. You have to be happy in it.","author":"Bryan Batt","category":"Happy, Day, Be Happy"},{"quote":"I live in Brooklyn, and I love all the hipsters and all the artisanal bacon you can get here now. I consider New York my home, and L.A. a place that I go. I always say I go with an empty sack and try to fill it with as much money as possible to bring back to New York.","author":"Julie White","category":"Love, Money, Live"},{"quote":"Runners and yogis are alike in lots of ways, and not just because some of us need yoga to unkink what running jams. Runners and yogis are also alike because of this tortoise shell idea, this 'home' we can access inside ourselves.","author":"Kristin Armstrong","category":"Just Because, Idea, Need"},{"quote":"I think anybody who goes away finds you appreciate home more when you return.","author":"Yo-Yo Ma","category":"Appreciate, Think, You"},{"quote":"A drone is a high-tech version of an old army and a musket. It ought to be used in Somalia to hunt bad guys, but not in America. I don't want to see it hovering over anybody's home.","author":"Charles Krauthammer","category":"America, Want, See"},{"quote":"As an actress, I get plenty of drama in my professional life. When I'm at home, I want a peaceful life.","author":"Lysette Anthony","category":"Life, Peaceful, Professional"},{"quote":"I've read everything Thomas Wolfe ever wrote; my brother and I memorized whole chapters of 'You Can't Go Home Again' and 'Look Homeward, Angel.'","author":"Maya Angelou","category":"Brother, Angel, You"},{"quote":"I wouldn't call myself a shut-in. I have the ability to leave my home; I just choose not to. But because I'm such a homebody, it's important to be surrounded by things I love.","author":"Amy Sedaris","category":"Love, Myself, Important"},{"quote":"Early on, I played one or two disturbed people, and I guess I must have been good at it, because it stuck. But, you know, I'm a regular guy. I stay home a lot, I make an effort to keep a distance from the whole social thing, the openings, the parties. I try to live in a calm way.","author":"Christopher Walken","category":"Good, Effort, Calm"},{"quote":"'Feminist comedy,' practically an oxymoron, had a couple of good years after WWII. Chalk it up to the forced female autonomy that occurred during wartime, when Rosie the Riveter went to work in the factories, constructing the Allies' war machines while taking charge of the finances, the home, and the children.","author":"Grace Slick","category":"Work, Children, Good"},{"quote":"When I was about ten, I was very impressed by the way Tarzan could swing through the trees from vine to vine. No one ever told me, 'Don't try this at home.'","author":"James Dobson","category":"Trees, Me, Try"},{"quote":"Home life is no more natural to us than a cage is natural to a cockatoo.","author":"George Bernard Shaw","category":"Life, Natural, Us"},{"quote":"There are moments to indulge and enjoy, but I always know when it's time to go home and wash my knickers.","author":"Kate Winslet","category":"Time, Enjoy, Moments"},{"quote":"I'm not someone who's led my life trying to get publicity I'd rather do my work and go home.","author":"Kevin Spacey","category":"Life, Work, My Life"},{"quote":"I'd much rather go out and have music randomly presented to me by different DJs than stay home and discover it on my own.","author":"Moby","category":"Music, Me, My Own"},{"quote":"Like your home's closets, your financial clutter needs an overhaul every now and again, and the payoff will go far beyond the psychic satisfaction of neatening up.","author":"Suze Orman","category":"Financial, Satisfaction"},{"quote":"When I was eight, I would look at the cover of the 'Ghost Rider' comic book in my little home in Long Beach, California, and I couldn't get my head around how something that scary could also be good. To me it was my first philosophical awakening - 'How is this possible, this duality?'","author":"Nicolas Cage","category":"Good, Beach, Book"},{"quote":"There's no place like home. And I do miss my home.","author":"Malala Yousafzai","category":"Place, Like, Miss"},{"quote":"To be a queen of a household is a powerful thing.","author":"Jill Scott","category":"Powerful, Queen, Household"},{"quote":"I didn't leave home until 27. I was an only child raised in Philadelphia by my mother and grandmother. My grandmother controlled the stove. She made a lot of potato meals - mashed potato, potato souffle, potato pancakes. When we didn't have electricity, we ate romantically by candlelight.","author":"Jill Scott","category":"Mother, Child, Grandmother"},{"quote":"There are people with otherwise chaotic and disorganized lives, a certain type of person that's always found a home in the restaurant business in much the same way that a lot of people find a home in the military.","author":"Anthony Bourdain","category":"Business, People, Military"},{"quote":"He told me he was working as an interpreter in a doctor's office in Brookline, Massachusetts, where I was living at the time, and he was translating for a doctor who had a number of Russian patients. On my way home, after running into him, I just heard this phrase in my head.","author":"Jhumpa Lahiri","category":"Time, Doctor, Me"},{"quote":"It's nice to have some continuity you can come back to. I feel that in coming home, coming back to London.","author":"Felicity Jones","category":"London, Nice, You"},{"quote":"Once I am in the square circle, I am in my home.","author":"Floyd Mayweather, Jr.","category":"I Am, Circle, Once"},{"quote":"My fiancee's brother-in-law was recently paralysed in an accident and it really brought home the fact that thousands of young people live with spinal injuries. It's an issue I wish had more coverage.","author":"Gary Lineker","category":"People, Live, Wish"},{"quote":"I would love to have a robot at home.","author":"Hugh Jackman","category":"Love, Robot, Would"},{"quote":"I feel like I've never had a home, you know? I feel related to the country, to this country, and yet I don't know exactly where I fit in... There's always this kind of nostalgia for a place, a place where you can reckon with yourself.","author":"Sam Shepard","category":"Yourself, Know, You"},{"quote":"I do not recall a Jewish home without a book on the table.","author":"Elie Wiesel","category":"Book, Table, Without"},{"quote":"In our home there was always prayer - aloud, proud and unapologetic.","author":"Lyndon B. Johnson","category":"Prayer, Proud, Always"},{"quote":"Not much shocked me. You know, I worked in a home for Alzheimer's patients and my dad used to be really into murders and stuff, so I saw dead bodies. It desensitised me to a lot of things.","author":"Ellie Goulding","category":"Me, Know, You"},{"quote":"I have great childhood memories cow-tipping, going off and getting lost in the bog for hours, and coming home covered in dirt.","author":"Emily Ratajkowski","category":"Memories, Great, Childhood"},{"quote":"Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me.","author":"Gisele Bundchen","category":"Love, Family, Experience"},{"quote":"But now, being a parent, I go home and see my son and I forget about any mistake I ever made or the reason I'm upset. I get home and my son is smiling or he comes running to me. It has just made me grow as an individual and grow as a man.","author":"LeBron James","category":"Smiling, Son, Man"},{"quote":"I like to stay home with my family.","author":"Mads Mikkelsen","category":"Family, Like, Stay"},{"quote":"I don't think I am that materialistic, actually. Obviously at home in the country the art collection is important, but we have one big room in the middle of the house where we do everything - the television, the kitchen, everything.","author":"Andrew Lloyd Webber","category":"Art, I Am, Television"},{"quote":"In many college classes, laptops depict split screens - notes from a class, and then a range of parallel stimulants: NBA playoff statistics on ESPN.com, a flight home on Expedia, a new flirtation on Facebook.","author":"Samantha Power","category":"College, Statistics, New"},{"quote":"There's a very real possibility in this industry of going out and leading your life and then going home and being a voyeur of your own life. You can literally go watch yourself - where you went last night, what you did, what the things that people presuppose about you. It's kind of crazy.","author":"Ryan Reynolds","category":"Life, Yourself, Night"},{"quote":"There's only one thing harder than living in a home with an adolescent - and that's being an adolescent. The moodiness, the volatility, the wholesale lack of impulse control, all would be close to clinical conditions if they occurred at another point in life. In adolescence, they're just part of the behavioral portfolio.","author":"Jeffrey Kluger","category":"Life, Control, Living"},{"quote":"It's not a joke: I really do like being at home.","author":"Karl Pilkington","category":"Joke, Like, Being"},{"quote":"Yesterday, I did some painting then went out to buy an onion and came home and watched 'University Challenge.' The onion was probably the highlight.","author":"Karl Pilkington","category":"Challenge, Painting"},{"quote":"I'd like to keep work work and life life. It means you've got your life to come back to, somewhere to come home to at night that isn't invaded by your day.","author":"James McAvoy","category":"Life, Work, Day"},{"quote":"But, you know, you can't be a star at home.","author":"Jim Carrey","category":"Know, You, Star"},{"quote":"I like being at home and cooking.","author":"Shania Twain","category":"Cooking, Like, Being"},{"quote":"When did it - When did it become okay for someone to hit home runs and forget how to play the rest of the game?","author":"Ryne Sandberg","category":"Game, Rest, Play"},{"quote":"Women work as much as men now, if not more. There's a resurgence of dads in the home and moms working.","author":"Morena Baccarin","category":"Work, Women, Men"},{"quote":"I never really take shortcuts. I was always one of those people who, instead of cutting across someone's yard on the way home from school, I would go to the end of the block and turn.","author":"Amy Sedaris","category":"School, End, People"},{"quote":"I want to go home at night and feel discomfort.","author":"Nicole Kidman","category":"Night, Want, Feel"},{"quote":"While I enjoy spending time in L.A., Britain is my home.","author":"Michael Sheen","category":"Time, Enjoy, Spending Time"},{"quote":"I am a believer in nutrient timing and supplementation, through 8Zone. I love eggs, apples, wild fish, leafy greens, brown rice, pasta, oatmeal, home grown Washington Potatoes, and cooking with coconut and olive oils.","author":"Apolo Ohno","category":"Love, I Am, Cooking"},{"quote":"I have a deep and passionate love of America. It is where I have always thought I would be happiest, and although I miss England desperately, I find that my heart definitely has its home over here.","author":"Jane Green","category":"Love, Deep, America"},{"quote":"I remember when I came home from the hospital after having my son, I wore a Narciso Rodriguez black coat. Then, I was using this fragrance that I had created. I walk by that coat, and it still smells like that fragrance. It takes you right there.","author":"Sarah Jessica Parker","category":"Son, Walk, Remember"},{"quote":"After hundreds of auditions and nothing, you're sitting home and wondering, 'What am I doing?'","author":"Demi Lovato","category":"Doing, Nothing, You"},{"quote":"I seek to call America home to those principles that gave us birth.","author":"George McGovern","category":"America, Principles, Birth"},{"quote":"The worst feeling in the world is the homesickness that comes over a man occasionally when he is at home.","author":"E. W. Howe","category":"Man, World, Feeling"},{"quote":"The curious are always in some danger. If you are curious you might never come home.","author":"Jeanette Winterson","category":"Curious, You, Danger"},{"quote":"Theatrical is fantastic. I don't think anything will ever replace the big dark room, the screen and the popcorn. You can kind of do it in your home if you have a nice screen, but it's not the same thing.","author":"Mel Gibson","category":"Dark, Think, Nice"},{"quote":"Ever since viewing screens entered the home, many observers have worried that they put our brains into a stupor. An early strain of research claimed that when we watch television, our brains mostly exhibit slow alpha waves - indicating a low level of arousal, similar to when we are daydreaming.","author":"Hanna Rosin","category":"Research, Waves, Television"},{"quote":"If I don't get paid I'm going to take a whole lot of Marshall amps home with me on the plane.","author":"Tommy Chong","category":"Me, Going, Whole"},{"quote":"Nice to see your home fans boo you. That's what loyal support is.","author":"Wayne Rooney","category":"Support, Nice, You"},{"quote":"I still watch 'Idol,' and it's still the No. 1 show, so obviously I'm not the only one who loves to sit at home and be entertained.","author":"Kelly Clarkson","category":"Show, Watch, Sit"},{"quote":"I have two Golden Boot awards at home. It would be nice to win another, but I wouldn't mind it if I didn't.","author":"Cristiano Ronaldo","category":"Win, Mind, Nice"},{"quote":"I want my home to look good, feel good, and smell good. I want it to be inclusive, to reflect the people who live there.","author":"Cindy Crawford","category":"Good, People, Feel Good"},{"quote":"A Jew without Jews, without Judaism, without Zionism, without Jewishness, without a temple or an army or even a pistol, a Jew clearly without a home, just the object itself, like a glass or an apple.","author":"Philip Roth","category":"Apple, Army, Glass"},{"quote":"A 'Magik' session is a journey through different stages of emotions and the 'Search for Sunrise' is more chilling music for when you come home after a party or when you are just about to go to one.","author":"Tiesto","category":"Music, Journey, Sunrise"},{"quote":"Home is the place we love best and grumble the most.","author":"Billy Sunday","category":"Love, Best, Place"},{"quote":"I did not enjoy Cambridge. But I shouldn't blame Cambridge alone. I wasn't ready for university or for the wrench of leaving home. It was a big cultural shock.","author":"Naomie Harris","category":"Alone, Blame, Leaving"},{"quote":"Imagine if you had baseball cards that showed all the performance stats for your people: batting averages, home runs, errors, ERAs, win/loss records. You could see what they did well and poorly and call on the right people to play the right positions in a very transparent way.","author":"Ray Dalio","category":"Baseball, Performance"},{"quote":"Those men are most apt to be obsequious and conciliating abroad, who are under the discipline of shrews at home.","author":"Washington Irving","category":"Men, Discipline, Abroad"},{"quote":"Greed has driven the world crazy. And I think I'm lucky that I have a place over here that I can call home.","author":"Nina Simone","category":"Crazy, Greed, World"},{"quote":"When I come home, it's about my kid, who needs to eat, needs to do homework, and needs to get to basketball. I don't have a lot of time to think about me.","author":"Taraji P. Henson","category":"Time, Me, Think"},{"quote":"I tentatively believe in a god. I was brought up in a fairly religious home. I think the world is compatible with reincarnation, karma, all that stuff.","author":"Bjorn Lomborg","category":"God, Believe, World"},{"quote":"We know that when people are safe in their homes, they are free to pursue their dream for a brighter economic future for themselves and their families.","author":"George Pataki","category":"Future, Free, People"},{"quote":"For me, and this may not be everybody, but because I do love country music so much, there's such a feeling of home in Nashville, especially because it's such a small town. You bring up one song, everybody knows who wrote it, everybody knows their mother and what their cell number is, and all of the stories.","author":"Garrett Hedlund","category":"Love, Music, Mother"},{"quote":"What really helps me is being able to record my albums at home - I have more fun experimenting that way, as opposed to working with an engineer, in which case I have to deal with the humiliation of doing take after take, and that can get frustrating.","author":"John Frusciante","category":"Fun, Me, Working"},{"quote":"The mother-in-law came round last week. It was absolutely pouring down. So I opened the door and I saw her there and I said, 'Mother, don't just stand there in the rain. Go home.'","author":"Les Dawson","category":"Rain, Mother, Door"},{"quote":"I grew up in a household where everybody lived at the top of his lungs.","author":"Frank Langella","category":"Lived, Up, Where"},{"quote":"I grew up in the Cayman Islands. I didn't play video games or watch TV. I would basically come home from school, throw down my backpack, grab my machete, and go hike and chop down trees to make a fort.","author":"Armie Hammer","category":"School, Trees, Video Games"},{"quote":"Unless you have been to boarding-school when you are very young, it is absolutely impossible to appreciate the delights of living at home.","author":"Roald Dahl","category":"Impossible, Living, You"},{"quote":"I'm not squeamish at all. As a child I dragged a dead squirrel home on my skateboard and cut it open and tried to look at its brain.","author":"Jessica Biel","category":"Child, Brain, Look"},{"quote":"I like my home to be somewhere where my friends can feel like they can put their feet up on the couch and for it to feel like really easy living. I really love to have my friends over, cook dinner for them, catch up, and spend quality time with quality people in my life.","author":"Stacy Keibler","category":"Love, Life, Time"},{"quote":"My days in hostel were tough. I was ragged by my seniors. We were asked to wash their dirty clothes, do their odd jobs, etc. When it came to eating, we would be often given burnt rotis and milk that had awful odour. But, never once did I call home. I knew if I had to become a tough cricketer, I would have to handle the pressure.","author":"Suresh Raina","category":"Clothes, Pressure, Eating"},{"quote":"The thing about being at home versus being out in the world working is, it's a whole different vibe. When I'm home with my kids and partner, I will cook - even though she's a very good cook. She's learned over the years. We started with basics, you know, how to saute onions, how to saute mushrooms.","author":"Cat Cora","category":"Good, World, Partner"},{"quote":"Charity should begin at home, but should not stay there.","author":"Phillips Brooks","category":"Charity, Should, Stay"},{"quote":"My mother was a churchgoing lady, so I always heard about God at home.","author":"Smokey Robinson","category":"God, Mother, Always"},{"quote":"When I'm not on tour, I love to have a long breakfast at home in my garden.","author":"Andre Rieu","category":"Love, Breakfast, Garden"},{"quote":"Kids in a home with grandparents are healthier.","author":"Dan Buettner","category":"Grandparents, Kids"},{"quote":"If you are a writer you're at home, which means you're out of touch. You have to make excuses to get out there and look at how the world is changing.","author":"Roddy Doyle","category":"World, Excuses, You"},{"quote":"I would like not only to have a successful band, but I want to have children, a home, and a husband. Two or three. Children, not husbands!!!","author":"Caroline Corr","category":"Children, Successful"},{"quote":"Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back.","author":"Earl Wilson","category":"Family, Car, Rest"},{"quote":"You're in a combat zone one day. You come home, and then you have to readjust, and it takes a few days. We just sit in the house, hang with the family and then things get better.","author":"Chris Kyle","category":"Family, Day, Better"},{"quote":"If anyone thinks that Jews can steal into the land of their fathers, he is deceiving either himself or others. Nowhere is the coming of Jews so promptly noted as in the historic home of the Jews, for the very reason that it is the historic home.","author":"Theodor Herzl","category":"Land, Reason, Others"},{"quote":"I thought I'd love to be a gardener because I grew up with a vegetable garden and I love being close to the Earth and growing things. At my home in L.A., I have a great garden and I grow all kinds of things. I even have a worm farm! The worms help create organic compost out of kitchen scraps.","author":"Curtis Stone","category":"Love, Great, Help"},{"quote":"When I go home, its an easy way to be grounded. You learn to realize what truly matters.","author":"Tony Stewart","category":"Learn, Easy, You"},{"quote":"The bees learn where they live by landmarks. If they're moved within their home range, they get confused.","author":"Gene Robinson","category":"Live, Learn, Confused"},{"quote":"Christian values were important at home. Cleanliness. Don't steal. Don't lie. Those were the rules, and they were strictly enforced. Especially the stealing and lying. When you broke the rules, you got a beating. I always broke the rules a lot.","author":"Jimmy Cliff","category":"Lie, Rules, Christian"},{"quote":"I didn't have time for my children much. I wasn't a very good parent I had a pretty unhappy home life.","author":"Carroll Shelby","category":"Life, Time, Children"},{"quote":"I'm a real Suzy Homemaker.","author":"Suzy Bogguss","category":"Real, Homemaker"},{"quote":"For an economic recovery program to be effective, it must not only create a short-term economic boost but also generate lasting value. Home Star would accomplish that by breaking down the key barrier between homeowners and money-saving retrofits: upfront costs.","author":"Peter Welch","category":"Value, Down, Recovery"},{"quote":"Our favorite: a former garbage dump converted into a riverside park. I first ran there more than 30 years ago when a marathon passed through this park that later became home to Pre's Trail.","author":"Joe Henderson","category":"Favorite, Marathon, Park"},{"quote":"Where there is a mother in the home, matters go well.","author":"Amos Bronson Alcott","category":"Mother, Matters, Well"},{"quote":"Life is composed of different inventions. I have continued to work at different things and rebuilt my home all by myself. I did it for the sake of satisfaction at doing something.","author":"Mikhail Kalashnikov","category":"Life, Work, Myself"},{"quote":"I come from a broken home. My parents split up when I was nine. Everyone gave me a good wallop. But I come from a time when you just put up with that, you got on with things rather than sitting moaning about them.","author":"Len Goodman","category":"Time, Good, Parents"},{"quote":"I am an old sinner; and if God had designed mercy for me, he would have called me home to himself before now.","author":"David Brainerd","category":"God, I Am, Me"},{"quote":"Having leveled my palace, don't erect a hovel and complacently admire your own charity in giving me that for a home.","author":"Emily Bronte","category":"Giving, Charity, Me"},{"quote":"I think standing and fighting and working alongside all of these people that raise their right hand and serve their nation... really wipes away the distractions of some of the petty things we think are important at home.","author":"Pete Hegseth","category":"People, Think, Working"},{"quote":"Of all the passions of mankind, the love of novelty most rules the mind. In search of this, from realm to realm we roam. Our fleets come loaded with every folly home.","author":"Shelby Foote","category":"Love, Mind, Rules"},{"quote":"I'm attached to my land in Pantelleria as if I'd inherited it. Acting is my job, Pantelleria is my home.","author":"Carole Bouquet","category":"Job, Acting, Land"},{"quote":"The spirit is at home, if not entirely satisfied, in America.","author":"Allan Bloom","category":"America, Spirit, Satisfied"},{"quote":"The reader need not be told that John Bull never leaves home without encumbering himself with the greatest possible load of luggage. Our companions were no exception to the rule.","author":"Francis Parkman","category":"Greatest, Never, Need"},{"quote":"I like to stay home and watch television. The Game Show channel, mostly.","author":"Harry Dean Stanton","category":"Game, Television, Watch"},{"quote":"I've been in Hamburg for about ten years and I just feel at home.","author":"Andrew Eldritch","category":"Feel, Years, Just"},{"quote":"What good to me is the festive garment of freedom when I am in a slave's smock at home?","author":"Johann Georg Hamann","category":"Freedom, Good, I Am"},{"quote":"The home ownership process for Native Americans has been hobbled by bureaucratic delays and regulations.","author":"Rick Renzi","category":"Process, Native Americans"},{"quote":"My parents took an interest in nothing, at home no books, no records. My mother and my father are the emblem of indifference, dryness and bad taste. My father is also terribly stingy, in life as well as in feelings: I have never seen him filling up the bathtub.","author":"Vincent Gallo","category":"Life, Father, Mother"},{"quote":"Now that I have a 16-month-old son, my weekend ritual has changed - but it's better than ever. We get up early and go for a walk on one of the hiking trails near my home in Los Angeles, then meet up with friends at a diner. There's nothing better than sipping coffee, eating scrambled eggs, and taking three hours to do it.","author":"Connie Britton","category":"Friends, Son, Coffee"},{"quote":"My situation is different from Mark's. I'm not looking for home runs, I'm looking for the playoffs.","author":"Sammy Sosa","category":"Looking, Situation"},{"quote":"I escaped to New York, and then L.A., but when I dream of home, I still dream of my old house in Holmdel.","author":"Lorene Scafaria","category":"Dream, New York, House"},{"quote":"Home - that blessed word, which opens to the human heart the most perfect glimpse of Heaven, and helps to carry it thither, as on an angel's wings.","author":"Lydia M. Child","category":"Heart, Blessed, Wings"},{"quote":"The home to everyone is to him his castle and fortress, as well for his defence against injury and violence, as for his repose.","author":"Edward Coke","category":"Violence, Castle, Well"},{"quote":"I have no reason to sit home and write songs all day without going out and playing for the folks. And I have no reason to go play for the folks unless I'm writing new songs so they can sort of feed off one another. And I just try to do the best I can.","author":"Guy Clark","category":"Day, Best, Writing"},{"quote":"I think to be in exile is a curse, and you need to turn it into a blessing. You've been thrown into exile to die, really, to silence you so that your voice cannot come home. And so my whole life has been dedicated to saying, 'I will not be silenced.'","author":"Ariel Dorfman","category":"Life, Silence, Blessing"},{"quote":"In 1979, when I was toddler, the Russians invaded Afghanistan, and my whole family fled to Vienna, Virginia. Far from home, my parents were determined to raise my two sisters and me according to Afghan traditions.","author":"Azita Ghanizada","category":"Family, Parents, Me"},{"quote":"I left home because I was hungry.","author":"Red Skelton","category":"Hungry, Left, Because"},{"quote":"I have an awesome church home and an awesome Pastor down in L.A., and I couldn't be happier.","author":"Jonny Lang","category":"Awesome, Down, Church"},{"quote":"Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home.","author":"David Frost","category":"People, Television, Living"},{"quote":"Be grateful for the home you have, knowing that at this moment, all you have is all you need.","author":"Sarah Ban Breathnach","category":"Grateful, Moment, You"},{"quote":"Strength of character may be learned at work, but beauty of character is learned at home.","author":"Henry Drummond","category":"Work, Strength, Beauty"},{"quote":"Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.","author":"Tad Williams","category":"Love, Learning, Trust"},{"quote":"Run a home like you would a small business and treat it with the same seriousness.","author":"Anthea Turner","category":"Business, Small, Treat"},{"quote":"We're having a good time. That's what I did last year. If you can't have a good time, you might as well stay home. I feel real good.","author":"Sterling Marlin","category":"Time, Good"},{"quote":"Consultant: any ordinary guy more than fifty miles from home.","author":"Eric Sevareid","category":"Fifty, Consultant, Guy"},{"quote":"Our nation was built by pioneers - pioneers who accepted untold risks in pursuit of freedom, not by pioneers seeking offshore profits at the expense of American workers here at home.","author":"Ted Strickland","category":"Freedom, American, Risks"},{"quote":"I knew everything in the forest. I had a secret home tree, where I pretty much lived. I also liked rooftops and streetlamps. My parents would get calls saying 'He's out there again.'","author":"Bas Rutten","category":"Tree, Parents, Forest"},{"quote":"Home interprets heaven. Home is heaven for beginners.","author":"Charles Henry Parkhurst","category":"Heaven, Beginners"},{"quote":"A home is more than just where you live it reflects who you are.","author":"Ty Pennington","category":"Live, You, Where"},{"quote":"We managed to write chapter one. Chapter two, we will have a child a parent can take home and raise as a cloned child.","author":"Panayiotis Zavos","category":"Child, Parent, Chapter"},{"quote":"Home is the most popular, and will be the most enduring of all earthly establishments.","author":"Channing Pollock","category":"Will, Popular, Enduring"},{"quote":"I would not change my blest estate for all the world calls good or great.","author":"Isaac Watts","category":"Change, Good, Great"},{"quote":"Seek home for rest, for home is best.","author":"Thomas Tusser","category":"Best, Rest, Seek"},{"quote":"Sometimes when I get home at night in Washington I feel as though I had been in a great traffic jam.","author":"Grace Abbott","category":"Great, Night, Traffic"},{"quote":"I really try to take care of myself. I really put forth the effort to make a regimen just a part of my life. When I can't, for instance if I'm in a location someplace and I can't work out because of the schedule of the picture or whatever it is, as much as I normally do when I'm home, I still do something.","author":"Carl Weathers","category":"Life, Work, Myself"},{"quote":"When I got home from hospital, and I was in a wheelchair in a plaster body cast, an aeroplane flew over. And I thought to myself, 'Well, if I can't walk, then I might as well fly.' And I was lifted into the aeroplane for the first time. And when I took the controls of the aeroplane, I knew this was something I could do. I thought, 'I can fly.'","author":"Janine Shepherd","category":"Time, Myself, Walk"},{"quote":"There's a magical tie to the land of our home, which the heart cannot break, though the footsteps may roam.","author":"Eliza Cook","category":"Heart, Land, Tie"},{"quote":"I haven't had a stationary home since going with the circus, but since my parents lived in Lafayette about 25 years ago and my sister lives here now, I always claim it as home.","author":"Emmett Kelly","category":"Sister, Parents, Circus"},{"quote":"I always clean before the cleaning lady comes. If not, when I come home, I can't find anything. Cleaning ladies are always hiding things you leave out.","author":"Celia Cruz","category":"Cleaning, You, Hiding"},{"quote":"I think even when homeowners love their room, it's still a shock, because you left your house, went to sleep, came home and your room was dramatically and drastically different.","author":"Paige Davis","category":"Love, Sleep, Think"},{"quote":"These rooms are decorated in two days. It's all kept secret. The neighbors spend the night in each other's home. They don't see their finished room until the end of the second day. They have no say what happens in their own home.","author":"Paige Davis","category":"Day, End, Night"},{"quote":"So, my sweetheart back home writes to me and wants to know what this gal in Bombay's got that she hasn't got. So I just write back to her and says, Nothin', honey. Only she's got it here.","author":"Alvah Bessie","category":"Me, Know, She"},{"quote":"I'm a huge Wonder Woman fan - I have about 12 coffee mugs at home!","author":"Kari Wahlgren","category":"Coffee, Woman, Wonder"},{"quote":"My fingers are not as fast as my brain - which isn't that much to type home about anyway.","author":"Frank Lane","category":"Brain, Fast, Which"},{"quote":"Home wasn't built in a day.","author":"Jane Sherwood Ace","category":"Day, Built"},{"quote":"When a writer knows home in his heart, his heart must remain subtly apart from it.","author":"Willie Morris","category":"Heart, Writer, Must"},{"quote":"Loneliness expresses the pain of being alone and solitude expresses the glory of being alone.","author":"Paul Tillich","category":"Loneliness, Pain"},{"quote":"Alone we can do so little together we can do so much.","author":"Helen Keller","category":"Together, Much, Little"},{"quote":"It is far better to be alone, than to be in bad company.","author":"George Washington","category":"Company, Better, Bad"},{"quote":"I restore myself when I'm alone.","author":"Marilyn Monroe","category":"Myself, Restore"},{"quote":"As I get older I'm more and more comfortable being alone.","author":"Sienna Miller","category":"Being Alone, Comfortable"},{"quote":"Being alone & actually sitting with our own thoughts can lead to such growth and realizations that are rare in our everyday busy lives.","author":"Kourtney Kardashian","category":"Growth, Being Alone, Busy"},{"quote":"To go out with the setting sun on an empty beach is to truly embrace your solitude.","author":"Jeanne Moreau","category":"Sun, Beach, Solitude"},{"quote":"What a lovely surprise to finally discover how unlonely being alone can be.","author":"Ellen Burstyn","category":"Being Alone, Surprise"},{"quote":"The strong man is strongest when alone.","author":"Friedrich Schiller","category":"Strong, Man, Strong Man"},{"quote":"Loneliness is the poverty of self solitude is the richness of self.","author":"May Sarton","category":"Loneliness, Poverty, Self"},{"quote":"Justice cannot be for one side alone, but must be for both.","author":"Eleanor Roosevelt","category":"Justice, Side, Must"},{"quote":"No phone. No pool. No pets. No cigarettes. Ultimate freedom... No longer to be poisoned by civilization, he flees, and walks alone upon the land to become Lost in the Wild.","author":"Christopher McCandless","category":"Freedom, Lost, Wild"},{"quote":"It's better to be unhappy alone than unhappy with someone - so far.","author":"Marilyn Monroe","category":"Better, Unhappy, Someone"},{"quote":"I have so many different personalities in me and I still feel lonely.","author":"Tori Amos","category":"Me, Lonely, Feel"},{"quote":"I only go out to get me a fresh appetite for being alone.","author":"Lord Byron","category":"Being Alone, Me, Being"},{"quote":"If you would have your son to walk honourably through the world, you must not attempt to clear the stones from his path, but teach him to walk firmly over them - not insist upon leading him by the hand, but let him learn to go alone.","author":"Anne Bronte","category":"Son, Path, World"},{"quote":"Being alone is very difficult.","author":"Yoko Ono","category":"Being Alone, Difficult"},{"quote":"A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone and he goes alone to hell or the Supreme abode.","author":"Chanakya","category":"Good, Man, Karma"},{"quote":"Every man must do two things alone he must do his own believing and his own dying.","author":"Martin Luther","category":"Man, Dying, Believing"},{"quote":"Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone.","author":"Paul Tillich","category":"Loneliness, Pain"},{"quote":"Every person remembers some moment in their life where they witnessed some injustice, big or small, and looked away because the consequences of intervening seemed too intimidating. But there's a limit to the amount of incivility and inequality and inhumanity that each individual can tolerate. I crossed that line. And I'm no longer alone.","author":"Edward Snowden","category":"Life, Small, Injustice"},{"quote":"It is strange to be known so universally and yet to be so lonely.","author":"Albert Einstein","category":"Strange, Lonely, Known"},{"quote":"Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion.","author":"Joseph Conrad","category":"Loneliness, Memory, Lonely"},{"quote":"Yes, I guess you could say I am a loner, but I feel more lonely in a crowed room with boring people than I feel on my own.","author":"Henry Rollins","category":"I Am, People, Lonely"},{"quote":"I was a queen, and you took away my crown; a wife, and you killed my husband; a mother, and you deprived me of my children. My blood alone remains: take it, but do not make me suffer long.","author":"Marie Antoinette","category":"Children, Mother, Wife"},{"quote":"Grant that I may not pray alone with the mouth help me that I may pray from the depths of my heart.","author":"Martin Luther","category":"Heart, Me, Help"},{"quote":"Remember that the revolution is what is important, and each one of us, alone, is worth nothing.","author":"Che Guevara","category":"Revolution, Remember"},{"quote":"Life could be wonderful if people would leave you alone.","author":"Charlie Chaplin","category":"Life, People, You"},{"quote":"Getting through the nights is the toughest part. Being alone. Not having her there to talk to.","author":"Stuart Appleby","category":"Being Alone, Her, Through"},{"quote":"Too many Christians have a commitment of convenience. They'll stay faithful as long as it's safe and doesn't involve risk, rejection, or criticism. Instead of standing alone in the face of challenge or temptation, they check to see which way their friends are going.","author":"Charles Stanley","category":"Friends, Challenge"},{"quote":"Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom.","author":"Andrea Bocelli","category":"Freedom, I Am, Singing"},{"quote":"Freedom of being alone is intoxicating.","author":"Kangana Ranaut","category":"Freedom, Being Alone, Being"},{"quote":"Don't go away. I don't want to be alone. I can't stand being alone.","author":"Arnold Rothstein","category":"Being Alone, Stand, Want"},{"quote":"I never have tantrums. If anything makes me mad, I'm silent. If I'm not talking, leave me alone.","author":"Pat Nixon","category":"Me, Silent, Mad"},{"quote":"It is true that integrity alone won't make you a leader, but without integrity you will never be one.","author":"Zig Ziglar","category":"Integrity, Leader, You"},{"quote":"The lonely become either thoughtful or empty.","author":"Mason Cooley","category":"Lonely, Thoughtful, Empty"},{"quote":"The drive toward Life is protective, thoughtful, vulnerable, and invested in immaculate love. It is this last that marks the difference between a wise heart muddy with real life experiences in the trenches and a dry heart that functions on rote concepts alone.","author":"Clarissa Pinkola Estes","category":"Love, Life, Wise"},{"quote":"Solitude vivifies isolation kills.","author":"Joseph Roux","category":"Solitude, Isolation"},{"quote":"Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement.","author":"Alice Koller","category":"Achievement, Being Alone"},{"quote":"The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.","author":"Thomas Hobbes","category":"Future, Past, Mind"},{"quote":"I'm calculating, self-sufficient, reserved, and I enjoy being alone.","author":"Melissa Sue Anderson","category":"Being Alone, Enjoy, Being"},{"quote":"I was born alone, I'm gonna die alone. I have my own identity. I'm my own person, and no two people are the same.","author":"ASAP Ferg","category":"Identity, People, Born"},{"quote":"I would rather be a beggar and single than a queen and married.","author":"Elizabeth I","category":"Queen, Single, Married"},{"quote":"I'm fascinated with myself and love hearing the sound of my own voice. I'd like to hear what I have to say. A lot of people don't like being alone because they truly don't like themselves, but I love me.","author":"Gene Simmons","category":"Love, Myself, Being Alone"},{"quote":"However much I might try to expound or explain Love, when I come to Love itself, I am ashamed of my explanations... Love alone can explain the mysteries of love and lovers.","author":"Rumi","category":"Love, I Am, Try"},{"quote":"Nothing we do, however virtuous, can be accomplished alone; therefore we are saved by love.","author":"Reinhold Niebuhr","category":"Love, Nothing, Virtuous"},{"quote":"Smart businesses do not look at labor costs alone anymore. They do look at market access, transportation, telecommunications infrastructure and the education and skill level of the workforce, the development of capital and the regulatory market.","author":"Janet Napolitano","category":"Education, Smart, Skill"},{"quote":"I like video games, but they are very violent. I want to create a video game in which you have to help all the characters who have died in the other games. 'Hey, man, what are you playing?' 'Super Busy Hospital. Could you leave me alone? I'm performing surgery! This guy got shot in the head, like, 27 times!'","author":"Demetri Martin","category":"Man, Busy, Video Games"},{"quote":"Remember, you and you alone are responsible for maintaining your energy. Give up blaming, complaining and excuse making, and keep taking action in the direction of your goals - however mundane or lofty they may be.","author":"Jack Canfield","category":"Goals, Action, Remember"},{"quote":"I'm fiercely independent, but I'm also terrified of being alone.","author":"Adam Levine","category":"Being Alone, Independent"},{"quote":"One man alone can be pretty dumb sometimes, but for real bona fide stupidity, there ain't nothin' can beat teamwork.","author":"Edward Abbey","category":"Teamwork, Man, Stupidity"},{"quote":"I finally faced the fact that it isn't a crime not having friends. Being alone means you have fewer problems.","author":"Whitney Houston","category":"Friends, Being Alone"},{"quote":"I don't treat the band like I'm above them or that they're a hired hand for me. We've never worked that way. So I'm a team player. I would be very uncomfortable having to do this alone.","author":"Tom Petty","category":"Team, Me, Treat"},{"quote":"What a child can do in cooperation today, he can do alone tomorrow.","author":"Lev Vygotsky","category":"Today, Tomorrow, Child"},{"quote":"Aim high and don't sell yourself short. Know that you're capable. Understand that a lot of people battle with a lot of things - depression, body image or whatever else - so know that it's not just you. You're not alone.","author":"Holly Holm","category":"Depression, Short, Yourself"},{"quote":"If we were to wipe out insects alone on this planet, the rest of life and humanity with it would mostly disappear from the land. Within a few months.","author":"E. O. Wilson","category":"Life, Humanity, Rest"},{"quote":"Virtue is not left to stand alone. He who practices it will have neighbors.","author":"Confucius","category":"Stand, Neighbors, Virtue"},{"quote":"And if you don't believe the sun will rise, stand alone and greet the coming night in the last remaining light.","author":"Chris Cornell","category":"Light, Sun, Believe"},{"quote":"A lot of people prefer to be alone. They would rather be a palm tree on an island. I don't get it.","author":"Jose Andres","category":"Tree, People, Island"},{"quote":"I rise to taste the dawn, and find that love alone will shine today.","author":"Ken Wilber","category":"Love, Today, Rise"},{"quote":"I try to find 15 minutes a day to just be alone without any distractions just for headspace to meditate and get my Zen on. I think that helps me get through the hecticness of the day on tour with the interviews, the sound check, the meet and greets, the show and the post-show meet and greets.","author":"G-Eazy","category":"Day, Me, Think"},{"quote":"I must study alone, as I am condemned to do every thing alone, I believe, in this life.","author":"Dorothea Dix","category":"Life, I Am, Believe"},{"quote":"It is not a liberty of circumstance, conceded to us alone, that we wish; it is the adoption absolute of the principle that no man, born red, black or white, can be the property of his fellow man.","author":"Toussaint Louverture","category":"Man, Red, Liberty"},{"quote":"I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.","author":"Robert A. Heinlein","category":"Freedom, I Am, Me"},{"quote":"The light of lights looks always on the motive, not the deed, the shadow of shadows on the deed alone.","author":"William Butler Yeats","category":"Light, Shadow, Shadows"},{"quote":"Still and all, why bother? Here's my answer. Many people need desperately to receive this message: I feel and think much as you do, care about many of the things you care about, although most people do not care about them. You are not alone.","author":"Kurt Vonnegut","category":"People, Think, Why"},{"quote":"To me, the Holocaust stands alone as the most horrible human event in modern civilization.","author":"Robert Shapiro","category":"Me, Human, Event"},{"quote":"Whoever wants to know something about me - as an artist which alone is significant - they should look attentively at my pictures and there seek to recognise what I am and what I want.","author":"Gustav Klimt","category":"I Am, Me, Artist"},{"quote":"I'm very shy really. I spend a lot of time in my room alone reading or writing or watching television.","author":"Johnny Cash","category":"Time, Writing, Reading"},{"quote":"Whatever my individual desires were to be free, I was not alone. There were many others who felt the same way.","author":"Rosa Parks","category":"Free, Way, Individual"},{"quote":"To me, the sea is like a person - like a child that I've known a long time. It sounds crazy, I know, but when I swim in the sea, I talk to it. I never feel alone when I'm out there.","author":"Gertrude Ederle","category":"Time, Sea, Child"},{"quote":"The strongest man in the world is he who stands most alone.","author":"Henrik Ibsen","category":"Man, World, Most"},{"quote":"I'm a happy man, because I am successful in what I do, of course; but what makes me most happy is I have people around me that I love and who love me back. This, for me, is the most important thing. Nobody likes to be alone.","author":"Novak Djokovic","category":"Love, Happy, Man"},{"quote":"When we dream alone it is only a dream, but when many dream together it is the beginning of a new reality.","author":"Friedensreich Hundertwasser","category":"Together, Reality, Beginning"},{"quote":"I think that one of the reasons why people look towards the end of humanity is that people are afraid to die alone. If you die alone, the people you love will miss you, or if they die, you miss them - the sorrow is inevitable. When you truly love someone, the thought of losing them forever is horrible.","author":"Joe Rogan","category":"Love, Humanity, Losing"},{"quote":"Your most precious, valued possessions and your greatest powers are invisible and intangible. No one can take them. You, and you alone, can give them. You will receive abundance for your giving.","author":"W. Clement Stone","category":"Giving, Greatest, Abundance"},{"quote":"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things.","author":"Robert Plant","category":"Life, Being Alone, Lonely"},{"quote":"Only the lonely know the way I feel tonight.","author":"Roy Orbison","category":"Lonely, Know, Way"},{"quote":"You can't please everybody. I give up. I'm not trying to. I don't care. Leave me alone with that.","author":"Estelle","category":"Me, Care, You"},{"quote":"Organizational structures that allow divisions and departments to own their turf and people with long tenure to take root creates the same hardened group distinctions as Congressional redistricting to produce homogeneous voting blocs - all of which makes it easier to resist compromise, let alone collaboration.","author":"Rosabeth Moss Kanter","category":"Collaboration, People"},{"quote":"I think the greatest amount of pressure is the pressure I place on myself. So in a way I chose to be alone.","author":"Cathy Freeman","category":"Myself, Greatest, Pressure"},{"quote":"My paramount object in this struggle is to save the Union, and is not either to save or to destroy slavery. If I could save the Union without freeing any slave, I would do it; and if I could save it by freeing some and leaving others alone, I would also do that.","author":"Abraham Lincoln","category":"Struggle, Slavery, Leaving"},{"quote":"You can't play a symphony alone, it takes an orchestra to play it.","author":"Navjot Singh Sidhu","category":"Play, You, Orchestra"},{"quote":"Observe, record, tabulate, communicate. Use your five senses. Learn to see, learn to hear, learn to feel, learn to smell, and know that by practice alone you can become expert.","author":"William Osler","category":"Practice, Know, You"},{"quote":"A well-instructed people alone can be permanently a free people.","author":"James Madison","category":"Free, People, Permanently"},{"quote":"A child raised on a desert island, alone, without social interaction, without language, and thus lacking empathy, is still a sentient being.","author":"Daniel Dennett","category":"Empathy, Language, Child"},{"quote":"With production alone as the goal, industry in North America was dominated by the assembly line, standardization for mass consumption.","author":"Arthur Erickson","category":"America, Goal, Consumption"},{"quote":"Of those beings who live in ignorance, shut up and confined, as it were, in an egg, I have first broken the eggshell of ignorance and alone in the universe obtained the most exalted, universal Buddhahood.","author":"Buddha","category":"Ignorance, Universe, Live"},{"quote":"Exploring is one of my favorite things to do, but I don't really want to be in a tour group. I like doing it alone or with whomever I'm traveling with.","author":"Tia Mowry","category":"Want, Favorite, Group"},{"quote":"Within the soul of America is freedom of mind and spirit in man. Here alone are the open windows through which pours the sunlight of the human spirit. Here alone is human dignity not a dream but an accomplishment. Perhaps it is not perfect, but it is more full in realization here than any other place in the world.","author":"Herbert Hoover","category":"Freedom, America, Man"},{"quote":"That we find a crystal or a poppy beautiful means that we are less alone, that we are more deeply inserted into existence than the course of a single life would lead us to believe.","author":"John Berger","category":"Life, Beautiful, Believe"},{"quote":"I'm not saying that there's anything better than mated bliss at its best, but I'm saying that living alone is as good in its own way. But we haven't quite given ourselves permission to recognize that.","author":"Barbara Feldon","category":"Good, Best, Saying"},{"quote":"I don't like being alone.","author":"Cristiano Ronaldo","category":"Being Alone, Like, Being"},{"quote":"I like to read books and be alone I'm not social butterfly person.","author":"Hope Solo","category":"Butterfly, Person, Social"},{"quote":"I like to have a massage therapist come to my house, get a massage, take a bath, go to bed. That's a perfect night alone for me.","author":"Stacy Keibler","category":"Night, Me, Perfect"},{"quote":"I've lived on my own since I was 18, and I really love living alone. That, to me, is just great.","author":"Danielle Fishel","category":"Love, Great, Me"},{"quote":"Self-discovery is above all the realization that we are alone: it is the opening of an impalpable, transparent wall - that of our consciousness - between the world and ourselves.","author":"Octavio Paz","category":"World, Consciousness"},{"quote":"Albania is located sixty miles across the Adriatic Sea from Italy. It borders Montenegro and Kosovo to the north, Macedonia to the east, and Greece to the south. If you know nothing about 'the Land of the Eagles,' relax. You're not alone.","author":"Michael Paterniti","category":"Sea, Relax, Know"},{"quote":"When I decided to be a singer, my mother warned me I'd be alone a lot. Basically we all are. Loneliness comes with life.","author":"Whitney Houston","category":"Life, Mother, Loneliness"},{"quote":"Schizophrenia beats dining alone.","author":"Oscar Levant","category":"Schizophrenia, Dining, Beats"},{"quote":"If you are lonely when you're alone, you are in bad company.","author":"Jean-Paul Sartre","category":"Lonely, Company, You"},{"quote":"My idea of management is that what your job is as the boss is to find really good people and empower them and leave them alone.","author":"Ruth Reichl","category":"Good, Management, Boss"},{"quote":"I think a lot of kids feel alone and slightly isolated and in their own world.","author":"Tim Burton","category":"World, Think, Kids"},{"quote":"Football fans share a universal language that cuts across many cultures and many personality types. A serious football fan is never alone. We are legion, and football is often the only thing we have in common.","author":"Hunter S. Thompson","category":"Football, Personality"},{"quote":"I'm so accustomed to being alone.","author":"Leighton Meester","category":"Being Alone, Being"},{"quote":"I remember being alone a lot as a child, and I still love to be alone.","author":"Cindy Williams","category":"Love, Being Alone, Child"},{"quote":"He alone is free who lives with free consent under the entire guidance of reason.","author":"Baruch Spinoza","category":"Free, Reason, Guidance"},{"quote":"The combined results of several people working together is often much more effective than could be that of an individual scientist working alone.","author":"John Bardeen","category":"Working Together, Together"},{"quote":"We're all going to die, all of us; what a circus! That alone should make us love each other, but it doesn't. We are terrorized and flattened by trivialities. We are eaten up by nothing.","author":"Charles Bukowski","category":"Love, Die, Circus"},{"quote":"If it's true that our species is alone in the universe, then I'd have to say the universe aimed rather low and settled for very little.","author":"George Carlin","category":"Universe, True, Say"},{"quote":"If I am a legend, then why am I so lonely?","author":"Judy Garland","category":"I Am, Lonely, Why"},{"quote":"Then stirs the feeling infinite, so felt In solitude, where we are least alone.","author":"Lord Byron","category":"Solitude, Feeling, Where"},{"quote":"Living alone makes it harder to find someone to blame.","author":"Mason Cooley","category":"Blame, Living, Find"},{"quote":"The Lord had the wonderful advantage of being able to work alone.","author":"Kofi Annan","category":"Work, Wonderful, Being"},{"quote":"Most of these wild animals depart in autumn when the sun changes their behavior and they feel the urge to migrate or go off alone. While they are with us, however, they become characters in my books, articles, and stories.","author":"Jean Craighead George","category":"Autumn, Sun, Changes"},{"quote":"Look, if I were alone in the world, I would have the right to choose despair, solitude and self-fulfillment. But I am not alone.","author":"Elie Wiesel","category":"I Am, Solitude, World"},{"quote":"The best artist has that thought alone Which is contained within the marble shell The sculptor's hand can only break the spell To free the figures slumbering in the stone.","author":"Michelangelo","category":"Best, Thought, Artist"},{"quote":"Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone.","author":"Ayn Rand","category":"Reason, Leave, Count"},{"quote":"Information helps you to see that you're not alone. That there's somebody in Mississippi and somebody in Tokyo who all have wept, who've all longed and lost, who've all been happy. So the library helps you to see, not only that you are not alone, but that you're not really any different from everyone else.","author":"Maya Angelou","category":"Happy, Library, Lost"},{"quote":"Storytelling helps us understand each other, translate the issues of our times, and the tools of theater and film can be powerful in helping young people to develop communication/collaboration skills, let alone improving their own confidence.","author":"Kevin Spacey","category":"Confidence, Powerful, Tools"},{"quote":"The man who goes alone can start today but he who travels with another must wait till that other is ready.","author":"Henry David Thoreau","category":"Today, Man, Start"},{"quote":"In any great organization it is far, far safer to be wrong with the majority than to be right alone.","author":"John Kenneth Galbraith","category":"Great, Organization, Right"},{"quote":"The artist alone sees spirits. But after he has told of their appearing to him, everybody sees them.","author":"Johann Wolfgang von Goethe","category":"Artist, Him, Everybody"},{"quote":"Rigid, the skeleton of habit alone upholds the human frame.","author":"Virginia Woolf","category":"Skeleton, Human, Frame"},{"quote":"For the last third of life there remains only work. It alone is always stimulating, rejuvenating, exciting and satisfying.","author":"Doris Lessing","category":"Life, Work, Always"},{"quote":"To have striven, to have made the effort, to have been true to certain ideals - this alone is worth the struggle.","author":"William Osler","category":"Struggle, Effort, True"},{"quote":"You could say, in a vulgar Freudian way, that I am the unhappy child who escapes into books. Even as a child, I was most happy being alone. This has not changed.","author":"Slavoj Zizek","category":"Happy, I Am, Child"},{"quote":"I've loved singing since forever. Whether it was with my sisters while cleaning the kitchen, putting shows on for my stuffed animals, writing songs about my stuffed animals, starting an a capella group with my cousins while on vacation, or awkwardly singing along to karaoke tracks alone in my bedroom - singing always found a way into my life.","author":"Kina Grannis","category":"Life, Writing, Vacation"},{"quote":"There's great sadness and life doesn't work out like you would want, on a lot of levels, but there's no need to feel all alone. This happens to everybody, so there's no self-pity. This is the ride that humans are on, and all of it is essential for our natural part of it.","author":"Mike Mills","category":"Life, Work, Great"},{"quote":"I'm the most communal person that exists and a very solitary person. So I think writing is a form of getting to the community and being alone, and it's the best of both possible worlds.","author":"Ariel Dorfman","category":"Best, Community, Writing"},{"quote":"I hate cameras. They interfere, they're always in the way. I wish: if I could work with my eyes alone.","author":"Richard Avedon","category":"Work, Eyes, Hate"},{"quote":"The global financial crisis - missed by most analysts - shows that most forecasters are poor at pricing in economic/financial risks, let alone geopolitical ones.","author":"Nouriel Roubini","category":"Financial, Risks, Crisis"},{"quote":"We're constantly re-evaluating the potential for life. We're finding it where we didn't think it could exist, such as volcanic vents and other extreme conditions like under arctic ice. We're finding life in these incredibly harsh and dynamic conditions, so we're having to re-evaluate our own ideas of what's possible on this planet alone.","author":"Joe Rogan","category":"Life, Ideas, Potential"},{"quote":"It's not okay to just make up false things about someone, especially in their personal life. Professionally, fine! Scrutinize me all you want. I know that I can't please everyone, but personally, let's just leave it alone. It's going too far.","author":"Keri Hilson","category":"Life, Me, Want"},{"quote":"I think cancer is a hard battle to fight alone or with another person at your side, but I will say having someone to pick you up when you fall, stand by your side through every appointment and delivery of bad news, is priceless.","author":"Jenna Morasca","category":"Fight, Battle, Fall"},{"quote":"The thought of being alone when time goes on is a little bit scary sometimes, but not really.","author":"Celia Hammond","category":"Time, Being Alone, Thought"},{"quote":"No memory is ever alone; it's at the end of a trail of memories, a dozen trails that each have their own associations.","author":"Louis L'Amour","category":"Memories, Memory, End"},{"quote":"I think I jump around more when I'm alone.","author":"Nicolas Cage","category":"Think, Jump, I Think"},{"quote":"No man is an island. No man stands alone.","author":"Dennis Brown","category":"Man, Island, Stands"},{"quote":"There's nobody else on the face of this earth that's playing a sport at a highest level... with a transplant. That alone continues to inspire me, because I realize throughout the whole world the struggles that people are going through. I need to inspire them the best way I can.","author":"Alonzo Mourning","category":"Best, World, Inspire"},{"quote":"When I'm alone, I can sleep crossways in bed without an argument.","author":"Zsa Zsa Gabor","category":"Sleep, Argument, I Can"},{"quote":"I am aware that in presenting myself as the advocate of the Indians and their rights, I shall stand very much alone.","author":"Sam Houston","category":"Myself, I Am, Stand"},{"quote":"He alone loves the Creator perfectly who manifests a pure love for his neighbor.","author":"Venerable Bede","category":"Love, Neighbor, Pure"},{"quote":"Politicians must set their aims for the high ground and according to our various leanings, Democratic, Republican, Independent, we will follow. Politicians must be told if they continue to sink into the mud of obscenity, they will proceed alone.","author":"Maya Angelou","category":"Independent, Mud, Follow"},{"quote":"Nothing makes us so lonely as our secrets.","author":"Paul Tournier","category":"Lonely, Secrets, Nothing"},{"quote":"There are places and moments in which one is so completely alone that one sees the world entire.","author":"Jules Renard","category":"World, Moments, Places"},{"quote":"Let your mind alone, and see what happens.","author":"Virgil Thomson","category":"Mind, See, Happens"},{"quote":"When the people you love are gone, you're alone.","author":"Keanu Reeves","category":"Love, People, You"},{"quote":"There are two types of poor people, those who are poor together and those who are poor alone. The first are the true poor, the others are rich people out of luck.","author":"Jean-Paul Sartre","category":"Together, Luck, Rich"},{"quote":"If I want to be alone, some place I can write, I can read, I can pray, I can cry, I can do whatever I want - I go to the bathroom.","author":"Alicia Keys","category":"Want, I Can, Place"},{"quote":"Show me a man who lives alone and has a perpetually clean kitchen, and 8 times out of 9 I'll show you a man with detestable spiritual qualities.","author":"Charles Bukowski","category":"Man, Spiritual, Me"},{"quote":"I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one.","author":"Lady Gaga","category":"Life, I Am, Girl"},{"quote":"While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life.","author":"Josh McDowell","category":"Life, Future, God"},{"quote":"I may not have gone to high school every day, but I spent whole a lot of my adolescence feeling vulnerable and confused and alone... just like everybody else.","author":"Michael Cera","category":"Day, School, Confused"},{"quote":"It's not easy to come somewhere new and have to find your place. You might feel someone doesn't like you, or you might need to find new friends. It's not easy, and I don't like this kind of thing. It's not easy, so you want to protect the players who are alone.","author":"Fernando Torres","category":"Friends, Easy, Want"},{"quote":"We should be very concerned: if identity theft is so simple to do, what's to stop me from entering this country and assuming the identity of someone else for the sole purpose of living here illegally for terrorist reasons? That alone would be a concern.","author":"Frank Abagnale","category":"Simple, Identity, Purpose"},{"quote":"The spoken word is man's physician in grief. For this alone has soothing charms for the soul.","author":"Menander","category":"Man, Grief, Soul"},{"quote":"These roads do not serve transportation alone, they also bind our Fatherland.","author":"Fritz Todt","category":"Roads, Transportation, Serve"},{"quote":"I may climb perhaps to no great heights, but I will climb alone.","author":"Cyrano de Bergerac","category":"Great, Climb, Heights"},{"quote":"As a body everyone is single, as a soul never.","author":"Hermann Hesse","category":"Soul, Body, Single"},{"quote":"Inside myself is a place where I live all alone and that is where I renew my springs that never dry up.","author":"Pearl S. Buck","category":"Myself, Live, Place"},{"quote":"Even in the presence of others he was completely alone.","author":"Robert M. Pirsig","category":"Presence, Others, Even"},{"quote":"I never said, 'I want to be alone.' I only said, 'I want to be left alone.' There is all the difference.","author":"Greta Garbo","category":"Difference, Want, Said"},{"quote":"The longer one is alone, the easier it is to hear the song of the earth.","author":"Robert Anton Wilson","category":"Song, Earth, Easier"},{"quote":"You come into the world alone and you go out of the world alone yet it seems to me you are more alone while living than even going and coming.","author":"Emily Carr","category":"World, Me, Living"},{"quote":"Unless we love and are loved, each of us is alone, each of us is deeply lonely.","author":"Mortimer Adler","category":"Love, Lonely, Loved"},{"quote":"Every man is born as many men and dies as a single one.","author":"Martin Heidegger","category":"Man, Men, Born"},{"quote":"The picture alone, without the written word, leaves half the story untold.","author":"James Lafferty","category":"Story, Picture, Without"},{"quote":"Ants can live together in solidarity and forget themselves in the community. In a normative capitalist society, everyone is an egoist. In the ants' civilization, you are part of the group; you don't live for yourself alone.","author":"Bernard Werber","category":"Community, Together, Society"},{"quote":"Entrepreneurs have a natural inclination to go it alone. While this do-it-yourself spirit can help you move forward, adding an element of collaboration into the mix can make you unstoppable.","author":"Leah Busque","category":"Collaboration, Help, You"},{"quote":"We don't accomplish anything in this world alone... and whatever happens is the result of the whole tapestry of one's life and all the weavings of individual threads form one to another that creates something.","author":"Sandra Day O'Connor","category":"Life, World, Accomplish"},{"quote":"Tradition has it that whenever a group of people has tasted the lovely fruits of wealth, security, and prestige, it begins to find it more comfortable to believe in the obvious lie and accept that it alone is entitled to privilege.","author":"Steven Biko","category":"Lie, Believe, Wealth"},{"quote":"The first poems I knew were nursery rhymes, and before I could read them for myself, I had come to love just the words of them, the words alone.","author":"Dylan Thomas","category":"Love, Myself, Words"},{"quote":"Being in this fine mood, I spoke to a little boy, whom I saw playing alone in the road, asking him what he was going to be when he grew up. Of course I expected to hear him say a sailor, a soldier, a hunter, or something else that seems heroic to childhood, and I was very much surprised when he answered innocently, 'A man.'","author":"W. H. Davies","category":"Man, Road, Childhood"},{"quote":"When it comes to my salvation, all I need is Jesus; after my salvation, everything is Jesus plus the church... When people preach that all you need is Jesus, they cut you and I off from one of the greatest sources of healing, which is the body of Christ. Don't go it alone - you won't make it.","author":"Josh McDowell","category":"Healing, People, Greatest"},{"quote":"We do not exist for ourselves alone, and it is only when we are fully convinced of this fact that we begin to love ourselves properly and thus also love others.","author":"Thomas Merton","category":"Love, Fact, Exist"},{"quote":"Photography, alone of the arts, seems perfected to serve the desire humans have for a moment - this very moment - to stay.","author":"Sam Abell","category":"Moment, Photography, Desire"},{"quote":"We need quiet time to examine our lives openly and honestly - spending quiet time alone gives your mind an opportunity to renew itself and create order.","author":"Susan L. Taylor","category":"Time, Opportunity, Mind"},{"quote":"Your life is yours and yours alone. Rise up and live it.","author":"Terry Goodkind","category":"Life, Live, Rise"},{"quote":"I guess I am basically most comfortable when I'm alone. As a kid, I was very much a loner. I love long distance running and long distance biking. A director once pointed out that those are all very isolated exercises you do for hours at a time.","author":"Kevin Conroy","category":"Love, Time, I Am"},{"quote":"For example, for me, my brother helped me get a manager, which I don't take for granted. It's tough getting a manager, let alone one that actually cares about you and is smart. But from there, no one's going to cast me just because I'm James Franco's little brother.","author":"Dave Franco","category":"Brother, Smart, Me"},{"quote":"The universe is almost 14 billion years old, and, wow! Life had no problem starting here on Earth! I think it would be inexcusably egocentric of us to suggest that we're alone in the universe.","author":"Neil deGrasse Tyson","category":"Life, Universe, Problem"},{"quote":"I can't stand to watch anything that I'm in. I tear it apart. The worst thing you can do is leave me alone and let me watch what I'm in. It's abusive.","author":"Elias Koteas","category":"Me, Stand, You"},{"quote":"The mortal mind alone cannot devise an answer to the Israeli-Palestinian conflict, because the true answer lies on a level of consciousness that's beyond our mortal thinking. Quite simply, when it comes to Israel and the Palestinians, we need a miracle.","author":"Marianne Williamson","category":"Thinking, Conflict, Mind"},{"quote":"Musical theater is great; you get painted up, you get to play princesses and witches, and you sing. The joy alone of that can really carry a lot.","author":"Chris Pine","category":"Great, Joy, Play"},{"quote":"Lifestyle changes may help reduce risk, but no study has shown that lifestyle changes alone can eliminate the risk of breast cancer, especially in those carrying the BRCA mutation.","author":"Dean Ornish","category":"Changes, Help, Breast Cancer"},{"quote":"Perhaps I know best why it is man alone who laughs he alone suffers so deeply that he had to invent laughter.","author":"Friedrich Nietzsche","category":"Best, Laughter, Man"},{"quote":"Often we can help each other most by leaving each other alone at other times we need the hand-grasp and the word of cheer.","author":"Elbert Hubbard","category":"Help, Leaving, Cheer"},{"quote":"All we ask is to be let alone.","author":"Jefferson Davis","category":"Ask"},{"quote":"I never did anything alone. Whatever was accomplished in this country was accomplished collectively.","author":"Golda Meir","category":"Country, Never, Anything"},{"quote":"Our language has wisely sensed the two sides of being alone. It has created the word loneliness to express the pain of being alone. And it has created the word solitude to express the glory of being alone.","author":"Paul Tillich","category":"Loneliness, Pain"},{"quote":"Let me alone: I have yet my legs and one arm. Tell the surgeon to make haste and his instruments. I know I must lose my right arm, so the sooner it's off the better.","author":"Horatio Nelson","category":"Me, Better, Know"},{"quote":"By being friends with all, we are not alone.","author":"Hamad bin Isa Al Khalifa","category":"Friends, Being"},{"quote":"If there's anything worse than a woman living alone, it's a woman saying she likes it.","author":"Thelma Ritter","category":"Woman, Living, Saying"},{"quote":"Can anyone understand how it is to have lived in the White House and then, suddenly, to be living alone as the President's widow?","author":"Jackie Kennedy","category":"Living, House, President"},{"quote":"It is said that man doesn't live by bread alone. Sometimes this is unfortunate, because people who cannot live by bread alone too often kill other people in consequence of the fights they get into.","author":"John McCarthy","category":"Man, People, Live"},{"quote":"Why is it you feel like a dope if you laugh alone, but that's usually how you end up crying?","author":"Chuck Palahniuk","category":"End, Laugh, Why"},{"quote":"Unhappy, let alone angry, religious people provide more persuasive arguments for atheism and secularism than do all the arguments of atheists.","author":"Dennis Prager","category":"People, Angry, Unhappy"},{"quote":"The conductor must breathe life into the score. It is you and you alone who must expose it to the understanding, reveal the hidden jewel to the sun at the most flattering angles.","author":"Charles Munch","category":"Life, Sun, Understanding"},{"quote":"You aren't going to leave me alone are you?","author":"Edie Adams","category":"Me, You, Going"},{"quote":"If you go long enough without a bath, even the fleas will leave you alone.","author":"Ernie Pyle","category":"Long, You, Bath"},{"quote":"It's very hard to write a song alone. It's only by jamming that you can get a song together.","author":"Maurice Gibb","category":"Together, Song, You"},{"quote":"Costumes and scenery alone will not attract audiences.","author":"Anna Held","category":"Scenery, Will, Costumes"},{"quote":"Acquire the habit of speaking to God as if you were alone with Him, familiarly and with confidence and love, as to the dearest and most loving of friends.","author":"Alphonsus Liguori","category":"Love, Friends, Confidence"},{"quote":"Early on, if I was alone two three nights in a row, I'd start writing poems about suicide.","author":"Jack Nicholson","category":"Writing, Suicide, Start"},{"quote":"Man's ultimate concern must be expressed symbolically, because symbolic language alone is able to express the ultimate.","author":"Paul Tillich","category":"Man, Language, Must"},{"quote":"We learn about life not from plusses alone, but from minuses as well.","author":"Anton Chekhov","category":"Life, Learn, Well"},{"quote":"A great source of calamity lies in regret and anticipation; therefore a person is wise who thinks of the present alone, regardless of the past or future.","author":"Oliver Goldsmith","category":"Future, Great, Wise"},{"quote":"This avidity alone, of acquiring goods and possessions for ourselves and our nearest friends, is insatiable, perpetual, universal, and directly destructive of society.","author":"David Hume","category":"Friends, Society"},{"quote":"To the press alone, chequered as it is with abuses, the world is indebted for all the triumphs which have been gained by reason and humanity over error and oppression.","author":"James Madison","category":"Humanity, World, Oppression"},{"quote":"Let me alone, and go in search of someone else.","author":"Ali ibn Abi Talib","category":"Me, Search, Someone"},{"quote":"Say not that honor is the child of boldness, nor believe thou that the hazard of life alone can pay the price of it: it is not to the action that it is due, but to the manner of performing it.","author":"Akhenaton","category":"Life, Child, Believe"},{"quote":"Life is so impermanent that it's not about somebody else or things around me, it's about knowing you are completely alone in this world and being content inside.","author":"K. D. Lang","category":"Life, World, Me"},{"quote":"Here in Cameroon, football is our leading political party. It's football alone that that unites us, it's football alone that brings us good things - football is the window into our country - so we don't mess around with it.","author":"Roger Milla","category":"Good, Football, Political"},{"quote":"The radiation left over from the Big Bang is the same as that in your microwave oven but very much less powerful. It would heat your pizza only to minus 271.3*C - not much good for defrosting the pizza, let alone cooking it.","author":"Stephen Hawking","category":"Good, Powerful, Cooking"},{"quote":"Good acting is all in the writing. If it isn't on the page, then it really won't make any difference. You cannot act on force of personality alone.","author":"Larry Hagman","category":"Good, Writing, Personality"},{"quote":"When the last red man shall have perished from the earth and his memory among the white men shall have become a myth, these shores will swarm with the invisible dead of my tribe. The white man will never be alone. Let him be just and deal kindly with my people, for the dead are not powerless.","author":"Chief Seattle","category":"Man, Memory, Men"},{"quote":"No one is good but God alone. What is good is therefore divine, what is divine is therefore good.","author":"Saint Ambrose","category":"Good, God, Divine"},{"quote":"Night-time is when I brainstorm; last thing, when the family's asleep and I'm alone, I think about the next day's writing and plan a strategy for my assault on the blank page.","author":"Athol Fugard","category":"Family, Day, Writing"},{"quote":"We are nothing if we walk alone we are everything when we walk together in step with other dignified feet.","author":"Subcomandante Marcos","category":"Together, Walk, Step"},{"quote":"The strange anthropological lesson of social media is that human beings, if given a choice, often prefer to socialize alone.","author":"Walter Kirn","category":"Social Media, Choice, Media"},{"quote":"Personally, I do not know whether humankind is alone in this vast universe. But I do know that we should cherish our existence on this precious speck of matter... the greatest gift that could be bestowed upon us. For all practical purposes, there is only one planet Earth.","author":"Ban Ki-moon","category":"Universe, Gift, Greatest"},{"quote":"No pill can help me deal with the problem of not wanting to take pills; likewise, no amount of psychotherapy alone can prevent my manias and depressions. I need both.","author":"Kay Redfield Jamison","category":"Me, Help, Problem"},{"quote":"The surest way to be alone is to get married.","author":"Gloria Steinem","category":"Way, Married, Get Married"},{"quote":"It's almost impossible to get a movie all together when there are two main cast members, let alone an ensemble cast with everyone's schedules. It's crazy if it works out.","author":"Margot Robbie","category":"Together, Crazy, Impossible"},{"quote":"If a bacterium is trying to infect you, it won't secrete alone, because your immune system will block it. Bacteria will hide until they can all act together and make an impact.","author":"Bonnie Bassler","category":"Together, Impact, You"},{"quote":"Anything that makes you feel the most alone also has the greatest power to connect you.","author":"Ze Frank","category":"Power, Greatest, You"},{"quote":"I know that when I'm standing alone below a thousand-foot wall, looking up and considering a climb, my sponsors are the furthest thing from my mind. If I'm going to take risks, they are going to be for myself - not for any company.","author":"Alex Honnold","category":"Myself, Mind, Company"},{"quote":"I have been given a list of 35 white farmers in Mashonaland West alone. We say no to whites owning our land, and they should go... They can own companies and apartments... but not the soil. It is ours, and that message should ring loud and clear in Britain and the United States.","author":"Robert Mugabe","category":"Message, Ring, Say"},{"quote":"You alone are enough.","author":"Oprah Winfrey","category":"You, Enough"},{"quote":"We need someone with superb judgement in their own right because, yes, a president can hire the best advisors on Earth, but I guarantee you this: Five advisors will give five different opinions. And it is the president - and the president alone - who always makes the final call.","author":"Michelle Obama","category":"Best, Earth, Opinions"},{"quote":"Adolescents show off. That's another way of wanting to connect with people. It's not an aspect of human behavior that we generally consider to be very admirable, but it is, in some way, a means of connecting with someone else and not being alone.","author":"Kenneth Lonergan","category":"Being Alone, Behavior"},{"quote":"I don't even know how to use a parking meter, let alone a phone box.","author":"Princess Diana","category":"Know, Phone, Box"},{"quote":"When they are alone they want to be with others, and when they are with others they want to be alone. After all, human beings are like that.","author":"Gertrude Stein","category":"Want, Human, Like"},{"quote":"I adore art... when I am alone with my notes, my heart pounds and the tears stream from my eyes, and my emotion and my joys are too much to bear.","author":"Giuseppe Verdi","category":"Art, Eyes, I Am"},{"quote":"I'm the most gregarious of men and love good company, but never less alone when alone.","author":"Peter O'Toole","category":"Love, Good, Men"},{"quote":"You would hardly believe how difficult it is to place a figure alone on a canvas, and to concentrate all the interest on this single and universal figure and still keep it living and real.","author":"Edouard Manet","category":"Believe, Living, You"},{"quote":"God created man and, finding him not sufficiently alone, gave him a companion to make him feel his solitude more keenly.","author":"Paul Valery","category":"God, Man, Solitude"},{"quote":"I grew up in a very large family in a very small house. I never slept alone until after I was married.","author":"Lewis Grizzard","category":"Family, Small, House"},{"quote":"If words are not things, or maps are not the actual territory, then, obviously, the only possible link between the objective world and the linguistic world is found in structure, and structure alone.","author":"Alfred Korzybski","category":"Words, World, Possible"},{"quote":"As a farm girl, even when I was quite young, I had my 'farm chores' - but I had time also to be alone, to explore the fields, woods and creek side. And to read.","author":"Joyce Carol Oates","category":"Time, Girl, Woods"},{"quote":"Telling stories with visuals is an ancient art. We've been drawing pictures on cave walls for centuries. It's like what they say about the perfect picture book. The art and the text stand alone, but together, they create something even better. Kids who need to can grab onto those graphic elements and find their way into the story.","author":"Deborah Wiles","category":"Art, Together, Book"},{"quote":"'Option B' draws not just on my story but on the research and stories of many people overcoming all kinds of adversity. No one should have to go through challenges and trauma alone.","author":"Sheryl Sandberg","category":"Adversity, Challenges"},{"quote":"There's a feeling sometimes in motherhood that you're alone in what you're going through, and none of us are alone. We're all going through the same thing.","author":"Nia Vardalos","category":"Motherhood, You, Feeling"},{"quote":"During the first couple of years at school... I used to take my lunch and go down by the old fair grounds & sit alone by the side of the road & eat it... Those lovely, lonely lunches stick deep in my memory as unhappy times.","author":"Frederick Banting","category":"Deep, School, Memory"},{"quote":"There's a lot of people out there who go through hard times, and they feel alone. They feel like nobody is there. But I'm in the same boat.","author":"Brandy Norwood","category":"Boat, People, Through"},{"quote":"When you are a successful business person, you are only as good as your team. No one can do every deal alone.","author":"Magic Johnson","category":"Business, Good, Team"},{"quote":"No individual is alone responsible for a single stepping stone along the path of progress, and where the path is smooth progress is most rapid.","author":"Ernest Lawrence","category":"Progress, Path, Stone"},{"quote":"Getting stress out of your life takes more than prayer alone. You must take action to make changes and stop doing whatever is causing the stress. You can learn to calm down in the way you handle things.","author":"Joyce Meyer","category":"Life, Stress, Changes"},{"quote":"As human beings, we need to know that we are not alone, that we are not crazy or completely out of our minds, that there are other people out there who feel as we do, live as we do, love as we do, who are like us.","author":"Billy Joel","category":"Love, Crazy, People"},{"quote":"You're only lonely if you're not there for you.","author":"Phil McGraw","category":"Lonely, You, Only"},{"quote":"I am alone I am always alone no matter what.","author":"Marilyn Monroe","category":"I Am, Matter, Always"},{"quote":"Genius begins great works labor alone finishes them.","author":"Joseph Joubert","category":"Great, Genius, Labor"},{"quote":"You know, one of my fears about living alone so long is that you get used to doing everything your own way.","author":"Terry McMillan","category":"Long, Living, Know"},{"quote":"I have dogs, and it's no secret that I find reptiles interesting, but the thing about reptiles is that they really just wanna be left alone, and I understand them. It's, 'Don't pick me up, stop holding me, don't look at me, just leave me alone.' I have to admit, sometimes I feel like that.","author":"Nicolas Cage","category":"Me, Interesting, Look"},{"quote":"It is only the forcible propagation of conventional Christianity that makes the agnostic so bitter toward the church. He knows that all the doctrines cannot possibly be true, but he would view them with toleration if he were asked merely to let them alone for the benefit of the masses whom they can help and succour.","author":"H. P. Lovecraft","category":"Help, View, Be True"},{"quote":"Man alone is born crying, lives complaining, and dies disappointed.","author":"Samuel Johnson","category":"Man, Complaining, Born"},{"quote":"A young girl reached out to me to be her mentor one day, which I didn't really know anything about. What I did remember was what it was to be alone as an African-American dancer in the ballet world and wanting to connect with someone who looks like me.","author":"Misty Copeland","category":"Day, Girl, World"},{"quote":"The ability to reflect is associated with critical thinking and reasoning ability. And the capacity to be alone is one of the highest levels of development. It's important to know how to self-soothe and be confident of other people's love even when they're not there in front of you.","author":"Laurie Helgoe","category":"Love, Thinking, People"},{"quote":"I have three phobias which, could I mute them, would make my life as slick as a sonnet, but as dull as ditch water: I hate to go to bed, I hate to get up, and I hate to be alone.","author":"Tallulah Bankhead","category":"Life, Water, Hate"},{"quote":"I must try and break through the cliches about Latin America. Superpowers and other outsiders have fought over us for centuries in ways that have nothing to do with our problems. In reality we are all alone.","author":"Gabriel Garcia Marquez","category":"America, Problems, Reality"},{"quote":"I have an internal protectiveness where it's like, if it comes to just me, as frightened as I am of losing someone I love or things going sour or simply being alone, there is a dark place in my brain where I'm like, It could happen and I'm okay, I'm prepared.","author":"Lena Headey","category":"Love, I Am, Being Alone"},{"quote":"Grave security concerns can arise as a result of demographic trends, chronic poverty, economic inequality, environmental degradation, pandemic diseases, organized crime, repressive governance and other developments no state can control alone. Arms can't address such concerns.","author":"Ban Ki-moon","category":"Environmental, Poverty"},{"quote":"I know to win a championship, you're not going to do it alone. You're going to have to have a great supporting cast.","author":"Klay Thompson","category":"Great, Win, Know"},{"quote":"A man is rich in proportion to the number of things he can afford to let alone.","author":"Henry David Thoreau","category":"Man, Rich, Number"},{"quote":"The right to be let alone is indeed the beginning of all freedoms.","author":"William O. Douglas","category":"Freedom, Beginning, Right"},{"quote":"It is the fight alone that pleases us, not the victory.","author":"Blaise Pascal","category":"Fight, Victory, Us"},{"quote":"I have never been able to grasp the meaning of time. I don't believe it exists. I've felt this again and again, when alone and out in nature. On such occasions, time does not exist. Nor does the future exist.","author":"Thor Heyerdahl","category":"Nature, Time, Future"},{"quote":"The only time I commit to conspiracy theories is when something way retarded happens. Like Lee Harvey Oswald acting alone.","author":"Joe Rogan","category":"Time, Acting, Conspiracy"},{"quote":"I can't really define it in sexual terms alone although our sexuality is so energizing why not enjoy it too?","author":"Audre Lorde","category":"Enjoy, Why, Sexuality"},{"quote":"Using simple equipment and daylight alone is for me a pleasure and a replenishment.","author":"Irving Penn","category":"Simple, Me, Pleasure"},{"quote":"Compassion alone stands apart from the continuous traffic between good and evil proceeding within us.","author":"Eric Hoffer","category":"Good, Compassion, Evil"},{"quote":"Democracy is liberty - a liberty which does not infringe on the liberty nor encroach on the rights of others; a liberty which maintains strict discipline, and makes law its guarantee and the basis of its exercise. This alone is true liberty; this alone can produce true democracy.","author":"Chiang Kai-shek","category":"Law, Democracy, Discipline"},{"quote":"I have always worked better alone and from my own impressions.","author":"Claude Monet","category":"Better, My Own, Always"},{"quote":"I would be married, but I'd have no wife, I would be married to a single life.","author":"Charles Bukowski","category":"Life, Wife, Single"},{"quote":"An artist is always alone - if he is an artist. No, what the artist needs is loneliness.","author":"Henry Miller","category":"Loneliness, Artist, Always"},{"quote":"It seems that when you have cancer you are a brave battler against the disease, but when you have Alzheimer's you are an old fart. That's how people see you. It makes you feel quite alone.","author":"Terry Pratchett","category":"Brave, People, Cancer"},{"quote":"Experiencing those moments of being alone... is a very, very weird flooring and exposing position to be in when you're just not used to it... But I've never been lonely. And with my kids Mia and Joe that remains the case.","author":"Kate Winslet","category":"Being Alone, Moments, Lonely"},{"quote":"One night some short weeks ago, for the first time in her not always happy life, Marilyn Monroe's soul sat down alone to a quiet supper from which it did not rise.","author":"Clifford Odets","category":"Life, Time, Happy"},{"quote":"Doubt, of whatever kind, can be ended by action alone.","author":"Thomas Carlyle","category":"Action, Doubt, Kind"},{"quote":"Happy the man, and happy he alone, he who can call today his own; he who, secure within, can say, tomorrow do thy worst, for I have lived today.","author":"John Dryden","category":"Happy, Today, Man"},{"quote":"When thinking about companions gone, we feel ourselves doubly alone.","author":"Walter Scott","category":"Thinking, Feel, Gone"},{"quote":"I like being alone and I think this movie, as much as it is an investigation of connection and people bonding, I also think it's just as much about loneliness.","author":"Jason Schwartzman","category":"Loneliness, Being Alone"},{"quote":"I tend to stay up late, not because I'm partying but because it's the only time of the day when I'm alone and don't have to be performing.","author":"Jim Carrey","category":"Time, Day, Late"},{"quote":"No one is alone, and each change here brings about another change there.","author":"Octavio Paz","category":"Change, Here, Each"},{"quote":"I wasn't perfect and didn't have it together. I felt alone. So through acting, I decided to be a shape shifter and with every role become the character instead of being myself. It meant about 10 years of no one knowing I was the same person in every movie.","author":"Brie Larson","category":"Myself, Character, Together"},{"quote":"Twenty years ago, I wrote a book called 'It Takes a Village.' And a lot of people looked at the title and asked, 'What the heck do you mean by that?' This is what I mean. None of us can raise a family, build a business, heal a community or lift a country totally alone.","author":"Hillary Clinton","category":"Family, Business, Community"},{"quote":"Photography can never grow up if it imitates some other medium. It has to walk alone it has to be itself.","author":"Berenice Abbott","category":"Walk, Photography, Grow"},{"quote":"To awaken quite alone in a strange town is one of the pleasantest sensations in the world.","author":"Freya Stark","category":"World, Strange, Town"},{"quote":"Remember, the burden of sorrow is doubled when it is borne alone.","author":"Goran Persson","category":"Remember, Burden, Sorrow"},{"quote":"Very few people are original. There's very little original anything out there. Because to be original means you have to stand alone.","author":"Susan Powter","category":"People, Stand, You"},{"quote":"Woman is fine for her own satisfaction alone. No man will admire her the more, no woman will like her the better for it. Neatness and fashion are enough for the former, and a something of shabbiness or impropriety will be most endearing to the latter.","author":"Jane Austen","category":"Man, Woman, Fashion"},{"quote":"Others indeed may talk, and write, and fight about liberty, and make an outward pretence to it; but the free-thinker alone is truly free.","author":"George Berkeley","category":"Fight, Free, Liberty"},{"quote":"It's time to end the cruel slaughter of whales and leave these magnificent creatures alone.","author":"Paul McCartney","category":"Time, End, Cruel"},{"quote":"Hip-hop definitely taught me a lot. Having to create your own identity and become known and respected in a male-dominated field - it requires some guts. There are times you have to be strong, and times when you have to stand alone for what you believe in.","author":"Queen Latifah","category":"Strong, Identity, Believe"},{"quote":"He was thinking alone, and seriously racking his brain to find a direction for this single force four times multiplied, with which he did not doubt, as with the lever for which Archimedes sought, they should succeed in moving the world, when some one tapped gently at his door.","author":"Alexandre Dumas","category":"Thinking, World, Moving"},{"quote":"Still, intuitive assumptions about behavior is only the starting point of systematic analysis, for alone they do not yield many interesting implications.","author":"Gary Becker","category":"Behavior, Assumptions"},{"quote":"By far the greatest part of those goods which are the objects of desire, are procured by labour; and they may be multiplied, not in one country alone, but in many, almost without any assignable limit, if we are disposed to bestow the labour necessary to obtain them.","author":"David Ricardo","category":"Greatest, Country, Desire"},{"quote":"And what's more I've got no need for anyone to tell me how to do it. I am not interested. You act how you want to and leave me alone to do my own thing.","author":"Olivier Martinez","category":"I Am, Me, Want"},{"quote":"And I find - I'm 63, and my capacity to be by myself and just spend time by myself hasn't diminished any. That's the necessary part of being a writer, you better like being alone.","author":"John Irving","category":"Time, Myself, Being Alone"},{"quote":"Never to lie is to have no lock on your door, you are never wholly alone.","author":"Elizabeth Bowen","category":"Door, Lie, You"},{"quote":"Love turns, with a little indulgence, to indifference or disgust; hatred alone is immortal.","author":"William Hazlitt","category":"Love, Hatred, Indifference"},{"quote":"I try to push ideas away, and the ones that will not leave me alone are the ones that ultimately end up happening.","author":"J. J. Abrams","category":"Ideas, End, Me"},{"quote":"When I joined Ford, in the late 1970s, I felt strongly we could not forever be a huge user of natural resources without there being consequences. But I was alone in my thinking in those days.","author":"William Clay Ford, Jr.","category":"Thinking, Late, Consequences"},{"quote":"You can't call me a Twitter phenomenon or a YouTube one. These things are useful, but so's hard gigging. One year I did 311 shows. I did six in one night alone.","author":"Ed Sheeran","category":"Night, Me, You"},{"quote":"We're born alone. We do need each other. It's lonely to really effectively live your life, and anyone you can get help from or give help to; that's part of your obligation.","author":"Bill Murray","category":"Life, Help, Lonely"},{"quote":"I've always loved scuba diving and the cell-tickling feel of being underwater, though it poses unique frustrations. Alone, but with others, you may share the same sights and feelings, but you can't communicate well.","author":"Diane Ackerman","category":"Unique, You, Underwater"},{"quote":"The first thought that I had about really trying to get sober was, 'Man, I could do a lot of good in the world. I can lead by example and just be this heroic recovery guy.' And that's just a bad reason to get sober. You can't get sober for anybody's benefit, let alone the world at large. You really got to do it for yourself.","author":"Steve-O","category":"Good, Man, World"},{"quote":"David - the man after God's own heart - was a man of war and a mighty man of valour. When all Israel were on the run, David faced Goliath - alone... with God - and he but a stripling, and well scolded, too, by his brother for having come to see the battle.","author":"Charles Studd","category":"God, War, Brother"},{"quote":"The thing about markets, and I think the thing people don't understand about that, is markets are not kind, but they're very efficient. So when the marketplace determines an inefficiency in the system, it corrects that, and a market system that's left alone will reward good behavior and punish bad behavior.","author":"Randy Neugebauer","category":"Good, People, Behavior"},{"quote":"I'm very open and honest, and I feel like it's important for women to hear that we're not perfect; none of us are perfect. And sometimes we aspire to have these ideas in our heads of what perfection is, and I probably would've been better off if I'd left myself alone.","author":"Adrienne Bailon","category":"Women, Myself, Perfection"},{"quote":"When I'm writing, I separate from everyone. Even my band. I push myself, and I'm alone with my thoughts. Separating from friends and comforts and family lets you think a lot deeper about subject matter. Working alone drives me a little crazy, but it makes the writing as honest as possible.","author":"Vic Fuentes","category":"Family, Friends, Myself"},{"quote":"All the goodness I have within me is totally from the Lord alone. When I sin, it is from me and is done on my own, but when I act righteously, it is wholly and completely of God.","author":"Charles Spurgeon","category":"God, Me, Sin"},{"quote":"I used to spend a lot of time alone as a kid, creating characters and doing voices in my room, and I thought to myself, I'm either going to go absolutely nuts, or I'm going to find something to put that energy into.","author":"Rami Malek","category":"Time, Myself, Thought"},{"quote":"No books ever go into my laboratory. The thing I am to do and the way are revealed to me the moment I am inspired to create something new. Without God to draw aside the curtain, I would be helpless. Only alone can I draw close enough to God to discover His secrets.","author":"George Washington Carver","category":"God, I Am, Me"},{"quote":"My reputation as a ladies' man was a joke. It caused me to laugh bitterly through the 10,000 nights I spent alone.","author":"Leonard Cohen","category":"Man, Me, Laugh"},{"quote":"I have a characteristic since my childhood. I don't like living together with my mother, sister, or friends at my home. I have always preferred to be alone and independent and lived according to that.","author":"Mustafa Kemal Ataturk","category":"Home, Friends, Sister"},{"quote":"I think some people are good at being alone, and some people aren't, and as a child, I really liked it.","author":"Karin Slaughter","category":"Good, Being Alone, Child"},{"quote":"In 2014, having children is complicated and daunting and fraught - as much as it's always been, but now we're talking about it. And the more we talk about it, the more of us will realize that we're not going through it alone. Far from it.","author":"Rachel Sklar","category":"Children, Realize, Through"},{"quote":"I have a strong belief that there is a god or a higher power. I think that if you have a strong belief in that, then you won't feel alone in life and you will feel you can get through anything.","author":"Alana Stewart","category":"Life, God, Power"},{"quote":"This is how many people become artists, musicians, writers, computer programmers, record-holding athletes, scientists... by spending time alone practicing what they love.","author":"Meg Cabot","category":"Love, Time, Musicians"},{"quote":"I believe if the white and colored people could get together and be let alone, they would understand each other and consequently love each other.","author":"Josephine Baker","category":"Love, Together, Believe"},{"quote":"People eat duck and you think, well, we've got loads of chickens, leave the ducks alone!","author":"Karl Pilkington","category":"People, Think, You"},{"quote":"Solitude is very different from a 'time-out' from our busy lives. Solitude is the very ground from which community grows. Whenever we pray alone, study, read, write, or simply spend quiet time away from the places where we interact with each other directly, we are potentially opened for a deeper intimacy with each other.","author":"Henri Nouwen","category":"Time, Community, Busy"},{"quote":"Writing music and lyrics, you tend to become a control freak - sitting alone in your room with a bare light bulb over your head, writing communist manifestos.","author":"Jason Robert Brown","category":"Music, Light, Writing"},{"quote":"If I'm alone, I tend to cook for myself. I do a pretty good job of preparing healthful foods. My go-to is everything in a bowl like quinoa, avocado. Later in the day, scrambled eggs. I'm not a gourmet chef. I cook in bulk very well.","author":"Ellie Kemper","category":"Day, Good, Myself"},{"quote":"Years of standing in the limelight portraying other people for large amounts of money does not usually lead to a high degree of self-examination, let alone self-criticism.","author":"Michael Korda","category":"Money, People, Years"},{"quote":"We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will.","author":"Henry David Thoreau","category":"Man, Men, Thinking"},{"quote":"All of our unhappiness comes from our inability to be alone.","author":"Jean de la Bruyere","category":"Unhappiness, Inability, Our"},{"quote":"In Genesis, it says that it is not good for a man to be alone; but sometimes it is a great relief.","author":"John Barrymore","category":"Good, Great, Man"},{"quote":"Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone.","author":"Octavio Paz","category":"Man, Solitude, Human"},{"quote":"The person who tries to live alone will not succeed as a human being. His heart withers if it does not answer another heart. His mind shrinks away if he hears only the echoes of his own thoughts and finds no other inspiration.","author":"Pearl S. Buck","category":"Heart, Thoughts, Mind"},{"quote":"Every animal leaves traces of what it was man alone leaves traces of what he created.","author":"Jacob Bronowski","category":"Man, Animal, Leaves"},{"quote":"It is not necessary that you leave the house. Remain at your table and listen. Do not even listen, only wait. Do not even wait, be wholly still and alone. The world will present itself to you for its unmasking, it can do no other, in ecstasy it will writhe at your feet.","author":"Franz Kafka","category":"World, Feet, You"},{"quote":"Fashion is like the ashes left behind by the uniquely shaped flames of the fire, the trace alone revealing that a fire actually took place.","author":"Paul de Man","category":"Fire, Fashion, Place"},{"quote":"If you're a painter, you're not alone. There's no way to be alone.","author":"Franz Kline","category":"Way, You, Painter"},{"quote":"The words of the Bible, and the Bible alone, should be heard from the pulpit.","author":"Ellen G. White","category":"Words, Bible, Should"},{"quote":"I'm never less at leisure than when at leisure, or less alone than when alone.","author":"Scipio Africanus","category":"Leisure, Never, Than"},{"quote":"Too small is our world to allow discrimination, bigotry and intolerance to thrive in any corner of it, let alone in the United States of America.","author":"Eliot Engel","category":"America, World, Small"},{"quote":"When you work alone, you need to socialize at some level.","author":"Jeffery Deaver","category":"Work, You, Need"},{"quote":"I'd like to state that Spike Lee is not saying that African American culture is just for black people alone to enjoy and cherish. Culture is for everybody.","author":"Spike Lee","category":"Culture, American, Enjoy"},{"quote":"For so long as the Jew has even one ally, he will be convinced - in his smallness of mind - that his salvation came from that ally. It is only when he is alone - against all of his own efforts and frantic attempts - that he will, through no choice, be compelled to turn to G-d.","author":"Meir Kahane","category":"Mind, Choice, Long"},{"quote":"Social democracy seeks and finds the ways, and particular slogans, of the workers' struggle only in the course of the development of this struggle, and gains directions for the way forward through this struggle alone.","author":"Rosa Luxemburg","category":"Struggle, Democracy"},{"quote":"I just don't want to die alone, that's all. That's not too much to ask for, is it It would be nice to have someone care about me, for who I am, not about my wallet.","author":"Richard Pryor","category":"I Am, Me, Nice"},{"quote":"Like they say, you can learn more from a guide in one day than you can in three months fishing alone.","author":"Mario Lopez","category":"Day, Fishing, You"},{"quote":"Human beings do not live in the objective world alone, nor alone in the world of social activity as ordinarily understood, but are very much at the mercy of the particular language which has become the medium of expression for their society.","author":"Edward Sapir","category":"Society, Language, World"},{"quote":"For people who are really talented, what you don't say becomes extremely important. You have to judge what to say and what to leave alone so you can let the talent develop.","author":"Itzhak Perlman","category":"Talent, People, You"},{"quote":"If I have freedom in my love, And in my soul am free, - Angels alone that soar above, Enjoy such liberty.","author":"Richard Lovelace","category":"Love, Freedom, Soul"},{"quote":"The revolution in Russia was victorious with the help of the poor peasants. This should always be borne in mind here in Western Europe and all the world over. But the workers in Western Europe stand alone: this should never be forgotten in Russia.","author":"Herman Gorter","category":"World, Mind, Help"},{"quote":"The secret to being a writer is that you have to write. It's not enough to think about writing or to study literature or plan a future life as an author. You really have to lock yourself away, alone, and get to work.","author":"Augusten Burroughs","category":"Life, Work, Future"},{"quote":"The Holy Spirit alone can do this, the Holy Spirit alone can establish this link with one's neighbor.","author":"Jacques Ellul","category":"Neighbor, Spirit"},{"quote":"I'm a workaholic. Before long I'm traveling on my nervous energy alone. This is incredibly exhausting.","author":"Eva Gabor","category":"Energy, Long, Workaholic"},{"quote":"But more important than personal awards is winning the World Series. That's the max that anyone could ask for. Let alone to have the ball in your in your glove for the final out of the World Series. That was the ultimate.","author":"Dennis Eckersley","category":"Winning, World, Important"},{"quote":"Is it not careless to become too local when there are four hundred billion stars in our galaxy alone.","author":"A. R. Ammons","category":"Stars, Galaxy, Become"},{"quote":"The law was made for one thing alone, for the exploitation of those who don't understand it, or are prevented by naked misery from obeying it.","author":"Bertolt Brecht","category":"Law, Understand, Naked"},{"quote":"I believe that no man who holds a leader's position should ever accept favors from either side. He is then committed to show favors. A leader must stand alone.","author":"Mother Jones","category":"Leader, Man, Believe"},{"quote":"In the first 50 years of the filibuster, it was used only 35 times. But the last Congress alone had 112 cloture motions filed, plus threats of more. This is the tyranny of the minority.","author":"Peter Fenn","category":"Tyranny, First, Years"},{"quote":"I think it's interesting that 'cologne' rhymes with 'alone.'","author":"Demetri Martin","category":"Interesting, Think, I Think"},{"quote":"When you stand alone and sell yourself, you can't please everyone. But when you're different, you can last.","author":"Don Rickles","category":"Yourself, Stand, You"},{"quote":"Just remember, you are not alone, in fact you are in a very common place with millions of others. We need to help each other and keep striving to reach our goals.","author":"Mike Moreno","category":"Goals, Help, Remember"},{"quote":"I like to race, not to do laps alone.","author":"Fernando Alonso","category":"Race, Like, Laps"},{"quote":"These are fountains of salvation that they who thirst may be satisfied with the living words they contain. In these alone is proclaimed the doctrine of godliness. Let no man add to these, neither let him take out from these.","author":"Athanasius","category":"Man, Words, Living"},{"quote":"One person alone can't do anything as important as bringing genuine democracy to a country.","author":"Aung San Suu Kyi","category":"Democracy, Country"},{"quote":"Buddhism notes that it is always a mistake to think your soul can go it alone.","author":"Annie Dillard","category":"Soul, Mistake, Think"},{"quote":"I've been left alone, even by the paparazzi, because what sells is sex and scandal. Absent that, they really don't have much interest in you. I'm still married, still working, still happy.","author":"Matt Damon","category":"Happy, Working, You"},{"quote":"I'm so secluded. Very alone.","author":"Yves Saint Laurent","category":"Very, Secluded"},{"quote":"When I decided to be a singer, my mother warned me I'd be alone a lot. Basically we all are.","author":"Whitney Houston","category":"Mother, Me, Singer"},{"quote":"The question of whether or to what extent human activities are causing global warming is not a matter of ideology, let alone of belief. The issue is simply one of risk management.","author":"Malcolm Turnbull","category":"Management, Risk, Belief"},{"quote":"If you are in a movie theater, you can look two people down and they are laughing while you are laughing or you can look three people down and they love that song that you love. It is living proof that you are not alone.","author":"Stephen Chbosky","category":"Love, Song, People"},{"quote":"When you see a struggle that you may be having personally put on a big screen and in a roomful of people, then it makes you feel less crazy or alone, because you're seeing that other people are dealing with it too. You get to see in this imaginary scenario how people might try and answer some questions or deal with some problems.","author":"Michael Shannon","category":"Struggle, Crazy, Problems"},{"quote":"In America, the dreamers, the disabled and the disadvantaged are not left to defend themselves, alone in their struggles.","author":"Michael M. Honda","category":"America, Struggles, Dreamers"},{"quote":"You gotta bear in mind, the youth - and this is just in Britain alone - have nowhere to go in the evenings. They've closed all the social centers. There's not even a patch of grass to kick a ball on.","author":"John Lydon","category":"Youth, Mind, You"},{"quote":"We are increasingly open to understanding how we are all connected and that if we sink the ship that we are all on, we all drown. However, we have simultaneously become so focused on our own life experiences that we think we are alone.","author":"Yehuda Berg","category":"Life, Ship, Understanding"},{"quote":"My version of Superman is essentially of a guy who has spent his whole life alone.","author":"Henry Cavill","category":"Life, Superman, Guy"},{"quote":"Understand that everybody has their own struggles, regardless of whether you can see it or not. Just surround yourself with the people who love you, and know you're not really alone.","author":"Molly Tarlov","category":"Love, Yourself"},{"quote":"No dream is ever chased alone.","author":"Rahul Dravid","category":"Dream, Ever, Chased"},{"quote":"Blackness is a state of mind, and I identify with the black community. Mainly, because I realized, early on, when I walk into a room, people see a black woman, they don't see a white woman. So out of that reason alone, I identify more with the black community.","author":"Halle Berry","category":"Community, Woman, Mind"},{"quote":"I like the idea of being a sculptor. Just me alone, making something - that solitary existence.","author":"Ewan McGregor","category":"Me, Idea, Existence"},{"quote":"'The Creative Habit' is basically about how you work alone, how you survive as a solitary artist. 'The Collaborative Habit' is obviously about surviving with other people.","author":"Twyla Tharp","category":"Work, Creative, Artist"},{"quote":"In my better sense of mind, I know that I'm far from alone and far from the worst, and the earth keeps spinning. Everything keeps moving, with or without me.","author":"Phil Anselmo","category":"Mind, Moving, Me"},{"quote":"When I first started writing, it was me alone with a computer in my apartment. I hated the time away from other people, and my writing sucked. Now I have a laptop; I can do the most tedious part of my job in a public place.","author":"Chuck Palahniuk","category":"Time, Job, Writing"},{"quote":"I'm an introvert. I get my energy by spending time alone. I need that hour or two to myself every day.","author":"Amit Bhatia","category":"Time, Day, Myself"},{"quote":"The word of the oldest of the old of our peoples didn't stop. It spoke the truth, saying that our feet couldn't walk alone, that our history of pain and shame was repeated and multiplied in the flesh and blood of the brothers and sisters of other lands and skies.","author":"Subcomandante Marcos","category":"History, Truth, Pain"},{"quote":"Sparky Anderson taught me this a long time ago: 'There's three ways you can treat a person. You can pat 'em on the butt, you can kick 'em in the butt, or you can leave 'em alone.'","author":"Pete Rose","category":"Time, Me, Treat"},{"quote":"We try to live by the secret of sevens. A friend, who has been married for over 40 years, told us about this magic. Make and keep a date every seven days, take a night away alone, for yourself, every seven weeks, and schedule an adult-only vacation every seven months.","author":"Summer Sanders","category":"Vacation, Yourself, Night"},{"quote":"I remember when I was very young, I had a fever - a long rheumatic fever in bed for four months. And in the days, I stayed alone with the maid. I only had my father's books with me. They were fantasy books about ghosts, and also books by Edgar Allen Poe that made a forever impression on me.","author":"Dario Argento","category":"Father, Me, Remember"},{"quote":"I believe that if it were possible to scrap the whole of existing literature, all writers would find themselves inevitably producing something very close to SF ... No other form of fiction has the vocabulary of ideas and images to deal with the present, let alone the future.","author":"J. G. Ballard","category":"Future, Believe, Ideas"},{"quote":"As powerful as is our soul's call, so potent are the forces of Resistance arrayed against it. We're not alone if we've been mowed down by Resistance; millions of good men and women have bitten the dust before us.","author":"Steven Pressfield","category":"Women, Good, Soul"},{"quote":"A trustee is held to something stricter than the morals of the market place. Not honesty alone, but the punctilio of an honor the most sensitive, is then the standard of behavior.","author":"Benjamin N. Cardozo","category":"Honesty, Honor, Behavior"},{"quote":"I spend most of my time in a room alone where eight hours go by, and I have no sense of time. I work seven days a week, and I live in this sort of vague subconscious fog a lot.","author":"Dan Gilroy","category":"Work, Time, Week"},{"quote":"If a gigantic asteroid were barreling toward impact with our planet, you can bet there would be at least a few members of Congress who would insist on leaving it alone, either because they would see it as a warning shot from the Almighty or because a mining company with a savvy team of lobbyists had laid claim to the big rock.","author":"David Horsey","category":"Team, Leaving, Company"},{"quote":"I never feel more alone than when I'm traveling. Alone and, to some extent, helpless. The world expects a certain level of competence and can be merciless when this expectation is unmet.","author":"Philip Schultz","category":"World, Expectation, Feel"},{"quote":"Time alone is irreplaceable. Waste it not.","author":"Douglas Southall Freeman","category":"Time, Waste, Irreplaceable"},{"quote":"Eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough. Because all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.","author":"Sarah Parcak","category":"Eyes, Beach, Long"},{"quote":"The darkest moments for me weren't necessarily winding up in the hospital or anything like that. It was those quiet moments alone when I just hated the person I had become.","author":"Jodie Sweetin","category":"Me, Moments, Quiet"},{"quote":"I feel alone and safe in public.","author":"Gene Wilder","category":"Safe, Feel, Public"},{"quote":"I like to write about the solitary things people do. Humans seem to function best when they're alone.","author":"Thomas McGuane","category":"Best, People, Like"},{"quote":"The irony is that the more specific you are in the portrayal of character, the more like other people you are. In the same way, the more you think about how alone you are in this life, you realise how much a brother and sister everyone else is.","author":"William Hurt","category":"Life, Sister, Character"},{"quote":"I actually like spending time alone - it doesn't bother me at all.","author":"Jacob Whitesides","category":"Time, Me, Spending Time"},{"quote":"My drummer, bass player, and guitar player sing backgrounds. They play and sing. I can sing all the harmonies, but I can't do it alone.","author":"Aaron Neville","category":"Guitar, Play, Drummer"},{"quote":"What I want is a sort of new political realignment on libertarian/authoritarian lines, and I want a new consensus to emerge of disaffected liberals, classical liberals, dissident minorities like gays, small-state conservatives, libertarians, people who basically want to be left alone.","author":"Milo Yiannopoulos","category":"Political, People, Want"},{"quote":"Everyone thinks I live alone, but I don't. My characters all live with me.","author":"Arundhati Roy","category":"Me, Live, Everyone"},{"quote":"Just think: in all the clean, beautiful reaches of the solar system, our planet alone is a blot; our planet alone has death.","author":"Annie Dillard","category":"Beautiful, Death, Think"},{"quote":"Man cannot live by incompetence alone.","author":"Charlotte Whitton","category":"Man, Live, Incompetence"},{"quote":"Being a child at home alone in the summer is a high-risk occupation. If you call your mother at work thirteen times an hour, she can hurt you.","author":"Erma Bombeck","category":"Work, Home, Mother"},{"quote":"Judaism is much more communal, and partly as a consequence of my religious switch, I am increasingly more suspicous of my previous view that what people do in the privacy of their own home is their business alone.","author":"Luke Ford","category":"Business, Home, I Am"},{"quote":"When you sit down and watch something alone, you're going to watch it for what it is.","author":"John Turturro","category":"Down, You, Watch"},{"quote":"Very much alone in my work, I am almost jealous of it.","author":"Yves Tanguy","category":"Work, I Am, Jealous"},{"quote":"The best of artists has no conception that the marble alone does not contain within itself.","author":"Michelangelo","category":"Best, Artists, Within"},{"quote":"Sensual love deceives one as to the nature of heavenly love; it could not do so alone, but since it unconsciously has the element of heavenly love within it, it can do so.","author":"Franz Kafka","category":"Love, Nature, Within"},{"quote":"But we cannot rely on memorials and museums alone. We can tell ourselves we will never forget and we likely won't. But we need to make sure that we teach history to those who never had the opportunity to remember in the first place.","author":"Dan Rather","category":"History, Opportunity"},{"quote":"We're not a fragile people. We're not a frightful people. Our power doesn't come from some self-declared savior promising that he alone can restore order as long as we do things his way. We don't look to be ruled.","author":"Barack Obama","category":"Power, People, Long"},{"quote":"Even though I love solar and love wind, like most people do, I like the renewable sources, they alone are not going to get America energy independent.","author":"Mitt Romney","category":"Love, America, Wind"},{"quote":"The capacity for not feeling lonely can carry a very real price, that of feeling nothing at all.","author":"Douglas Coupland","category":"Lonely, Feeling, Price"},{"quote":"What is uttered from the heart alone, Will win the hearts of others to your own.","author":"Johann Wolfgang von Goethe","category":"Heart, Win, Hearts"},{"quote":"Time, which alone makes the reputation of men, ends by making their defects respectable.","author":"Voltaire","category":"Time, Men, Reputation"},{"quote":"People used what they called a telephone because they hated being close together and they were scared of being alone.","author":"Chuck Palahniuk","category":"Together, Being Alone"},{"quote":"The most boring scenes are the scenes where a character is alone.","author":"Chuck Palahniuk","category":"Character, Boring, Where"},{"quote":"Writers may be disreputable, incorrigible, early to decay or late to bloom but they dare to go it alone.","author":"John Updike","category":"Late, Early, Bloom"},{"quote":"The good thing about working alone is I get a lot done and I can experiment more. The bad thing is I miss out on the gregarious, social way that most musicians work.","author":"Moby","category":"Work, Good, Musicians"},{"quote":"BLT Prime at Trump National Doral is essential after a long day on the golf course. The popover bread alone is enough to keep me coming back!","author":"Ivanka Trump","category":"Day, Golf, Me"},{"quote":"We can never prove that we're alone in the universe. But the Allen Telescope Array could prove that we're not.","author":"Seth Shostak","category":"Universe, Never, Prove"},{"quote":"Casseroles don't have to be about canned ingredients and vegetables you normally wouldn't even think of eating alone, much less stuck in between layers of sauce and breadcrumbs. They can vary from everyone's favorite all-time casserole, macaroni and cheese, to the ultimate English casserole, Shepherd's Pie.","author":"Marcus Samuelsson","category":"Eating, Think, You"},{"quote":"I think one can easily make a case for taking out Saddam Hussein. In fact, one could probably be made on humanitarian grounds alone. But just as there's a downside risk to doing nothing about this man, there is a very serious downside risk to invading the country.","author":"Molly Ivins","category":"Man, Risk, Think"},{"quote":"As a child, I was this record collector/listener that would sit in a room and listen to the entire Beatles catalog alone, over and over and over again.","author":"Chris Cornell","category":"Child, Listen, Beatles"},{"quote":"What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now.","author":"Lord Byron","category":"Life, Age, I Am"},{"quote":"Whoever thinks that he alone has speech, or possesses speech or mind above others, when unfolded such men are seen to be empty.","author":"Sophocles","category":"Men, Mind, Speech"},{"quote":"Time alone reveals the just man but you might discern a bad man in a single day.","author":"Sophocles","category":"Time, Day, Man"},{"quote":"All our efforts to guard and guide our children may just get in the way of the one thing they need most from us: to be deeply loved yet left alone so they can try a new skill, new slang, new style, new flip-flops. So they can trip a few times, make mistakes, cross them out, try again, with no one keeping score.","author":"Nancy Gibbs","category":"Children, Mistakes, Style"},{"quote":"Absolutely lonely people have few personal interactions of any kind.","author":"Martha Beck","category":"People, Lonely, Personal"},{"quote":"On the Net, the bell curve reclaims its tails. The uncommon is as accessible as the common. The very fragmentation of the Internet allows us to find ourselves in other people - and to know that we are not alone.","author":"Virginia Postrel","category":"Internet, People, Know"},{"quote":"When 'Buffy the Vampire Slayer' premiered on the WB Network in 1996, American culture was in trouble. Americans were bowling alone, pursuing individual interests to the detriment of the communal good. Business leaders were celebrating creativity and neglecting discipline. Nike's 'Just do it' ads were teaching young people to break the rules.","author":"Virginia Postrel","category":"Business, Good, Creativity"},{"quote":"One sign of a great actor is when he can be alone by himself on the screen, doing almost nothing, and producing one of a film's defining moments.","author":"Roger Ebert","category":"Great, Moments, Doing"},{"quote":"The claim that too many criminals are being jailed, that there is over-incarceration, ignores an unfortunate fact: For the vast majority of crimes, a perpetrator is never identified or arrested, let alone prosecuted, convicted and jailed.","author":"Tom Cotton","category":"Never, Fact, Being"},{"quote":"Love alone is capable of uniting living beings in such a way as to complete and fulfill them, for it alone takes them and joins them by what is deepest in themselves.","author":"Pierre Teilhard de Chardin","category":"Love, Living, Way"},{"quote":"I don't think nationalism is alone holding the field it's in contention with a lot of different things.","author":"Peter Singer","category":"Nationalism, Think"},{"quote":"I tried acupuncture, the patch, and hypnosis, but found that I needed to do it alone - when the time was right for me.","author":"Christy Turlington","category":"Time, Me, Right"},{"quote":"I think sometimes if you are alone, you are freer because your time is your own.","author":"Aung San Suu Kyi","category":"Time, Think, You"},{"quote":"'The Desolation of Smaug' stands alone as an action/adventure epic movie. It's visually stunning, and the 3D is incredible. Plus, it's directed by Peter Jackson, and he's extraordinary.","author":"Luke Evans","category":"Extraordinary, Stunning"},{"quote":"U2 is an original species... there are colours and feelings and emotional terrain that we occupy that is ours and ours alone.","author":"Bono","category":"Feelings, Emotional"},{"quote":"We never need feel we are alone or unloved in the Lord's service because we never are. The Savior has promised angels on our left and on our right to bear us up, and he always keeps his word.","author":"Henry B. Eyring","category":"Service, Angels, Right"},{"quote":"Most actions derive not from your own initiative but from your family circumstances, your education, your calling, and so on. You must therefore give up a little time to performing actions which derive from yourself alone. They need not be important; quite insignificant actions fulfill the same purpose.","author":"Rudolf Steiner","category":"Education, Family, Time"},{"quote":"I want to be alone and work until the day my heads hits the drawing table and I'm dead. Kaput. I feel very much like I want to be with my brother and sister again. They're nowhere. I know they're nowhere and they don't exist, but if nowhere means that's where they are, that's where I want to be.","author":"Maurice Sendak","category":"Work, Sister, Brother"},{"quote":"As much as we Egyptians treasure our military, acting alone it cannot provide the legitimacy to lay the foundations for democracy.","author":"Mohamed ElBaradei","category":"Democracy, Acting, Military"},{"quote":"I have always been a bit of an introvert. In fact, my dad used to force me to meet people so that my interpersonal skills improve. As an individual, I was happiest when left alone.","author":"Ashwin Sanghi","category":"Me, People, Skills"},{"quote":"The best part about being with a group is that you don't have to do everything alone. You're with your friends.","author":"Justin Timberlake","category":"Friends, Best, Group"},{"quote":"To be labelled a cheat - it's not fair. If I'm a cheat, then prove I'm a cheat or just leave me alone and let me do what I do best.","author":"Mo Farah","category":"Best, Me, Not Fair"},{"quote":"My sister Naomi and I always wanted to go to Tahiti. We planned a fantastic holiday to visit several islands, but at the last moment, Naomi cancelled. It was the first time I'd holidayed alone, and it was absolutely the best.","author":"Marie Helvin","category":"Time, Sister, Best"},{"quote":"Connected to the collective heart, you can be certain in every cell of your being that you are never alone, and you will experience the grace, guidance and ease that comes when you are one with all there is.","author":"Debbie Ford","category":"Experience, Heart, Grace"},{"quote":"All men's misfortunes spring from their hatred of being alone.","author":"Jean de la Bruyere","category":"Men, Being Alone, Spring"},{"quote":"Were there no contrariety of interests, nothing would be more simple and easy than to form and preserve free institutions. The right of suffrage alone would be a sufficient guarantee. It is the conflict of opposing interests which renders it the most difficult work of man.","author":"John C. Calhoun","category":"Work, Man, Simple"},{"quote":"True thoughts are those alone which do not understand themselves.","author":"Theodor Adorno","category":"Thoughts, Understand, True"},{"quote":"Music was like my first real toy. I was an only child for a while, and I was alone a lot of the time - and I liked it. I still like being alone.","author":"Jeff Buckley","category":"Music, Time, Child"},{"quote":"One of the happier ironies of recent history is that even as Tibet is being wiped off the map in Tibet itself, here it is in California, in Switzerland, in Japan. All over the world, Tibetan Buddhism is now part of the neighborhood. In 1968, there were two Tibetan Buddhist centers in the West. By 2000, there were 40 in New York alone.","author":"Pico Iyer","category":"History, World, New York"},{"quote":"We were alone. Where, I could not say, hardly imagine. All was black, and such a dense black that, after some minutes, my eyes had not been able to discern even the faintest glimmer.","author":"Jules Verne","category":"Eyes, Black, Say"},{"quote":"One of the places where we lived when I was growing up had this big wood out the back. And starting when I was about 8, I used to enjoy just walking alone through the wood late. Eleven p.m. Midnight. Later.","author":"Christian Bale","category":"Walking, Growing Up, Enjoy"},{"quote":"I am not the most courageous guy in the world outside of the court. Being alone in the dark is something I don't like.","author":"Rafael Nadal","category":"I Am, Being Alone, World"},{"quote":"Alone I'm nothing.","author":"Robert Plant","category":"Nothing"},{"quote":"Stories can encourage us and embolden us to face ourselves and to feel. Stories can make us feel less alone. If we're reading a story that moves us, we can feel that emotion that I feel towards my father or mother or girlfriend. So they can give us late-night company.","author":"Tim O'Brien","category":"Father, Mother, Reading"},{"quote":"When I realized I was depressed, then I started reading up about it. When I read that one in four people are depressed, I felt that I'm not the only one. I also felt that how many people must be feeling suffocated to fight this battle all alone. I just wanted to reach out and tell them that even I'm like you, and it's okay if you feel like that.","author":"Deepika Padukone","category":"Reading, Fight, Battle"},{"quote":"I'm a big fan of Daniel Day-Lewis. He's a marvelous actor. He stands alone, I think.","author":"Lauren Bacall","category":"Actor, Think, Big"},{"quote":"Solitude is un-American.","author":"Erica Jong","category":"Solitude, Un-American"},{"quote":"I thought about how we need to make children feel that there are times in their lives when they need to be alone and quiet and to be able to accept their aloneness.","author":"bell hooks","category":"Children, Thought, Quiet"},{"quote":"Man does not live by words alone, despite the fact that sometimes he has to eat them.","author":"Adlai E. Stevenson","category":"Man, Words, Live"},{"quote":"Somehow, since I became a family, every minute in which I am alone and not listening to two kids screaming in stereo feels like a vacation.","author":"Sayed Kashua","category":"Family, I Am, Vacation"},{"quote":"History, whether sacred or profane, hides her teaching from those who study her through coloured glasses. She only reveals truth to those who look through the cold clear medium of passionless inquiry, who seek the Truth without determining first the masquerade in which alone they will receive it.","author":"Sabine Baring-Gould","category":"History, Truth, Glasses"},{"quote":"We cannot remember too often that when we observe nature, and especially the ordering of nature, it is always ourselves alone we are observing.","author":"Georg C. Lichtenberg","category":"Nature, Remember, Observe"},{"quote":"Sometimes I think we're alone. Sometimes I think we're not. In either case, the thought is staggering.","author":"R. Buckminster Fuller","category":"Thought, Think, Sometimes"},{"quote":"No one chooses to raise children alone.","author":"Erykah Badu","category":"Children, Raise, Chooses"},{"quote":"The desire to get married, which - I regret to say, I believe is basic and primal in women - is followed almost immediately by an equally basic and primal urge - which is to be single again.","author":"Nora Ephron","category":"Women, Regret, Believe"},{"quote":"You need a whole community to raise a child. I have raised two children, alone.","author":"Toni Morrison","category":"Children, Community, Child"},{"quote":"All art stems from a place of alienation. Intimate and alone. Most people are oppressed by the opinion of others, but I was not that way. I was afraid of the repercussions of not doing what I was told to do, what I was called to do by a creator.","author":"CeeLo Green","category":"Art, People, Opinion"},{"quote":"I cannot live under pressures from patrons, let alone paint.","author":"Michelangelo","category":"Live, Paint, Cannot"},{"quote":"I like my life alone. I mean, I love being with friends, and I love kissing and loving someone to pieces. But it's hard to find someone who doesn't ultimately start judging you and your choices.","author":"Sarah Silverman","category":"Love, Life, Friends"},{"quote":"He that can live alone resembles the brute beast in nothing, the sage in much, and God in everything.","author":"Baltasar Gracian","category":"God, Live, Nothing"},{"quote":"If you're going to put yourself above everybody else, you might end up alone.","author":"Joseph Gordon-Levitt","category":"End, Yourself, You"},{"quote":"It is true that when you're in the White House alone, it is a lonely place. Big and lonely.","author":"Nancy Reagan","category":"Lonely, You, Place"},{"quote":"We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone.","author":"Chief Joseph","category":"Peace, Man, Men"},{"quote":"If I'm alone too long I think too much, and I'm not interested in doing that. That won't lead anywhere good, I'm sure. If I'm busy I tend to stay out of trouble. An idle mind is the devil's playground.","author":"Lisa Marie Presley","category":"Good, Busy, Mind"},{"quote":"It is wonderful to contemplate how the planetary forces balance each other so perfectly that universal equilibrium is maintained despite the disturbances of the 1,500 millions which inhabit the Earth alone, not to speak of other spheres.","author":"Max Heindel","category":"Balance, Speak, Earth"},{"quote":"I know what men want. Men want to be really, really close to someone who will leave them alone.","author":"Elayne Boosler","category":"Men, Want, Know"},{"quote":"It is not the soul alone that should be healthy; if the mind is healthy in a healthy body, all will be healthy and much better prepared to give God greater service.","author":"Saint Ignatius","category":"God, Service, Soul"},{"quote":"I hope this will help new moms not feel alone or desperate, and that there is no shame in their feelings. PPD is out of their control, but the treatment and healing process is not.","author":"Brooke Shields","category":"Hope, Healing, Help"},{"quote":"Perhaps if we all subscribed to the African concept of Ubuntu - that we all become people through other people, and that we cannot be fully human alone, we could learn a lot. There'd be less hatred and more harmony.","author":"Queen Rania of Jordan","category":"People, Harmony, Hatred"},{"quote":"For the first time, I lived alone... in a luxury apartment on Sunset Strip. For a few days I loved the idea, but I got lonely and restless.","author":"Patty Duke","category":"Time, Sunset, Lonely"},{"quote":"The Fur Company may be called the exterminating medium of these wild and almost uninhabitable regions, which cupidity or the love of money alone would induce man to venture into. Where can I now go and find nature undisturbed?","author":"John James Audubon","category":"Love, Nature, Money"},{"quote":"My learning process is by eye alone it's not at all scientific.","author":"Miuccia Prada","category":"Learning, Eye, Process"},{"quote":"The progress of evolution from President Washington to President Grant was alone evidence to upset Darwin.","author":"Henry Adams","category":"Progress, Evolution"},{"quote":"Remember we're all in this alone.","author":"Lily Tomlin","category":"Remember"},{"quote":"Unknown in Paris, I was lost in the great city, but the feeling of living there alone, taking care of myself without any aid, did not at all depress me. If sometimes I felt lonesome, my usual state of mind was one of calm and great moral satisfaction.","author":"Marie Curie","category":"Myself, Great, Mind"},{"quote":"This, then, is the test we must set for ourselves; not to march alone but to march in such a way that others will wish to join us.","author":"Hubert H. Humphrey","category":"Wish, Way, Test"},{"quote":"I'm very happy alone.","author":"Octavia E. Butler","category":"Happy, Very"},{"quote":"Professional players work almost every day, for hours on end, and the emphasis is on the word 'work.' It can be with a partner or it can be alone, but professional chess is always a pursuit of something new and surprising.","author":"Viswanathan Anand","category":"Work, Day, End"},{"quote":"To be adult is to be alone.","author":"Jean Rostand","category":"Adult"},{"quote":"To be absolutely alone for the first time in the cockpit of a plane hundreds of feet above the ground is an experience never to be forgotten.","author":"Charles Lindbergh","category":"Time, Experience, Feet"},{"quote":"I'm ultimately a widow and a single mother, who's not even getting to be a mother right now. I am so alone, it's freaky.","author":"Courtney Love","category":"Mother, I Am, Single"},{"quote":"To those seniors, and especially elderly veterans like myself, I want to tell you this: You are not alone, and you having nothing to be ashamed of. If elder abuse happened to me, it can happen to anyone. I want you to know that you deserve better.","author":"Mickey Rooney","category":"Myself, Veterans, Me"},{"quote":"The biggest opportunity in 2013 is in Africa. It has seven out of the ten fastest-growing economies in the world. In Nigeria alone there are 100 million people with mobile phones. In total, 300 million Africans - five times the population of Britain - are in the middle class.","author":"David Miliband","category":"Opportunity, World, People"},{"quote":"People talk about the conscience, but it seems to me one must just bring it up to a certain point and leave it there. You can let your conscience alone if you're nice to the second housemaid.","author":"Henry James","category":"Me, People, Conscience"},{"quote":"My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn't have a bed, and he slept on a table.","author":"M.I.A.","category":"Science, Engineering"},{"quote":"I'm happily single.","author":"Paula Abdul","category":"Single, Happily"},{"quote":"You can work on the saxophone alone, but ultimately you must perform with others.","author":"Steve Lacy","category":"Work, You, Saxophone"},{"quote":"I hate being alone, even for 10 minutes.","author":"Clare Balding","category":"Being Alone, Hate, Being"},{"quote":"The Fuhrer alone is the present and future German reality and its law. Learn to know ever more deeply: from now on every single thing demands decision, and every action responsibility.","author":"Martin Heidegger","category":"Future, Responsibility, Law"},{"quote":"Now suddenly there was nothing but a world of cloud, and we three were there alone in the middle of a great white plain with snowy hills and mountains staring at us; and it was very still; but there were whispers.","author":"Black Elk","category":"Great, Mountains, World"},{"quote":"Politicians usually get the blame for dragging their feet on environmental issues. And fair enough. Most of them do just that. But the blame isn't theirs alone. For politicians afraid of losing votes, a bristling media waiting to transform good green ideas into monsters is a colossal disincentive.","author":"Zac Goldsmith","category":"Good, Environmental, Waiting"},{"quote":"There is no one looking out for us. We are all alone.","author":"M. Night Shyamalan","category":"Looking, Us, Out"},{"quote":"There have been a few friends who have taught me some great lessons in life. I wouldn't like to name them. They did things that I never expected out of them that left me heart-broken. It was during these rough patches in life that they left me alone. I know now that it was only my position that they were interested in.","author":"Harbhajan Singh","category":"Life, Friends, Great"},{"quote":"But there is a discomfort that surrounds grief. It makes even the most well-intentioned people unsure of what to say. And so many of the freshly bereaved end up feeling even more alone.","author":"Meghan O'Rourke","category":"Grief, End, People"},{"quote":"The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.","author":"Thornton Wilder","category":"Freedom, Decisions, You"},{"quote":"The employee is regarded by the employer merely in the light of his value as an operative. His productive capacity alone is taken into account.","author":"Leland Stanford","category":"Light, Value, Employee"},{"quote":"Thank you for leaving us alone but giving us enough attention to boost our egos.","author":"Mick Jagger","category":"Thank You, Giving, Leaving"},{"quote":"I was never less alone than when by myself.","author":"Edward Gibbon","category":"Myself, Never, Than"},{"quote":"The Bible was a consolation to a fellow alone in the old cell. The lovely thin paper with a bit of matress stuffing in it, if you could get a match, was as good a smoke as I ever tasted.","author":"Brendan Behan","category":"Good, Bible, You"},{"quote":"However, anyone to whom this happens should not leave his room upon awakening, should speak to no-one, but remain alone and sober until everything comes back to him, and he recalls the dream.","author":"Paracelsus","category":"Speak, Dream, Back"},{"quote":"I seek the Will of the Spirit of God through, or in connection with, the Word of God. The Spirit and the Word must be combined. If I look to the Spirit alone without the Word, I lay myself open to great delusions also.","author":"George Muller","category":"Myself, Great, God"},{"quote":"Your Majesty, I took the liberty because I was so desirous of visiting alone with you for a few minutes before the rest of the other peasants arrived.","author":"Walter Annenberg","category":"Liberty, Rest, You"},{"quote":"Once you grow past Mommy and Daddy coming running when you're hurt, you're really on your own. You're alone, and there's no one to help you.","author":"Octavia Butler","category":"Past, Hurt, Help"},{"quote":"I am convinced that living in an enclave shapes the personality, and living alone shapes the personality too.","author":"Mary Douglas","category":"I Am, Personality, Living"},{"quote":"Almost everyone who reaches a plateau where he or she is happy and comfortable says it's because of finding balance between work, relaxation, exercise, socialising and family - plus some alone time to do something contemplative, creative, or educational.","author":"Neil Strauss","category":"Work, Family, Time"},{"quote":"Your actions, and your action alone, determines your worth.","author":"Evelyn Waugh","category":"Action, Worth, Actions"},{"quote":"And we never got the mule, let alone the forty acres.","author":"Charles Evers","category":"Never, Forty, Got"},{"quote":"Alone let him constantly meditate in solitude on that which is salutary for his soul, for he who meditates in solitude attains supreme bliss.","author":"Guru Nanak","category":"Soul, Solitude, Bliss"},{"quote":"The power of a book lies in its power to turn a solitary act into a shared vision. As long as we have books, we are not alone.","author":"Laura Bush","category":"Power, Vision, Book"},{"quote":"Go on thinking that you don't need to be read and you'll find that it may become quite true: no one will feel the need tom read it because it is written for yourself alone and the public won't feel any impulse to gate crash such a private party.","author":"Dylan Thomas","category":"Thinking, Yourself, Party"},{"quote":"The power that is supported by force alone will have cause often to tremble.","author":"Lajos Kossuth","category":"Power, Force, Will"},{"quote":"Most photographers work best alone, myself included.","author":"Elliott Erwitt","category":"Work, Best, Myself"},{"quote":"Largely this is a class thing - writers tend to be cosseted little middle-class kiddies who think that the world owes them a royalty cheque. But just doing it - being in your room for years on end, locked in your head, alone with invented ghosts - it weakens and softens the body. And I know I can't just live in my head.","author":"Tony Parsons","category":"World, End, Live"},{"quote":"In a household tragedy, you are very much aware of being alone. It is something that is possible to grasp, and that is why it hurts so much. Because you are alone. I know a little about this.","author":"Per Petterson","category":"Being Alone, Tragedy, Know"},{"quote":"Young people discovering their sexuality must know they walk with a strong tradition and that they are not alone. They have a right to information without being pressured.","author":"Jasmine Guy","category":"Strong, Walk, People"},{"quote":"Men find it more difficult than women to be alone. They function better with someone in their lives. Being married, they are rooted, so they feel safe to go and do what they want to do.","author":"Pattie Boyd","category":"Women, Men, Want"},{"quote":"I felt alone out there, like I was on a desert island. I felt like Gilligan.","author":"Mickey Rivers","category":"Desert, Island, Like"},{"quote":"This is nourishing, redemptive; we become less alone inside.","author":"David Foster Wallace","category":"Inside, Become, Less"},{"quote":"A man is never completely alone in this world. At the worst, he has the company of a boy, a youth, and by and by a grown man - the one he used to be.","author":"Cesare Pavese","category":"Man, Youth, World"},{"quote":"Even though I have often recorded alone, I still feel the best music is made by musicians playing off each other.","author":"John Fogerty","category":"Music, Best, Musicians"},{"quote":"Sometimes I feel very alone. I am a bit of a nomad. Many people in sort of emerging countries, emerging economies, find themselves displaced. So there is that sense, and so I'm part of a whole, I think, group of displaced people.","author":"Chris Abani","category":"I Am, People, Think"},{"quote":"A celibate, like the fly in the heart of an apple, dwells in a perpetual sweetness, but sits alone, and is confined and dies in singularity.","author":"Jeremy Taylor","category":"Heart, Apple, Fly"},{"quote":"The fathers, if they got me alone, would try to kiss and fondle me. I hated it.","author":"Christine Keeler","category":"Kiss, Me, Try"},{"quote":"All my fans tell me what a glamorous life I have, but I tell them how hard I work and how many nights I spend alone with my dogs, eating chicken pot pie in my bedroom.","author":"Shannen Doherty","category":"Life, Work, Me"},{"quote":"I think one challenge is that having few women in your work environment makes you feel a little isolated and alone. I'm an extrovert; I like talking to people, and I make friends easily, but if your personality is somewhat different, I think you would struggle to connect with people.","author":"Padmasree Warrior","category":"Work, Friends, Women"},{"quote":"There is a destiny which makes us brothers none goes his way alone. All that we send into the lives of others comes back into our own.","author":"Edwin Markham","category":"Destiny, Way, Back"},{"quote":"You can't fake it when you're alone with God, you know.","author":"Jim Bakker","category":"God, Fake, Know"},{"quote":"The devil had as good have let Paul alone, for he no sooner comes into prison but he falls a preaching, at which the gates of Satan's prison fly open, and poor sinners come forth.","author":"William Gurnall","category":"Good, Fly, Prison"},{"quote":"But Socialism, alone, can bring self-determination of their peoples.","author":"Karl Liebknecht","category":"Socialism, Bring"},{"quote":"If you make friends with yourself you will never be alone.","author":"Maxwell Maltz","category":"Friends, Yourself, You"},{"quote":"And then when all around grows dark, when we feel utterly alone, when all men right and left pass us by and know us not, a forgotten feeling rises in the breast.","author":"Max Muller","category":"Men, Dark, Know"},{"quote":"I want to be alone.","author":"Greta Garbo","category":"Want"},{"quote":"The amount of coordination it takes to shoot a television show is mind-numbing. There are so many things that have to be exactly right to create the correct environment for a single shot, let alone a whole scene or the full episode.","author":"Stephanie Beatriz","category":"Television, Environment"},{"quote":"But I like to know that someone is stronger than I am. I want to be able to know that if I get tired, somebody is there to hold up the fort. I like knowing that I can't pick a refrigerator alone. God did not make me strong enough to do that.","author":"Donna Summer","category":"God, Strong, I Am"},{"quote":"It's a terrible thing to be alone - yes it is - it is - but don't lower your mask until you have another mask prepared beneath - as terrible as you like - but a mask.","author":"Katherine Mansfield","category":"Mask, You, Terrible"},{"quote":"After all, it is style alone by which posterity will judge of a great work, for an author can have nothing truly his own but his style.","author":"Isaac D'Israeli","category":"Work, Great, Style"},{"quote":"I am alone, some people help me, but, basically, I can do what I want.","author":"Sergei Bubka","category":"I Am, Me, Help"},{"quote":"Shockingly, a University of Pennsylvania study says the number of young people addicted to gambling - largely due to increased exposure to the Internet and Internet gambling - grew by an alarming 20 percent between 2004 and 2005 alone.","author":"Spencer Bachus","category":"Internet, People, Study"},{"quote":"To hike out alone in the desert; to sleep on the valley floor on a night with no moon, in the pitch black, just listening to the boom of silence: you can't imagine what that's like.","author":"Nicole Krauss","category":"Sleep, Silence, Moon"},{"quote":"Painting is the only universal language. All nature is creation's picture book. Painting alone can describe every thing which can be seen, and suggest every emotion which can be felt. Art reaches back into the babyhood of time, and is man's only lasting monument.","author":"William Morris Hunt","category":"Nature, Time, Art"},{"quote":"In days of doubt, in days of dreary musings on my country's fate, you alone are my comfort and support, oh great, powerful, righteous, and free Russian language!","author":"Ivan Turgenev","category":"Great, Powerful, Support"},{"quote":"Albania does not feel alone. It is part of the Partnership for Peace structures in NATO, and it will do what it can within that.","author":"Fatos Nano","category":"Peace, Partnership, Within"},{"quote":"I was alone a lot as a kid, because my parents were divorced.","author":"Danny Strong","category":"Parents, Kid, Divorced"},{"quote":"I'm definitely one of those actresses who comes to a set knowing how I want to do a scene, and I definitely love input from my directors and my writers. I know that there's some actors who like to be left alone, they like to be very independent, but I actually really enjoy the teamwork.","author":"Summer Glau","category":"Love, Teamwork, Enjoy"},{"quote":"All still lifes are actually paintings of the world on the sixth day of creation, when God and the world were alone together, without man!","author":"Robert Musil","category":"Day, God, Together"},{"quote":"I'm not alone, I'm free. I no longer have to be a credit, I don't have to be a symbol to anybody; I don't have to be a first to anybody.","author":"Lena Horne","category":"Free, Credit, First"},{"quote":"The older I grow, the more I find myself alone.","author":"Alberto Giacometti","category":"Myself, Grow, Find"},{"quote":"The best rules to form a young man, are, to talk little, to hear much, to reflect alone upon what has passed in company, to distrust one's own opinions, and value others that deserve it.","author":"William Temple","category":"Best, Man, Value"},{"quote":"In Sleep we lie all naked and alone, in Sleep we are united at the heart of night and darkness, and we are strange and beautiful asleep; for we are dying the darkness and we know no death.","author":"Thomas Wolfe","category":"Beautiful, Death, Sleep"},{"quote":"That's been hard being away from the family, because Washington can be lonely. When you tune out of all the activity, that's like, you're alone.","author":"Erik Paulsen","category":"Family, Lonely, You"},{"quote":"All great composers of the past spent most of their time studying. Feeling alone won't do the job. A man also needs technique.","author":"George Gershwin","category":"Time, Great, Past"},{"quote":"Sisters are always drying their hair. Locked into rooms, alone, they pose at the mirror, shoulders bare, trying this way and that their hair, or fly importunate down the stair to answer the telephone.","author":"Phyllis McGinley","category":"Mirror, Hair, Fly"},{"quote":"Absolute truth belongs to Thee alone.","author":"Gotthold Ephraim Lessing","category":"Truth, Belongs, Thee"},{"quote":"Here we are, we're alone in the universe, there's no God, it just seems that it all began by something as simple as sunlight striking on a piece of rock. And here we are. We've only got ourselves. Somehow, we've just got to make a go of it. We've only ourselves.","author":"John Osborne","category":"God, Simple, Universe"},{"quote":"Work alone will efface the footsteps of work.","author":"James Whistler","category":"Work, Will, Footsteps"},{"quote":"Moon! Moon! I am prone before you. Pity me, and drench me in loneliness.","author":"Amy Lowell","category":"Loneliness, I Am, Moon"},{"quote":"Crime is a fact of the human species, a fact of that species alone, but it is above all the secret aspect, impenetrable and hidden. Crime hides, and by far the most terrifying things are those which elude us.","author":"Georges Bataille","category":"Crime, Human, Secret"},{"quote":"I am tired, beloved, of chafing my heart against the want of you; of squeezing it into little ink drops, and posting it. And I scald alone, here, under the fire of the great moon.","author":"Amy Lowell","category":"Great, I Am, Moon"},{"quote":"A human being is a single being. Unique and unrepeatable.","author":"Eileen Caddy","category":"Unique, Single, Human"},{"quote":"I mean one of the things about being alone is that you've no people to define yourself off, I mean, people are like all-round mirrors, because let's face it, we don't often see ourselves all round in a mirror anyway, do we.","author":"Diana Wynne Jones","category":"Being Alone, Mirror"},{"quote":"There is one major problem with anti-virus software: It needs updating. Users cannot be relied upon to have even the anti-virus software in the first place, let alone be able or willing to pay for the updates.","author":"Glenn Turner","category":"Problem, Software, Place"},{"quote":"If you think spreading money around by force seems like an odd definition of fairness, you're not alone.","author":"Arthur C. Brooks","category":"Money, Think, You"},{"quote":"My overcoat is worn out my shirts also are worn out. And I ask to be allowed to have a lamp in the evening it is indeed wearisome sitting alone in the dark.","author":"William Tyndale","category":"Dark, Evening, Lamp"},{"quote":"I wouldn't even dare read the Torah, let alone attempt a witty observation on the Torah.","author":"Charles Grodin","category":"Witty, Observation, Dare"},{"quote":"In the 20th century alone, there have been 1,600 books about the circus. My adding one more would be superfluous unless I do something totally new and different.","author":"Gary Jennings","category":"Circus, New, Different"},{"quote":"The VCR is to the American film producer and the American public as the Boston Strangler is to the woman alone.","author":"Jack Valenti","category":"Woman, American, Boston"},{"quote":"If I have the choice of traveling to Russia, India or New Zealand alone for a week for preliminary discussions or to spend that week with my family, I routinely choose my family.","author":"Olafur Eliasson","category":"Family, Choice, Week"},{"quote":"Sometimes I get lonely, but it's nice to be alone.","author":"Tatjana Patitz","category":"Lonely, Nice, Sometimes"},{"quote":"Industry entirely left to itself, would soon fall to ruin, and a nation letting everything alone would commit suicide.","author":"Friedrich List","category":"Suicide, Fall, Nation"},{"quote":"I think my comparison with Shane would be a loner. I always got the impression that she wasn't scared to be alone. She enjoys it. I can relate to that.","author":"Katherine Moennig","category":"Think, I Can, She"},{"quote":"The things that drive me are poverty, and pain, and knowing that I don't want to end up being alone and I want to do something with my life and I want the name Dobson to remain in everyone's heads. Basically, just to rock and be the best performer I can be, and be true, and be real, and give people the real Fefe, nothing fake, all real.","author":"Fefe Dobson","category":"Life, Best, Pain"},{"quote":"You do stand alone sometimes. But my mother stood by me through all this.","author":"Morris Dees","category":"Mother, Me, You"},{"quote":"He never is alone that is accompanied with noble thoughts.","author":"John Fletcher","category":"Thoughts, Never, Noble"},{"quote":"But let her remember, that it is in Britain alone, that laws are equally favourable to liberty and humanity; that it is in Britain the sacred rights of nature have received their most awful ratification.","author":"Thomas Day","category":"Nature, Humanity, Remember"},{"quote":"Here in Denmark, you can easily just be left alone. This is my 'hood, and people leave me alone; it's nice.","author":"Lars Mikkelsen","category":"Me, People, Nice"},{"quote":"I am alone here in New York, no longer a we.","author":"Elizabeth Hardwick","category":"I Am, New York, New"},{"quote":"Lord of myself, accountable to none, but to my conscience, and my God alone.","author":"John Oldham","category":"Myself, God, Conscience"},{"quote":"The idea of determinism combined with complete human responsibility struck me as very hard to reconcile with an idea of justice, let alone mercy.","author":"Ken MacLeod","category":"Justice, Responsibility, Me"},{"quote":"Disorder makes me feel at ease if I'm alone, embarrassed if I'm not.","author":"Martin Millar","category":"Me, Feel, Ease"},{"quote":"An Englishman, even if he is alone, forms an orderly queue of one.","author":"George Mikes","category":"Even, He, Englishman"},{"quote":"A man content to go to heaven alone will never go to heaven.","author":"Boethius","category":"Man, Heaven, Content"},{"quote":"My kitchen linoleum is so black and shiny that I waltz while I wait for the kettle to boil. This pleasure is for the old who live alone.","author":"Florida Scott-Maxwell","category":"Live, Black, Kitchen"},{"quote":"Is it possible that I am not alone in believing that in the dispute between Galileo and the Church, the Church was right and the centre of man's universe is the earth?","author":"Stephen Vizinczey","category":"Man, I Am, Universe"},{"quote":"Hiking is the best workout!... You can hike for three hours and not even realize you're working out. And, hiking alone lets me have some time to myself.","author":"Jamie Luner","category":"Time, Best, Myself"},{"quote":"The dream, alone, is of interest. What is life, without a dream?","author":"Edmond Rostand","category":"Life, Dream, Interest"},{"quote":"To sit alone in the lamplight with a book spread out before you, and hold intimate converse with men of unseen generations - such is a pleasure beyond compare.","author":"Kenko Yoshida","category":"Men, Book, You"},{"quote":"It's hard to get everybody to recycle paper and plastic, let alone.","author":"Richard Karn","category":"Paper, Plastic, Hard"},{"quote":"In the total expanse of human life there is not a single square inch of which the Christ, who alone is sovereign, does not declare, 'That is mine!'.","author":"Abraham Kuyper","category":"Life, Single, Human"},{"quote":"Nothing is so envied as genius, nothing so hopeless of attainment by labor alone. Though labor always accompanies the greatest genius, without the intellectual gift labor alone will do little.","author":"B. R. Hayden","category":"Gift, Genius, Greatest"},{"quote":"What I am afraid of is the first thing I was ever aware of being afraid of and what I have told my daughter countless times she need not fear: being alone in the dark. It is a small prison of emotion from which there is no escape. It is also, in its own way, a shattering revelation.","author":"S. C. Gwynne","category":"Fear, Daughter, I Am"},{"quote":"I could prove God statistically. Take the human body alone - the chances that all the functions of an individual would just happen is a statistical monstrosity.","author":"George Gallup","category":"God, Body, Human"},{"quote":"Higher education must lead the march back to the fundamentals of human relationships, to the old discovery that is ever new, that man does not live by bread alone.","author":"John Hannah","category":"Education, Man, Live"},{"quote":"Sooner or later, we will have to recognise that the Earth has rights, too, to live without pollution. What mankind must know is that human beings cannot live without Mother Earth, but the planet can live without humans.","author":"Evo Morales","category":"Mother, Live, Earth"},{"quote":"We won't have a society if we destroy the environment.","author":"Margaret Mead","category":"Society, Environment"},{"quote":"Sustainable development is the pathway to the future we want for all. It offers a framework to generate economic growth, achieve social justice, exercise environmental stewardship and strengthen governance.","author":"Ban Ki-moon","category":"Future, Justice, Growth"},{"quote":"The Earth does not belong to us: we belong to the Earth.","author":"Marlee Matlin","category":"Earth, Belong, Us"},{"quote":"The future will either be green or not at all.","author":"Bob Brown","category":"Future, Green, Will"},{"quote":"Environmental pollution is an incurable disease. It can only be prevented.","author":"Barry Commoner","category":"Pollution, Disease, Only"},{"quote":"Try to leave the Earth a better place than when you arrived.","author":"Sidney Sheldon","category":"Earth, Better, You"},{"quote":"The only way forward, if we are going to improve the quality of the environment, is to get everybody involved.","author":"Richard Rogers","category":"Quality, Environment"},{"quote":"Plans to protect air and water, wilderness and wildlife are in fact plans to protect man.","author":"Stewart Udall","category":"Water, Man, Wilderness"},{"quote":"We don't have to sacrifice a strong economy for a healthy environment.","author":"Dennis Weaver","category":"Strong, Sacrifice, Healthy"},{"quote":"When we try to pick out anything by itself, we find it hitched to everything else in the universe.","author":"John Muir","category":"Universe, Try, Find"},{"quote":"Sadly, it's much easier to create a desert than a forest.","author":"James Lovelock","category":"Forest, Desert, Create"},{"quote":"The environment is everything that isn't me.","author":"Albert Einstein","category":"Me, Environment, Everything"},{"quote":"Raising awareness on the most pressing environmental issues of our time is more important than ever.","author":"Leonardo DiCaprio","category":"Time, Important, Awareness"},{"quote":"Every drop in the ocean counts.","author":"Yoko Ono","category":"Ocean, Drop, Every"},{"quote":"We could have saved the Earth but we were too damned cheap.","author":"Kurt Vonnegut","category":"Earth, Cheap, Saved"},{"quote":"Economic growth and environmental protection are not at odds. They're opposite sides of the same coin if you're looking at longer-term prosperity.","author":"Henry Paulson","category":"Growth, Looking, You"},{"quote":"Develop resilience and be brave. There are days when it is very discouraging. You have to develop personal resilience to environmental things that come along. If you let every single environmental challenge knock you off your game, it's going to be very, very hard.","author":"Renee James","category":"Challenge, Resilience, Brave"},{"quote":"Destroying rainforest for economic gain is like burning a Renaissance painting to cook a meal.","author":"E. O. Wilson","category":"Painting, Renaissance"},{"quote":"Birds are indicators of the environment. If they are in trouble, we know we'll soon be in trouble.","author":"Roger Tory Peterson","category":"Birds, Environment, Know"},{"quote":"The Chinese have figured out that they have a giant environmental problem. Folks in Beijing, some days, literally can't breathe. Over a million Chinese die prematurely every year because of air pollution.","author":"Joe Biden","category":"Problem, Die, Pollution"},{"quote":"Environmental protection and economic development are not in conflict. Environmental protection is not a burden but a source for innovation. It can increase competition, create jobs, and lifts the economy.","author":"Chai Jing","category":"Innovation, Competition"},{"quote":"Population, when unchecked, goes on doubling itself every 25 years or increases in a geometrical ratio.","author":"Thomas Malthus","category":"Years, Population, Every"},{"quote":"We are using resources as if we had two planets, not one. There can be no 'plan B' because there is no 'planet B.'","author":"Ban Ki-moon","category":"Plan, Resources, Two"},{"quote":"The most meaningful engine of change, powerful enough to confront corporate power, may be not so much environmental quality, as the economic development and growth associated with the effort to improve it.","author":"Barry Commoner","category":"Change, Growth, Power"},{"quote":"Harmony with land is like harmony with a friend you cannot cherish his right hand and chop off his left.","author":"Aldo Leopold","category":"Friend, Harmony, You"},{"quote":"Good environmental policy is good economic policy.","author":"Bernie Sanders","category":"Good, Policy, Economic"},{"quote":"We firmly believe the environmental issues cannot be addressed without extensive public participation, but people need to be informed before they can get involved.","author":"Ma Jun","category":"Believe, People"},{"quote":"The Endangered Species Act is the strongest and most effective tool we have to repair the environmental harm that is causing a species to decline.","author":"Norm Dicks","category":"Endangered Species, Tool"},{"quote":"My lens of choice was always the 35 mm. It was more environmental. You can't come in closer with the 35 mm.","author":"Annie Leibovitz","category":"Choice, You, Lens"},{"quote":"Every time I have some moment on a seashore, or in the mountains, or sometimes in a quiet forest, I think this is why the environment has to be preserved.","author":"Bill Bradley","category":"Time, Mountains, Forest"},{"quote":"I think the environment should be put in the category of our national security. Defense of our resources is just as important as defense abroad. Otherwise what is there to defend?","author":"Robert Redford","category":"Security, Environment, Think"},{"quote":"I'm anti-tax, but I'm pro-carbon tax.","author":"Elon Musk","category":"Tax"},{"quote":"The environmental problems of developing countries are not the side effects of excessive industrialisation but reflect the inadequacy of development.","author":"Indira Gandhi","category":"Problems, Development"},{"quote":"Clinton understands that climate change is real, is caused by human activity and is one of the great environmental crises facing our planet. She knows that we must transform our energy system away from fossil fuels and move aggressively to energy efficiency and sustainable energy.","author":"Bernie Sanders","category":"Change, Great, Efficiency"},{"quote":"You will die but the carbon will not; its career does not end with you. It will return to the soil, and there a plant may take it up again in time, sending it once more on a cycle of plant and animal life.","author":"Jacob Bronowski","category":"Life, Time, Animal"},{"quote":"No one is an environmentalist by birth. It is only your path, your life, your travels that awaken you.","author":"Yann Arthus-Bertrand","category":"Life, Path, You"},{"quote":"Our globe is under new dramatic environmental pressure: our globe is warming, our ice caps melting, our glaciers receding, our coral is dying, our soils are eroding, our water tables falling, our fisheries are being depleted, our remaining rainforests shrinking. Something is very, very wrong with our eco-system.","author":"Richard Lamm","category":"Water, Pressure, Dying"},{"quote":"The environmental effects of the automobile are well known: motor vehicles cause, for example, as much as 75 percent of the noise and 80 percent of the air pollution in our cities, and the industry must face mounting pressure from environmentalists.","author":"Stewart Udall","category":"Pressure, Pollution, Face"},{"quote":"Environmental activism against the resource industry is widespread all over the world, but at the same time we have to realise that these are basic materials on which civilisation depends. We need to tap natural resources in a sustainable manner.","author":"Anil Agarwal","category":"Time, World, Resources"},{"quote":"The growth that we want is one that brings real benefits to the people, raises quality and efficiency of development, and contributes to energy conservation and environmental protection.","author":"Li Keqiang","category":"Growth, Quality, Efficiency"},{"quote":"To deal with these problems - of world population and hunger, of peace, of energy and mineral resources, of environmental pollution, of poverty - we must broaden and deepen our knowledge of nature's laws, and we must broaden and deepen our understanding of the laws of human behavior.","author":"Herbert A. Simon","category":"Nature, Knowledge, Peace"},{"quote":"If our system continues without modification involving environmental and social concern, we will face an economic and social breakdown of our outdated monetary and political system.","author":"Jacque Fresco","category":"Political, Face, Economic"},{"quote":"From year to year, environmental changes are incremental and often barely register in our lives, but from evolutionary or geological perspectives, what is happening is explosive change.","author":"David Suzuki","category":"Change, Changes, Happening"},{"quote":"The sooner we get started with alternative energy sources and recognize that fossil fuels makes us less secure as a nation, and more dangerous as a planet, the better off we'll be.","author":"Lindsey Graham","category":"Energy, Better, Nation"},{"quote":"If we want to address global warming, along with the other environmental problems associated with our continued rush to burn our precious fossil fuels as quickly as possible, we must learn to use our resources more wisely, kick our addiction, and quickly start turning to sources of energy that have fewer negative impacts.","author":"David Suzuki","category":"Problems, Start, Negative"},{"quote":"By polluting clear water with slime you will never find good drinking water.","author":"Aeschylus","category":"Good, Water, You"},{"quote":"There is a muscular energy in sunlight corresponding to the spiritual energy of wind.","author":"Annie Dillard","category":"Spiritual, Wind, Energy"},{"quote":"I see humanity now as one vast plant, needing for its highest fulfillment only love, the natural blessings of the great outdoors, and intelligent crossing and selection.","author":"Luther Burbank","category":"Love, Great, Humanity"}]}