{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory.",
      "author": "Sun Tzu",
      "category": "Victory, Enemy, Know"
    },
    {
      "quote": "The proper study of Man is anything but Man; and the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.",
      "author": "J. R. R. Tolkien",
      "category": "Opportunity, Man, Job"
    },
    {
      "quote": "It is unbecoming for young men to utter maxims.",
      "author": "Aristotle",
      "category": "Young, Maxims, Utter"
    },
    {
      "quote": "Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor.",
      "author": "Ulysses S. Grant",
      "category": "Man, You, Find"
    },
    {
      "quote": "The 'morality of compromise' sounds contradictory. Compromise is usually a sign of weakness, or an admission of defeat. Strong men don't compromise, it is said, and principles should never be compromised.",
      "author": "Andrew Carnegie",
      "category": "Strong, Compromise, Weakness"
    },
    {
      "quote": "When men sow the wind it is rational to expect that they will reap the whirlwind.",
      "author": "Frederick Douglass",
      "category": "Wind, Reap, Sow"
    },
    {
      "quote": "Passion makes idiots of the cleverest men, and makes the biggest idiots clever.",
      "author": "Francois de La Rochefoucauld",
      "category": "Passion, Clever, Idiots"
    },
    {
      "quote": "Kings may be judges of the earth, but wise men are the judges of kings.",
      "author": "Solomon Ibn Gabirol",
      "category": "Wise, Earth, Kings"
    },
    {
      "quote": "This society is driven by neurotic speed and force accelerated by greed and frustration of not being able to live up to the image of men and woman we have created for ourselves the image has nothing to do with the reality of people.",
      "author": "Yoko Ono",
      "category": "Society, Woman, Greed"
    },
    {
      "quote": "Of all the properties which belong to honorable men, not one is so highly prized as that of character.",
      "author": "Henry Clay",
      "category": "Character, Honorable, Belong"
    },
    {
      "quote": "Ten men waiting for me at the door? Send one of them home, I'm tired.",
      "author": "Mae West",
      "category": "Home, Door, Waiting"
    },
    {
      "quote": "Conservation means the wise use of the earth and its resources for the lasting good of men.",
      "author": "Gifford Pinchot",
      "category": "Good, Wise, Earth"
    },
    {
      "quote": "At Athens, wise men propose, and fools dispose.",
      "author": "Alcuin",
      "category": "Wise, Fools, Wise Men"
    },
    {
      "quote": "Men are rather reasoning than reasonable animals, for the most part governed by the impulse of passion.",
      "author": "Alexander Hamilton",
      "category": "Passion, Animals, Part"
    },
    {
      "quote": "Men don't care what's on TV. They only care what else is on TV.",
      "author": "Jerry Seinfeld",
      "category": "Care, TV, Only"
    },
    {
      "quote": "I usually make up my mind about a man in ten seconds, and I very rarely change it.",
      "author": "Margaret Thatcher",
      "category": "Change, Man, Mind"
    },
    {
      "quote": "We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread.",
      "author": "Viktor E. Frankl",
      "category": "Giving, Bread, Remember"
    },
    {
      "quote": "Men ought either to be indulged or utterly destroyed, for if you merely offend them they take vengeance, but if you injure them greatly they are unable to retaliate, so that the injury done to a man ought to be such that vengeance cannot be feared.",
      "author": "Niccolo Machiavelli",
      "category": "Man, Done, You"
    },
    {
      "quote": "Our defense is in the preservation of the spirit which prizes liberty as a heritage of all men, in all lands, everywhere. Destroy this spirit and you have planted the seeds of despotism around your own doors.",
      "author": "Abraham Lincoln",
      "category": "Liberty, Doors, You"
    },
    {
      "quote": "You know when you're young and you see a play in high school, and the guys all have gray in their hair and they're trying to be old men and they have no idea what that's like? It's just that stupid the other way around.",
      "author": "Clint Eastwood",
      "category": "School, Stupid, Hair"
    },
    {
      "quote": "I don't like the clean-shaven boy with the necktie and the good job. I like desperate men, men with broken teeth and broken minds and broken ways. They interest me. They are full of surprises and explosions.",
      "author": "Charles Bukowski",
      "category": "Good, Job, Me"
    },
    {
      "quote": "A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness, as the challenge of exposure to more interesting men - and people in general.",
      "author": "Lorraine Hansberry",
      "category": "Loneliness, Challenge, Woman"
    },
    {
      "quote": "Many men owe the grandeur of their lives to their tremendous difficulties.",
      "author": "Charles Spurgeon",
      "category": "Difficulties, Many, Grandeur"
    },
    {
      "quote": "I am an agnostic I do not pretend to know what many ignorant men are sure of.",
      "author": "Clarence Darrow",
      "category": "I Am, Know, Ignorant"
    },
    {
      "quote": "Men must know their limitations.",
      "author": "Clint Eastwood",
      "category": "Know, Limitations, Must"
    },
    {
      "quote": "I never wanted to weigh more heavily on a man than a bird.",
      "author": "Coco Chanel",
      "category": "Man, Bird, Never"
    },
    {
      "quote": "Luck is not something you can mention in the presence of self-made men.",
      "author": "E. B. White",
      "category": "Luck, Presence, You"
    },
    {
      "quote": "There is no such thing as justice in the abstract it is merely a compact between men.",
      "author": "Epicurus",
      "category": "Justice, Abstract, Between"
    },
    {
      "quote": "When a hundred men stand together, each of them loses his mind and gets another one.",
      "author": "Friedrich Nietzsche",
      "category": "Together, Mind, Stand"
    },
    {
      "quote": "Men are only as good as their technical development allows them to be.",
      "author": "George Orwell",
      "category": "Good, Development, Technical"
    },
    {
      "quote": "A bachelor is a guy who never made the same mistake once.",
      "author": "Phyllis Diller",
      "category": "Mistake, Never, Bachelor"
    },
    {
      "quote": "I think men are afraid to be with a successful woman, because we are terribly strong, we know what we want and we are not fragile enough.",
      "author": "Shirley Bassey",
      "category": "Strong, Woman, Successful"
    },
    {
      "quote": "Commitment means that it is possible for a man to yield the nerve center of his consent to a purpose or cause, a movement or an ideal, which may be more important to him than whether he lives or dies.",
      "author": "Howard Thurman",
      "category": "Man, Commitment, Purpose"
    },
    {
      "quote": "Men should strive to think much and know little.",
      "author": "Democritus",
      "category": "Know, Think, Little"
    },
    {
      "quote": "Stronger by weakness, wiser men become.",
      "author": "Edmund Waller",
      "category": "Stronger, Weakness, Wiser"
    },
    {
      "quote": "It's at the borders of pain and suffering that the men are separated from the boys.",
      "author": "Emil Zatopek",
      "category": "Pain, Suffering, Borders"
    },
    {
      "quote": "Men are like the stars some generate their own light while others reflect the brilliance they receive.",
      "author": "Jose Marti",
      "category": "Light, Stars, Like"
    },
    {
      "quote": "A little nonsense now and then is relished by the wisest men.",
      "author": "Roald Dahl",
      "category": "Now, Nonsense, Little"
    },
    {
      "quote": "It is not materialism that is the chief curse of the world, as pastors teach, but idealism. Men get into trouble by taking their visions and hallucinations too seriously.",
      "author": "H. L. Mencken",
      "category": "World, Teach, Seriously"
    },
    {
      "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.",
      "author": "Adam Smith",
      "category": "Love, Country, Reap"
    },
    {
      "quote": "Strong men have sound ideas and the force to make these ideas effective.",
      "author": "Andrew Mellon",
      "category": "Strong, Ideas, Strong Men"
    },
    {
      "quote": "I know now that there are men out there who are, for me, the whole package, who are supportive of my successes because they know I will be just as supportive of theirs. I'm less tolerant of foolishness now; I know that it's important I not tie myself up with the wrong person, because then I will miss the right person coming along.",
      "author": "Ginnifer Goodwin",
      "category": "Myself, Me, Right Person"
    },
    {
      "quote": "I'm basically different things to different people. If it's a guy, I'm-a probably have my guard up because it's a street rule that when men come around that I don't know, I just immediately throw shade on them. But I don't associate with fellas all that much; if it's a girl - a beautiful girl - I be nice.",
      "author": "The Notorious B.I.G.",
      "category": "Beautiful, Girl, People"
    },
    {
      "quote": "Solitary confinement is too terrible a punishment to inflict on any human being, no matter what his crime. Hardened criminals in the men's prisons, it is said, often beg for the lash instead.",
      "author": "Emmeline Pankhurst",
      "category": "Crime, Said, Human"
    },
    {
      "quote": "In consequence of inventing machines, men will be devoured by them.",
      "author": "Jules Verne",
      "category": "Will, Machines, Consequence"
    },
    {
      "quote": "Men become civilized, not in proportion to their willingness to believe, but in proportion to their readiness to doubt.",
      "author": "Ambrose Bierce",
      "category": "Believe, Doubt, Become"
    },
    {
      "quote": "Men are strong so long as they represent a strong idea they become powerless when they oppose it.",
      "author": "Sigmund Freud",
      "category": "Strong, Long, Idea"
    },
    {
      "quote": "It is wrong to assume that men of immense wealth are always happy.",
      "author": "John D. Rockefeller",
      "category": "Happy, Wealth, Assume"
    },
    {
      "quote": "Much smoking kills live men and cures dead swine.",
      "author": "George Dennison Prentice",
      "category": "Smoking, Live, Dead"
    },
    {
      "quote": "If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces.",
      "author": "William Shakespeare",
      "category": "Good, Easy, Know"
    },
    {
      "quote": "The future may be made up of many factors but where it truly lies is in the hearts and minds of men. Your dedication should not be confined for your own gain, but unleashes your passion for our beloved country as well as for the integrity and humanity of mankind.",
      "author": "Li Ka-shing",
      "category": "Integrity, Future, Passion"
    },
    {
      "quote": "Men become wise just as they become rich, more by what they save than by what they receive.",
      "author": "Wilbur Wright",
      "category": "Wise, Rich, Just"
    },
    {
      "quote": "The clever men at Oxford, know all that there is to be knowed. But they none of them know one half as much, as intelligent Mr. Toad.",
      "author": "Kenneth Grahame",
      "category": "Clever, Intelligent, Know"
    },
    {
      "quote": "The more I see of men, the more I like dogs.",
      "author": "Clara Bow",
      "category": "Dogs, See, Like"
    },
    {
      "quote": "Sometimes a lot of us men think we are doing everything for the woman we love, but there is an aspect of a woman a man doesn't understand.",
      "author": "Shah Rukh Khan",
      "category": "Love, Man, Woman"
    },
    {
      "quote": "I will not be concerned at other men's not knowing me I will be concerned at my own want of ability.",
      "author": "Confucius",
      "category": "Me, Want, Not Knowing"
    },
    {
      "quote": "Not to engage in the pursuit of ideas is to live like ants instead of like men.",
      "author": "Mortimer Adler",
      "category": "Ideas, Live, Like"
    },
    {
      "quote": "Men think highly of those who rise rapidly in the world; whereas nothing rises quicker than dust, straw, and feathers.",
      "author": "Lord Byron",
      "category": "World, Rise, Think"
    },
    {
      "quote": "There is a natural aristocracy among men. The grounds of this are virtue and talents.",
      "author": "Thomas Jefferson",
      "category": "Talents, Virtue, Natural"
    },
    {
      "quote": "The superpowers often behave like two heavily armed blind men feeling their way around a room, each believing himself in mortal peril from the other, whom he assumes to have perfect vision.",
      "author": "Henry Kissinger",
      "category": "Vision, Blind, Perfect"
    },
    {
      "quote": "Reasonable men adapt to the world around them unreasonable men make the world adapt to them. The world is changed by unreasonable men.",
      "author": "Edwin Louis Cole",
      "category": "World, Adapt, Reasonable"
    },
    {
      "quote": "Men and girls, men and girls: Artificial swine and pearls.",
      "author": "Gertrude Stein",
      "category": "Pearls, Artificial, Swine"
    },
    {
      "quote": "But men are men the best sometimes forget.",
      "author": "William Shakespeare",
      "category": "Best, Forget, Sometimes"
    },
    {
      "quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless.",
      "author": "Friedrich Nietzsche",
      "category": "Life, Alike, Wisest"
    },
    {
      "quote": "None can love freedom heartily, but good men; the rest love not freedom, but licence.",
      "author": "John Milton",
      "category": "Love, Freedom, Good"
    },
    {
      "quote": "Barking dogs occasionally bite, but laughing men hardly ever shoot.",
      "author": "Konrad Lorenz",
      "category": "Dogs, Barking, Shoot"
    },
    {
      "quote": "My dad's a beautiful man, but like a lot of Mexican men, or men in general, a lot of men have a problem with the balance of masculinity and femininity - intuition and compassion and tenderness - and get overboard with the macho thing. It took him a while to become more, I would say, conscious, evolved.",
      "author": "Carlos Santana",
      "category": "Beautiful, Compassion, Man"
    },
    {
      "quote": "I love to tease men with my legs.",
      "author": "Eartha Kitt",
      "category": "Love, Legs, Tease"
    },
    {
      "quote": "When I got old enough to date, I realized that Valentine's Day is just a commercial marketing scam to make men feel bad. So I let my boyfriends off the hook.",
      "author": "Evangeline Lilly",
      "category": "Day, Marketing, Bad"
    },
    {
      "quote": "When I look up and see the sun shining on the patch of white clouds up in the blue, I begin to think how it would feel to be up somewhere above it winging swiftly thought the clear air, watching the earth below, and the men on it, no bigger than ants.",
      "author": "Eddie Rickenbacker",
      "category": "Sun, Clouds, Blue"
    },
    {
      "quote": "Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground.",
      "author": "Frederick Douglass",
      "category": "Freedom, Want, Without"
    },
    {
      "quote": "Scientists are not delinquents. Our work has changed the conditions in which men live, but the use made of these changes is the problem of governments, not of scientists.",
      "author": "J. Robert Oppenheimer",
      "category": "Work, Changes, Problem"
    },
    {
      "quote": "Some men say that they should be satisfied with the abolition of untouchability only, leaving the caste system alone. The aim of abolition of untouchability alone without trying to abolish the inequalities inherent in the caste system is a rather low aim.",
      "author": "B. R. Ambedkar",
      "category": "Alone, Leaving, Aim"
    },
    {
      "quote": "Men don't pay attention to small things.",
      "author": "Katherine Johnson",
      "category": "Small Things, Small"
    },
    {
      "quote": "For my generation, the bomber jacket is like a replacement for the suit jacket. It's a piece that men wear every day, and it's something that I would wear for any occasion, whether it's on the street or going to an awards ceremony.",
      "author": "The Weeknd",
      "category": "Day, Generation, Every Day"
    },
    {
      "quote": "Millions of men have lived to fight, build palaces and boundaries, shape destinies and societies; but the compelling force of all times has been the force of originality and creation profoundly affecting the roots of human spirit.",
      "author": "Ansel Adams",
      "category": "Roots, Fight, Human Spirit"
    },
    {
      "quote": "Brave men are all vertebrates they have their softness on the surface and their toughness in the middle.",
      "author": "Gilbert K. Chesterton",
      "category": "Veterans Day, Brave"
    },
    {
      "quote": "I've come to accept that the life of a frontrunner is a hard one, that he will suffer more injuries than most men and that many of these injuries will not be accidental.",
      "author": "Pele",
      "category": "Life, Injuries, Accept"
    },
    {
      "quote": "Men who never get carried away should be.",
      "author": "Malcolm Forbes",
      "category": "Never, Away, Should"
    },
    {
      "quote": "I know many married men, I even know a few happily married men, but I don't know one who wouldn't fall down the first open coal hole running after the first pretty girl who gave him a wink.",
      "author": "George Jean Nathan",
      "category": "Girl, Fall, Know"
    },
    {
      "quote": "Some men storm imaginary Alps all their lives, and die in the foothills cursing difficulties which do not exist.",
      "author": "E. W. Howe",
      "category": "Storm, Die, Difficulties"
    },
    {
      "quote": "Who is to say that 5 men 10 years ago were right whereas 5 men looking the other direction today are wrong.",
      "author": "Harry A. Blackmun",
      "category": "Today, Direction, Looking"
    },
    {
      "quote": "If there is a single quality that is shared by all great men, it is vanity.",
      "author": "Yousuf Karsh",
      "category": "Great, Quality, Great Men"
    },
    {
      "quote": "As a vessel is known by the sound, whether it be cracked or not; so men are proved, by their speeches, whether they be wise or foolish.",
      "author": "Demosthenes",
      "category": "Wise, Speeches, Sound"
    },
    {
      "quote": "In Greece wise men speak and fools decide.",
      "author": "George Santayana",
      "category": "Wise, Speak, Wise Men"
    },
    {
      "quote": "Some men have thousands of reasons why they cannot do what they want to, when all they need is one reason why they can.",
      "author": "Martha Graham",
      "category": "Want, Why, Reason"
    },
    {
      "quote": "Kindly words do not enter so deeply into men as a reputation for kindness.",
      "author": "Mencius",
      "category": "Kindness, Reputation, Words"
    },
    {
      "quote": "Man is not the creature of circumstances, circumstances are the creatures of men. We are free agents, and man is more powerful than matter.",
      "author": "Benjamin Disraeli",
      "category": "Man, Powerful, Free"
    },
    {
      "quote": "Nothing astonishes men so much as common sense and plain dealing.",
      "author": "Ralph Waldo Emerson",
      "category": "Common Sense, Dealing"
    },
    {
      "quote": "I don't want to be a silly temptress. I cannot see any sense in getting dressed up and doing nothing but tempting men in pictures.",
      "author": "Greta Garbo",
      "category": "Want, Silly, See"
    },
    {
      "quote": "There are two men inside the artist, the poet and the craftsman. One is born a poet. One becomes a craftsman.",
      "author": "Emile Zola",
      "category": "Artist, Born, Two"
    },
    {
      "quote": "On a group of theories one can found a school; but on a group of values one can found a culture, a civilization, a new way of living together among men.",
      "author": "Ignazio Silone",
      "category": "Culture, School, Together"
    },
    {
      "quote": "All the problems of the world could be settled easily if men were only willing to think. The trouble is that men very often resort to all sorts of devices in order not to think, because thinking is such hard work.",
      "author": "Thomas J. Watson",
      "category": "Work, Hard Work, World"
    },
    {
      "quote": "By nature, men love newfangledness.",
      "author": "Geoffrey Chaucer",
      "category": "Love, Nature"
    },
    {
      "quote": "By burning Luther's books you may rid your bookshelves of him, but you will not rid men's minds of him.",
      "author": "Desiderius Erasmus",
      "category": "You, Minds, Rid"
    },
    {
      "quote": "I dress for the image. Not for myself, not for the public, not for fashion, not for men.",
      "author": "Marlene Dietrich",
      "category": "Myself, Dress, Fashion"
    },
    {
      "quote": "Men are beasts and even beasts don't behave as they do.",
      "author": "Brigitte Bardot",
      "category": "Behave, Even, Beasts"
    },
    {
      "quote": "Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried, or childless men.",
      "author": "Francis Bacon",
      "category": "Best, Greatest, Childless"
    },
    {
      "quote": "Law describes the way things would work if men were angels.",
      "author": "Christopher Dawson",
      "category": "Work, Law, Angels"
    },
    {
      "quote": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.",
      "author": "George Bernard Shaw",
      "category": "Silence, You, Choose"
    },
    {
      "quote": "If there existed no external means for dimming their consciences, one-half of the men would at once shoot themselves, because to live contrary to one's reason is a most intolerable state, and all men of our time are in such a state.",
      "author": "Leo Tolstoy",
      "category": "Time, Live, Reason"
    },
    {
      "quote": "Justice consists in doing no injury to men decency in giving them no offense.",
      "author": "Marcus Tullius Cicero",
      "category": "Justice, Giving, Legal"
    },
    {
      "quote": "The truth is found when men are free to pursue it.",
      "author": "Franklin D. Roosevelt",
      "category": "Truth, Free, Truth Is"
    },
    {
      "quote": "The integrity of men is to be measured by their conduct, not by their professions.",
      "author": "Junius",
      "category": "Integrity, Measured, Conduct"
    },
    {
      "quote": "You can talk about teamwork on a baseball team, but I'll tell you, it takes teamwork when you have 2,900 men stationed on the U.S.S. Alabama in the South Pacific.",
      "author": "Bob Feller",
      "category": "Teamwork, Team, Baseball"
    },
    {
      "quote": "As soon as laws are necessary for men, they are no longer fit for freedom.",
      "author": "Pythagoras",
      "category": "Freedom, Laws, Necessary"
    },
    {
      "quote": "If the whole of mankind is to be united into one brotherhood, all obstacles must be removed so that men, all over the surface of the globe, should be as children playing in a garden.",
      "author": "Maria Montessori",
      "category": "Children, Obstacles, Garden"
    },
    {
      "quote": "Men exist for the sake of one another.",
      "author": "Marcus Aurelius",
      "category": "Exist, Sake, Another"
    },
    {
      "quote": "We know that we cannot live together without rules which tell us what is right and what is wrong, what is permitted and what is prohibited. We know that it is law which enables men to live together, that creates order out of chaos. We know that law is the glue that holds civilization together.",
      "author": "Robert Kennedy",
      "category": "Together, Law, Rules"
    },
    {
      "quote": "Many men fail because they do not see the importance of being kind and courteous to the men under them. Kindness to everybody always pays for itself. And, besides, it is a pleasure to be kind.",
      "author": "Charles M. Schwab",
      "category": "Kindness, Be Kind, See"
    },
    {
      "quote": "Automation provides us with wondrous increases of production and information, but does it tell us what to do with the men the machines displace? Modern industry gives us the capacity for unparalleled wealth - but where is our capacity to make that wealth meaningful to the poor of every nation?",
      "author": "Robert Kennedy",
      "category": "Meaningful, Wealth"
    },
    {
      "quote": "Men do not shape destiny, Destiny produces the man for the hour.",
      "author": "Fidel Castro",
      "category": "Man, Destiny, Shape"
    },
    {
      "quote": "Honor is simply the morality of superior men.",
      "author": "H. L. Mencken",
      "category": "Honor, Morality, Superior"
    },
    {
      "quote": "In the Muslim world, I had seen that men with white complexions were more genuinely brotherly than anyone else had ever been. That... was the start of a radical alteration in my whole outlook about 'white men.'",
      "author": "Malcolm X",
      "category": "World, Start, White"
    },
    {
      "quote": "There's a lot of females that hustle, just like men hustle.",
      "author": "Fetty Wap",
      "category": "Hustle, Just, Like"
    },
    {
      "quote": "If help and salvation are to come, they can only come from the children, for the children are the makers of men.",
      "author": "Maria Montessori",
      "category": "Children, Help, Salvation"
    },
    {
      "quote": "Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.",
      "author": "Virginia Woolf",
      "category": "Literature, Opinions, Reason"
    },
    {
      "quote": "Men of ill judgment ignore the good that lies within their hands, till they have lost it.",
      "author": "Sophocles",
      "category": "Good, Lost, Hands"
    },
    {
      "quote": "Men are so simple and yield so readily to the desires of the moment that he who will trick will always find another who will suffer to be tricked.",
      "author": "Niccolo Machiavelli",
      "category": "Simple, Moment, Find"
    },
    {
      "quote": "You have young men of color in many communities who are more likely to end up in jail or in the criminal justice system than they are in a good job or in college. And, you know, part of my job, that I can do, I think, without any potential conflicts, is to get at those root causes.",
      "author": "Barack Obama",
      "category": "Good, Justice, College"
    },
    {
      "quote": "The world would be happier if men had the same capacity to be silent that they have to speak.",
      "author": "Baruch Spinoza",
      "category": "World, Speak, Silent"
    },
    {
      "quote": "The mother must socialize her daughter to become subordinate to men, and if her daughter challenges patriarchal norms, the mother is likely to defend the patriarchal structures against her own daughters.",
      "author": "Carol P. Christ",
      "category": "Daughter, Mother, Challenges"
    },
    {
      "quote": "Where all men think alike, no one thinks very much.",
      "author": "Walter Lippmann",
      "category": "Think, Alike, Where"
    },
    {
      "quote": "The history of free men is never really written by chance but by choice their choice!",
      "author": "Dwight D. Eisenhower",
      "category": "History, Choice, Chance"
    },
    {
      "quote": "Unjust attacks on public men do them more good than unmerited praise.",
      "author": "Rutherford B. Hayes",
      "category": "Good, Praise, Unjust"
    },
    {
      "quote": "Boxing is a lot of white men watching two black men beat each other up.",
      "author": "Muhammad Ali",
      "category": "Black, Boxing, White"
    },
    {
      "quote": "I therefore claim to show, not how men think in myths, but how myths operate in men's minds without their being aware of the fact.",
      "author": "Claude Levi-Strauss",
      "category": "Think, Minds, Without"
    },
    {
      "quote": "Men create the gods in their own image.",
      "author": "Xenophanes",
      "category": "Create, Gods, Image"
    },
    {
      "quote": "Men who are too good looking are never good in bed because they never had to be.",
      "author": "Sarah Jessica Parker",
      "category": "Good, Looking, Bed"
    },
    {
      "quote": "Men blush less for their crimes than for their weaknesses and vanity.",
      "author": "Jean de la Bruyere",
      "category": "Vanity, Weaknesses, Blush"
    },
    {
      "quote": "I don't think feminism, as I understand the definition, implies the rejection of maternal values, nurturing children, caring about the men in your life. That is just nonsense to me.",
      "author": "Hillary Clinton",
      "category": "Life, Children, Caring"
    },
    {
      "quote": "There is a solid satisfaction in one's having and being conscious that he merits the good opinion of men of true discernment and real worth. But to have a name among the weak and the wicked is shame and reproach.",
      "author": "Samuel Adams",
      "category": "Good, Name, Opinion"
    },
    {
      "quote": "Fishes live in the sea, as men do on land: the great ones eat up the little ones.",
      "author": "Pericles",
      "category": "Great, Sea, Live"
    },
    {
      "quote": "My native land is a slave of heathenism, men's god is their belly, and they live only for the present. The richer a man, the holier.",
      "author": "St. Jerome",
      "category": "God, Man, Live"
    },
    {
      "quote": "I only like two kinds of men, domestic and imported.",
      "author": "Mae West",
      "category": "Two, Like, Only"
    },
    {
      "quote": "We cannot be kind to each other here for even an hour. We whisper, and hint, and chuckle and grin at our brother's shame; however you take it we men are a little breed.",
      "author": "Alfred Lord Tennyson",
      "category": "Brother, Be Kind, You"
    },
    {
      "quote": "I believe in work, hard work, and long hours of work. Men do not breakdown from overwork, but from worry and dissipation.",
      "author": "Charles Evans Hughes",
      "category": "Work, Hard Work, Work Hard"
    },
    {
      "quote": "It is not reasonable that those who gamble with men's lives should not pay with their own.",
      "author": "H. G. Wells",
      "category": "Pay, Should, Gamble"
    },
    {
      "quote": "When my young men began the killing, my heart was hurt.",
      "author": "Chief Joseph",
      "category": "Heart, Hurt, Young"
    },
    {
      "quote": "You talk about American technocracy and you find men on the moon, not once, but several times... and safely home again.",
      "author": "Gordon Sinclair",
      "category": "Home, American, Moon"
    },
    {
      "quote": "Men always do leave off really thinking, when the last bit of wild animal dies in them.",
      "author": "D. H. Lawrence",
      "category": "Thinking, Animal, Wild"
    },
    {
      "quote": "Some men do think I'm a psycho bunny-boiler.",
      "author": "Amy Winehouse",
      "category": "Think, Psycho, Some"
    },
    {
      "quote": "I can paint pictures, but I cannot rule men.",
      "author": "Fra Angelico",
      "category": "I Can, Paint, Pictures"
    },
    {
      "quote": "Most men are within a finger's breadth of being mad.",
      "author": "Diogenes",
      "category": "Mad, Finger, Within"
    },
    {
      "quote": "The world owes all its onward impulses to men ill at ease. The happy man inevitably confines himself within ancient limits.",
      "author": "Nathaniel Hawthorne",
      "category": "Happy, Man, World"
    },
    {
      "quote": "Many years ago, I concluded that a few hair shirts were part of the mental wardrobe of every man. The president differs from other men in that he has a more extensive wardrobe.",
      "author": "Herbert Hoover",
      "category": "Man, Hair, President"
    },
    {
      "quote": "I am fed up with men who use sex like a sleeping pill.",
      "author": "Toni Braxton",
      "category": "I Am, Sex, Sleeping"
    },
    {
      "quote": "It will be of little avail to the people that the laws are made by men of their own choice if the laws be so voluminous that they cannot be read, or so incoherent that they cannot be understood.",
      "author": "James Madison",
      "category": "Choice, People, Laws"
    },
    {
      "quote": "The men who abandon themselves to the passions of this miserable life, are compared in Scripture to beasts.",
      "author": "Peter Abelard",
      "category": "Life, Themselves, Miserable"
    },
    {
      "quote": "Deliberation is the work of many men. Action, of one alone.",
      "author": "Charles de Gaulle",
      "category": "Work, Alone, Action"
    },
    {
      "quote": "If the world were a logical place, men would ride side saddle.",
      "author": "Rita Mae Brown",
      "category": "World, Ride, Place"
    },
    {
      "quote": "Every actual State is corrupt. Good men must not obey laws too well.",
      "author": "Ralph Waldo Emerson",
      "category": "Good, Laws, Good Men"
    },
    {
      "quote": "The public weal requires that men should betray, and lie, and massacre.",
      "author": "Michel de Montaigne",
      "category": "Lie, Should, Massacre"
    },
    {
      "quote": "That all men are equal is a proposition to which, at ordinary times, no sane human being has ever given his assent.",
      "author": "Aldous Huxley",
      "category": "Equal, Human, Human Being"
    },
    {
      "quote": "Like all weak men he laid an exaggerated stress on not changing one's mind.",
      "author": "W. Somerset Maugham",
      "category": "Stress, Mind, Changing"
    },
    {
      "quote": "All those men have their price.",
      "author": "Robert Walpole",
      "category": "Price, Those"
    },
    {
      "quote": "What, but the rapacity of the only men who exercised their reason, the priests, secured such vast property to the church, when a man gave his perishable substance to save himself from the dark torments of purgatory.",
      "author": "Mary Wollstonecraft",
      "category": "Man, Dark, Church"
    },
    {
      "quote": "It's almost like a lot of black people in America, a lot of young black men, are born with this cloud over their heads. It's their penitentiary cloud, this philosophy we all have, that it's harder for us.",
      "author": "Erykah Badu",
      "category": "America, Philosophy, People"
    },
    {
      "quote": "The great and unlooked for discoveries that have taken place of late years have all concurred to lead many men into the opinion that we were touching on a period big with the most important changes.",
      "author": "Thomas Malthus",
      "category": "Great, Changes, Opinion"
    },
    {
      "quote": "The fears of one class of men are not the measure of the rights of another.",
      "author": "George Bancroft",
      "category": "Measure, Class, Rights"
    },
    {
      "quote": "Reflection makes men cowards.",
      "author": "William Hazlitt",
      "category": "Reflection, Cowards, Makes"
    },
    {
      "quote": "The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For a single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all.",
      "author": "Fidel Castro",
      "category": "Memory, Prison, Conscience"
    },
    {
      "quote": "I do not consider it an insult, but rather a compliment to be called an agnostic. I do not pretend to know where many ignorant men are sure - that is all that agnosticism means.",
      "author": "Clarence Darrow",
      "category": "Know, Compliment, Ignorant"
    },
    {
      "quote": "Love rules the court, the camp, the grove, And men below, and saints above: For love is heaven, and heaven is love.",
      "author": "Walter Scott",
      "category": "Love, Love Is, Rules"
    },
    {
      "quote": "Ignorant people see life as either existence or non-existence, but wise men see it beyond both existence and non-existence to something that transcends them both; this is an observation of the Middle Way.",
      "author": "Lucius Annaeus Seneca",
      "category": "Life, Wise, People"
    },
    {
      "quote": "Men stumble over pebbles, never over mountains.",
      "author": "Marilyn French",
      "category": "Mountains, Never, Stumble"
    },
    {
      "quote": "You can employ men and hire hands to work for you, but you must win their hearts to have them work with you.",
      "author": "Merle Shain",
      "category": "Work, Win, Hands"
    },
    {
      "quote": "Men should be like Kleenex, soft, strong and disposable.",
      "author": "Cher",
      "category": "Strong, Like, Should"
    },
    {
      "quote": "Too often I would hear men boast of the miles covered that day, rarely of what they had seen.",
      "author": "Louis L'Amour",
      "category": "Day, Hear, Boast"
    },
    {
      "quote": "Be thou incapable of change in that which is right, and men will rely upon thee. Establish unto thyself principles of action; and see that thou ever act according to them. First know that thy principles are just, and then be thou.",
      "author": "Akhenaton",
      "category": "Change, Action, Know"
    },
    {
      "quote": "Nothing is as peevish and pedantic as men's judgments of one another.",
      "author": "Desiderius Erasmus",
      "category": "Nothing, Judgments, Another"
    },
    {
      "quote": "By indignities men come to dignities.",
      "author": "Francis Bacon",
      "category": "Come"
    },
    {
      "quote": "Circumstances rule men men do not rule circumstances.",
      "author": "Herodotus",
      "category": "Circumstances, Rule"
    },
    {
      "quote": "Men are not punished for their sins, but by them.",
      "author": "Kin Hubbard",
      "category": "Punished, Sins, Them"
    },
    {
      "quote": "Most men, when they think they are thinking, are merely rearranging their prejudices.",
      "author": "Knute Rockne",
      "category": "Thinking, Think, Most"
    },
    {
      "quote": "Men do not quit playing because they grow old they grow old because they quit playing.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Grow, Quit, Old"
    },
    {
      "quote": "Men are like sheep, of which a flock is more easily driven than a single one.",
      "author": "Richard Whately",
      "category": "Sheep, Single, Like"
    },
    {
      "quote": "Men do not fail they give up trying.",
      "author": "Elihu Root",
      "category": "Trying, Fail, Up"
    },
    {
      "quote": "Men often act knowingly against their interest.",
      "author": "David Hume",
      "category": "Against, Act, Interest"
    },
    {
      "quote": "Men, who are rogues individually, are in the mass very honorable people.",
      "author": "Charles de Secondat",
      "category": "People, Honorable, Mass"
    },
    {
      "quote": "Men won't read any email from a woman that's over 200 words long.",
      "author": "Douglas Coupland",
      "category": "Woman, Words, Long"
    },
    {
      "quote": "A chief is a man who assumes responsibility. He says 'I was beaten', he does not say 'My men were beaten.'",
      "author": "Antoine de Saint-Exupery",
      "category": "Responsibility, Man, Say"
    },
    {
      "quote": "What's with you men? Would hair stop growing on your chest if you asked directions somewhere?",
      "author": "Erma Bombeck",
      "category": "Hair, You, Stop"
    },
    {
      "quote": "A great value of antiquity lies in the fact that its writings are the only ones that modern men still read with exactness.",
      "author": "Friedrich Nietzsche",
      "category": "Great, Value, Modern"
    },
    {
      "quote": "In department stores, so much kitchen equipment is bought indiscriminately by people who just come in for men's underwear.",
      "author": "Julia Child",
      "category": "People, Kitchen, Just"
    },
    {
      "quote": "When men are full of envy they disparage everything, whether it be good or bad.",
      "author": "Tacitus",
      "category": "Good, Envy, Bad"
    },
    {
      "quote": "Of all men's miseries the bitterest is this: to know so much and to have control over nothing.",
      "author": "Herodotus",
      "category": "Control, Know, Nothing"
    },
    {
      "quote": "What distinguishes the majority of men from the few is their inability to act according to their beliefs.",
      "author": "John Stuart Mill",
      "category": "Beliefs, Majority, Act"
    },
    {
      "quote": "Those who excel in virtue have the best right of all to rebel, but then they are of all men the least inclined to do so.",
      "author": "Aristotle",
      "category": "Best, Rebel, Virtue"
    },
    {
      "quote": "I don't think there are any men who are faithful to their wives.",
      "author": "Jackie Kennedy",
      "category": "Think, Faithful, Wives"
    },
    {
      "quote": "Diamonds never leave you... men do!",
      "author": "Shirley Bassey",
      "category": "Diamonds, You, Never"
    },
    {
      "quote": "More men fail through lack of purpose than lack of talent.",
      "author": "Billy Sunday",
      "category": "Purpose, Talent, Fail"
    },
    {
      "quote": "Once men are caught up in an event, they cease to be afraid. Only the unknown frightens men.",
      "author": "Antoine de Saint-Exupery",
      "category": "Unknown, Afraid, Event"
    },
    {
      "quote": "If you would convince a man that he does wrong, do right. Men will believe what they see.",
      "author": "Henry David Thoreau",
      "category": "Man, Believe, You"
    },
    {
      "quote": "Nine men in ten are would be suicides.",
      "author": "Benjamin Franklin",
      "category": "Nine, Ten, Would"
    },
    {
      "quote": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.",
      "author": "Oscar Wilde",
      "category": "Love, Women, Forgive"
    },
    {
      "quote": "Men give away nothing so liberally as their advice.",
      "author": "Francois de La Rochefoucauld",
      "category": "Advice, Nothing, Give"
    },
    {
      "quote": "Women prefer to talk in twos, while men prefer to talk in threes.",
      "author": "Gilbert K. Chesterton",
      "category": "Women, Talk, While"
    },
    {
      "quote": "I only have 'yes' men around me. Who needs 'no' men?",
      "author": "Mae West",
      "category": "Me, Yes, Needs"
    },
    {
      "quote": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.",
      "author": "D. H. Lawrence",
      "category": "Freedom, Chains, Always"
    },
    {
      "quote": "In life we shall find many men that are great, and some that are good, but very few men that are both great and good.",
      "author": "Charles Caleb Colton",
      "category": "Life, Good, Great"
    },
    {
      "quote": "Men's arguments often prove nothing but their wishes.",
      "author": "Charles Caleb Colton",
      "category": "Wishes, Nothing, Prove"
    },
    {
      "quote": "The country is filled with energetic and enterprising men, rendered desperate by being reduced from affluence to poverty through the vicissitudes of the times. They will give an impulse to smuggling unknown to the country heretofore.",
      "author": "John C. Calhoun",
      "category": "Poverty, Unknown, Country"
    },
    {
      "quote": "On this shrunken globe, men can no longer live as strangers.",
      "author": "Adlai E. Stevenson",
      "category": "Live, Strangers, Globe"
    },
    {
      "quote": "One must judge men not by their opinions, but by what their opinions have made of them.",
      "author": "Georg C. Lichtenberg",
      "category": "Opinions, Judge, Must"
    },
    {
      "quote": "Whatever crushes individuality is despotism, by whatever name it may be called and whether it professes to be enforcing the will of God or the injunctions of men.",
      "author": "John Stuart Mill",
      "category": "God, Name, Individuality"
    },
    {
      "quote": "Men tend to feel threatened women tend to feel guilty.",
      "author": "Edwin Louis Cole",
      "category": "Women, Guilty, Feel"
    },
    {
      "quote": "What is the most beautiful in virile men is something feminine what is most beautiful in feminine women is something masculine.",
      "author": "Susan Sontag",
      "category": "Beautiful, Women"
    },
    {
      "quote": "Boys will be boys, and so will a lot of middle-aged men.",
      "author": "Kin Hubbard",
      "category": "Will, Middle-Aged, Lot"
    },
    {
      "quote": "All men were made by the Great Spirit Chief. They are all brothers.",
      "author": "Chief Joseph",
      "category": "Great, Spirit, Brothers"
    },
    {
      "quote": "There is always a type of man who says he loves his fellow men, and expects to make a living at it.",
      "author": "E. W. Howe",
      "category": "Man, Living, Always"
    },
    {
      "quote": "Men have as exaggerated an idea of their rights as women have of their wrongs.",
      "author": "E. W. Howe",
      "category": "Women, Idea, Rights"
    },
    {
      "quote": "Lonely women destroy themselves lonely men threaten the world.",
      "author": "Victor LaValle",
      "category": "Women, World, Lonely"
    },
    {
      "quote": "It is only the great men who are truly obscene. If they had not dared to be obscene, they could never have dared to be great.",
      "author": "Havelock Ellis",
      "category": "Great, Great Men, Never"
    },
    {
      "quote": "It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace.",
      "author": "Andre Gide",
      "category": "Peace, Passion, Patient"
    },
    {
      "quote": "When two men in business always agree, one of them is unnecessary.",
      "author": "Ezra Pound",
      "category": "Business, Two, Always"
    },
    {
      "quote": "Life, in my estimation, is a biological misadventure that we terminate on the shoulders of six strange men whose only objective is to make a hole in one with you.",
      "author": "Fred Allen",
      "category": "Life, Strange, You"
    },
    {
      "quote": "Whatever makes men good Christians, makes them good citizens.",
      "author": "Daniel Webster",
      "category": "Good, Whatever, Citizens"
    },
    {
      "quote": "Men may live fools, but fools they cannot die.",
      "author": "Edward Young",
      "category": "Live, Die, Fools"
    },
    {
      "quote": "Men, even when alone, lighten their labors by song, however rude it may be.",
      "author": "Quintilian",
      "category": "Alone, Song, Rude"
    },
    {
      "quote": "Men tire themselves in pursuit of rest.",
      "author": "Laurence Sterne",
      "category": "Rest, Themselves, Pursuit"
    },
    {
      "quote": "Homosexuality in Russia is a crime and the punishment is seven years in prison, locked up with the other men. There is a three year waiting list.",
      "author": "Yakov Smirnoff",
      "category": "Waiting, Prison, Three"
    },
    {
      "quote": "Every man is a volume if you know how to read him.",
      "author": "William Ellery Channing",
      "category": "Man, Know, You"
    },
    {
      "quote": "Men are actually the weaker sex.",
      "author": "George Weinberg",
      "category": "Sex, Actually, Weaker"
    },
    {
      "quote": "A lot of times, women don't get the male perspective in regards to a relationship, what men go through when they're not really dealing well.",
      "author": "Morris Chestnut",
      "category": "Relationship, Women"
    },
    {
      "quote": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.",
      "author": "Eva Herzigova",
      "category": "Beauty, Beautiful, Women"
    },
    {
      "quote": "All men have an instinct for conflict: at least, all healthy men.",
      "author": "Hilaire Belloc",
      "category": "Conflict, Healthy, Instinct"
    },
    {
      "quote": "Women thrive on novelty and are easy meat for the commerce of fashion. Men prefer old pipes and torn jackets.",
      "author": "Anthony Burgess",
      "category": "Women, Fashion, Easy"
    },
    {
      "quote": "Culture makes all men gentle.",
      "author": "Menander",
      "category": "Culture, Gentle, Makes"
    },
    {
      "quote": "Like all young men I set out to be a genius, but mercifully laughter intervened.",
      "author": "Lawrence Durrell",
      "category": "Laughter, Genius, Young"
    },
    {
      "quote": "First find the man in yourself if you will inspire manliness in others.",
      "author": "Amos Bronson Alcott",
      "category": "Man, Inspire, Yourself"
    },
    {
      "quote": "There will always be men struggling to change, and there will always be those who are controlled by the past.",
      "author": "Ernest Gaines",
      "category": "Change, Past, Always"
    },
    {
      "quote": "For most men life is a search for the proper manila envelope in which to get themselves filed.",
      "author": "Clifton Fadiman",
      "category": "Life, Life Is A, Search"
    },
    {
      "quote": "Whenever ideas fail, men invent words.",
      "author": "Martin H. Fischer",
      "category": "Words, Ideas, Fail"
    },
    {
      "quote": "Every time a man expects, as he says, his money to work for him, he is expecting other people to work for him.",
      "author": "Dorothy L. Sayers",
      "category": "Work, Time, Money"
    },
    {
      "quote": "Either men will learn to live like brothers, or they will die like beasts.",
      "author": "Max Lerner",
      "category": "Live, Learn, Die"
    },
    {
      "quote": "A dress makes no sense unless it inspires men to take it off of you.",
      "author": "Francoise Sagan",
      "category": "Dress, You, Sense"
    },
    {
      "quote": "Men are different. When they are in love they may also have other girlfriends.",
      "author": "Zhang Ziyi",
      "category": "Love, Different, May"
    },
    {
      "quote": "No nice men are good at getting taxis.",
      "author": "Katharine Whitehorn",
      "category": "Good, Nice, Getting"
    },
    {
      "quote": "He was one of those men who possess almost every gift, except the gift of the power to use them.",
      "author": "Charles Kingsley",
      "category": "Power, Gift, Almost"
    },
    {
      "quote": "Men are not against you they are merely for themselves.",
      "author": "Gene Fowler",
      "category": "You, Themselves, Against"
    },
    {
      "quote": "What do women do when they get together? We sit around and talk! Men, not so much. My theory is that this difference is genetic and dates back to the hunter-gatherer societies, when the men had to be quiet as they hunted, lest they scare away the bison and then everyone starved to death and it was all their fault.",
      "author": "Jenna McCarthy",
      "category": "Death, Women, Together"
    },
    {
      "quote": "The beauty of a strong, lasting commitment is often best understood by men incapable of it.",
      "author": "Murray Kempton",
      "category": "Beauty, Best, Strong"
    },
    {
      "quote": "When a man is no longer anxious to do better than well, he is done for.",
      "author": "Benjamin Haydon",
      "category": "Man, Better, Done"
    },
    {
      "quote": "You will not be punished for your anger, you will be punished by your anger.",
      "author": "Buddha",
      "category": "You, Will, Your"
    },
    {
      "quote": "While seeking revenge, dig two graves - one for yourself.",
      "author": "Douglas Horton",
      "category": "Revenge, Yourself, Two"
    },
    {
      "quote": "When anger rises, think of the consequences.",
      "author": "Confucius",
      "category": "Consequences, Think, Rises"
    },
    {
      "quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up.",
      "author": "Mahatma Gandhi",
      "category": "Pride, Enemy, Non-Violence"
    },
    {
      "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else you are the one who gets burned.",
      "author": "Buddha",
      "category": "You, Hot, Intent"
    },
    {
      "quote": "I don't usually lose my temper, but if I get angry, it's true - I'm scary.",
      "author": "Eva Mendes",
      "category": "Angry, Scary, True"
    },
    {
      "quote": "Anger and intolerance are the enemies of correct understanding.",
      "author": "Mahatma Gandhi",
      "category": "Understanding, Intolerance"
    },
    {
      "quote": "It is wise to direct your anger towards problems - not people to focus your energies on answers - not excuses.",
      "author": "William Arthur Ward",
      "category": "Wise, Focus, Problems"
    },
    {
      "quote": "Silence is one of the hardest arguments to refute.",
      "author": "Josh Billings",
      "category": "Silence, Hardest, Refute"
    },
    {
      "quote": "I shall allow no man to belittle my soul by making me hate him.",
      "author": "Booker T. Washington",
      "category": "Man, Soul, Hate"
    },
    {
      "quote": "When angry, count to four; when very angry, swear.",
      "author": "Mark Twain",
      "category": "Angry, Count, Swear"
    },
    {
      "quote": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone.",
      "author": "Sylvester Stallone",
      "category": "Alone, Law, Karma"
    },
    {
      "quote": "Whatever is begun in anger ends in shame.",
      "author": "Benjamin Franklin",
      "category": "Shame, Whatever, Ends"
    },
    {
      "quote": "When angry count to ten before you speak. If very angry, count to one hundred.",
      "author": "Thomas Jefferson",
      "category": "Speak, Angry, You"
    },
    {
      "quote": "Depression, suffering and anger are all part of being human.",
      "author": "Janet Fitch",
      "category": "Depression, Suffering, Human"
    },
    {
      "quote": "For me, comedy starts as a spew, a kind of explosion, and then you sculpt it from there, if at all. It comes out of a deeper, darker side. Maybe it comes from anger, because I'm outraged by cruel absurdities, the hypocrisy that exists everywhere, even within yourself, where it's hardest to see.",
      "author": "Robin Williams",
      "category": "Yourself, Me, Hypocrisy"
    },
    {
      "quote": "Yesterday, we fought wars which destroyed cities. Today, we are concerned with avoiding a war which will destroy the earth. We can adapt atomic energy to produce electricity and move ships, but can we control its use in anger?",
      "author": "Robert Kennedy",
      "category": "Today, War, Control"
    },
    {
      "quote": "A man that studieth revenge keeps his own wounds green.",
      "author": "Francis Bacon",
      "category": "Revenge, Man, Green"
    },
    {
      "quote": "The opposite of anger is not calmness, its empathy.",
      "author": "Mehmet Oz",
      "category": "Empathy, Calmness, Opposite"
    },
    {
      "quote": "I have sadness in me. I have anger in me. I have heartbreak in me.",
      "author": "Ellen DeGeneres",
      "category": "Sadness, Me, Heartbreak"
    },
    {
      "quote": "The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion.",
      "author": "Bodhidharma",
      "category": "Greed, Mind, Three"
    },
    {
      "quote": "When I am angry I can pray well and preach well.",
      "author": "Martin Luther",
      "category": "I Am, Angry, I Can"
    },
    {
      "quote": "One of man's greatest obligations is anger.",
      "author": "Nikos Kazantzakis",
      "category": "Man, Greatest, Obligations"
    },
    {
      "quote": "Guilt is anger directed at ourselves - at what we did or did not do. Resentment is anger directed at others - at what they did or did not do.",
      "author": "Peter McWilliams",
      "category": "Guilt, Others, Resentment"
    },
    {
      "quote": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath.",
      "author": "Thich Nhat Hanh",
      "category": "Focus, Storm, You"
    },
    {
      "quote": "Anger dwells only in the bosom of fools.",
      "author": "Albert Einstein",
      "category": "Fools, Only, Bosom"
    },
    {
      "quote": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself.",
      "author": "Louis Nizer",
      "category": "Man, Remember, Finger"
    },
    {
      "quote": "Generally speaking, if a human being never shows anger, then I think something's wrong. He's not right in the brain.",
      "author": "Dalai Lama",
      "category": "Brain, Think, Human"
    },
    {
      "quote": "As a human being, anger is a part of our mind. Irritation also part of our mind. But you can do - anger come, go. Never keep in your sort of - your inner world, then create a lot of suspicion, a lot of distrust, a lot of negative things, more worry.",
      "author": "Dalai Lama",
      "category": "World, Mind, Negative"
    },
    {
      "quote": "Anger is never without a reason, but seldom with a good one.",
      "author": "Benjamin Franklin",
      "category": "Good, Reason, Never"
    },
    {
      "quote": "Good satire comes from anger. It comes from a sense of injustice, that there are wrongs in the world that need to be fixed. And what better place to get that well of venom and outrage boiling than a newsroom, because you're on the front lines.",
      "author": "Carl Hiaasen",
      "category": "Good, World, Injustice"
    },
    {
      "quote": "I think everybody should have the same anger towards the injustice that's happening and the hatred that's happening, and just fight it with love and compassion.",
      "author": "Ellen DeGeneres",
      "category": "Love, Compassion, Injustice"
    },
    {
      "quote": "Words, especially when yelled in anger, can be very damaging to a child's self-confidence. The child probably already feels bad enough just from seeing the consequences of his or her behavior. Our sons and daughters don't need more guilt and self-doubt heaped upon their already wounded egos.",
      "author": "Jack Canfield",
      "category": "Child, Words, Behavior"
    },
    {
      "quote": "Getting angry doesn't solve anything.",
      "author": "Grace Kelly",
      "category": "Angry, Anything, Getting"
    },
    {
      "quote": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned.",
      "author": "William Congreve",
      "category": "Love, Woman, Hatred"
    },
    {
      "quote": "When one burns one's bridges, what a very nice fire it makes.",
      "author": "Dylan Thomas",
      "category": "Fire, Bridges, Nice"
    },
    {
      "quote": "Don't get the impression that you arouse my anger. You see, one can only be angry with those he respects.",
      "author": "Richard M. Nixon",
      "category": "Angry, You, See"
    },
    {
      "quote": "The flame of anger, bright and brief, sharpens the barb of love.",
      "author": "Walter Savage Landor",
      "category": "Love, Flame, Bright"
    },
    {
      "quote": "I always channeled what I felt emotionally into skiing - my insecurities, my anger, my disappointment. Skiing was always my outlet, and it worked.",
      "author": "Lindsey Vonn",
      "category": "Disappointment, Skiing"
    },
    {
      "quote": "I do stand up sometimes out of anger. Sometimes the greatest stuff comes from a dark place.",
      "author": "Tracy Morgan",
      "category": "Stand Up, Dark, Greatest"
    },
    {
      "quote": "He who angers you conquers you.",
      "author": "Elizabeth Kenny",
      "category": "You, He, Who"
    },
    {
      "quote": "You feel the shame, humiliation, and anger at being just another victim of prejudice, and at the same time, there's the nagging worry that maybe... you're just no good.",
      "author": "Nina Simone",
      "category": "Time, Good, Worry"
    },
    {
      "quote": "We boil at different degrees.",
      "author": "Clint Eastwood",
      "category": "Different, Degrees, Boil"
    },
    {
      "quote": "Get mad, then get over it.",
      "author": "Colin Powell",
      "category": "Mad, Over, Over It"
    },
    {
      "quote": "A man that does not know how to be angry does not know how to be good.",
      "author": "Henry Ward Beecher",
      "category": "Good, Man, Know"
    },
    {
      "quote": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before - it takes something from him.",
      "author": "Louis L'Amour",
      "category": "Man, Rage, Him"
    },
    {
      "quote": "There is nothing that so much gratifies an ill tongue as when it finds an angry heart.",
      "author": "Thomas Fuller",
      "category": "Heart, Angry, Tongue"
    },
    {
      "quote": "Indulge not thyself in the passion of anger; it is whetting a sword to wound thine own breast, or murder thy friend.",
      "author": "Akhenaton",
      "category": "Passion, Friend, Sword"
    },
    {
      "quote": "As you get older, you see the world at a different angle, maybe more cynically, but I just bury my anger.",
      "author": "Zach Galifianakis",
      "category": "World, You, See"
    },
    {
      "quote": "Denial, panic, threats, anger - those are very human responses to feeling guilt.",
      "author": "Joshua Oppenheimer",
      "category": "Guilt, Feeling, Human"
    },
    {
      "quote": "Con men look for human frailty to exploit. This is most often greed. Trump found a different vice: anger. The emotional are always the most susceptible to manipulation.",
      "author": "Pamela Meyer",
      "category": "Men, Greed, Look"
    },
    {
      "quote": "If you get down and quarell everyday, you're saying prayers to the devil, I say.",
      "author": "Bob Marley",
      "category": "Devil, You, Saying"
    },
    {
      "quote": "It seems to me that election season is just a Petri dish for anger and cynicism.",
      "author": "Max Lucado",
      "category": "Election, Me, Season"
    },
    {
      "quote": "The one who cannot restrain their anger will wish undone, what their temper and irritation prompted them to do.",
      "author": "Horace",
      "category": "Wish, Will, Temper"
    },
    {
      "quote": "Revenge is often like biting a dog because the dog bit you.",
      "author": "Austin O'Malley",
      "category": "Dog, Revenge, You"
    },
    {
      "quote": "Sometimes it's worse to win a fight than to lose.",
      "author": "Billie Holiday",
      "category": "Fight, Win, Sometimes"
    },
    {
      "quote": "Anger makes dull men witty, but it keeps them poor.",
      "author": "Francis Bacon",
      "category": "Men, Witty, Poor"
    },
    {
      "quote": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy.",
      "author": "George Herbert",
      "category": "Truth, Calm, Fault"
    },
    {
      "quote": "A broken bone can heal, but the wound a word opens can fester forever.",
      "author": "Jessamyn West",
      "category": "Broken, Bone, Forever"
    },
    {
      "quote": "The best remedy for a short temper is a long walk.",
      "author": "Joseph Joubert",
      "category": "Best, Short, Walk"
    },
    {
      "quote": "Behind every argument is someone's ignorance.",
      "author": "Louis D. Brandeis",
      "category": "Ignorance, Argument, Behind"
    },
    {
      "quote": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it.",
      "author": "Lucius Annaeus Seneca",
      "category": "Hurtful, Us, Than"
    },
    {
      "quote": "Anger is a wind which blows out the lamp of the mind.",
      "author": "Robert Green Ingersoll",
      "category": "Wind, Mind, Lamp"
    },
    {
      "quote": "There was never an angry man that thought his anger unjust.",
      "author": "Saint Francis de Sales",
      "category": "Man, Thought, Angry"
    },
    {
      "quote": "Reacting in anger or annoyance will not advance one's ability to persuade.",
      "author": "Ruth Bader Ginsburg",
      "category": "Will, Ability, Persuade"
    },
    {
      "quote": "Do not meddle in the affairs of Wizards, for they are subtle and quick to anger.",
      "author": "J. R. R. Tolkien",
      "category": "Wizards, Quick, Subtle"
    },
    {
      "quote": "I did not want to put myself on the line, as an Australian playing Britain's greatest comic actor. The fans of Sellers are obsessive, possessive - and aggressive. I did not want to risk their anger - or my own reputation.",
      "author": "Geoffrey Rush",
      "category": "Myself, Risk, Greatest"
    },
    {
      "quote": "Anger is a manifestation of a deeper issue... and that, for me, is based on insecurity, self-esteem and loneliness.",
      "author": "Naomi Campbell",
      "category": "Loneliness, Me, Insecurity"
    },
    {
      "quote": "I've always turned my anger inwards towards self-destruction.",
      "author": "Mackenzie Phillips",
      "category": "Always, Self-Destruction"
    },
    {
      "quote": "I'm generally slow to anger, quick to forgive, and I take in information before making decisions. So no matter how controversial the decision, my general demeanour is to put on white lab coat and gloves and look at the evidence, weigh the arguments and see what makes sense.",
      "author": "Peter Blair Henry",
      "category": "Decision, Decisions"
    },
    {
      "quote": "When you hold on to anger and unforgiveness, you can't move forward.",
      "author": "Mary J. Blige",
      "category": "Forward, You, Hold"
    },
    {
      "quote": "Sometimes the routes leading to feelings of anger are so convoluted and circuitous that it takes enormous skill to discern their original source, or fountainhead. But regardless of the reason for or the source of the anger or the relative ease or complexity in perceiving either the anger or its source - everybody, but everybody, gets angry.",
      "author": "Theodore Isaac Rubin",
      "category": "Angry, Feelings, Skill"
    },
    {
      "quote": "President Obama and members of his administration constantly express rage and anger over events totally within their control. It's an odd and unsettling fact of American life that so many Americans seem to think that such expressions of frustration should substitute for actual competence.",
      "author": "Ben Shapiro",
      "category": "Life, American, Control"
    },
    {
      "quote": "Vengeance is the act of turning anger in on yourself. On the surface it may be directed at someone else, but it is a surefire recipe for arresting emotional recovery.",
      "author": "Jane Goldman",
      "category": "Yourself, Recovery"
    },
    {
      "quote": "Each person's drive to overwork is unique, and doing too much numbs every workaholic's emotions differently. Sometimes overwork numbs depression, sometimes anger, sometimes envy, sometimes sexuality. Or the overworker runs herself ragged in a race for attention.",
      "author": "Arlie Russell Hochschild",
      "category": "Depression, Unique, Emotions"
    },
    {
      "quote": "I don't feel bitterness, I don't feel anger towards anybody. Fighting is never emotional to me.",
      "author": "Conor McGregor",
      "category": "Me, Emotional, Fighting"
    },
    {
      "quote": "I'm very much inspired by things that anger me. If I see bigotry, stupidity, or injustice on the news, I'm inspired to find a way to make it into something comedic and relatable. Anger inspires me. Stupidity inspires me. My family inspires me. My accountant inspires me. Everything and anything, really.",
      "author": "Maysoon Zayid",
      "category": "Family, Me, Injustice"
    },
    {
      "quote": "Violent anger makes me physically ill.",
      "author": "Langston Hughes",
      "category": "Me, Violent, Physically"
    },
    {
      "quote": "My songs have always been frustrating themes, relationships that I've had. And now that I'm in love, I expect it to be really happy, or at least there won't be half as much anger as there was.",
      "author": "Kurt Cobain",
      "category": "Love, Happy, Relationships"
    },
    {
      "quote": "The ego mind both professes its desire for love and does everything possible to repel it, or if it gets here anyway, to sabotage it. That is why dealing with issues like control, anger, and neediness is the most important work in preparing ourselves for love.",
      "author": "Marianne Williamson",
      "category": "Love, Work, Mind"
    },
    {
      "quote": "In plain terms, a child is a complicated creature who can drive you crazy. There's a cruelty to childhood, there's an anger.",
      "author": "Maurice Sendak",
      "category": "Childhood, Crazy, Child"
    },
    {
      "quote": "I think my passion is misinterpreted as anger sometimes. And I don't think people are ready for the message that I'm delivering, and delivering with a sense of violent love.",
      "author": "Charlie Sheen",
      "category": "Love, Passion, People"
    },
    {
      "quote": "The spiritual message is we lose our lives in pleasing others; if you're the good child who pleases Mommy and Daddy but internalizes anger, you're setting yourself up for disease.",
      "author": "Bernie Siegel",
      "category": "Good, Spiritual, Child"
    },
    {
      "quote": "Anger is an unnecessary emotion. Loads of stuff in life can trigger it, but what matters is how you react. I choose not to react.",
      "author": "Nicola Adams",
      "category": "Life, Emotion, You"
    },
    {
      "quote": "Anger is just not who I am, and I don't think it's what voters in the 6th district want. They want respectful, decent representation that contrasts so starkly with what we have in Washington.",
      "author": "Jon Ossoff",
      "category": "I Am, Want, Think"
    },
    {
      "quote": "It's important to remember that the animals are not grieving with us. They're very accepting. They're not lying there thinking 'How could you do this to me? Why aren't you keeping me going?' Pets don't do the human things of guilt and anger and recrimination that we do. They come and go with great acceptance.",
      "author": "Jon Katz",
      "category": "Great, Thinking, Acceptance"
    },
    {
      "quote": "Let there be a door to thy mouth, that it may be shut when need arises, and let it be carefully barred, that none may rouse thy voice to anger, and thou pay back abuse with abuse.",
      "author": "Saint Ambrose",
      "category": "Door, Voice, Mouth"
    },
    {
      "quote": "My anger with the US was not at first, that they had used that weapon - although that anger came later.",
      "author": "Wilfred Burchett",
      "category": "First, Us, Weapon"
    },
    {
      "quote": "I want to express myself to feel that what I feel is real. My joy, my pain, my anger.",
      "author": "Annabella Sciorra",
      "category": "Myself, Pain, Joy"
    },
    {
      "quote": "I started writing because there's an absence of things I was familiar with or that I dreamed about. One of my senses of anger is related to this vacancy - a yearning I had as a teenager... and when I get ready to write, I think I'm trying to fill that.",
      "author": "Ntozake Shange",
      "category": "Writing, Trying, Think"
    },
    {
      "quote": "People are fed up with the way things are. There is a lot of bitterness out there, a lot of anger about a lack of jobs and concerns for the next generation.",
      "author": "Gary Lineker",
      "category": "Generation, People, Way"
    },
    {
      "quote": "Love implies anger. The man who is angered by nothing cares about nothing.",
      "author": "Edward Abbey",
      "category": "Love, Man, Nothing"
    },
    {
      "quote": "Every time you get angry, you poison your own system.",
      "author": "Alfred A. Montapert",
      "category": "Time, Angry, Poison"
    },
    {
      "quote": "He who is incapable of feeling strong passions, of being shaken by anger, of living in every sense of the word, will never be a good actor.",
      "author": "Sarah Bernhardt",
      "category": "Good, Strong, Living"
    },
    {
      "quote": "No one's banging down my door. People see the way I look, and they don't feel threatened, but they should watch out for me. They don't know there's a steel rod that drives me. I get ticked off, and the rage just gets me going. My motor is anger.",
      "author": "Tim Daly",
      "category": "Door, Me, People"
    },
    {
      "quote": "Somebody hits me, I'm going to hit him back. Even if it does look like he hasn't eaten in a while.",
      "author": "Charles Barkley",
      "category": "Me, Look, Back"
    },
    {
      "quote": "We're comfortable with women in certain roles but not comfortable with women expressing anger or fully accepting their power. The most daring question a woman can ask is, 'What do I want?'",
      "author": "Libba Bray",
      "category": "Women, Power, Woman"
    },
    {
      "quote": "Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger.",
      "author": "Thucydides",
      "category": "Spring, First, Being"
    },
    {
      "quote": "I don't think your ability to fight has anything to do with how big you are. It's to do with how much anger is in you.",
      "author": "Amy Winehouse",
      "category": "Fight, Think, You"
    },
    {
      "quote": "One of the most interesting things about the cognitive theory is the idea that anger and interpersonal conflict ultimately result from a mental con. In other words, you're telling yourself things that aren't entirely true when you're fighting with someone.",
      "author": "David D. Burns",
      "category": "Conflict, Words, Yourself"
    },
    {
      "quote": "I think Donald Trump taps into an anger that I hear every day. People are angry that a commonsense thing like securing the border or ending sanctuary cities is somehow considered extreme. It's not extreme it's common sense. We need to secure the border.",
      "author": "Carly Fiorina",
      "category": "Day, Ending, People"
    },
    {
      "quote": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger.",
      "author": "Epictetus",
      "category": "Man, Yourself, You"
    },
    {
      "quote": "Extremism thrives amid ignorance and anger, intimidation and cowardice.",
      "author": "Hillary Clinton",
      "category": "Ignorance, Cowardice"
    },
    {
      "quote": "Anger begins with folly, and ends with repentance.",
      "author": "Pythagoras",
      "category": "Repentance, Ends, Folly"
    },
    {
      "quote": "A man must fortify himself and understand that a wise man who yields to laziness or anger or passion or love of drink, or who commits any other action prompted by impulse and inopportune, will probably find his fault condoned; but if he stoops to greed, he will not be pardoned, but render himself odious as a combination of all vices at once.",
      "author": "Apollonius of Tyana",
      "category": "Love, Wise, Passion"
    },
    {
      "quote": "My father was so very afraid. I felt it in the sting of his black leather belt, which he applied with more anxiety than anger, my father who beat me as if someone might steal me away, because that was exactly what was happening all around us.",
      "author": "Ta-Nehisi Coates",
      "category": "Father, Me, Anxiety"
    },
    {
      "quote": "I've chosen my wedding ring large and heavy to continue forever. But exactly because of that all the time that Dave and I have an argument I feel it like handcuffs, and on anger time I throw it in a basket. Poor Dave, he bought me three wedding rings already!",
      "author": "Carmen Miranda",
      "category": "Time, Wedding, Me"
    },
    {
      "quote": "In the heat of our campaigns, we have all become accustomed to a little anger and exaggeration. Yet, on the whole, our political process has served us well.",
      "author": "Edmund S. Muskie",
      "category": "Political, Process, Heat"
    },
    {
      "quote": "Take the high road. No matter how much strife, and consternation, frustration and anger you might be confronted with - don't go to that level.",
      "author": "Tim Gunn",
      "category": "Road, Frustration, You"
    },
    {
      "quote": "As long as anger, paranoia and misinformation drive our political debate, there are unhinged souls among us who will feel justified in turning to violent remedies for imagined threats.",
      "author": "David Horsey",
      "category": "Political, Long, Drive"
    },
    {
      "quote": "I am ready to accept all accusations, allegations, anger - but I have to succeed.",
      "author": "Boris Trajkovski",
      "category": "I Am, Succeed, Ready"
    },
    {
      "quote": "The intoxication of anger, like that of the grape, shows us to others, but hides us from ourselves.",
      "author": "John Dryden",
      "category": "Others, Like, Us"
    },
    {
      "quote": "Anger is as a stone cast into a wasp's nest.",
      "author": "Pope Paul VI",
      "category": "Stone, Nest, Cast"
    },
    {
      "quote": "Anger can be a problem, but it has tremendous potential, too. It's just figuring out what to do with it.",
      "author": "Sean Penn",
      "category": "Potential, Problem, Just"
    },
    {
      "quote": "You know how big love is? Love is big. love can hold anger love can even hold hatred.",
      "author": "Alice Walker",
      "category": "Love, Love Is, Know"
    },
    {
      "quote": "I was filled with hate and anger. But during my trial, something decisive happened: Amnesty International adopted me as a prisoner of conscience, and it was an unbelievable feeling to know that there is someone fighting for you on the outside. Amnesty's 'soft' approach made me seriously consider alternatives to revenge.",
      "author": "Maajid Nawaz",
      "category": "Revenge, Hate, Me"
    },
    {
      "quote": "It isn't enough just to scream at the Occupy Wall Street demonstrations. We need our political system to start reflect this anger back into, 'How do we fix it? How do we get the economy going again?'",
      "author": "Colin Powell",
      "category": "Political, Start, Economy"
    },
    {
      "quote": "Freedom of expression is tested during times of anger and conflict and enables all opinions and outraged expressions of dissent that we may not want to hear. But even for this there have to be limits.",
      "author": "Yair Lapid",
      "category": "Freedom, Conflict, Want"
    },
    {
      "quote": "Arguments only confirm people in their own opinions.",
      "author": "Booth Tarkington",
      "category": "People, Opinions, Own"
    },
    {
      "quote": "You want to see an angry person? Let me hear a cell phone go off.",
      "author": "Jim Lehrer",
      "category": "Cell Phone, Me, Want"
    },
    {
      "quote": "The poor monkey, quietly seated on the ground, seemed to be in sore trouble at this display of anger.",
      "author": "Henry Walter Bates",
      "category": "Monkey, Trouble, Poor"
    },
    {
      "quote": "I think people should be angry at things that are worthy of anger. Injustice is outrageous and deserves outrage.",
      "author": "Chris Hayes",
      "category": "Injustice, People, Think"
    },
    {
      "quote": "The injunction to be nice is used to deflect criticism and stifle the legitimate anger of dissent.",
      "author": "Malcolm Gladwell",
      "category": "Criticism, Nice, Be Nice"
    },
    {
      "quote": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten.",
      "author": "John Dryden",
      "category": "Thoughts, Mind, Long"
    },
    {
      "quote": "Anger is like those ruins which smash themselves on what they fall.",
      "author": "Lucius Annaeus Seneca",
      "category": "Fall, Themselves, Like"
    },
    {
      "quote": "There's a lot of bitterness, there's a lot of anger out there. We all have to work hard to heal those wounds.",
      "author": "Allen Boyd",
      "category": "Work, Work Hard, Bitterness"
    },
    {
      "quote": "A little anger is a good thing if it isn't on your own behalf, if it's for others deserving of your anger, your empathy.",
      "author": "David Simon",
      "category": "Good, Empathy, Little"
    },
    {
      "quote": "When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life. So I bit my tongue. I was left to painstakingly deal with the aftermath of my avoidance later in life, in therapy or through the lyrics of my songs.",
      "author": "Alanis Morissette",
      "category": "Life, Men, My Life"
    },
    {
      "quote": "I had a trainer during 'Spiderman,' and I discovered I have deep-seated rage when I'm holding heavy weights over my head. Whatever dormant anger I have in me, that's where it comes out. That's not the kind of working out I want to do.",
      "author": "Emma Stone",
      "category": "Me, Want, Working"
    },
    {
      "quote": "Relationships based on deals between leaders or ruling elites tend to collapse amid popular anger.",
      "author": "Stephen Kinzer",
      "category": "Relationships, Leaders"
    },
    {
      "quote": "I grew up here, and it's always been a very diverse community. So for people to come out and say that there's some long-standing anger or there's a history of racial tension is absolutely ridiculous. There's not a black-white divide in Ferguson.",
      "author": "James Knowles III",
      "category": "History, Community, People"
    },
    {
      "quote": "Anger can be a useful emotion; it's built into our genetic code to help with self preservation. But it can also be destructive, even when it is justified.",
      "author": "Michael Hayden",
      "category": "Self, Help, Emotion"
    },
    {
      "quote": "I don't think it's good to run on anger, but it's really great when that's the first couple of gallons in your tank - when you've had enough, and you're just pissed off enough to go for it. In a lot of ways, that sort of environment can be a catapult for a great situation.",
      "author": "Josh Homme",
      "category": "Good, Great, Environment"
    },
    {
      "quote": "I have a right to my anger, and I don't want anybody telling me I shouldn't be, that it's not nice to be, and that something's wrong with me because I get angry.",
      "author": "Maxine Waters",
      "category": "Me, Want, Nice"
    },
    {
      "quote": "Every child senses, with all the horse sense that's in him, that any parent is angry inside when children misbehave and they dread more the anger that is rarely or never expressed openly, wondering how awful it might be.",
      "author": "Benjamin Spock",
      "category": "Children, Horse, Child"
    },
    {
      "quote": "Never do anything when you are in a temper, for you will do everything wrong.",
      "author": "Baltasar Gracian",
      "category": "You, Never, Anything"
    },
    {
      "quote": "The world needs anger. The world often continues to allow evil because it isn't angry enough.",
      "author": "Bede Jarrett",
      "category": "Evil, World, Angry"
    },
    {
      "quote": "Anger is a momentary madness, so control your passion or it will control you.",
      "author": "G. M. Trevelyan",
      "category": "Passion, Control, Madness"
    },
    {
      "quote": "No man can think clearly when his fists are clenched.",
      "author": "George Jean Nathan",
      "category": "Man, Think, Fists"
    },
    {
      "quote": "Anger is a short madness.",
      "author": "Horace",
      "category": "Short, Madness"
    },
    {
      "quote": "My father was often angry when I was most like him.",
      "author": "Lillian Hellman",
      "category": "Father, Angry, Him"
    },
    {
      "quote": "Anger cannot be dishonest.",
      "author": "Marcus Aurelius",
      "category": "Dishonest, Cannot"
    },
    {
      "quote": "One should not lose one's temper unless one is certain of getting more and more angry to the end.",
      "author": "William Butler Yeats",
      "category": "End, Angry, Lose"
    },
    {
      "quote": "What starts the process, really, are laughs and slights and snubs when you are a kid. If your anger is deep enough and strong enough, you learn that you can change those attitudes by excellence, personal gut performance.",
      "author": "Richard M. Nixon",
      "category": "Change, Deep, Strong"
    },
    {
      "quote": "Wise anger is like fire from a flint: there is great ado to get it out; and when it does come, it is out again immediately.",
      "author": "Edward Everett Hale",
      "category": "Great, Wise, Fire"
    },
    {
      "quote": "Anger may repast with thee for an hour, but not repose for a night; the continuance of anger is hatred, the continuance of hatred turns malice.",
      "author": "Francis Quarles",
      "category": "Night, Hatred, May"
    },
    {
      "quote": "I know, to banish anger altogether from one's breast is a difficult task. It cannot be achieved through pure personal effort. It can be done only by God's grace.",
      "author": "Mahatma Gandhi",
      "category": "God, Effort, Grace"
    },
    {
      "quote": "Anger and hate against one we love steels our hearts, but contempt or pity leaves us silent and ashamed.",
      "author": "Edgar Rice Burroughs",
      "category": "Love, Hate, Silent"
    },
    {
      "quote": "Although you may spend your life killing, You will not exhaust all your foes. But if you quell your own anger, your real enemy will be slain.",
      "author": "Nagarjuna",
      "category": "Life, Enemy, You"
    },
    {
      "quote": "Life is precious and there's not a lot of room for anger.",
      "author": "Fran Drescher",
      "category": "Life, Precious, Room"
    },
    {
      "quote": "Generalised anger and frustration is something that gets you in the studio, and gets you to work - though it's not necessarily evident in anything that's finished.",
      "author": "Bruce Nauman",
      "category": "Work, Frustration, You"
    },
    {
      "quote": "It is typical of women to fester and ferment over disappointments, slights, annoyances, angers, etc.",
      "author": "Laura Schlessinger",
      "category": "Women, Over, Etc"
    },
    {
      "quote": "In general I was a good kid. It usually took a lot to make me mad. But once I reached the boiling point, I lost all rational control. Totally without thinking, when my anger was aroused, I grabbed the nearest brick, rock, or stick to bash someone. It was as if I had no conscious will in the matter.",
      "author": "Ben Carson",
      "category": "Good, Thinking, Me"
    },
    {
      "quote": "I don't have the feeling of being motivated by anger, revenge or frustration.",
      "author": "Agnes Obel",
      "category": "Revenge, Frustration"
    },
    {
      "quote": "So many women keep their anger inside and let it build until they explode and then people blow them off again.",
      "author": "Rosalind Wiseman",
      "category": "Women, People, Build"
    },
    {
      "quote": "Successful prime-time television of any genre produces some kind of emotional reaction in the viewers. There are a lot of different emotions to tap into. The emotion of the reward of discovery, the feeling of righteous anger, the feelings of pathos and sadness, or sentimentality of being moved by something.",
      "author": "Chris Hayes",
      "category": "Sadness, Successful"
    },
    {
      "quote": "I originally wanted to embrace the imagery and forthrightness of rap music. There are some interesting, dynamic voices in rap. But I find most of it irresponsible in its overt violence and commercialization of anger. As artists, we believe we can will action through language. If that's the case, we have to take responsibility for what we say.",
      "author": "Yusef Komunyakaa",
      "category": "Music, Responsibility"
    },
    {
      "quote": "It angers me when sustainability gets used as a buzz word. For 90 percent of the world, sustainability is a matter of survival.",
      "author": "Cameron Sinclair",
      "category": "Survival, World, Me"
    },
    {
      "quote": "Whether one admired or was repulsed by the positions he took on matters foreign and domestic, it is undeniable that Reagan's ability to project anger was highly attractive to his most passionate supporters on the far right - and crucial to his political success.",
      "author": "Jackson Katz",
      "category": "Success, Political"
    },
    {
      "quote": "Books are in no hurry. An act of creation is in no hurry; it reads us, it privileges us infinitely. The notion that it is the occasion for our cleverness fills me with baffled bitterness and anger.",
      "author": "George Steiner",
      "category": "Me, Hurry, Bitterness"
    },
    {
      "quote": "To find gratitude and generosity when you could reasonably find hurt and resentment will surprise you. It will be so surprising because you will see so much of the opposite: people who have much more than others yet who react with anger when one advantage is lost or with resentment when an added gift is denied.",
      "author": "Henry B. Eyring",
      "category": "Gratitude, Gift, Hurt"
    },
    {
      "quote": "The emotions in a song - the anger, aggression - have got to be legitimate.",
      "author": "Eminem",
      "category": "Song, Emotions, Got"
    },
    {
      "quote": "There's very little dislike of Americans in the world, shown by repeated polls, and the dissatisfaction - that is, the hatred and the anger - they come from acceptance of American values, not a rejection of them, and recognition that they're rejected by the U.S. government and by U.S. elites, which does lead to hatred and anger.",
      "author": "Noam Chomsky",
      "category": "American, Government, World"
    },
    {
      "quote": "Since the day I was born, wrestling has sustained me and my family. It's the way my father fed me; it's the way I feed my kids. More importantly, wrestling is my greatest release. It's been such a blessing for me. I can step into the ring and let it all go - all my anger, all my frustration, all my pain.",
      "author": "Eddie Guerrero",
      "category": "Family, Father, Pain"
    },
    {
      "quote": "Self-pity, a dominant characteristic of sociopaths, is also the characteristic that differentiates heroic storytelling from psychological rumination. When you talk about your experiences to shed light, you may feel wrenching pain, grief, anger, or shame. Your audience may pity you, but not because you want them to.",
      "author": "Martha Beck",
      "category": "Light, Pain, Grief"
    },
    {
      "quote": "Your emotions are exposed when you play golf: humility, pride, anger, it all comes out with each swing. You lay it all on the line.",
      "author": "Bryant Gumbel",
      "category": "Golf, Humility, Pride"
    },
    {
      "quote": "I don't like greed, I don't like ignorance. I really don't like anger. But I love love.",
      "author": "David Crosby",
      "category": "Love, Ignorance, Greed"
    },
    {
      "quote": "Anger is energising. The opposite of anger is depression, which is anger turned inward.",
      "author": "Gloria Steinem",
      "category": "Depression, Inward, Which"
    },
    {
      "quote": "Being irrational and out of control is what happens in real life. Not cautiously choreographing your anger or your emotions, losing yourself in them is what happens in real life.",
      "author": "Margot Robbie",
      "category": "Life, Losing, Yourself"
    },
    {
      "quote": "I think I have a normal threshold of anger, but it's true that I am, by nature, belligerent.",
      "author": "Gore Vidal",
      "category": "Nature, I Am, Think"
    },
    {
      "quote": "Maybe it's stress or anger or adrenaline or disillusionment or a bullying nature or simple fear of getting killed themselves, but there is a problem if a cop cannot tell the difference between a menacing gangster and the far more common person they encounter whose life is a little frayed and messy.",
      "author": "David Horsey",
      "category": "Life, Nature, Fear"
    },
    {
      "quote": "The idea that the law should punish what is rude; that government should protect our tender sensibilities from those who would - quite often with shallow motivations but sometimes with deeper and more serious complaints - challenge our national certainties and rituals, should alarm and anger us.",
      "author": "Nick Harkaway",
      "category": "Challenge, Law, Government"
    },
    {
      "quote": "I am not deaf. I hear the anger. I see the dissatisfaction, and I have to go faster.",
      "author": "Francois Hollande",
      "category": "I Am, Deaf, See"
    },
    {
      "quote": "What's often not acknowledged about depression is how much anger is in it.",
      "author": "Margo Jefferson",
      "category": "Depression, How"
    },
    {
      "quote": "If you're with a close friend, your anger may raise his blood pressure as well as your own, whereas loving feelings may lower blood pressure in both of you.",
      "author": "Dean Ornish",
      "category": "Friend, Pressure, Loving"
    },
    {
      "quote": "I feel truth, beauty, love, grief, anger, intimacy & alive in my body... Women in the global south live in their bodies much more than we in the global north. Not as distracted by patriarchy's controlling images - They know power is in their bodies. I am deeply grateful for the women who showed me the way home.",
      "author": "Jodie Evans",
      "category": "Love, Beauty, Women"
    },
    {
      "quote": "There is a latent anger in a lot of people that went to boarding school at an early age. I was eight. And I loved it over the five years, but I think the adjustments for eight-year-olds are a lot. And I think it informs who you are for a long, long time.",
      "author": "Damian Lewis",
      "category": "Time, Age, School"
    },
    {
      "quote": "So many people live with anger and unforgiveness, and many of them are Christians.",
      "author": "Joyce Meyer",
      "category": "People, Live, Christians"
    },
    {
      "quote": "You have to understand the Newark Riots - a lot of people understand that the pain was the initial explosion of anger and alienation, but after that, the response, sending the National Guard troops - a lot of violence was carried out and perpetrated by those who were allegedly coming here to protect residents.",
      "author": "Cory Booker",
      "category": "Pain, Violence, People"
    },
    {
      "quote": "When you fight, anger drives up testosterone in both men and women.",
      "author": "Helen Fisher",
      "category": "Women, Men, Fight"
    },
    {
      "quote": "In many ways, anger is a misdirected plea for love.",
      "author": "Karen Salmansohn",
      "category": "Love, Many, Misdirected"
    },
    {
      "quote": "Anger, if used properly, might be for a cause, like helping feed children or stopping abuse somewhere. When we understand that every quality has importance and value, then we open up to this. Shining a light on these shadow qualities gives it balance.",
      "author": "Debbie Ford",
      "category": "Children, Light, Balance"
    },
    {
      "quote": "The world in general doesn't know what to make of originality; it is startled out of its comfortable habits of thought, and its first reaction is one of anger.",
      "author": "W. Somerset Maugham",
      "category": "Thought, World, Know"
    },
    {
      "quote": "I would be pleased if someone would invent a pill to remove my impatience, moodiness, and occasional bursts of anger. But if they did, I wouldn't be able to write my novels or paint.",
      "author": "Orhan Pamuk",
      "category": "Paint, Someone, Impatience"
    },
    {
      "quote": "Public anger over bank bailouts was as much about fairness as the billions of dollars spent.",
      "author": "Nina Easton",
      "category": "Fairness, Bank, Over"
    },
    {
      "quote": "The Occupy movement found places where people who were feeling that anger could come and share it - and that is, as we all know, extremely important in any political movement. The Occupy sites became a way you could gauge the levels of anger and discontent.",
      "author": "Arundhati Roy",
      "category": "Political, People, Know"
    },
    {
      "quote": "Christ hath instituted Baptism as a bath, to wash away the anger, and hath put into us the Noble Stone, viz. the water of eternal life, for an earnest-penny, so that instantly in our childhood we might be able to escape the wrath.",
      "author": "Jakob Bohme",
      "category": "Life, Water, Childhood"
    },
    {
      "quote": "Like the marriage contract you entered into, your divorce is a legal transaction. Treat it that way. Try not to let emotion, hurt, fear or anger dictate the circumstances of your discussions or negotiations.",
      "author": "Laura Wasser",
      "category": "Marriage, Fear, Hurt"
    },
    {
      "quote": "Deep down, my mom had long suspected I was gay... Much of her anger and hurt came from her sense of betrayal that she was the last to be told.",
      "author": "Chaz Bono",
      "category": "Deep, Mom, Hurt"
    },
    {
      "quote": "Violence is a problem we all want to solve. I want to make sure that kids learn to deal with anger by learning how to talk with people to solve problems. Here in the United States Senate I want to make sure we have safe schools, safe neighborhoods and good things for kids to do after school!",
      "author": "Patty Murray",
      "category": "Learning, Good, School"
    },
    {
      "quote": "That feeds anger, and I mean when we went and at last thank heavens got towards peace in Northern Ireland we went for justice within Northern Ireland as well as using security well, as well as a political settlement, but surely that is the lesson.",
      "author": "Clare Short",
      "category": "Peace, Justice, Political"
    },
    {
      "quote": "Imagine a thousand more such daily intrusions in your life, every hour and minute of every day, and you can grasp the source of this paranoia, this anger that could consume me at any moment if I lost control.",
      "author": "Jack Henry Abbott",
      "category": "Life, Daily, Day"
    },
    {
      "quote": "Fantastic tyrant of the amorous heart. How hard thy yoke, how cruel thy dart. Those escape your anger who refuse your sway, and those are punished most, who most obey.",
      "author": "Matthew Prior",
      "category": "Heart, Escape, Cruel"
    },
    {
      "quote": "The death of Garang has unfortunately unleashed emotions of anger; some genuine, others cultivated by elements who wanted to pit one group of Sudanese against another.",
      "author": "Salva Kiir Mayardit",
      "category": "Death, Group, Emotions"
    },
    {
      "quote": "All I do is have fun. When I'm not working, it's about making people laugh. I love making jokes about things. Even when someone's mad at me, I'll deflect anger with humor. My days are filled with laughter. If I'm not laughing, I'm not happy.",
      "author": "Drew Fuller",
      "category": "Love, Happy, Humor"
    },
    {
      "quote": "Anger is implanted in us as sort of sting, to make us gnash with our teeth against the devil, to make us vehement against him, not to set us in array against each other.",
      "author": "Richard Savage",
      "category": "Devil, Teeth, Him"
    },
    {
      "quote": "When anger rushes unrestrained to action, like a hot steed, it stumbles on its way. The man of thought strikes deepest and strikes safely.",
      "author": "Richard Savage",
      "category": "Man, Thought, Action"
    },
    {
      "quote": "I think, often, when you are in just a lot of pain, it comes out as anger.",
      "author": "Nell Hudson",
      "category": "Pain, Think, You"
    },
    {
      "quote": "To anger female voters in America is to tread on the tiger's tail. Women turn out in huge numbers, and they are well aware of how their bodies work and what they need.",
      "author": "Henry Rollins",
      "category": "Work, Women, America"
    },
    {
      "quote": "People are always angry at America. They're absolutely certain that America either caused their problems or is deliberately not fixing their problems. But the anger is always directed at America and never at Americans.",
      "author": "P. J. O'Rourke",
      "category": "America, Problems, People"
    },
    {
      "quote": "Abstract anger is great for rhetorical carrying on. You can go on endlessly about the post office, but it doesn't mean you're mad at your mailman.",
      "author": "P. J. O'Rourke",
      "category": "Great, You, Mean"
    },
    {
      "quote": "In Israel, waves of anger and fear circulate all the time, but so do jokes and gossip and silky evening breezes. So, too, in America.",
      "author": "P. J. O'Rourke",
      "category": "Time, Fear, America"
    },
    {
      "quote": "Obama and his attack dogs have nothing but hate and anger in their hearts and spew it whenever possible.",
      "author": "Donald Trump",
      "category": "Hate, Nothing, Dogs"
    },
    {
      "quote": "A large part of mankind is angry not with the sins, but with the sinners.",
      "author": "Lucius Annaeus Seneca",
      "category": "Angry, Mankind, Part"
    },
    {
      "quote": "The deferring of anger is the best antidote to anger.",
      "author": "Lucius Annaeus Seneca",
      "category": "Best, Antidote"
    },
    {
      "quote": "I think that to acknowledge a new generation is to acknowledge some degree of obsolescence in yourself, and that is very hard to do and often comes with undeniable anger.",
      "author": "Douglas Coupland",
      "category": "Generation, Yourself, Think"
    },
    {
      "quote": "Chekhov was capable of casually tossing off deplorable comments in his letters, combined with a very modern anger against anti-Semitism.",
      "author": "Tom Stoppard",
      "category": "Capable, Modern, Off"
    },
    {
      "quote": "I've had no problem harnessing anger.",
      "author": "Clint Eastwood",
      "category": "Problem, No Problem"
    },
    {
      "quote": "To me, it's OK to have differences. But we don't have to be mad about it. You know? And I think that's where sometimes we get so passionate that we - you know, it turns into anger.",
      "author": "Joel Osteen",
      "category": "Me, Differences, Know"
    },
    {
      "quote": "Hatred is inveterate anger.",
      "author": "Marcus Tullius Cicero",
      "category": "Hatred, Inveterate"
    },
    {
      "quote": "Hatred is settled anger.",
      "author": "Marcus Tullius Cicero",
      "category": "Hatred, Settled"
    },
    {
      "quote": "There's nothing wrong with anger provided you use it constructively.",
      "author": "Wayne Dyer",
      "category": "Nothing, You, Wrong"
    },
    {
      "quote": "There's a lot of anger in the Twitter-verse, as I've discovered. But there's a lot of love.",
      "author": "Joss Whedon",
      "category": "Love, Lot, Discovered"
    },
    {
      "quote": "My first reaction every time I delve into an episode of history that I don't know very much about is... my first reaction is anger that my teachers never taught me about it.",
      "author": "Steven Spielberg",
      "category": "Time, History, Me"
    },
    {
      "quote": "Listen, Bruce Lee fought out of anger. That's why they call it the 'Fists of Fury.' Michael Jackson danced with fury. I do stand up out of fury. I'm not mad at anybody. I'm not mad at any human being because I'm a human being.",
      "author": "Tracy Morgan",
      "category": "Stand Up, Stand, Why"
    },
    {
      "quote": "Anger is certainly a kind of baseness, as it appears well in the weakness of those subjects in whom it reigns: children, women, old folks, sick folks.",
      "author": "Francis Bacon",
      "category": "Children, Women, Weakness"
    },
    {
      "quote": "My own approach has always been to push intense emotions down and attempt to deal with them later. When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life.",
      "author": "Alanis Morissette",
      "category": "Life, Men, My Life"
    },
    {
      "quote": "When someone says that I'm angry it's actually a compliment. I have not always been direct with my anger in my relationships, which is part of why I'd write about it in my songs because I had such fear around expressing anger as a woman.",
      "author": "Alanis Morissette",
      "category": "Fear, Woman, Relationships"
    },
    {
      "quote": "It's a joke to think that anyone is one thing. We're all such complex creatures. But if I'm going to be a poster child for anything, anger's a gorgeous emotion. It gets a bad rap, but it can make great changes happen.",
      "author": "Alanis Morissette",
      "category": "Great, Changes, Child"
    },
    {
      "quote": "What influenced me was Tori Amos, who was unapologetic about expressing anger through music, and Sinead O'Connor. Those two in particular were really moving for me, and very inspiring, before I wrote 'Jagged Little Pill.'",
      "author": "Alanis Morissette",
      "category": "Music, Moving, Me"
    },
    {
      "quote": "Anger has been a really big deal for women: how can we express it without feeling that, as the physically weaker sex, we won't get killed. The alpha-woman was burned at the stake and had her head chopped off in days of old.",
      "author": "Alanis Morissette",
      "category": "Women, Feeling, Her"
    },
    {
      "quote": "Pundits talk about 'populist rage' as a way to trivialize the anger and fear coursing through the middle class.",
      "author": "Elizabeth Warren",
      "category": "Fear, Way, Through"
    },
    {
      "quote": "I do have anger management issues. Not clinical. Probably no more than most people.",
      "author": "Andy Serkis",
      "category": "Management, People, Than"
    },
    {
      "quote": "My therapist says I still haven't got in touch with my anger. Maybe one day I'm going to explode. But I'm still really happy. I know it looks like a strange and painful upbringing - all those experiences led me to the paths that I'm on now.",
      "author": "Drew Barrymore",
      "category": "Happy, Day, Me"
    },
    {
      "quote": "Fighting in the ring or cage is very much different from fighting in the street. Fighting in the street is very much fueled by anger, pride, and male dominance and ego.",
      "author": "Joel Edgerton",
      "category": "Pride, Ego, Street"
    },
    {
      "quote": "Anger is wonderful. It keeps you going. I'm angry about bankers. About the government.",
      "author": "Terry Pratchett",
      "category": "Government, Angry, You"
    },
    {
      "quote": "President Obama clearly cannot run on his record. All he's offering is more of the same. That's not good. Look at the economy. It's stagnating. And so, what they're now going to try and do is bring this campaign down to little things, distractions, distortions, smear, fear, anger, frustration.",
      "author": "Paul Ryan",
      "category": "Good, Fear, Little Things"
    },
    {
      "quote": "I'm not someone who feels anger on particular issues.",
      "author": "Theresa May",
      "category": "Someone, Issues, Particular"
    },
    {
      "quote": "The sense of anger I had when I was younger is something I thought would never go away. Over time, it's something you get almost bored with.",
      "author": "Chris Cornell",
      "category": "Time, Thought, You"
    },
    {
      "quote": "I turned to music originally because of my past and needing a release or an outlet to get out anger or frustration or hurt.",
      "author": "Christina Aguilera",
      "category": "Music, Past, Hurt"
    },
    {
      "quote": "I'm very much aware of the dangers of becoming a cliche. Mr. Anger, someone who gets meaner, angrier on record.",
      "author": "Trent Reznor",
      "category": "Someone, Aware, Cliche"
    },
    {
      "quote": "Emotional life grows out of an area of the brain called the limbic system, specifically the amygdala, whence come delight and disgust and fear and anger.",
      "author": "Nancy Gibbs",
      "category": "Life, Fear, Brain"
    },
    {
      "quote": "Hatred is an affair of the heart contempt that of the head.",
      "author": "Arthur Schopenhauer",
      "category": "Heart, Head, Hatred"
    },
    {
      "quote": "Until recently, we regarded love as supernatural. We were willing to study the brain chemistry of fear and depression and anger but not love.",
      "author": "Helen Fisher",
      "category": "Love, Fear, Depression"
    },
    {
      "quote": "First and foremost, we need to be the adults we want our children to be. We should watch our own gossiping and anger. We should model the kindness we want to see.",
      "author": "Brene Brown",
      "category": "Kindness, Children, Want"
    },
    {
      "quote": "Allowing children to show their guilt, show their grief, show their anger, takes the sting out of the situation.",
      "author": "Martha Beck",
      "category": "Children, Grief, Guilt"
    },
    {
      "quote": "I don't think enough players channel the energy of the crowd. If it's done properly, and you don't let anger overwhelm and distract you, it's like a shot of adrenaline in the arm, and it gets the crowd pumped up.",
      "author": "John McEnroe",
      "category": "Energy, Think, You"
    },
    {
      "quote": "As I got older and started moving up the ranking, the matches got more important, and my emotions ratcheted up. I guess I hid my real feelings behind the anger.",
      "author": "John McEnroe",
      "category": "Moving, Feelings, Emotions"
    },
    {
      "quote": "The dog is often quick to resent a kick, be it from man or beast, but I have never known him to show anger at the door that slammed to and hit him. Probably, if the door held him by his tail or his limb, it would quickly receive the imprint of his teeth.",
      "author": "John Burroughs",
      "category": "Dog, Man, Door"
    },
    {
      "quote": "Fair peace becomes men ferocious anger belongs to beasts.",
      "author": "Ovid",
      "category": "Peace, Men, Fair"
    },
    {
      "quote": "Like fragile ice anger passes away in time.",
      "author": "Ovid",
      "category": "Time, Like, Fragile"
    },
    {
      "quote": "One of the interesting things about comedy is it's tension release, and nothing creates tension faster than anger.",
      "author": "Lewis Black",
      "category": "Interesting, Nothing, Comedy"
    },
    {
      "quote": "When you create an economy where you subsidize corporate profits through a welfare program and food stamps in order to keep wages low in some perverse pursuit of 'competiveness,' than you reap the fruits of the anger that you sow.",
      "author": "Martin O'Malley",
      "category": "Food, Economy, You"
    },
    {
      "quote": "I'm an angry person, angrier than most people would imagine, I get flashes of anger. What works for me is working out when it's useful to use that anger.",
      "author": "Alan Alda",
      "category": "Me, People, Angry"
    },
    {
      "quote": "I'm too mature to be angry.",
      "author": "Jesse Jackson",
      "category": "Angry, Mature, Too"
    },
    {
      "quote": "Many are observing Ferguson and witnessing the anger, demonstrations, looting and vandalism and calling for quiet. But quiet isn't enough. The absence of noise isn't the presence of justice - and we must demand justice in Ferguson and the other 'Fergusons' around America.",
      "author": "Jesse Jackson",
      "category": "Justice, America, Quiet"
    },
    {
      "quote": "I have been to anger management twice. After the first session the lady was like, 'Baby, you don't seem that angry at all. You seem like a really nice guy.'",
      "author": "Kid Rock",
      "category": "Baby, Management, Nice"
    },
    {
      "quote": "Sometimes, you have to get angry to get things done.",
      "author": "Ang Lee",
      "category": "Angry, Done, You"
    },
    {
      "quote": "Democracies are slow to anger and hesitant to go to war: Voters don't want to sacrifice their children for the glory of a selfish king.",
      "author": "Michio Kaku",
      "category": "Children, War, Sacrifice"
    },
    {
      "quote": "My father had a real short fuse. He had a tough life - had to support his mother and brother at a very young age when his dad's farm collapsed. You could see his suffering, his terrible suffering, living a life that was disappointing and looking for another one. My father was full of terrifying anger.",
      "author": "Sam Shepard",
      "category": "Life, Age, Father"
    },
    {
      "quote": "Unpleasant reading on the subject of anger tells us that there's not really anything wrong with it. In limited amounts. It can even be a good thing. A pressure valve.",
      "author": "Dick Cavett",
      "category": "Good, Reading, Pressure"
    },
    {
      "quote": "I think we all have a lot of darkness in our bellies. As an actor, the challenge of tapping into that, reaching down into that sadness or anger, is very therapeutic.",
      "author": "Kevin Bacon",
      "category": "Challenge, Sadness, Darkness"
    },
    {
      "quote": "I started a youth center in Houston. The kids would come in and want to learn to box; they wanted to tear up the world, beat up the world. And I'd try to show them they didn't need anger. They didn't need all that killing instinct they'd read about. You can be a human being and pursue boxing as a sport.",
      "author": "George Foreman",
      "category": "Youth, World, Want"
    },
    {
      "quote": "What people don't realize about Donald Trump - and I don't even know if Donald Trump realizes it - is that every tweet he unleashes against you... creates such a crescendo of anger.",
      "author": "Megyn Kelly",
      "category": "People, Know, You"
    },
    {
      "quote": "Anger is one of the sinews of the soul.",
      "author": "Thomas Fuller",
      "category": "Soul, Sinews"
    },
    {
      "quote": "Lawyers are men who hire out their words and anger.",
      "author": "Horace",
      "category": "Men, Words, Lawyers"
    },
    {
      "quote": "He that would be angry and sin not, must not be angry with anything but sin.",
      "author": "John Ruskin",
      "category": "Angry, Sin, Anything"
    },
    {
      "quote": "Boxing was a way to express my anger. All of a sudden, I was expressing anger, and I was good at it. I was like a Jekyll and Hyde. Boxing helped me because I was fighting the anger out. I was knocking guys out.",
      "author": "Gerry Cooney",
      "category": "Good, Me, Boxing"
    },
    {
      "quote": "Boxing gave me a voice to express the anger I felt for where I came from.",
      "author": "Gerry Cooney",
      "category": "Me, Voice, Boxing"
    },
    {
      "quote": "It's usually a big kind of vent of frustration or anger or sadness that puts me in the right frame of mind to write. It's such a cliche to say that artists write when they're down, but it's true for me. It's a relief to get out what's eating away at my heart or my soul or my head.",
      "author": "Ellie Goulding",
      "category": "Heart, Sadness, Soul"
    },
    {
      "quote": "All improv turns into anger. All comedy improv basically turns into anger, because that's all people know how to do when they're improvising. If you notice shows that are improvising are generally people yelling at each other.",
      "author": "Albert Brooks",
      "category": "People, Know, You"
    },
    {
      "quote": "I think anger and laughter are very close to each other, when you think about it.",
      "author": "Albert Brooks",
      "category": "Laughter, Think, You"
    },
    {
      "quote": "Even in my comedies, I don't take anger as a joke. I think anger and laughter are very close to each other, when you think about it. One of the things I like about a character: I always think it's fascinating when a character can turn on a dime and go from one emotion to another. I like watching that.",
      "author": "Albert Brooks",
      "category": "Character, Laughter, Think"
    },
    {
      "quote": "The difference between anger and deep remorse - remorse is much fatter. It's a deeper feeling altogether. Anger is too easy an escape for my money.",
      "author": "John Hurt",
      "category": "Money, Deep, Easy"
    },
    {
      "quote": "I've never felt that anger is a very powerful emotion.",
      "author": "John Hurt",
      "category": "Powerful, Emotion, Never"
    },
    {
      "quote": "An angry people cannot create anything that is not imbued with anger.",
      "author": "John McAfee",
      "category": "People, Angry, Create"
    },
    {
      "quote": "A theme that has always interested me is how women express anger, how women express violence. That is very much part of who women are, and it's so unaddressed. A vast amount of literature deals with cycles of violence about men, antiheroes. Women lack that vocabulary.",
      "author": "Gillian Flynn",
      "category": "Women, Men, Violence"
    },
    {
      "quote": "Well, all comedy starts with anger. You get angry, and its never for a good reason, right? You know its not a good reason. And then you try and work it from there.",
      "author": "Jerry Seinfeld",
      "category": "Work, Good, Know"
    },
    {
      "quote": "Hizb ut-Tahrir spearheaded the radicalization of the 1990s and cultivated an atmosphere of anger.",
      "author": "Maajid Nawaz",
      "category": "Atmosphere, Cultivated"
    },
    {
      "quote": "When daughters react with annoyance or even anger at the smallest, seemingly innocent remarks, mothers get the feeling that talking to their daughters can be like walking on eggshells: they have to watch every word.",
      "author": "Deborah Tannen",
      "category": "Walking, React, Feeling"
    },
    {
      "quote": "Conversations with sisters can spark extremes of anger or extremes of love. Everything said between sisters carries meaning not only from what was just said but from all the conversations that came before - and 'before' can span a lifetime. The layers of meaning combine profound connection with equally profound competition.",
      "author": "Deborah Tannen",
      "category": "Love, Competition, Meaning"
    },
    {
      "quote": "I find there's this weird anger thing: Someone will approach me at the bar and say, 'Hey, can I buy you a drink?' And I'll say, 'No, I'm okay.' And then all of a sudden, there's this male anger flip, where they go, 'Oh, you know what? I wasn't even gonna buy you a drink, 'cause you're not even that cute anyway,' and walk away.",
      "author": "Hannah Simone",
      "category": "Cute, Walk, Me"
    },
    {
      "quote": "Experts say you should never hit your children in anger. When is a good time? When you're feeling festive?",
      "author": "Roseanne Barr",
      "category": "Time, Children, Good"
    },
    {
      "quote": "The modern progressive movement believes that dissenting language is objectionable, which then removes the brakes between anger and violence.",
      "author": "Greg Gutfeld",
      "category": "Language, Violence"
    },
    {
      "quote": "A lot of artists think they want anger. But a real, strong, bitter anger occupies the mind, leaving no room for creativity.",
      "author": "David Lynch",
      "category": "Creativity, Strong, Mind"
    },
    {
      "quote": "Anger clearly has its proper place at work, which is neither wholly absent nor ever present. The manager who is an emotional blank is just as hard to work for as the volcanic boss, and both can do great harm by setting an unhelpful example for what kind of emotional expression is expected and accepted.",
      "author": "Julian Baggini",
      "category": "Work, Great, Boss"
    },
    {
      "quote": "The most powerful force in American politics is not anger, it's nostalgia.",
      "author": "Pete Hamill",
      "category": "Powerful, Politics, American"
    },
    {
      "quote": "If people think I'm angry, I don't want to burst anybody's bubble. I like sometimes for people to be afraid of me. But it's not really anger; it's discipline.",
      "author": "Grace Jones",
      "category": "Discipline, Me, People"
    },
    {
      "quote": "Basically, it's in your best mental interest to release your anger so you can see the world more clearly around you and seek better solutions for finding the happy, love-filled life you desire and deserve.",
      "author": "Karen Salmansohn",
      "category": "Life, Happy, Best"
    },
    {
      "quote": "Often, overeating is a way to punish yourself for the anger and resentment you're feeling - either at yourself or someone else.",
      "author": "Karen Salmansohn",
      "category": "Yourself, You, Feeling"
    },
    {
      "quote": "If your partner is angry with you, recognize that his anger is a misdirected plea for love. Your partner's simply upset because he feels something you said or did was a sign of not loving him enough.",
      "author": "Karen Salmansohn",
      "category": "Love, Partner, Loving"
    },
    {
      "quote": "Anger in the black community towards Republicans is established and immutable.",
      "author": "Bob Beckel",
      "category": "Community, Black"
    },
    {
      "quote": "When our neighbor's personality possesses harsh qualities, we show our love by not voluntarily provoking those qualities in any way. Past experience shows us what upsets a person, so in their presence we are careful not to do or say those things that cause anger. We are self-effacing.",
      "author": "Mother Angelica",
      "category": "Love, Experience, Past"
    },
    {
      "quote": "When anyone arouses my anger, I will immediately pray for them and regain my peace of soul.",
      "author": "Mother Angelica",
      "category": "Peace, Soul, Will"
    },
    {
      "quote": "You look at 30 Seconds to Mars, and you don't think, 'Ooh, I bet they're angry.' No one really does anger these days. I suppose it's a turn-off.",
      "author": "Peter Hook",
      "category": "Angry, Think, You"
    },
    {
      "quote": "Staring prejudice in the face imposes a cruel discipline: to structure your anger, to achieve a certain dignity, an angry dignity.",
      "author": "Ellen Ullman",
      "category": "Discipline, Angry, Face"
    },
    {
      "quote": "Anger is so constructive.",
      "author": "John Cameron Mitchell",
      "category": "Constructive"
    },
    {
      "quote": "I've been in government and politics my entire career, and while I try to keep a level head and a reasonable tone in my commentary, even I can lose my head sometimes and let anger bubble over and burst out. It feels gross, looks ugly, and leaves a lasting mark.",
      "author": "Dana Perino",
      "category": "Politics, Government, Ugly"
    },
    {
      "quote": "It angers me to see armed defenders at the bottom of Lost Cause statues, adding a renewed threat of violence to icons that are themselves part of an ideology of violence and intimidation.",
      "author": "Ryan Holiday",
      "category": "Violence, Me, Lost"
    },
    {
      "quote": "You see all the movies where people say, 'Don't fight out of anger'? They say that for a reason.",
      "author": "Donald Cerrone",
      "category": "Fight, People, Movies"
    },
    {
      "quote": "For me, the interesting thing about anorexia is that you show your wound. There's no hiding it. So my anger and sense of disappointment, all the stuff I was out of touch with, became this visible rebuke to my parents.",
      "author": "Marti Noxon",
      "category": "Parents, Disappointment, Me"
    },
    {
      "quote": "Anger is a good motivator.",
      "author": "James Dyson",
      "category": "Good, Motivator"
    },
    {
      "quote": "When I interviewed John McCain in 2000 about whether he had taken medication for his anger, I remember thinking, 'Let's see how this is going to work.'",
      "author": "John Dickerson",
      "category": "Work, Thinking, Remember"
    },
    {
      "quote": "Anger is one of those emotions that doesn't follow the letter of the law. It speaks before it thinks. It rears up on its hind legs and charges.",
      "author": "Lynn Coady",
      "category": "Law, Emotions, Legs"
    },
    {
      "quote": "When you're not sure your anger is justified, the thing to do is ask yourself exactly where it's coming from.",
      "author": "Lynn Coady",
      "category": "Yourself, You, Where"
    },
    {
      "quote": "What we Americans go through to pick a president is not only crazy and unnecessary but genuinely abusive. Hundreds of millions of dollars are spent in a craven, cynical effort to stir up hatred and anger on both sides.",
      "author": "Matt Taibbi",
      "category": "Crazy, Effort, Cynical"
    },
    {
      "quote": "George wrote Taxman, and I played guitar on it. He wrote it in anger at finding out what the taxman did. He had never known before then what could happen to your money.",
      "author": "Paul McCartney",
      "category": "Money, Guitar, Finding"
    },
    {
      "quote": "There's a lot of anger in 'Queen of Denmark,' and that's me getting political.",
      "author": "John Grant",
      "category": "Queen, Political, Me"
    },
    {
      "quote": "I have not one shred of anger in my heart against Netanyahu or his wife.",
      "author": "Naftali Bennett",
      "category": "Heart, Wife, Against"
    },
    {
      "quote": "I get angry at a principle, not a person.",
      "author": "Norman Schwarzkopf",
      "category": "Angry, Person, Principle"
    },
    {
      "quote": "I have rage and anger issues. So I get mad about stuff in real life, and then I yell about it onstage, and luckily, something funny ends up coming out. What I'll do is tape-record it, and it will end up coming out even funnier. And I add more punch lines.",
      "author": "Lisa Lampanelli",
      "category": "Funny, Life, End"
    },
    {
      "quote": "I don't like anybody to be angry with me. I'd rather have friends.",
      "author": "B. B. King",
      "category": "Friends, Me, Angry"
    },
    {
      "quote": "Shock, confusion, fear, anger, grief, and defiance. On Sept. 11, 2001, and for the three days following the worst terrorist attack on U.S. soil, President George W. Bush led with raw emotion that reflected the public's whipsawing stages of acceptance.",
      "author": "Ron Fournier",
      "category": "Fear, Grief, Acceptance"
    },
    {
      "quote": "When I first started, my songs were the politics of anger. As I got older and hopefully wiser, I wanted to be part of the politics of answers.",
      "author": "Michael Franti",
      "category": "Politics, Answers, First"
    },
    {
      "quote": "Whoever incites anger has a strong insurance against indifference.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Strong, Insurance"
    },
    {
      "quote": "I think I'm basically the same guy I always was. Maybe I've learned, through experience, to rein in some of the anger and temper they say redheads normally have.",
      "author": "Willie Nelson",
      "category": "Experience, Think, They Say"
    },
    {
      "quote": "A lot of these guys come up and say, 'Man, you were my influence, the way you thrashed the drums.' They don't seem to understand I was thrashing in order to hear what I was playing. It was anger, not enjoyment - and painful.",
      "author": "Butch Trucks",
      "category": "Man, Influence, You"
    },
    {
      "quote": "We do have our challenges. Some things don't always work right in Washington, and the anger you see from the electorate, I think, is a reflection of what's not working right.",
      "author": "Bill Flores",
      "category": "Work, Reflection, Challenges"
    },
    {
      "quote": "I was being very bad because I didn't know how to express myself. Music gave me an outlet to express myself and channel that anger.",
      "author": "Tory Lanez",
      "category": "Music, Myself, Me"
    },
    {
      "quote": "Anger tears me up inside... My own... or anyone else's.",
      "author": "Betty White",
      "category": "Me, Tears, My Own"
    },
    {
      "quote": "Our government is printing money, and it's degrading the living standard of every person in America. It's the cause of frustration, anger, and confusion.",
      "author": "Steve Wynn",
      "category": "Money, America, Government"
    },
    {
      "quote": "When the Left agitates over government policies, it's considered righteous anger. When the Right - and much of the center - agitate, it's painted as the rantings of the criminally and violently insane.",
      "author": "Monica Crowley",
      "category": "Government, Right, Insane"
    },
    {
      "quote": "My passion and energy get mistaken for anger.",
      "author": "Gary Oldman",
      "category": "Passion, Energy, Mistaken"
    },
    {
      "quote": "I drank for about 25 years getting over the loss of my father and I took the anger out on myself. I did a good job at beating myself up at sometimes. I don't drink anymore but my alcoholic head occasionally says different. 'Nil By Mouth' was a love letter to my father because I needed to resolve some issues in order to be able to forgive him.",
      "author": "Gary Oldman",
      "category": "Love, Good, Father"
    },
    {
      "quote": "I asked a shrink: 'Everything is so great. Why am I still so angry?' He said, 'Anger doesn't go away.' I always thought it was kind of a good engine.",
      "author": "Mike Nichols",
      "category": "Good, Great, Thought"
    },
    {
      "quote": "The Clash had a unique, special relationship with Scotland. Perhaps it was something to do with the energy, anger and beauty in their music. In Scotland at that time, there was a lot of to be angry about. And a great need of some energy and beauty.",
      "author": "John Niven",
      "category": "Music, Time, Beauty"
    },
    {
      "quote": "I think I have more humour in me than anger. But those two things are great bed-fellows, performance-wise.",
      "author": "Elaine Stritch",
      "category": "Great, Me, Think"
    },
    {
      "quote": "I accrued anger from people's low opinion of me and my work, and for the work I might be capable of.",
      "author": "Harrison Ford",
      "category": "Work, Me, People"
    },
    {
      "quote": "I don't think anybody should ever touch anybody in anger, ever.",
      "author": "Tommy Lee",
      "category": "Think, Touch, Should"
    },
    {
      "quote": "I could feel my moral compass as a soldier, in danger of - I could feel the squeeze, the pressure of frustration and anger and fear combining on me... I felt the danger; I felt the squeeze of it.",
      "author": "Tim O'Brien",
      "category": "Fear, Me, Pressure"
    },
    {
      "quote": "Democracy isn't solely about polite conversations in parliaments. It needs to be continually refreshed with raw passions, anger and ideals.",
      "author": "Geoff Mulgan",
      "category": "Democracy, Conversations"
    },
    {
      "quote": "One effect of an individualistic culture that's poor at instilling mutual respect is that people jump more quickly to anger or violence.",
      "author": "Geoff Mulgan",
      "category": "Respect, Culture, Violence"
    },
    {
      "quote": "When terrorism strikes, divisive anger is a natural response.",
      "author": "Mohsin Hamid",
      "category": "Terrorism, Response, Natural"
    },
    {
      "quote": "If you feel like there is going to be an emotional reaction that won't be helpful to resolve the situation, anger or other things, disarm the situation in some way, and you can use different techniques to do that.",
      "author": "Lynn Good",
      "category": "Situation, Emotional, You"
    },
    {
      "quote": "My whole life, people have been saying, Why are you so angry?",
      "author": "Fiona Apple",
      "category": "Life, People, Saying"
    },
    {
      "quote": "I almost failed out of high school. I nearly gave in to the deep anger and resentment harbored by everyone around me... Whatever talents I have, I almost squandered until a handful of loving people rescued me.",
      "author": "J. D. Vance",
      "category": "Deep, School, Me"
    },
    {
      "quote": "Yeah, to me, acting is very therapeutic. I get out a lot of anger and frustration.",
      "author": "Diane Kruger",
      "category": "Me, Frustration, Acting"
    },
    {
      "quote": "I want roles without anger and feistiness. I want to show weakness and sadness, some love, some happiness.",
      "author": "Marlee Matlin",
      "category": "Love, Happiness, Sadness"
    },
    {
      "quote": "I'm sure it's one of the most frustrating aspects of human experience for all of us, that when we tell someone who's hurt us that they've hurt us, they tend to react with anger because they feel guilty, and we know we also get angry when we feel guilty.",
      "author": "Joshua Oppenheimer",
      "category": "Experience, Hurt, Know"
    },
    {
      "quote": "An angry man is again angry with himself when he returns to reason.",
      "author": "Publilius Syrus",
      "category": "Man, Angry, Reason"
    },
    {
      "quote": "The bare recollection of anger kindles anger.",
      "author": "Publilius Syrus",
      "category": "Bare, Recollection"
    },
    {
      "quote": "I have some anger issues.",
      "author": "Bryan Cranston",
      "category": "Issues, Some"
    },
    {
      "quote": "A very powerful mechanism to get elected is to play on anger and pick those wedge issues.",
      "author": "Justin Trudeau",
      "category": "Powerful, Play, Issues"
    },
    {
      "quote": "I had a lot of anger inside me and that came out at times that were not particularly advantageous to me career-wise.",
      "author": "Mickey Rourke",
      "category": "Me, Inside, Times"
    },
    {
      "quote": "Solitude is the place where we can connect with profound bonds that are deeper than the emergency bonds of fear and anger.",
      "author": "Henri Nouwen",
      "category": "Fear, Solitude, Profound"
    },
    {
      "quote": "Of course we need to show we are a genuine alternative to an unpopular, Conservative-led government. But we need to set ourselves a higher standard than a party offering anger like UKIP.",
      "author": "Douglas Alexander",
      "category": "Government, Party, Genuine"
    },
    {
      "quote": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.",
      "author": "Reba McEntire",
      "category": "Positive, Time, Light"
    },
    {
      "quote": "I've been trying to learn how to not be so conflicted about things like my own anger. I've always had a place in my music for my anger as a way of compensating for not having a mechanism to express it in my everyday life. So I've been trying to be more true to myself, and that helps me to chill out a little bit. But politically, uh-uh. No.",
      "author": "Ani DiFranco",
      "category": "Life, Music, Myself"
    },
    {
      "quote": "Men make angry music and it's called rock-and-roll women include anger in their vocabulary and suddenly they're angry and militant.",
      "author": "Ani DiFranco",
      "category": "Music, Women, Men"
    },
    {
      "quote": "I think I deal with my anger toward my relationship or about my relationship or about my friendships or my family - I deal with it on stage in a passive-aggressive way, and that can be very harmful if it gets back to them, which it always does.",
      "author": "Nikki Glaser",
      "category": "Family, Relationship, Think"
    },
    {
      "quote": "I think it's too easy to recount your unhappy memories when you write about yourself. You bask in your own innocence. You revere your grief. You arrange your angers at their most becoming angles.",
      "author": "Margo Jefferson",
      "category": "Memories, Grief, Yourself"
    },
    {
      "quote": "I have now been married to my third husband for more than 20 years. But when you've had children with someone you're divorced from, divorce defines everything; it's the lurking fact, a slice of anger in the pie of your brain.",
      "author": "Nora Ephron",
      "category": "Children, Brain, Husband"
    },
    {
      "quote": "One good thing I'd like to say about divorce is that it sometimes makes it possible for you to be a much better wife to your next husband because you have a place for your anger - it's not directed at the person you're currently with.",
      "author": "Nora Ephron",
      "category": "Good, Wife, Husband"
    },
    {
      "quote": "The biggest aggravation in the Arab world, the biggest reason for their anger toward us and the creation of those suicide terrorists, is Israel and the difficulty with the Palestinian issue.",
      "author": "Mario Cuomo",
      "category": "Suicide, World, Reason"
    },
    {
      "quote": "I am just sorry my own mother had to live under that regime for most of her life. I was lucky. I got out and, 14 years later, Czechoslovakia became a free country. So I feel anger, even fury, at this bloody system that ruined so many people's lives for no reason whatsoever.",
      "author": "Martina Navratilova",
      "category": "Life, Mother, I Am"
    },
    {
      "quote": "How do you redefine love when your idea of love is something that's so violent? When your idea of passion is anger, how do you fix that?",
      "author": "Rupi Kaur",
      "category": "Love, Passion, Love Is"
    },
    {
      "quote": "We don't get the greatest tools to deal with anger. It's like, 'Hey, count to 10.' When someone really upsets me, how do I respond? I don't usually start counting to 10 and breathing deeply.",
      "author": "Woody Harrelson",
      "category": "Me, Greatest, Tools"
    },
    {
      "quote": "Sometimes you just need to raise your voice. And sometimes a little anger is necessary, to be honest.",
      "author": "Corey Hawkins",
      "category": "Voice, Honest, You"
    },
    {
      "quote": "The great thing about celebrity culture is that they can't seem to stop themselves from displaying their ridiculous behaviour. I feel it's my job as a serious investigative journalist to witness all kinds of behaviour and then report back to the audience through the prism of my own anger and bitterness.",
      "author": "Kathy Griffin",
      "category": "Culture, Great, Job"
    },
    {
      "quote": "Anger has a way of seeping into every other emotion and planting itself in there.",
      "author": "Dane Cook",
      "category": "Emotion, Way, Planting"
    },
    {
      "quote": "There's a certain time that when somebody asks you a question, you answer them. I don't think I said anything with venom. If you can express yourself without anger and make it as palatable as you can, that's what you do.",
      "author": "Reggie Jackson",
      "category": "Time, Yourself, Think"
    },
    {
      "quote": "I do like to write nasty songs. It's a useful weapon to have, and it's cathartic as well, because I create art out of anger, something positive out of something negative.",
      "author": "Lisa Marie Presley",
      "category": "Positive, Art, Negative"
    },
    {
      "quote": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human.",
      "author": "Janet Fitch",
      "category": "Time, Happy, Experience"
    },
    {
      "quote": "When you learn that a truth is a lie, anger follows.",
      "author": "Grace Slick",
      "category": "Truth, Lie, Truth Is"
    },
    {
      "quote": "At the time, 1980, people regarded actresses involved with production with a certain amount of fear, resentment and anger.",
      "author": "Jacqueline Bisset",
      "category": "Time, Fear, People"
    },
    {
      "quote": "What the media misses is the amount of anger that's out there. Trump didn't create that.",
      "author": "Stephen Bannon",
      "category": "Media, Create, Trump"
    },
    {
      "quote": "I think that Scottish people, like Canadians, are often misunderstood and what I like about my Scottish friends and relatives is how quickly it can go from love to anger. It's a great dynamic.",
      "author": "Mike Myers",
      "category": "Love, Friends, Great"
    },
    {
      "quote": "September 11 was a wake-up call to me. I don't want to contribute to the hate in any shape or form. I now regret in the past being silent about what I have heard in the Islamic discourse and being part of that with my own anger.",
      "author": "Hamza Yusuf",
      "category": "Hate, Past, Regret"
    },
    {
      "quote": "Being an activist is about getting things done. It's not about standing around shaking your fist in anger.",
      "author": "Christine Quinn",
      "category": "Done, Standing, Being"
    },
    {
      "quote": "And I think there's something about conservatives frankly - and the Left, when it comes to their channels of persuasion, are unpersuasive. They are, most of them are hate-filled, obscenity-clogged rants of anger and hatred.",
      "author": "Karl Rove",
      "category": "Persuasion, Think, Hatred"
    },
    {
      "quote": "It really shocked me just to hear of the fans' response to 'St. Anger' not having guitar solos.",
      "author": "Kirk Hammett",
      "category": "Guitar, Me, Response"
    },
    {
      "quote": "Metallica is like the phoenix rising from the ashes. We set everything on fire, and this is what has risen from it - 'St. Anger' being the fire and 'Death Magnetic' being the phoenix.",
      "author": "Kirk Hammett",
      "category": "Death, Fire, Phoenix"
    },
    {
      "quote": "People who think that Sylvia Plath was a poor, sensitive poet are not getting that she had great amounts of ambition and anger that moved her along, or she wouldn't have been able to fight against that depression to produce such an incredible body of work by the age of thirty.",
      "author": "Elizabeth Wurtzel",
      "category": "Work, Age, Great"
    },
    {
      "quote": "In high school I dated a white woman. She would come to visit me on the rez. And her dad, who was very racist, didn't like that at all. And he told her one time, 'You shouldn't go on the rez if you're white because Indians have a lot of anger in their heart.'",
      "author": "Sherman Alexie",
      "category": "Time, School, Woman"
    },
    {
      "quote": "My biggest influence is rap. It spoke to me, probably because of my upbringing in Christiania. You listen to 'The Chronic' and you can hear that anger and frustration.",
      "author": "Lukas Forchhammer",
      "category": "Influence, Me, Frustration"
    },
    {
      "quote": "When you get frisked by the police at the age of 10, and they empty your schoolbag out in the street and kick your books around and calling you names because of where you live, you just get an anger towards everyone who is outside of your neighborhood.",
      "author": "Lukas Forchhammer",
      "category": "Age, Police, Live"
    },
    {
      "quote": "The anger and the creativity are so closely intertwined with me, and there's plenty of anger left.",
      "author": "Ingmar Bergman",
      "category": "Creativity, Me, Plenty"
    },
    {
      "quote": "When I played a club in Salt Lake City, I complained to the crowd about the low turnout. It's always good to berate the people who paid to see you because you're upset about the people who didn't show up. It's called misplaced anger, and without it, I wouldn't have an act.",
      "author": "Andy Kindler",
      "category": "Good, City, People"
    },
    {
      "quote": "Every now and then, when I think about it, I think, 'What would I even talk about onstage?' It's never been, 'I wonder if I'm funny. I wonder if I can come up with jokes.' It's more, 'What would it be like without the leather suit and the anger?'",
      "author": "Eddie Murphy",
      "category": "Funny, Wonder, Think"
    },
    {
      "quote": "Perhaps it should be obvious: Adultery is a social threat that arouses raw anger and fear, which the bellicose then need to discharge rather than merely feel, traditionally on the philandering wife or the female home-wrecker.",
      "author": "Mary Gaitskill",
      "category": "Fear, Wife, Feel"
    },
    {
      "quote": "I use the music to vent, and a lot of the stuff that I am writing about or was writing about contained a lot of anger and anxiety, stress and depression, so that's how the album came out so dark.",
      "author": "Vanilla Ice",
      "category": "Music, Stress, Depression"
    },
    {
      "quote": "The Internet is a cauldron of anger every day, every year, election year or not, with unemployment at 10 percent or at two percent. It isn't exactly a good index of what's happening.",
      "author": "Charles Krauthammer",
      "category": "Day, Good, Internet"
    },
    {
      "quote": "Fear, separation, hate and anger come from the wrong view that you and the Earth are two separate entities, the Earth is only the environment. You are in the centre, and you want to do something for the Earth in order for you to survive.",
      "author": "Nhat Hanh",
      "category": "Fear, Hate, Environment"
    },
    {
      "quote": "I don't display emotions. I have every feeling that everyone else has, but I've developed ways to suppress them. Anger is one of my most comfortable feelings.",
      "author": "Curtis Jackson",
      "category": "Feelings, Emotions, Feeling"
    },
    {
      "quote": "Sometimes, you have to make the choice to forgive 10 times a day when you have these pockets of anger come up. That's a lot of work, but to me it's worthwhile.",
      "author": "Amanda Lindhout",
      "category": "Work, Day, Choice"
    },
    {
      "quote": "I've become a lot more tolerant; I think before I talk. I can take a lot now. I don't get as angry as I used to. Whenever I do, I channel my anger into my work.",
      "author": "Anurag Kashyap",
      "category": "Work, Angry, Think"
    },
    {
      "quote": "He took over anger to intimidate subordinates, and in time anger took over him.",
      "author": "Milan Kundera",
      "category": "Time, Over, Him"
    },
    {
      "quote": "Caregiving requires the intention of love, caretaking requires the intention of fear. Not acting in anger when you are angry requires the intention of love.",
      "author": "Gary Zukav",
      "category": "Love, Fear, Acting"
    },
    {
      "quote": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion.",
      "author": "Pete Townshend",
      "category": "Me, Say, Sense"
    },
    {
      "quote": "People are unjust to anger - it can be enlivening and a lot of fun.",
      "author": "Philip Roth",
      "category": "Fun, People, Unjust"
    },
    {
      "quote": "I am a danger to myself if I get angry.",
      "author": "Oriana Fallaci",
      "category": "Myself, I Am, Angry"
    },
    {
      "quote": "Before I came out, I had a lot of anger. For years people would ask, 'How are you doing?' and I'd say, 'Good, fine.' It's show business, and that's what you have to show.",
      "author": "Ricky Martin",
      "category": "Business, Good, People"
    },
    {
      "quote": "All through life I've harbored anger rather than expressed it at the moment.",
      "author": "Jessica Lange",
      "category": "Life, Moment, Through"
    },
    {
      "quote": "I understand Tea Partyers' anger with the system, but they are in way over their heads and often racially motivated, and I can't be part of that.",
      "author": "Zach Galifianakis",
      "category": "Tea, Understand, Way"
    },
    {
      "quote": "Do not follow vain desires; for verily he who prospers is preserved from lust, greed and anger.",
      "author": "Abu Bakr",
      "category": "Greed, Lust, Follow"
    },
    {
      "quote": "We need to learn how to organize, not just to let our anger explode. We need to have organization for the long run, not for one issue, not for one murder, but for everything coming to us in the next 20, 30 years.",
      "author": "Raoul Peck",
      "category": "Organization, Learn, Long"
    },
    {
      "quote": "Yes, an individual could be electronically stimulated to fear, anger, or euphoria from a distance. However, the procedure is complicated, not always accurate, and far too tedious and expensive as a method for taking over control of the world.",
      "author": "Marilyn Ferguson",
      "category": "Fear, World, Control"
    },
    {
      "quote": "The best therapists can do with sadness, anger, and anxiety is to help patients live in the more comfortable part of their set range.",
      "author": "Martin Seligman",
      "category": "Best, Sadness, Anxiety"
    },
    {
      "quote": "Eventually, I moved from a place of anger toward the Jews of Israel toward a place of embrace.",
      "author": "Ayman Odeh",
      "category": "Place, Embrace, Toward"
    },
    {
      "quote": "Many of us who have cars have felt some form of extreme anger at other drivers because we feel they have put us in harm's way. We might even envision ramming their cars or cutting them off in return, but do we actually do it? No, because the overwhelming majority of us never want to take another human life.",
      "author": "Taya Kyle",
      "category": "Life, Want, Human"
    },
    {
      "quote": "I guess I probably make violent films partly because I can't express my anger in my real life very well.",
      "author": "Park Chan-wook",
      "category": "Life, Real, Real Life"
    },
    {
      "quote": "So I'm not worried about the emotions I carry with me, because I'm happy that I have them; I think it's good for the work I do. The emotions that are not healthy are the ones you hold inside, like anger.",
      "author": "Diana Ross",
      "category": "Work, Happy, Good"
    },
    {
      "quote": "It's that evil twin part of me that always comes out at the absolute wrong political moment, like a demon possessing my soul; it exhibits itself as an arrogance or disdain or obnoxiousness or meanness or anger or pettiness - all traits that are lethal in politics.",
      "author": "Peter Navarro",
      "category": "Politics, Soul, Evil"
    },
    {
      "quote": "Whether one agrees or disagrees with the tactics of the Occupy Wall Street movement, it's easy to understand the inspiration for its anger as well as its impatience.",
      "author": "Eric Alterman",
      "category": "Easy, Inspiration, Street"
    },
    {
      "quote": "I believe anger is a wasted emotion, and I don't like to waste emotions.",
      "author": "Jim Webb",
      "category": "Believe, I Believe, Emotion"
    },
    {
      "quote": "Contempt is the only asymmetrical expression in the muscular facial system: Disgust, fear, happiness, surprise and anger typically express themselves symmetrically. Contempt is marked by one lip corner pulled up and in a dismissive sneer.",
      "author": "Pamela Meyer",
      "category": "Happiness, Fear, Surprise"
    },
    {
      "quote": "When we can lay down our fear and anger and choose responses other than aggression, we create the conditions for bringing out the best in us humans.",
      "author": "Margaret J. Wheatley",
      "category": "Fear, Best, Down"
    },
    {
      "quote": "My humour has always come from anger, but I have to make sure I don't just get angry and jump on a soapbox.",
      "author": "Carl Hiaasen",
      "category": "Angry, Jump, Humour"
    },
    {
      "quote": "Anger is not an accepted thing for women. And, you know, I do get angry. I feel it's a very honest emotion.",
      "author": "Rosamund Pike",
      "category": "Women, Angry, Know"
    },
    {
      "quote": "On banks, I make no apology for attacking spivs and gamblers who did more harm to the British economy than Bob Crow could achieve in his wildest Trotskyite fantasies, while paying themselves outrageous bonuses underwritten by the taxpayer. There is much public anger about banks and it is well deserved.",
      "author": "Vince Cable",
      "category": "Economy, Achieve, Apology"
    },
    {
      "quote": "Something my mum taught me years and years and years ago, is life's just too short to carry around a great bucket-load of anger and resentment and bitterness and hatreds and all that sort of stuff.",
      "author": "Kevin Rudd",
      "category": "Life, Great, Short"
    },
    {
      "quote": "Imagine how much capital a country like Argentina might attract - if instead of defaulting seriatim and affecting a pose of anger toward creditors, it borrowed responsibly and honored its obligations.",
      "author": "Paul Singer",
      "category": "Country, Honored, Imagine"
    },
    {
      "quote": "I grew up looking at my father as to how to behave. In watching him I grasped so many things. His own temperament was of a calm person. He was very composed and I never saw anger in him. To me, that was fascinating.",
      "author": "Sachin Tendulkar",
      "category": "Father, Calm, Me"
    },
    {
      "quote": "Once in a while, I still witness occasionally sexist behavior and comments from men (which experience has taught me you should always deflect with humour rather than anger). Old habits die hard, after all, and it's unrealistic to expect dinosaurs to fall silent overnight.",
      "author": "Maelle Gavet",
      "category": "Experience, Men, Behavior"
    },
    {
      "quote": "As the plane got closer to Miami, I had this terrible feeling he was dying. Maybe he was telling me that he was going. I felt anger, panic, despair and helplessness.",
      "author": "Robin Gibb",
      "category": "Me, Despair, Miami"
    },
    {
      "quote": "Quite a lot of our contemporary culture is actually shot through with a resentment of limits and the passage of time, anger at what we can't do, fear or even disgust at growing old.",
      "author": "Rowan Williams",
      "category": "Time, Fear, Culture"
    },
    {
      "quote": "I wasn't a very academic kid, and music was the way for all that feeling and angst and sex and love and anger to be channelled.",
      "author": "Dave Davies",
      "category": "Love, Music, Academic"
    },
    {
      "quote": "Dance music cannot compete with a really great rock n' roll song. There ain't no DJ that's gonna play something that can take 'Mr Brightside' or 'Don't Look Back In Anger.'",
      "author": "Brandon Flowers",
      "category": "Music, Great, Dance"
    },
    {
      "quote": "From my anger, frustration, and hurt, I wrote the short story that would later become 'The Hate U Give.'",
      "author": "Angie Thomas",
      "category": "Short, Hate, Hurt"
    },
    {
      "quote": "I feel like we sometimes let our emotions and anger get in the way.",
      "author": "Trevor Jackson",
      "category": "Emotions, Way, Sometimes"
    },
    {
      "quote": "I resisted writing a book for a long time because I didn't want to invade anyone else's privacy or hurt anyone or anger anyone.",
      "author": "Alana Stewart",
      "category": "Time, Writing, Book"
    },
    {
      "quote": "In one sense, every character you create will be yourself. You've never murdered, but your murderer's rage will be drawn from memories of your own extreme anger. Your love scenes will contain hints of your own past kisses and sweet moments.",
      "author": "Nancy Kress",
      "category": "Love, Memories, Character"
    },
    {
      "quote": "People have said I'm the candidate of anger. Well, we have a right to be angry. We lost 3 million jobs. We lost our place as the moral leader of the world.",
      "author": "Howard Dean",
      "category": "Leader, World, Lost"
    },
    {
      "quote": "I had lived with my mother in anger and love - I suppose most daughters do - but my children only knew her in one way: As the lady who thought they were smarter than Albert Einstein. As the lady who thought they wrote better than William Shakespeare. As the lady who thought every picture they drew was a Rembrandt.",
      "author": "Judith Viorst",
      "category": "Love, Children, Mother"
    },
    {
      "quote": "But one of the hardest things for me to do was to access anger. I could do it on stage. But when I did it on film it was hard for me. That probably has to do with the intimacy of film. And my own personal issues with expressing anger. So I had to learn how to do that.",
      "author": "Ellen Barkin",
      "category": "Me, Learn, Personal"
    },
    {
      "quote": "There's no anger ever in a spiritual. There's always the dream of a hope of a better day coming. That God understands the troubles that I'm experiencing.",
      "author": "Jessye Norman",
      "category": "Hope, Day, God"
    },
    {
      "quote": "I had a lot of anger because I wasn't happy with the way I had been raised.",
      "author": "Patrick Swayze",
      "category": "Happy, Way, Because"
    },
    {
      "quote": "Green Arrow has gone through so many changes; he's been right-wing, he's been left-wing, he's been rich, he's been poor, he's been a social justice guy, then when I got him, he was a rich playboy guy. So it was a lot harder to get into a character that has so many personas in the past, and I just looked at his anger.",
      "author": "Ann Nocenti",
      "category": "Character, Justice, Past"
    },
    {
      "quote": "Tel Aviv is buzzing with so much life, you could bottle it and sell it as honey, and even Jerusalem has a certain fizz. But if you want to see anger, go to Sheikh Jarrah in East Jerusalem on a Friday afternoon.",
      "author": "Clive Sinclair",
      "category": "Life, Want, You"
    },
    {
      "quote": "Psychologists, for reasons of clinical necessity or vagaries of temperament, have chosen to dissect and catalog the morbid emotions - depression, anger, anxiety - and to leave largely unexamined the more vital, positive ones.",
      "author": "Kay Redfield Jamison",
      "category": "Positive, Depression"
    },
    {
      "quote": "If you're writing about angry people, you use the language of anger. If you're writing about desperate people, you use the language of desperation.",
      "author": "Chris Crutcher",
      "category": "Writing, Language, People"
    },
    {
      "quote": "I think anger is a normal response to something horrible that someone has done, another human being has done, and to rob people of life, and that's actually healthy to have, to feel that. At some point you have to figure out, 'How do I let that go?'",
      "author": "Adam Hamilton",
      "category": "Life, People, Healthy"
    },
    {
      "quote": "I've written for the last 15 years on TV shows, but now I'm doing the new Charlie Sheen program, 'Anger Management.'",
      "author": "Brian Posehn",
      "category": "Management, Doing, New"
    },
    {
      "quote": "Human anger does not produce the righteousness that God desires.",
      "author": "Manny Pacquiao",
      "category": "God, Human, Desires"
    },
    {
      "quote": "The anger of lovers renews their love.",
      "author": "Terence",
      "category": "Love, Lovers"
    },
    {
      "quote": "He that will be angry for anything will be angry for nothing.",
      "author": "Sallust",
      "category": "Angry, Nothing, Anything"
    },
    {
      "quote": "It doesn't pay to say too much when you are mad enough to choke. For the word that stings the deepest is the word that is never spoke, Let the other fellow wrangle till the storm has blown away, then he'll do a heap of thinking about the things you didn't say.",
      "author": "Jules Renard",
      "category": "Storm, Thinking, You"
    },
    {
      "quote": "God's love-eye does not see essentially into the wicked rebellious apostate soul; neither also into the devil, but his anger-eye sees thereinto; that is, God, according to the property of the anger or fire of wrath, sees in the devil, and in the false soul.",
      "author": "Jakob Bohme",
      "category": "God, Soul, Fire"
    },
    {
      "quote": "Anger, and the self-righteousness that is both the cause and consequence of anger, tends to be easier on the psyche than personal responsibility.",
      "author": "Barry Eisler",
      "category": "Responsibility, Personal"
    },
    {
      "quote": "We are children of the eternity: But this world is an out-birth out of the eternal and its palpability taketh its original in the anger the eternal nature is its root.",
      "author": "Jakob Bohme",
      "category": "Nature, Children, World"
    },
    {
      "quote": "I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want.",
      "author": "Samuel L. Jackson",
      "category": "Respect, Space, Me"
    },
    {
      "quote": "When you feel bad, find a person to talk to and cry with, to tell of your anger and other helpless feelings.",
      "author": "Clarissa Pinkola Estes",
      "category": "Feelings, You, Find"
    },
    {
      "quote": "I think there is a big difference between expressing the pain and anger that many African Americans and other people of color may feel versus language that I think now crosses the line and goes into hate.",
      "author": "Michael Nutter",
      "category": "Pain, Hate, Color"
    },
    {
      "quote": "All anger is not sinful, because some degree of it, and on some occasions, is inevitable. But it becomes sinful and contradicts the rule of Scripture when it is conceived upon slight and inadequate provocation, and when it continues long.",
      "author": "Wilson Mizner",
      "category": "Long, Inevitable, Inadequate"
    },
    {
      "quote": "I was a confused young girl with so much tragedy. Sometimes when you're going through stuff, the last person you're thinking exists is God. I mean, it was my confusion, the anger that was in my heart, all that drama. But thank God I know God now, okay?",
      "author": "Tasha Smith",
      "category": "God, Heart, Tragedy"
    },
    {
      "quote": "I'm a bit of an expert on anger, having suffered from it all through my youth, when I was both brunt and font. It's certainly the most miserable state to be in but it's also tremendously gratifying, really - rage feels justified.",
      "author": "Deborah Eisenberg",
      "category": "Youth, Rage, Through"
    },
    {
      "quote": "Ours is a country where anything can be accomplished if enough people get angry... because, in America, we act on our collective anger.",
      "author": "Andrew Vachss",
      "category": "America, People, Angry"
    },
    {
      "quote": "I think anger is a good thing.",
      "author": "Steve Bannon",
      "category": "Good, Think, I Think"
    },
    {
      "quote": "Like every art form, there are jealousies and angers and competitiveness in magic. But there's camaraderie among magicians, whether you perform it for a living or you're an enthusiast.",
      "author": "Ricky Jay",
      "category": "Art, Magic, Living"
    },
    {
      "quote": "For me music is a vehicle to bring our pain to the surface, getting it back to that humble and tender spot where, with luck, it can lose its anger and become compassion again.",
      "author": "Paula Cole",
      "category": "Music, Compassion, Pain"
    },
    {
      "quote": "On stage, I find anger at the unfairness of the world easily.",
      "author": "Jessica Raine",
      "category": "World, Find, Stage"
    },
    {
      "quote": "A dirty player is somebody who ultimately is trying to hurt somebody. There's a huge difference. There's no gray in that. Like, you have no conscience, no nothing, no guilt. I don't have that mean streak in me. I don't play angry. It's not anger.",
      "author": "Ndamukong Suh",
      "category": "Hurt, Me, Conscience"
    },
    {
      "quote": "It's very shocking, I think, for people caring for the dying to realise how unsaintly they feel, how much anger is mixed up with their grief. In fact, often I think the anger that they feel is a form of grief; it's a kind of raging against what's happening.",
      "author": "Helen Garner",
      "category": "Caring, Grief, People"
    },
    {
      "quote": "I'd be lying if I said I wasn't angry some days. But I really have worked hard to put a lot of the anger and disappointment in the past.",
      "author": "Monica Lewinsky",
      "category": "Past, Disappointment, Angry"
    },
    {
      "quote": "I suppose there's an anger in all of us. Some hidden rage that you keep at bay.",
      "author": "Dominic Cooper",
      "category": "Rage, Hidden, You"
    },
    {
      "quote": "Nobody can take what I love away from me. I would like to believe that love is the only energy I've ever used as a writer. I've never written out of anger, although anger has informed love.",
      "author": "Athol Fugard",
      "category": "Love, Love Is, Believe"
    },
    {
      "quote": "I've learned that football sometimes was an outlet. It was a way for me to release anger, release frustration.",
      "author": "Emmitt Smith",
      "category": "Football, Me, Frustration"
    },
    {
      "quote": "Of the seven deadly sins, anger has long been the one with the best box of costumes. When the guy in the next car rages at you, he's dangerous. When you rage at him, you're just. We can usually recognize the results of anger, especially in others, as destructive and evil.",
      "author": "Frederica Mathewes-Green",
      "category": "Car, Best, Evil"
    },
    {
      "quote": "I'm not sure why there's this anger in the youth, but we need to talk about it. Kids need to get help if they need help, and bullies need to be helped as well.",
      "author": "Crystal Bowersox",
      "category": "Youth, Help, Why"
    },
    {
      "quote": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father.",
      "author": "Lou Ferrigno",
      "category": "Relationship, Father"
    },
    {
      "quote": "My tastes lean toward the more negative, angry and eclectic.",
      "author": "Josh Silver",
      "category": "Negative, Angry, Lean"
    },
    {
      "quote": "I think photographers are too polite. There is not enough anger in photography it's pretty much trivialized.",
      "author": "Duane Michals",
      "category": "Photography, Think, Pretty"
    },
    {
      "quote": "I've spent a lot of time and money trying to keep my anger in control.",
      "author": "Yancy Butler",
      "category": "Time, Money, Control"
    },
    {
      "quote": "If there are a couple of adjectives people use to describe me, anger is usually in there. I've never taken that as criticism. It's the way I naturally communicate. But I'm not faux-angry, like Lewis Black, or angry like a gun-toting crazy person. I'm just angry in a mild way - it's not like I'm going to do anything about it.",
      "author": "David Cross",
      "category": "Crazy, Me, People"
    },
    {
      "quote": "Since the time of Richard Nixon, there has been a strange lack of will in the media to identify the real cause for Americans' anger at politicians who fall, publicly and spectacularly.",
      "author": "Mimi Kennedy",
      "category": "Time, Media, Fall"
    },
    {
      "quote": "I would say that I definitely became much more religious. They say there are no atheists in foxholes, and this stroke put me into a very deep foxhole. Yet that feeling of faith sustained me, so I have no feelings of anger or regret.",
      "author": "Mark Kirk",
      "category": "Faith, Deep, Regret"
    },
    {
      "quote": "Never go to bed angry, stay up and fight.",
      "author": "William Congreve",
      "category": "Fight, Angry, Bed"
    },
    {
      "quote": "Americans are slow to anger, but once they do get angry, they are impossible to stop.",
      "author": "Kathleen Troia McFarland",
      "category": "Impossible, Angry, Slow"
    },
    {
      "quote": "I guess because I had such a horrible life growing up, going from place to place not knowing what I was gonna do and ending up being homeless, there was a lot of pain and a lot of anger that was coming out through my guitar playing.",
      "author": "Dave Mustaine",
      "category": "Life, Pain, Homeless"
    },
    {
      "quote": "There aren't very many good models of feminine rage - and the ones that we remember are ones where women take that anger internally and implode themselves in a real way, like Anna Karenina or Emma Bovary.",
      "author": "Lauren Groff",
      "category": "Women, Good, Remember"
    },
    {
      "quote": "But on second thought, after I decreed the state of emergency, I came to the conclusion that that was impossible to achieve without bloodshed because the street protesters were full of anger and nearly out of control. This is why I thought we needed to find another way out.",
      "author": "Eduard Shevardnadze",
      "category": "Thought, Impossible, Control"
    },
    {
      "quote": "I'm not a screamer. I'm confrontational, but I don't think that translates into anger.",
      "author": "Rachel Maddow",
      "category": "Think, Confrontational"
    },
    {
      "quote": "I've got rid of a lot of cynicism and anger. I feel positive about my development, and I just want to carry on making music and building myself as a person.",
      "author": "King Krule",
      "category": "Positive, Music, Myself"
    },
    {
      "quote": "I'm generally quite an angry person, and I like to channel my anger toward something creative.",
      "author": "Sharmeen Obaid-Chinoy",
      "category": "Creative, Angry, Person"
    },
    {
      "quote": "Anger is never without an argument, but seldom with a good one.",
      "author": "George Savile",
      "category": "Good, Argument, Never"
    },
    {
      "quote": "There's simply anger over the accountability that Yelp brings and also this feeling of powerlessness because so much power is now being put in the hands of the consumer. But the important thing that gets lost with some of these business owners who are very upset with us is it's the whole picture that counts.",
      "author": "Jeremy Stoppelman",
      "category": "Business, Power"
    },
    {
      "quote": "Dying peacefully means to avoid any immediate cause for anger, fear, or strong desire.",
      "author": "Lobsang Tenzin",
      "category": "Fear, Strong, Desire"
    },
    {
      "quote": "A certain amount of anger doesn't make us less empathetic, less humane, less loving. It just makes us real.",
      "author": "Lindsay Duncan",
      "category": "Loving, Real, Just"
    },
    {
      "quote": "Everybody kind of perceives me as being angry. It's not anger, it's motivation.",
      "author": "Roger Clemens",
      "category": "Motivation, Me, Angry"
    },
    {
      "quote": "I was able to do To Sleep with Anger, a very powerful film about African Americans, their spirituality, and the things that happened within a small community and a family.",
      "author": "Danny Glover",
      "category": "Family, Community, Sleep"
    },
    {
      "quote": "After my second-to-last record, 'The Greatest', I had gone on tour for a while, and I didn't play an instrument for about five years. And I got kind of - it's not self-esteem or whatever, or anger toward myself - but disappointed in myself that I hadn't been challenging myself to learn musically.",
      "author": "Cat Power",
      "category": "Myself, Greatest, Play"
    },
    {
      "quote": "A man can submit today in order to resist tomorrow. My submission had been such. And because I had not been free to show my real feeling, to voice my true thoughts, my submission had bred bitterness and anger. And there were nearly ten million others who had submitted with equal anger and bitterness.",
      "author": "Peter Abrahams",
      "category": "Today, Man, Tomorrow"
    },
    {
      "quote": "There never was a social change in America without angry people at the heart.",
      "author": "Keith Miller",
      "category": "Change, America, Heart"
    },
    {
      "quote": "I guess lyrically they're similar because they're talking about escaping the kind of misery that likes company. 'The Last One Alive,' for me, is very simple. It's just about alienation, really, that causes anger.",
      "author": "Jon Crosby",
      "category": "Simple, Me, Company"
    },
    {
      "quote": "To rule one's anger is well to prevent it is better.",
      "author": "Tryon Edwards",
      "category": "Better, Rule, Well"
    },
    {
      "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present.",
      "author": "Barbara De Angelis",
      "category": "Heart, Past, Loving"
    },
    {
      "quote": "I think I would cope like anyone copes with any tragedy. I'm sure I would be very upset for a while and then there would come a point where I would either have to stay in this place of darkness and anger, or I'd have to accept that it happened.",
      "author": "Jason Ritter",
      "category": "Darkness, Tragedy, Think"
    },
    {
      "quote": "Acting in anger and hatred throughout my life, I frequently precipitated what I feared most, the loss of friendships and the need to rely upon the very people I'd abused.",
      "author": "Luke Ford",
      "category": "Life, Loss, People"
    },
    {
      "quote": "Unless and until Barack Obama addresses the full depth of Americans' anger with his full arsenal of policy smarts and political gifts, his presidency and, worse, our economy will be paralyzed.",
      "author": "Frank Rich",
      "category": "Political, Economy"
    },
    {
      "quote": "If anger proceeds from a great cause, it turns to fury; if from a small cause, it is peevishness; and so is always either terrible or ridiculous.",
      "author": "Jeremy Taylor",
      "category": "Great, Small, Ridiculous"
    },
    {
      "quote": "I feel playful aggression is important for children because they have to deal with all kinds of anger and aggression in their lives.",
      "author": "Brian Sutton-Smith",
      "category": "Children, Important, Feel"
    },
    {
      "quote": "Anger is a transient hatred or at least very like it.",
      "author": "Robert South",
      "category": "Hatred, Like, Transient"
    },
    {
      "quote": "Always write angry letters to your enemies. Never mail them.",
      "author": "James Fallows",
      "category": "Angry, Never, Always"
    },
    {
      "quote": "I did not think that I was angry, but clearly anger was reflected in my writing. I did not think that I had been affected emotionally, but it was clear from my writing that I was still very emotional about the trial some six months after it ended.",
      "author": "Christopher Darden",
      "category": "Writing, Angry, Think"
    },
    {
      "quote": "The Anger Management Tour was another beautiful thing. I loved that tour.",
      "author": "Obie Trice",
      "category": "Beautiful, Management, Loved"
    },
    {
      "quote": "What if you threw a protest and no one showed up? The lack of angst and anger and emotion is a big positive.",
      "author": "Jay Alan Sekulow",
      "category": "Positive, Emotion, You"
    },
    {
      "quote": "I have moments of darkness, of anger, and moments of rage. They do creep up at the most inopportune times. Not to recognize that in my music would give people a sense of sainthood that I don't necessarily have or even want to have.",
      "author": "K'naan",
      "category": "Music, Darkness, Moments"
    },
    {
      "quote": "He best keeps from anger who remembers that God is always looking upon him.",
      "author": "B. C. Forbes",
      "category": "Best, God, Looking"
    },
    {
      "quote": "There's definitely ways to get your anger out and not have to yell and kick and scream and fight people. That's not my jam. That's never how I've been.",
      "author": "Sasheer Zamata",
      "category": "Fight, People, Never"
    },
    {
      "quote": "For all my success with the Ramones, I carried around fury and intensity during my career. I had an image, and that image was anger. I was the one who was always scowling, downcast. I tried to make sure I looked like that when I was getting my picture taken.",
      "author": "Johnny Ramone",
      "category": "Success, Career, Picture"
    },
    {
      "quote": "I'm not angry, I'm not an angry person, but I do sometimes like playing with the perception of anger, as in pretending that I'm more angry than I actually am, and sometimes it works quite well.",
      "author": "Calvin Harris",
      "category": "Perception, Angry, Person"
    },
    {
      "quote": "I do think anger is so difficult for women. Girls think it undermines their femininity it's not very ladylike.",
      "author": "Koren Zailckas",
      "category": "Women, Think, Difficult"
    },
    {
      "quote": "The further away we got from 9/11, the more I wanted to find some way to recover. I wanted to talk about the more anonymous corners of the city, because I think it's very important that not all of that anger was turned to revenge.",
      "author": "Colum McCann",
      "category": "Revenge, City, Think"
    },
    {
      "quote": "Being told about the effects of climate change is an appeal to our reason and to our desire to bring about change. But to see that Africans are the hardest hit by climate change, even though they generate almost no greenhouse gas, is a glaring injustice, which also triggers anger and outrage over those who seek to ignore it.",
      "author": "Sigmar Gabriel",
      "category": "Change, Injustice"
    },
    {
      "quote": "I think what I learned in research is that as Americans, we're very distrustful of anger. We're not sure if we should repress it. The idea that anger is supposed to be controlled is American, and we try to keep it out of our homes.",
      "author": "Koren Zailckas",
      "category": "American, Research, Think"
    },
    {
      "quote": "We are taught to believe it's bad to be angry, or at least it's not good. That's not the case all throughout the world. People are more open and not embarrassed about it. For instance in Paris, people believe Americans have a really unhealthy relation with anger. They think it's essential to get angry.",
      "author": "Koren Zailckas",
      "category": "Good, Believe, World"
    },
    {
      "quote": "I think, for one, we have to really accept that anger is a normal human emotion that can be a positive force for change.",
      "author": "Koren Zailckas",
      "category": "Positive, Change, Think"
    },
    {
      "quote": "There is a real sense of anger among many people who are married that the government, any government, thinks it has the ability to change the definition of an institution like marriage.",
      "author": "Philip Hammond",
      "category": "Change, Marriage, Government"
    },
    {
      "quote": "I'm not like most comedians. I don't deal with just heckles - I'm also dealing with threats and anger. Here I am, a brown person on stage being quite blunt. I talk about white privilege; I talk about U.S. imperialistic practices; I talk about colonialism. I'm not saying things that are easy for people to laugh at.",
      "author": "Hari Kondabolu",
      "category": "I Am, People, Laugh"
    },
    {
      "quote": "Bosnia is under my skin. It's the place you cannot leave behind. I was obsessed by the nightmare of it all; there was this sense of guilt, and an anger that has become something much deeper over these last years.",
      "author": "Paddy Ashdown",
      "category": "Guilt, You, Place"
    },
    {
      "quote": "It's true - my mother kicked me out the house at 14. I had to go live with my sister. I had some problems. I was very rebellious as a kid. I don't even know why or where it came from, but I had a lot of anger. Me and my mom clashed a lot because she didn't tolerate that, as she shouldn't from a 14-year-old.",
      "author": "Michael Che",
      "category": "Sister, Mother, Mom"
    },
    {
      "quote": "I do play football no-holds-barred. Any edge I can get, I'll take. I'd grab a face mask only in a fit of anger. Uncontrolled anger is damn near insane.",
      "author": "Joe Greene",
      "category": "Football, Mask, Play"
    },
    {
      "quote": "I've seen my mother struggling, everything that she did to raise me and my brothers and my sisters, and I know the anger that she went through.",
      "author": "Nate Robinson",
      "category": "Mother, Me, Know"
    },
    {
      "quote": "I've purged myself of bitterness and anger and remained open to love.",
      "author": "Tatum O'Neal",
      "category": "Love, Myself, Bitterness"
    },
    {
      "quote": "I was never jailed. The fact is that I was arrested, but I went into a diversion programme, and by that time I'd already begun working in what was called anger management. It was a painful and awful moment.",
      "author": "David Soul",
      "category": "Time, Management, Moment"
    },
    {
      "quote": "I've done a lot of dramedies in my career. You know, I started as a standup comic, and then the movies that I was doing, like 'Up Side of Anger' were kind of like - they're hard. They're hard to sell; they're hard to get made, you know.",
      "author": "Mike Binder",
      "category": "Movies, Know, You"
    },
    {
      "quote": "I literally used to stare at my face in the mirror with hate and anger. I'd focus on those gigantic zits and just wail about what a monster I was, how I would never have a career because of my gross skin. I couldn't pass a mirror with out thinking about how hideous my skin was and how I wished I was someone else, someone with perfect skin.",
      "author": "Stephanie Beatriz",
      "category": "Focus, Mirror, Hate"
    },
    {
      "quote": "I share the anger, but, ultimately, to govern this country, it takes more than anger. It takes experience. It takes positions that reflect the best values of the American people.",
      "author": "Joe Lieberman",
      "category": "Best, Experience, American"
    },
    {
      "quote": "My character had been in the chair for seven years. He had gone through his anger, depression, drug and alcohol abuse. He had gone through everything, now he was up, he was happy, he was filled with his dream.",
      "author": "Gregory Hines",
      "category": "Happy, Character, Depression"
    },
    {
      "quote": "It's a very difficult thing for people to accept, seeing women act out anger on the screen. We're more accustomed to seeing men expressing rage and women crying.",
      "author": "Rebecca De Mornay",
      "category": "Women, Men, People"
    },
    {
      "quote": "If either player abandon the game by quitting the table in anger, or in an otherwise offensive manner; or by momentarily resigning the game; or refuses to abide by the decision of the Umpire, the game must be scored against him.",
      "author": "Howard Staunton",
      "category": "Decision, Game, Him"
    },
    {
      "quote": "Fear usually looks like anger.",
      "author": "Krista Tippett",
      "category": "Fear, Looks, Like"
    },
    {
      "quote": "Our task, of course, is to transmute the anger that is affliction into the anger that is determination to bring about change. I think, in fact, that one could give that as a definition of revolution.",
      "author": "Barbara Deming",
      "category": "Change, Determination, Think"
    },
    {
      "quote": "The thing that started the peace movement in Ireland was anger - my anger. It wasn't anger it was fury.",
      "author": "Betty Williams",
      "category": "Peace, Movement, Started"
    },
    {
      "quote": "Anger does not solve problems - anger only makes things worse. I go by the old saying, 'Don't make important decisions when you're angry.'",
      "author": "Lionel Sosa",
      "category": "Decisions, Problems, Angry"
    },
    {
      "quote": "Anger's not a good emotion.",
      "author": "Lincoln Chafee",
      "category": "Good, Emotion"
    },
    {
      "quote": "Many churches are measuring the wrong things. We measure things like attendance and giving, but we should be looking at more fundamental things like anger, contempt, honesty, and the degree to which people are under the thumb of their lusts. Those things can be counted, but not as easily as offerings.",
      "author": "Dallas Willard",
      "category": "Honesty, Giving, People"
    },
    {
      "quote": "It is good to forget one's anger against one's wrongdoer, whoever he may be, for countless number of evils will quickly grow from this anger.",
      "author": "Thiruvalluvar",
      "category": "Good, Grow, Forget"
    },
    {
      "quote": "I think the only time I show my emotions and anger is on the cricket field; otherwise, I've mellowed down. And with age, I think, with age you always end up mellowing down.",
      "author": "Gautam Gambhir",
      "category": "Time, Age, End"
    },
    {
      "quote": "And we know there has been horrendous loss of life and suffering and we know that there is anger. Anyone who came anywhere near the general election in constituencies with a substantial Muslim population knows that.",
      "author": "Clare Short",
      "category": "Life, Loss, Suffering"
    },
    {
      "quote": "I vent my anger in the gym, and it calms me down.",
      "author": "Samantha Ruth Prabhu",
      "category": "Me, Down, Gym"
    },
    {
      "quote": "I'm fascinated by rap and by hip-hop. I think there's a lot of poetry in it. There's a lot of anger, a lot of social energy in it. And I think you'd better listen to it pretty carefully, 'cause it's important.",
      "author": "John F. Kerry",
      "category": "Poetry, Energy, Think"
    },
    {
      "quote": "If you're an actor, and you're selfish and not strong, it's difficult to maintain a good personal life or a solid career, and I was selfish and had a lot of anger that went way back.",
      "author": "Seymour Cassel",
      "category": "Life, Good, Strong"
    },
    {
      "quote": "My heart has been heavy and I have deliberated within my own conscience, knowing that my decision should not come out of my initial emotion of anger toward the President for such reckless behavior, but should be based on the facts.",
      "author": "Blanche Lincoln",
      "category": "Heart, Decision, Behavior"
    },
    {
      "quote": "I also had to work through the violation of my date rape, my unhealthy relationships with men, my anger toward the people involved in the scandal, and those who exploited me afterwards.",
      "author": "Donna Rice",
      "category": "Work, Men, Me"
    },
    {
      "quote": "I like people and get along, and I'm afraid to express my anger and my rage.",
      "author": "Fisher Stevens",
      "category": "People, Rage, Afraid"
    },
    {
      "quote": "The greatest players use anger as fuel. Michael Jordan played every night with something like road rage.",
      "author": "J. R. Moehringer",
      "category": "Road, Night, Greatest"
    },
    {
      "quote": "It's something that black men still go through to this day, which is women clutching their purses, hitting the lock button on store, or just basic attitudes. And even as a U.S. congressman, as a black man, it is very, very frustrating, and you build up an internal anger about it that you can't act on.",
      "author": "Cedric Richmond",
      "category": "Day, Women, Man"
    },
    {
      "quote": "I was shocked at the anger toward me.",
      "author": "Bernadine Dohrn",
      "category": "Me, Shocked, Toward"
    },
    {
      "quote": "I know of no more disagreeable situation than to be left feeling generally angry without anybody in particular to be angry at.",
      "author": "Frank Moore Colby",
      "category": "Angry, Situation, Know"
    },
    {
      "quote": "It's interesting when you're in your thirties and you're not the same pretty boy that you were when you were 21. I think people's anger at themselves getting older is projected on to you because you become a symbol of that.",
      "author": "Rupert Graves",
      "category": "Getting Older, People, Think"
    },
    {
      "quote": "I had a job when I was 15 working at a supermarket, and I knocked over a stack of plastic coffee cups. In my anger, I threw one at a concrete wall, and it rebounded back into my head and cut my head open. Stupidest way to get a scar, but it's one that I have.",
      "author": "Antony Starr",
      "category": "Coffee, Job, Working"
    },
    {
      "quote": "Another night, I dreamed I saw my father sweeping out the barn floor clean, and would not suffer the wheat to be brought in the barn. He appeared to me to be in anger.",
      "author": "Joanna Southcott",
      "category": "Father, Night, Me"
    },
    {
      "quote": "We are not actually in charge of life, yet behave as if we are the masters of our own destiny. The realization of this fact is quite a hard one. The ridiculousness of our pomposity and presumption can only result in anger or humor.",
      "author": "Billy Childish",
      "category": "Life, Humor, Destiny"
    },
    {
      "quote": "In between shooting for 'Awake,' I was attempting to have my own pilot season. The audition for 'Anger Management' actually came during a week that I was already testing for a couple other shows and we weren't really letting any other shows into the mix.",
      "author": "Daniela Bobadilla",
      "category": "Management, Week, Season"
    },
    {
      "quote": "On 'Awake,' we would take a couple hours per scene. Whereas on 'Anger Management,' we can take maybe 10 minutes on a scene if we're lucky.",
      "author": "Daniela Bobadilla",
      "category": "Management, Lucky, Awake"
    },
    {
      "quote": "I get really angry when I get hungry. If you don't feed me, I won't talk to you. That's when my anger issues come out.",
      "author": "Daniela Bobadilla",
      "category": "Me, Angry, You"
    },
    {
      "quote": "I feel like everything comes into your life for a reason. With 'Awake,' I got to do a drama, and with 'Anger Management,' that's my comedy.",
      "author": "Daniela Bobadilla",
      "category": "Life, Management, Drama"
    },
    {
      "quote": "I usually get all my stress and anger out at the gym. But when I get out, I'm kind of a pleasant person - really.",
      "author": "Natalie Martinez",
      "category": "Stress, Kind, Person"
    },
    {
      "quote": "Through the years I have seen myself as a peaceful person, but the awareness of the anger is part of that process.",
      "author": "Yusef Komunyakaa",
      "category": "Myself, Peaceful, Process"
    },
    {
      "quote": "In the final analysis, the incident is seen as originating from an emotional expression of the frustration and anger of the proud people of China who had been subject to ever increasing oppression from without and decadent corruption from within.",
      "author": "Chen-Ning Yang",
      "category": "Frustration, Proud, People"
    },
    {
      "quote": "Insurgents have capitalized on popular resentment and anger towards the United States and the Iraqi government to build their own political, financial and military support, and the faith of Iraqi citizens in their new government has been severely undermined.",
      "author": "Tom Lantos",
      "category": "Faith, Support, Government"
    },
    {
      "quote": "Golf courses are beautiful, it's good for the soul and it gets out the anger... well, if you don't care about the score then you won't have a heart attack.",
      "author": "Matthew Goode",
      "category": "Beautiful, Good, Golf"
    },
    {
      "quote": "As with fascism, the rise of Islamic totalitarianism has partly to do with its populist appeal to the class resentments of an economically oppressed population and to anger at political subordination and humiliation.",
      "author": "Ellen Willis",
      "category": "Political, Rise, Class"
    },
    {
      "quote": "Anger is an expensive luxury in which only men of certain income can indulge.",
      "author": "George William Curtis",
      "category": "Men, Luxury, Expensive"
    },
    {
      "quote": "Be modest, humble, simple. Control your anger.",
      "author": "Abraham Cahan",
      "category": "Humble, Simple, Control"
    },
    {
      "quote": "I may have been the only candidate in America who failed to ride the wave of anti-establishment anger to victory.",
      "author": "Mickey Kaus",
      "category": "America, Victory, Ride"
    },
    {
      "quote": "The reason why I love people, and writing about them, is because they don't always respond with hate and anger. If they did I wouldn't have a story to tell. Who wants to know about someone who was brutalised and became brutal? I'm interested in the exceptions.",
      "author": "Chris Cleave",
      "category": "Love, Writing, Hate"
    },
    {
      "quote": "You can survive with anger, but you can't live with it forever.",
      "author": "Ariel Dorfman",
      "category": "Live, Survive, You"
    },
    {
      "quote": "As a child growing up in San Francisco in the 1950s, I sometimes met insults when I ventured outside of Chinatown or my neighborhood. I have even been spat on and threatened with a knife. I could have let my anger fester until it became hate. However, I realized they were isolated incidents, and I simply got on with my life.",
      "author": "Laurence Yep",
      "category": "Life, Hate, Child"
    },
    {
      "quote": "Fairest and dearest, your wrath and anger are more heavy than I can bear; but learn that I cannot tell what you wish me to say without sinning against my honour too grievously.",
      "author": "Marie de France",
      "category": "Me, Wish, You"
    },
    {
      "quote": "A wonderful emotion to get things moving when one is stuck is anger. It was anger more than anything else that had set me off, roused me into productivity and creativity.",
      "author": "Mary Garden",
      "category": "Creativity, Moving, Me"
    },
    {
      "quote": "The anger that Uncle Junior has comes from my background. My father was the son of an Italian immigrant, and I've seen the fire of the Italian temperament. It can be explosive sometimes in ways that are both funny and tragic.",
      "author": "Dominic Chianese",
      "category": "Funny, Father, Son"
    },
    {
      "quote": "The American people are smart. They've gotten sick of the predictable hyperpartisan talking points and canned anger.",
      "author": "John Avlon",
      "category": "Smart, American, People"
    },
    {
      "quote": "Having a sweet, wide-eyed, awkward character is more charming and allows for more range. If you come from anger, you're going to reach a ceiling very quickly.",
      "author": "Toks Olagundoye",
      "category": "Character, Sweet, You"
    },
    {
      "quote": "I realised one day that men are emotional cripples. We can't express ourselves emotionally, we can only do it with anger and humour. Emotional stability and expression comes from women.",
      "author": "Bob Hoskins",
      "category": "Day, Women, Men"
    },
    {
      "quote": "The nice thing about anger is that, as an emotion, it's strong enough to unplug me from the comedian's mind for a minute and just be a frustrated member of the citizenry.",
      "author": "Seth Meyers",
      "category": "Strong, Mind, Me"
    },
    {
      "quote": "Ridicule is the first and last argument of a fool.",
      "author": "Charles Simmons",
      "category": "Fool, Argument, First"
    },
    {
      "quote": "If you lead with the anger, it will turn off the audience. And what I want is the audience to engage with the material and to listen and then to ask questions. I think that 'Ruined' was very successful at doing that.",
      "author": "Lynn Nottage",
      "category": "Successful, Questions, Want"
    },
    {
      "quote": "Sometimes with anger you can be much more dangerous than with skill.",
      "author": "Mathieu Amalric",
      "category": "You, Sometimes, Skill"
    },
    {
      "quote": "You cannot get ahead while you are getting even.",
      "author": "Dick Armey",
      "category": "You, Ahead, Cannot"
    },
    {
      "quote": "The preparation, commitment and desire to win will be no less than the last time I drove a grand prix car in anger.",
      "author": "Nigel Mansell",
      "category": "Time, Car, Commitment"
    },
    {
      "quote": "It absolutely helped - to write the father in both 'Juicy' and 'Beasts,' I had to see the whole story from his point of view. All of a sudden I understood more of what my own father must be going through - the fear, the frustration, the anger... the hope that he'll leave a legacy.",
      "author": "Lucy Alibar",
      "category": "Hope, Fear, Father"
    },
    {
      "quote": "The forces that have worked hard to stoke populist anger against reform are the very ones that benefit from a health system which puts profits ahead of quality care for its patients.",
      "author": "Jerrold Nadler",
      "category": "Health, Quality, Care"
    },
    {
      "quote": "If somebody honks a horn in Cleveland, they're saying 'Hi.' It's so rare to be honked at in anger. When we have merging traffic, we just interweave. There's real courtesy.",
      "author": "Mary Doria Russell",
      "category": "Traffic, Saying, Courtesy"
    },
    {
      "quote": "I think a certain amount of anger has been a fuel of mine, if you want - but also some sort of sadness, and plain mischief, of course.",
      "author": "Siouxsie Sioux",
      "category": "Sadness, Want, Think"
    },
    {
      "quote": "Everybody in America is angry about something.",
      "author": "Anthony Braxton",
      "category": "America, Angry, Something"
    },
    {
      "quote": "Us investigators who went out into the field were faced on occasion with a lot of anger, by people saying why has it taken you five or six year to come and see me?",
      "author": "Tony Greig",
      "category": "Me, People, Saying"
    },
    {
      "quote": "We suffered a terrible blow on 11 September 2001. We responded with fear and anger. A fight-or-flight response is adaptive in any species. For us, given our power, fight was the only response we could imagine.",
      "author": "Yochai Benkler",
      "category": "Fear, Power, Fight"
    },
    {
      "quote": "When a man is wrong and won't admit it, he always gets angry.",
      "author": "Thomas Chandler Haliburton",
      "category": "Man, Angry, Admit"
    },
    {
      "quote": "A hungry man is an angry one.",
      "author": "Buchi Emecheta",
      "category": "Man, Angry, Hungry"
    },
    {
      "quote": "I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from.",
      "author": "Caleb Carr",
      "category": "History, Focus, Violence"
    },
    {
      "quote": "Most men's anger about religion is as if two men should quarrel for a lady they neither of them care for.",
      "author": "Edward Wood, 1st Earl of Halifax",
      "category": "Religion, Men, Care"
    },
    {
      "quote": "I don't think I could play a character that I couldn't relate to somehow. I'm not unfamiliar with frustration, anger, shame, helplessness and a load of other emotions that make up our psycho-soup. I try to focus on that frustration, that sense of unfairness, and multiply it.",
      "author": "Terry O'Quinn",
      "category": "Character, Focus"
    },
    {
      "quote": "Anger is one way to respond to fear. I say one way because responses are categorically multiple.",
      "author": "Mark Z. Danielewski",
      "category": "Fear, Way, Say"
    },
    {
      "quote": "Man should forget his anger before he lies down to sleep.",
      "author": "Thomas de Quincey",
      "category": "Sleep, Man, Forget"
    },
    {
      "quote": "My hope is that out of all the anger and seeming hostility that we hear in some of today's music will come some sort of coalition that will become politically involved.",
      "author": "Roberta Flack",
      "category": "Music, Hope, Today"
    },
    {
      "quote": "It angers me that a timed, planned and paid smearing campaign is run against me in the press.",
      "author": "Beny Steinmetz",
      "category": "Me, Run, Press"
    },
    {
      "quote": "Efforts following 9/11 were important. They set a tone. They reminded those who might be tempted to take out their anger on an entire community that such actions were wrong.",
      "author": "Alexander Acosta",
      "category": "Community, Important"
    },
    {
      "quote": "With Stacy, it was interesting because you know he was within all this chaos, all these different lives that were so broken and so much anger and so much frustration and their skating came out of that, their different styles came out of that.",
      "author": "John Robinson",
      "category": "Frustration, Chaos, Know"
    },
    {
      "quote": "An angry player can't argue with the back of an umpire who is walking away.",
      "author": "Bill Klem",
      "category": "Walking, Angry, Back"
    },
    {
      "quote": "I'm really busted up over this and I'm very, very sorry to those people in the audience, the blacks, the Hispanics, whites - everyone that was there that took the brunt of that anger and hate and rage and how it came through.",
      "author": "Michael Richards",
      "category": "Hate, People, Sorry"
    },
    {
      "quote": "Back in those early days when I began my apprenticeship as a poet, I also tried to voice our anger, spirit of defiance and resistance in a Jamaican poetic idiom.",
      "author": "Linton Kwesi Johnson",
      "category": "Voice, Early, Resistance"
    },
    {
      "quote": "Wherever there is injustice, there is anger, and anger is like gasoline - if you spray it around and somebody lights a matchstick, you have an inferno. But anger inside an engine is powerful: it can drive us forward and can get us through dreadful moments and give us power. I learnt this with my discussions with nuclear policy makers.",
      "author": "Scilla Elworthy",
      "category": "Power, Powerful, Injustice"
    },
    {
      "quote": "Keep your temper. A decision made in anger is never sound.",
      "author": "Ford Frick",
      "category": "Decision, Sound, Never"
    },
    {
      "quote": "I always tell people, anger is like liquid. It's fluid, it's like water. You put it in a container and it takes the shape of that container. So many people you see in prison, unleashing war on their people, they are angry, and they take their anger and put it into a violent container.",
      "author": "Leymah Gbowee",
      "category": "Water, War, People"
    },
    {
      "quote": "For a long time I thought I could deal with my anger and hostility on my own. But I couldn't. I denied that it had affected me, and yet I was so frantic on the inside with other people: I needed to be constantly reassured.",
      "author": "Kelly McGillis",
      "category": "Time, Me, People"
    },
    {
      "quote": "Verbally, I'm quite fast on my feet. I could embarrass or anger most people if I wanted to.",
      "author": "Andrew Marr",
      "category": "People, Feet, Fast"
    },
    {
      "quote": "The anger that appears to be building up between the sexes becomes more virulent with every day that passes. And far from women taking the blame... the fact is that men are invariably portrayed as the bad guys. Being a good man is like being a good Nazi.",
      "author": "Dave Thomas",
      "category": "Day, Women, Good"
    },
    {
      "quote": "The Eyemo was heavy and could be noisy. Once, I was in an auditorium filming a speech made by Goebbels when, suddenly, it decided to emit a huge snarling sound. Goebbels froze, and hundreds of uniformed Brownshirts turned and glared at me in anger. It was not a comfortable moment.",
      "author": "Douglas Slocombe",
      "category": "Moment, Me, Speech"
    },
    {
      "quote": "When trying to start a company, your enemy isn't criticism, anger or insults. Your enemy is apathy.",
      "author": "Gil Penchina",
      "category": "Start, Criticism, Company"
    },
    {
      "quote": "The anger of a person who is strong, can always bide its time.",
      "author": "James Whitcomb Riley",
      "category": "Time, Strong, Person"
    },
    {
      "quote": "I am too weary to listen, too angry to hear.",
      "author": "Daniel Bell",
      "category": "I Am, Angry, Listen"
    },
    {
      "quote": "It is only with burning anger that we can speak of this attack by counter-revolutionary reactionary elements against the capital of our country, against our people's democratic order and the power of the working class.",
      "author": "Janos Kadar",
      "category": "Power, Speak, People"
    },
    {
      "quote": "Fear generates anger, and fear generates violence, and those were part of what built the Saudi state.",
      "author": "Robert Lacey",
      "category": "Fear, Violence, Part"
    },
    {
      "quote": "There's a reason why anger, fear, and hatred are paths to the dark side: they all spring from a single source - the same source as a certain flavor of love. A dangerously sweet, addictive flavor.",
      "author": "Matthew Stover",
      "category": "Love, Fear, Spring"
    },
    {
      "quote": "Your anger is a gift.",
      "author": "Zack de la Rocha",
      "category": "Gift, Your"
    },
    {
      "quote": "The anger in the Brigade against those who fought the Republic in the rear was sharpened by reports of weapons, even tanks, being kept from the front and hidden for treacherous purposes.",
      "author": "Bill Alexander",
      "category": "Hidden, Being, Republic"
    },
    {
      "quote": "I think that all the anger and cynicism comes from suppressing things that we always wanted.",
      "author": "John Lee Hancock",
      "category": "Think, Always, Cynicism"
    },
    {
      "quote": "Expressing anger is a form of public littering.",
      "author": "Willard Gaylin",
      "category": "Expressing, Public, Form"
    },
    {
      "quote": "There is not in nature, a thing that makes man so deformed, so beastly, as doth intemperate anger.",
      "author": "Alan Bleasdale",
      "category": "Nature, Man, Doth"
    },
    {
      "quote": "I know I should feel anger at my father for certain things. But since he died when I was 11, I never got to that point.",
      "author": "Nathaniel Kahn",
      "category": "Father, Know, Point"
    },
    {
      "quote": "My father was my hero, and he died when I was 11. So, I really never experienced the kind of natural teenage rebellion or the anger at him. I never experienced those feelings as a young person.",
      "author": "Nathaniel Kahn",
      "category": "Hero, Father, Rebellion"
    },
    {
      "quote": "I personally do not believe in politics, hatred, or anger in my musical composition.",
      "author": "Horace Silver",
      "category": "Politics, Believe, Hatred"
    },
    {
      "quote": "As a system of philosophy it is not like the Tower of Babel, so daring its high aim as to seek a shelter against God's anger; but it is like a pyramid poised on its apex.",
      "author": "Adam Sedgwick",
      "category": "God, Philosophy, Aim"
    },
    {
      "quote": "Anger becomes limiting, restricting. You can't see through it. While anger is there, look at that, too. But after a while, you have to look at something else.",
      "author": "Thylias Moss",
      "category": "Look, You, See"
    },
    {
      "quote": "The anger and the brutality against everything can readily from one hour to the next be transformed into its opposite.",
      "author": "Thomas Bernhard",
      "category": "Everything, Brutality, Next"
    },
    {
      "quote": "There's a difference between an outburst of spontaneous anger, which doesn't have a political objective, and a more measured response that we saw in the Occupy Wall Street movement.",
      "author": "David Harvey",
      "category": "Political, Street"
    },
    {
      "quote": "Take care of your body. It's the only place you have to live.",
      "author": "Jim Rohn",
      "category": "Body, Live, Care"
    },
    {
      "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.",
      "author": "John F. Kennedy",
      "category": "Creative, Body, Healthy"
    },
    {
      "quote": "Fitness is not about being better than someone else... It's about being better than you used to be.",
      "author": "Khloe Kardashian",
      "category": "Better, You, Being"
    },
    {
      "quote": "True enjoyment comes from activity of the mind and exercise of the body the two are ever united.",
      "author": "Wilhelm von Humboldt",
      "category": "Mind, Body, Exercise"
    },
    {
      "quote": "The mind is the most important part of achieving any fitness goal. Mental change always comes before physical change.",
      "author": "Matt McGorry",
      "category": "Change, Achieving, Mind"
    },
    {
      "quote": "You need to put what you learn into practice and do it over and over again until it's a habit. I always say, 'Seeing is not believing. Doing is believing.' There is a lot to learn about fitness, nutrition and emotions, but once you do, you can master them instead of them mastering you.",
      "author": "Brett Hoebel",
      "category": "Practice, Learn, You"
    },
    {
      "quote": "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them.",
      "author": "Lee Haney",
      "category": "Day, Goals, World"
    },
    {
      "quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.",
      "author": "Michael Phelps",
      "category": "Home, Me, Swimming"
    },
    {
      "quote": "Exercise should be regarded as tribute to the heart.",
      "author": "Gene Tunney",
      "category": "Heart, Exercise, Should"
    },
    {
      "quote": "Number one, like yourself. Number two, you have to eat healthy. And number three, you've got to squeeze your buns. That's my formula.",
      "author": "Richard Simmons",
      "category": "Yourself, Healthy, You"
    },
    {
      "quote": "Practice puts brains in your muscles.",
      "author": "Sam Snead",
      "category": "Practice, Brains, Muscles"
    },
    {
      "quote": "Our growing softness, our increasing lack of physical fitness, is a menace to our security.",
      "author": "John F. Kennedy",
      "category": "Security, Growing"
    },
    {
      "quote": "You can always improve your fitness if you keep training.",
      "author": "Pastor Maldonado",
      "category": "Training, Improve, You"
    },
    {
      "quote": "I don't smoke, don't drink much, and go to the gym five times a week. I live a healthy lifestyle and feel great. I can run a marathon, you know.",
      "author": "Sarah Michelle Gellar",
      "category": "Great, Week, Healthy"
    },
    {
      "quote": "Fitness is important, but the most important thing is how you adapt and the way you feel physically. To adapt to a new position. To try to change your game.",
      "author": "Fernando Torres",
      "category": "Change, Game, Adapt"
    },
    {
      "quote": "A feeble body weakens the mind.",
      "author": "Jean-Jacques Rousseau",
      "category": "Mind, Body, Feeble"
    },
    {
      "quote": "The value and utility of any experiment are determined by the fitness of the material to the purpose for which it is used, and thus in the case before us it cannot be immaterial what plants are subjected to experiment and in what manner such experiment is conducted.",
      "author": "Gregor Mendel",
      "category": "Value, Purpose, Plants"
    },
    {
      "quote": "Resting for me is fitness training.",
      "author": "Jenson Button",
      "category": "Training, Me, Resting"
    },
    {
      "quote": "Fitness needs to be perceived as fun and games or we subconsciously avoid it.",
      "author": "Alan Thicke",
      "category": "Fun, Games, Avoid"
    },
    {
      "quote": "My wife and I work out together almost every day. It's just a great way to spend time together. We're going to run a marathon together later this year, and that's one more goal that we'll accomplish as husband and wife.",
      "author": "Bill Rancic",
      "category": "Work, Time, Great"
    },
    {
      "quote": "In my judgment, physical fitness is basic to all forms of excellence and to a strong, confident nation.",
      "author": "Robert Kennedy",
      "category": "Strong, Excellence, Nation"
    },
    {
      "quote": "Sport is not just about entertainment. It is equally about winning and losing, pooling and galvanising the energy of the youth, upgrading people's physical fitness and mental prowess.",
      "author": "Nita Ambani",
      "category": "Winning, Youth, Losing"
    },
    {
      "quote": "My fitness journey will be a lifelong journey.",
      "author": "Khloe Kardashian",
      "category": "Journey, Will, Lifelong"
    },
    {
      "quote": "As a longtime practitioner of yoga and a person who's been involved in physical fitness my whole life, I can tell you, yoga helps you achieve altered states of consciousness. It is not just stretching. The only way you can say that it's stretching is if you haven't done it, or that you haven't done it rigorously for a long period of time.",
      "author": "Joe Rogan",
      "category": "Life, Time, Long"
    },
    {
      "quote": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Perseverance, Health, Simple"
    },
    {
      "quote": "Exercise is the chief source of improvement in our faculties.",
      "author": "Hugh Blair",
      "category": "Improvement, Exercise"
    },
    {
      "quote": "I like exercise. I like a healthy body.",
      "author": "Erin Gray",
      "category": "Body, Healthy, Exercise"
    },
    {
      "quote": "If it weren't for the fact that the TV set and the refrigerator are so far apart, some of us wouldn't get any exercise at all.",
      "author": "Joey Adams",
      "category": "Exercise, Fact, Far"
    },
    {
      "quote": "I attend to my fitness. I go the gym every day and try to maintain my physical fitness; without that, it is tough to take challenges on the chess board.",
      "author": "Viswanathan Anand",
      "category": "Day, Challenges, Chess"
    },
    {
      "quote": "I have never taken any exercise, except sleeping and resting, and I never intend to take any.",
      "author": "Mark Twain",
      "category": "Exercise, Sleeping, Resting"
    },
    {
      "quote": "You must also give mental and physical fitness priority.",
      "author": "Jim Otto",
      "category": "You, Mental, Give"
    },
    {
      "quote": "Promoting healthy lifestyles and encouraging fitness are so important for our children's development and reducing the nation's epidemic of childhood obesity.",
      "author": "Marcia Fudge",
      "category": "Children, Childhood, Healthy"
    },
    {
      "quote": "I try and groom myself, be it through fitness or dance.",
      "author": "Yami Gautam",
      "category": "Myself, Dance, Try"
    },
    {
      "quote": "My weight fluctuates depending on my mood and my current devotion to my fitness routine.",
      "author": "Lena Dunham",
      "category": "Routine, Mood, Devotion"
    },
    {
      "quote": "Don't get hung up on the size. If you feel bad about yourself because a 12 is what fits, take a Sharpie, and write '6' on the label.",
      "author": "Stacy London",
      "category": "Yourself, You, Bad"
    },
    {
      "quote": "It's so easy to lose your fitness and so hard to gain it back.",
      "author": "Alex Morgan",
      "category": "Easy, Back, Lose"
    },
    {
      "quote": "When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity.",
      "author": "Maria Montessori",
      "category": "Work, Age, Child"
    },
    {
      "quote": "I don't lift weights. I do fitness exercises to stay strong.",
      "author": "Chad le Clos",
      "category": "Strong, Lift, Stay Strong"
    },
    {
      "quote": "The first time I see a jogger smiling, I'll consider it.",
      "author": "Joan Rivers",
      "category": "Time, Smiling, See"
    },
    {
      "quote": "Exercise is labor without weariness.",
      "author": "Samuel Johnson",
      "category": "Exercise, Labor, Without"
    },
    {
      "quote": "For exercise, I now run with my chocolate Lab puppy, Oscar.",
      "author": "Daniela Pestova",
      "category": "Chocolate, Exercise, Run"
    },
    {
      "quote": "I would rather exercise than read a newspaper.",
      "author": "Kim Alexis",
      "category": "Exercise, Newspaper, Rather"
    },
    {
      "quote": "Like most people I can be lazy, so it's nice to have a goal or deadline or reason to work out. I feel better when I get to exercise, or when I'm outdoors. I like to hike, swim and run, and I love to play soccer.",
      "author": "Viggo Mortensen",
      "category": "Love, Work, Goal"
    },
    {
      "quote": "I didn't have the same fitness or ability as the other girls, so I had to beat them with my mind.",
      "author": "Martina Hingis",
      "category": "Mind, Same, Ability"
    },
    {
      "quote": "I think it's more important to be fit so that you can be healthy and enjoy activities than it is to have a good body.",
      "author": "Rachel Blanchard",
      "category": "Good, Enjoy, Healthy"
    },
    {
      "quote": "It's challenging, but you have to at least try to eat right and exercise.",
      "author": "Joely Fisher",
      "category": "Exercise, You, Try"
    },
    {
      "quote": "You can't get rid of it with exercise alone. You can do the most vigorous exercise and only burn up 300 calories in an hour. If you've got fat on your body, the exercise firms and tones the muscles. But when you use that tape measure, what makes it bigger? It's the fat!",
      "author": "Jack LaLanne",
      "category": "Alone, Body, Exercise"
    },
    {
      "quote": "I love to swim for miles I could just go back and forth.",
      "author": "Jill Clayburgh",
      "category": "Love, Back, Swim"
    },
    {
      "quote": "What's important is to get into shape and then not to have to worry about it. I don't want to get on stage and not being able to do something. Not being physically fit doesn't work for me.",
      "author": "Chris Cornell",
      "category": "Work, Me, Worry"
    },
    {
      "quote": "My job is to be fit and I'm really blessed that I get to go and work out and live a really healthy lifestyle.",
      "author": "Kerri Walsh Jennings",
      "category": "Work, Blessed, Job"
    },
    {
      "quote": "Fitness is not an option. It's part of my job.",
      "author": "Alison Sweeney",
      "category": "Job, Part, Option"
    },
    {
      "quote": "No one ceases to be a man, no one forfeits his rights to civilization merely by being more or less uncultured, and since the Filipino is regarded as a fit citizen when he is asked to pay taxes or shed his blood to defend the fatherland, why must this fitness be denied him when the question arises of granting him some right?",
      "author": "Jose Rizal",
      "category": "Man, Why, Blood"
    },
    {
      "quote": "I love fitness, yoga. I love fashion. On the weekends, I try to relax. I have pretty crazy weeks. I like spas and nice dinners. I'm not much of a club person. I like to hang on the beach in Malibu.",
      "author": "Charlotte McKinney",
      "category": "Love, Beach, Relax"
    },
    {
      "quote": "You can be in excellent physical shape, with low cholesterol, a healthy body weight and good overall physical fitness - but that doesn't necessarily mean you're healthy.",
      "author": "Michael Greger",
      "category": "Good, Body, Healthy"
    },
    {
      "quote": "The spirit of the Olympic movement is great for young people because it teaches them about the training and discipline required to compete. Even if they don't make the teams, they can rededicate their lives to the art of sport, discipline, and physical fitness.",
      "author": "Richard M. Daley",
      "category": "Art, Great, Training"
    },
    {
      "quote": "I suffer panic attacks which has made me really conscious about my fitness and I have become addicted to jogging. It might sound odd but a lot of good has come out of it. My fans send letters saying they have taken up jogging because I do it.",
      "author": "Ellie Goulding",
      "category": "Good, Me, Saying"
    },
    {
      "quote": "Fitness is a luxury when you are busy!",
      "author": "Lauren Conrad",
      "category": "Busy, Luxury, You"
    },
    {
      "quote": "Never, ever exercise in front of a TV or while reading. You lose 50 percent of the benefit of the exercise by not hearing and feeling your heart rate, your sweat and the pain levels that need to be encountered in fitness training.",
      "author": "Kevin R. Stone",
      "category": "Heart, Training, Pain"
    },
    {
      "quote": "If you ask me about my success story, the secret is I know when to pull myself back. I don't overexpose myself; I give proper gaps whenever I can. I do not over spend myself, I keep myself busy in lot of activities. I really work hard; I work harder than others, by focussing on my fitness level and studying music.",
      "author": "Sonu Nigam",
      "category": "Work, Success, Music"
    },
    {
      "quote": "I am pleased with the fitness that I have.",
      "author": "Lin Dan",
      "category": "I Am, Pleased, Am"
    },
    {
      "quote": "My own preferred fitness regime is to use my bicycle.",
      "author": "Paul Hollywood",
      "category": "Bicycle, My Own, Preferred"
    },
    {
      "quote": "Fitness, defending, the mental stuff - those were all weaknesses of mine. And I turned those into strengths.",
      "author": "Carli Lloyd",
      "category": "Mental, Weaknesses"
    },
    {
      "quote": "I do a lot of biking. I need that mileage and the long-distance stuff because tennis demands it. My fitness trainer is always trying to convince me to do an Ironman. I can probably run the marathon, I can make the 112 miles on the bike, but I will never swim for 2.4 miles. I will die after 100 meters.",
      "author": "Tomas Berdych",
      "category": "Me, Bike, Tennis"
    },
    {
      "quote": "It takes about four days of virtuous living to create a little weight loss. That also happens to be the time required to get used to eating less. In other words, if you can get past day three of a fitness regimen, things improve.",
      "author": "Martha Beck",
      "category": "Time, Day, Past"
    },
    {
      "quote": "I'm quite into fitness, and I have a fantastic personal trainer who knows me, knows my body, knows when to push me, and knows when not to push me. She doesn't make me do 20 burpees in a row and instead focuses on strengthening my core, telling me we need to focus on making me into 'a tall giraffe'!",
      "author": "Poppy Delevingne",
      "category": "Focus, Me, Body"
    },
    {
      "quote": "Teaching kids about health and fitness is important to me. It's about being fit for life.",
      "author": "Jackie Joyner-Kersee",
      "category": "Life, Health, Me"
    },
    {
      "quote": "People need to have clear goals about why they are exercising, and they should consult a fitness expert to find out what kind of exercise is suitable.",
      "author": "Lynn Davies",
      "category": "Goals, People, Exercise"
    },
    {
      "quote": "For me, triathlons were something that was down to me and my fitness. Now, I really enjoy the pain in the triathlon of chasing someone down. It's a bit like chasing down Nico Rosberg in the last few laps at Silverstone - it makes you feel alive.",
      "author": "Jenson Button",
      "category": "Pain, Me, Enjoy"
    },
    {
      "quote": "If someone thinks, 'I'll spend the off season working on my fitness and I'll come back a better cricketer,' I don't think that's enough. You need to spend a lot of time working on your skills and honing your skills.",
      "author": "Rahul Dravid",
      "category": "Time, Better, Think"
    },
    {
      "quote": "I try to come at fitness and nutrition from a perspective of gentleness and what will make me feel good afterwards. I try to stay out of the mindset of needing to fix myself. I do whatever seems fun to me.",
      "author": "Taylor Schilling",
      "category": "Good, Myself, Perspective"
    },
    {
      "quote": "Muscles come and go flab lasts.",
      "author": "Bill Vaughan",
      "category": "Come And Go, Go, Come"
    },
    {
      "quote": "I recommend that people try new stuff or take new fitness classes all the time. It's important to mix up your routine, not only for your body, but also for your mental state.",
      "author": "Alison Sweeney",
      "category": "Time, Body, People"
    },
    {
      "quote": "I think if you exercise, your state of mind - my state of mind - is usually more at ease, ready for more mental challenges. Once I get the physical stuff out of the way it always seems like I have more calmness and better self-esteem.",
      "author": "Stone Gossard",
      "category": "Challenges, Mind, Exercise"
    },
    {
      "quote": "Training is such a vital part of preparation for a game, you really do train to play. It tops up your ability, like sharpening a carving knife. You can get away with not doing it for a while, as long as you have reached a certain standard of fitness.",
      "author": "Graeme Le Saux",
      "category": "Training, Preparation, Game"
    },
    {
      "quote": "Oh, and once, when I was in the Marines, I got a perfect score on my physical fitness test.",
      "author": "Drew Carey",
      "category": "Perfect, Test, Marines"
    },
    {
      "quote": "My Daddy liked physical fitness and wanted me to be a prizefighter.",
      "author": "Judy Johnson",
      "category": "Me, Physical Fitness, Daddy"
    },
    {
      "quote": "Cycling keeps me lean and I need to stay in shape, especially as I still like eating chocolate and ice-cream! I like to go mountain biking too. Running is also good; it's what we were designed to do as humans, so it comes naturally.",
      "author": "Mark Webber",
      "category": "Good, Mountain, Me"
    },
    {
      "quote": "I would like to thank everyone who supported me to be fit for the Euros. I had some fitness problems before the tournament, but I am here now!",
      "author": "Andriy Shevchenko",
      "category": "I Am, Problems, Me"
    },
    {
      "quote": "Fitness has always been one of the top priorities in my life because that's the way I grew up, with soccer being the sport of choice.",
      "author": "Ziggy Marley",
      "category": "Life, Soccer, Choice"
    },
    {
      "quote": "Our children are obese, either have or being threatened by diabetes, high blood pressure, high cholesterol, and not socially adjusting properly to others because of a lack of fitness.",
      "author": "Richard Simmons",
      "category": "Children, Pressure, Blood"
    },
    {
      "quote": "I can jog, but I can't run. That's hard for me. I like the fact that I can jog for fitness, but to me there's a huge difference between jogging and running.",
      "author": "Mary Decker",
      "category": "Me, I Can, Run"
    },
    {
      "quote": "For years, I always thought it was hilarious that I was this fitness guru, because fitness was just a tool I utilized to help people improve their confidence. For me, it's never been about fitness. It's always been about helping to empower people.",
      "author": "Jillian Michaels",
      "category": "Confidence, Me, Help"
    },
    {
      "quote": "A drunkard in the gutter is just where he ought to be, according to the fitness and tendency of things. Nature has set upon him the process of decline and dissolution by which she removes things which have survived their usefulness.",
      "author": "William Graham Sumner",
      "category": "Nature, Process, She"
    },
    {
      "quote": "If a man achieves victory over this body, who in the world can exercise power over him? He who rules himself rules over the whole world.",
      "author": "Vinoba Bhave",
      "category": "Power, Man, World"
    },
    {
      "quote": "I've exercised with women so thin that buzzards followed them to their cars.",
      "author": "Erma Bombeck",
      "category": "Women, Thin, Them"
    },
    {
      "quote": "Never hurry. Take plenty of exercise. Always be cheerful. Take all the sleep you need. You may expect to be well.",
      "author": "James Freeman Clarke",
      "category": "Sleep, Exercise, You"
    },
    {
      "quote": "Exercise is done against one's wishes and maintained only because the alternative is worse.",
      "author": "George A. Sheehan",
      "category": "Wishes, Exercise, Done"
    },
    {
      "quote": "I wanted to get really fit. I wanted to lose some weight. So I've been doing Pilates and yoga, trying to lean out my body so I won't be bulky.",
      "author": "Serena Williams",
      "category": "Body, Trying, Doing"
    },
    {
      "quote": "What's wrong with extreme dieting and hard-core fitness plans is that they don't take into account the rest of your life.",
      "author": "Alison Sweeney",
      "category": "Life, Rest, Plans"
    },
    {
      "quote": "When you're singing, you're using extra muscles, and it requires a lot of exercise and breathing. You can't do that if you're a sissy. If I have any fitness advice for people, I'd tell them to sing more. It's good therapy, too.",
      "author": "Willie Nelson",
      "category": "Good, Advice, People"
    },
    {
      "quote": "Doing nothing would stress me out. So I am still pretty much active practicing judo with my friends, who are former judo athletes, to maintain our fitness as well as the friendships among us. In my spare time, I usually go jogging around the Gelora Bung Karno stadium or head to the gym.",
      "author": "Joe Taslim",
      "category": "Time, Friends, Stress"
    },
    {
      "quote": "People assume that you need to run fast to get to optimum fitness, but the truth is endurance lifting makes you stronger and leaner.",
      "author": "Greg Rutherford",
      "category": "Truth, People, Stronger"
    },
    {
      "quote": "I would say 90 percent of the stuff we do is technical anyway. If you look at a two-hour training day, 12 minutes are probably spent running or gaining fitness.",
      "author": "Ashton Eaton",
      "category": "Day, Training, You"
    },
    {
      "quote": "Mental fitness is served by consciously redirecting our attention away from the constant bombardment from the media whose reason to be seems to be focused on keeping us in a state of constant alert.",
      "author": "David Perlmutter",
      "category": "Media, Attention, Reason"
    },
    {
      "quote": "In my view, fitness training isn't that important in England, as they all train with such intensity anyway and have a competitive edge when just sprinting. The matches are all hard-fought, too.",
      "author": "Claudio Ranieri",
      "category": "Training, Train, View"
    },
    {
      "quote": "I do yoga, I do Bikram and I run, and I eat really healthy.",
      "author": "Lady Gaga",
      "category": "Healthy, Run, Eat"
    },
    {
      "quote": "One of the things I've always enjoyed is moving around and staying fit. Physicality is such a big part of being an actor, but it's also about stillness and silence.",
      "author": "Joel Edgerton",
      "category": "Silence, Moving, Actor"
    },
    {
      "quote": "Being a dancer is my metaphor for life because you have to know your body. Being a dancer and paying attention to fitness is all about moving in balance.",
      "author": "Goldie Hawn",
      "category": "Life, Balance, Moving"
    },
    {
      "quote": "Just as you can't blindly follow fashion, you can't follow fitness, either.",
      "author": "Anushka Sharma",
      "category": "Fashion, You, Follow"
    },
    {
      "quote": "I'm not a fitness model; I'm just a singer. If people focus on that, that's what I care about.",
      "author": "Alessia Cara",
      "category": "Focus, People, Care"
    },
    {
      "quote": "I've been into exercise my whole life, been a runner and been into health and fitness always.",
      "author": "Sissy Spacek",
      "category": "Life, Health, Exercise"
    },
    {
      "quote": "I tell my sons all the time, 'The most important thing in your life is fitness,' but a lot of fighters go overboard.",
      "author": "George Foreman",
      "category": "Life, Time"
    },
    {
      "quote": "I created a fitness club with five friends. We have weekly check-ins and a reward system - and group penalties if one of us slacks off.",
      "author": "Bryce Dallas Howard",
      "category": "Friends, Reward, Group"
    },
    {
      "quote": "There is a moment when you get older when your metabolism slows down and you don't feel like working out any more, so you don't want to keep yourself fit any more, but that's your decision. Why should you be judged for it?",
      "author": "Janet Jackson",
      "category": "Decision, Moment, Yourself"
    },
    {
      "quote": "I say, 'Use it or lose it.' I have my own fitness regime, which is centred around stretching, free-weights and fast walking. I also have a trainer half of the year, as I spend my summers in the south of France where I swim a lot.",
      "author": "Joan Collins",
      "category": "Walking, Fast, Say"
    },
    {
      "quote": "My assumption was that people are already motivated to go to a fitness class. That's who I am. I was already ready to go out there and get to class. All I needed was a search tool. But it turns out people need more than that, and that's why gym memberships exist.",
      "author": "Payal Kadakia",
      "category": "I Am, People, Search"
    },
    {
      "quote": "Some people have that school of thought where fitness isn't enjoyable, but we're making it enjoyable, I think, by making it more fun, challenging, and engaging rather than this boring thing that you have to do. It's about using technology and data to change this experience.",
      "author": "Payal Kadakia",
      "category": "Change, Technology"
    },
    {
      "quote": "The manager and the fitness staff condition every training session. They plan it out week by week on what players need. If players need a rest, they will do that; if players need to work hard, they will do that as well.",
      "author": "Harry Kane",
      "category": "Work, Work Hard, Training"
    },
    {
      "quote": "We've all tried to bunk our gym session or dance class. A single routine can get monotonous. That's why I have decided to make my fitness regime fun by incorporating different workouts into my schedule. From dancing to yoga, I plan to keep it as interesting as possible so I'm never bored of working out.",
      "author": "Disha Patani",
      "category": "Dance, Fun, Plan"
    },
    {
      "quote": "I understand only three things - films, fitness, and food.",
      "author": "Rakul Preet Singh",
      "category": "Food, Understand, Three"
    },
    {
      "quote": "For fitness, I've just bought a watch which keeps a track of how many calories I burn, what's my heart rate, which is very fascinating.",
      "author": "Yami Gautam",
      "category": "Heart, Burn, Watch"
    },
    {
      "quote": "All we're trying to do is change how people think about fitness. And build Under Armour into the biggest brand in the entire land.",
      "author": "Kevin Plank",
      "category": "Change, Brand, People"
    },
    {
      "quote": "For a while after college, I was thinking of becoming a fitness trainer, and I am a certified aqua trainer.",
      "author": "Dylan Lauren",
      "category": "College, I Am, Thinking"
    },
    {
      "quote": "When you get into the final week of the Tour de France, it becomes a different kind of race. As the distance and the fatigue really tell, that is when it becomes a proper test of everyone's fitness.",
      "author": "Bradley Wiggins",
      "category": "Week, You, Distance"
    },
    {
      "quote": "I can work hard and be disciplined like a soldier, but I could never reach their level of fitness.",
      "author": "Richard C. Armitage",
      "category": "Work, Work Hard, Soldier"
    },
    {
      "quote": "I try to keep at a non-obsessive level of fitness. It's not about looking great, it's about just feeling good. So I do a lot of yoga. Bikram just blows my mind. It's mental as well as physical; if I don't train, I get very depressed.",
      "author": "Richard C. Armitage",
      "category": "Good, Great, Mind"
    },
    {
      "quote": "It's not like I was trying to be sexy but I had to get fit because I had to be able to do stunts. Also I wanted that, if Bond took his clothes off, he looked like a man who did what he did, which was kill people for a living. I thought the only way to do that was to work out and get fit and buff and get physically into shape.",
      "author": "Daniel Craig",
      "category": "Work, Man, People"
    },
    {
      "quote": "When I was back to 100 per cent fitness, I was able to show what I was capable of. I like to think I will bring a freshness into the Euros, and now that I am captain, I am going to do my best to take responsibility.",
      "author": "Eden Hazard",
      "category": "Best, Responsibility, I Am"
    },
    {
      "quote": "At the start of his second term, one wonders less about Obama's fitness than his willingness: Why doesn't he do more to build and maintain the relationships required to govern in era of polarization?",
      "author": "Ron Fournier",
      "category": "Start, Relationships, Why"
    },
    {
      "quote": "In the British Special Air Service, combat fitness is all about running.",
      "author": "Bear Grylls",
      "category": "Service, Special, British"
    },
    {
      "quote": "I never stop working when I'm on stage, and that's my fitness.",
      "author": "Jessie J",
      "category": "Working, Stop, Never"
    },
    {
      "quote": "At my first Olympics, I didn't have a contract, and I wasn't making any money. After my first Olympics, I was working at 24 Hour Fitness at the front desk. I would go to practice in the morning, run home, shower, grab some food and then go straight to work. I didn't get off of work until 10 or 11 o'clock at night.",
      "author": "Michelle Carter",
      "category": "Work, Morning, Food"
    },
    {
      "quote": "I'm French, so I'm quite lazy about exercising, and I smoke. But I do love going for a run in the morning with my dog. That's all.",
      "author": "Eva Green",
      "category": "Love, Morning, Dog"
    },
    {
      "quote": "I took up boxing as a fitness thing. I got obsessed, and I would go every day when I wasn't working. It's just an insane sport when you get into it.",
      "author": "Lena Headey",
      "category": "Day, Boxing, Every Day"
    },
    {
      "quote": "For most athletes, there's a focus on your own fitness, but I have to rely on my horse, too. I've been very lucky so far, and it hasn't presented a problem, but you can never count on a competition going as planned until you're there and actually doing it.",
      "author": "Charlotte Dujardin",
      "category": "Focus, Competition, Horse"
    },
    {
      "quote": "I'm not a waif-y girl and never will be. I think it's healthy when fitness experts encourage fitness rather than getting a certain body shape.",
      "author": "Sophia Bush",
      "category": "Girl, Healthy, Think"
    },
    {
      "quote": "As Mick Jagger will tell you, performing is an aerobic work-out. I've got the bass guitar, which is the heaviest of all the instruments, and I'm a little girl, in boiling-hot leather under the lights. You have to keep the fitness level up if you want to look good up there.",
      "author": "Suzi Quatro",
      "category": "Good, Girl, Guitar"
    },
    {
      "quote": "For much of the year, you're just trying to maintain your fitness. It's not often you get a lot of time to really concentrate on improving it.",
      "author": "Andy Murray",
      "category": "Time, Trying, You"
    },
    {
      "quote": "My fitness trainer's English, my physio's English, some of my friends are English. I don't have a problem with English people at all.",
      "author": "Andy Murray",
      "category": "Friends, People, Problem"
    },
    {
      "quote": "Staying more controlled mentally stemmed from taking my fitness more seriously. When you're doing track work, sprints and so on, it's pretty painful, but that does make you feel better prepared and therefore mentally stronger when you're going into a match. You know, without a doubt, that you are strong enough to last.",
      "author": "Andy Murray",
      "category": "Work, Strong, Stronger"
    },
    {
      "quote": "Early in my career, I got roles that demanded that I be fit to carry off the angry young man look. Of course, I'm a fitness freak, and that's something I picked up from my dad.",
      "author": "Akkineni Nagarjuna",
      "category": "Man, Angry, Career"
    },
    {
      "quote": "While I try to keep my fitness regimen consistent, during awards season, I'm especially conscious of what I'll be wearing and plan my workouts accordingly.",
      "author": "Kate Hudson",
      "category": "Plan, Season, Try"
    },
    {
      "quote": "I'm doing four hours of gymnastics training a day, six days a week and then an extra two to three hours in a fitness center as well.",
      "author": "Shawn Johnson",
      "category": "Day, Training, Week"
    },
    {
      "quote": "I haven't always been into fitness. But I noticed that when I'd be on stage playing a show, I could hardly make it through the fifth song without having to take a breather.",
      "author": "Thomas Rhett",
      "category": "Song, Always, Through"
    },
    {
      "quote": "We talk a lot on 'Biggest Loser' about how fitness is a natural antidepressant, how it burns off stress. What I like about running is that it gives me time alone. I'm always busy, with people at work, with my kids. I love getting out for a run by myself and just listening to my music.",
      "author": "Alison Sweeney",
      "category": "Love, Work, Music"
    },
    {
      "quote": "I have been through various fitness regimes. I used to run about five miles a day and I did aerobics for a while.",
      "author": "Sting",
      "category": "Day, Run, Through"
    },
    {
      "quote": "Virat Kohli has so far shown that he has more ability and talent than anybody else, and if he can play till 32 or 34 with same fitness and without injuries, he will come to a point where not even Vivian Richards neither Sachin Tendulkar had such a record.",
      "author": "Kapil Dev",
      "category": "Talent, Injuries, Play"
    },
    {
      "quote": "Obviously, your family life is the priority, but there's still other stuff you have to get done in a day. I think the way I make it work is by taking care of myself, and that includes fitness and eating right and all those things, but also by being very organized and punctual.",
      "author": "Cindy Crawford",
      "category": "Life, Work, Family"
    },
    {
      "quote": "I think when you come to Australia you immediately get the sense of fitness and taking care of yourself and being healthy, and it really shows.",
      "author": "Tinie Tempah",
      "category": "Yourself, Healthy, Think"
    },
    {
      "quote": "I go to the gym every day. That tends to taper off when I'm at a tournament. During tournaments, I'm not trying to build fitness. I'm simply trying to keep away any kind of tension. I go for long walks to clear my head.",
      "author": "Viswanathan Anand",
      "category": "Day, Long, Every Day"
    },
    {
      "quote": "Even though I'm not a competitive athlete, I have to still maintain things and try to keep myself fit because I am at that age where I need to make sure to get those regular checkups and make sure everything is in tact.",
      "author": "Jackie Joyner-Kersee",
      "category": "Age, Myself, I Am"
    },
    {
      "quote": "To hear both critics and defenders talk about the fitness of Judge Sonia Sotomayor for the Supreme Court, you'd think the most successful Supreme Court justices had been warm, collegial consensus-builders. But history tells a different story.",
      "author": "Noah Feldman",
      "category": "History, Successful, Think"
    },
    {
      "quote": "Too much redesign has to do more with fad and fashion than with fitness and function. It is change for the sake of change. Such redesign is not only unnecessary, it is all too often also retrogressive, leading to things that work less effectively than those they were designed to replace.",
      "author": "Henry Petroski",
      "category": "Work, Change, Fashion"
    },
    {
      "quote": "Imagine how many women could excel in science if not for the pernicious myth that science and math are a man's game. Likewise, fitness isn't defined by the Arnold Schwarzeneggers of the world.",
      "author": "Kyle Hill",
      "category": "Women, Science, Man"
    },
    {
      "quote": "Faith can make no appeal to reason or the fitness of things; its appeal is to the Word of God, and whatever is therein revealed, faith accepts as true.",
      "author": "Edward McKendree Bounds",
      "category": "Faith, God, True"
    },
    {
      "quote": "I can't eat whatever I want, definitely not. I'm always controlled because I do a lot of fitness and triathlons, not just Formula One, so I always make sure I eat the right things.",
      "author": "Jenson Button",
      "category": "Want, Formula One, Right"
    },
    {
      "quote": "As the proud father of two teens and past Chairman to the Presidents Council on Physical Fitness and Sports, I am committed to educating parents and especially young people on ways to live a long, healthy and active life.",
      "author": "Lee Haney",
      "category": "Life, Sports, Father"
    },
    {
      "quote": "When I was 10, I asked my parents for a set of weights. I had my Charles Atlas book to go along with that. Every time we went to the grocery store, I'd rush to the magazine area and read the ones with Arnold Schwarzenegger and all those guys on the covers: 'Pumping Iron,' 'Muscle and Fitness,' 'Muscle Builder by Joe Weider.'",
      "author": "Lee Haney",
      "category": "Time, Parents, Book"
    }
  ]
}