{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"You never realize what a good memory you have until you try to forget something.","author":"Franklin P. Jones","category":"Memory, You, Realize"},{"quote":"I feel grateful because I have a lot of love in my life. I found the person I'm sharing my life with. I have a good man.","author":"Gisele Bundchen","category":"Love, Life, Thankful"},{"quote":"Every day we wake up, we have an opportunity to do some good, but there's so much bad that you have to navigate to get to the good.","author":"Chesley Sullenberger","category":"Day, Opportunity, Wake Up"},{"quote":"It is good to be in front of the lens to appreciate more being behind the lens.","author":"Carine Roitfeld","category":"Appreciate, Lens, Behind"},{"quote":"The worst thing about that kind of prejudice... is that while you feel hurt and angry and all the rest of it, it feeds you self-doubt. You start thinking, perhaps I am not good enough.","author":"Nina Simone","category":"I Am, Thinking, Hurt"},{"quote":"The chief enemy of creativity is 'good' sense.","author":"Pablo Picasso","category":"Creativity, Enemy, Sense"},{"quote":"Thanksgiving, man. Not a good day to be my pants.","author":"Kevin James","category":"Thanksgiving, Day, Good Day"},{"quote":"Don't get me wrong: school is good and all, but school is way too slow for me. Like, super slow. So I didn't want to go. I wanted to learn on my own with real life experiences.","author":"Lil Uzi Vert","category":"Life, School, Me"},{"quote":"One way to break up any kind of tension is good deep breathing.","author":"Byron Nelson","category":"Deep, Way, Kind"},{"quote":"A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards.","author":"Theodore Roosevelt","category":"Man, Country, Blood"},{"quote":"Good enough never is.","author":"Debbi Fields","category":"Enough, Never"},{"quote":"It is the duty of a good shepherd to shear his sheep, not to skin them.","author":"Tiberius","category":"Sheep, Skin, Duty"},{"quote":"Since I don't look like every other girl, it takes a while to be okay with that. To be different. But different is good.","author":"Serena Williams","category":"Girl, Be Different, Look"},{"quote":"No man or woman can be strong, gentle, pure, and good, without the world being better for it and without someone being helped and comforted by the very existence of that goodness.","author":"Phillips Brooks","category":"Strong, Man, Woman"},{"quote":"It just seems to be a human trait to want to protect the speech of people with whom we agree. For the First Amendment, that is not good enough. So it is really important that we protect First Amendment rights of people no matter what side of the line they are on.","author":"Floyd Abrams","category":"People, Not Good Enough"},{"quote":"A good villain exudes charisma and power. He has principles, though; that just gives him a level of dimension. It makes him seem to be a bit unpredictable, because he's usually deemed as some type of evil, ruthless person, and then he shows you his principles, and you don't know what to think of it.","author":"Pusha T","category":"Power, Evil, Know"},{"quote":"The very spring and root of honesty and virtue lie in good education.","author":"Plutarch","category":"Education, Honesty, Spring"},{"quote":"Before every show, I have to put perfume on. I know the crowd's not necessarily going to smell me, but when I smell good, I feel like I can dominate the room.","author":"Rita Ora","category":"Me, Know, I Can"},{"quote":"My life is good because I am not passive about it. I invest in what is real. Like real people, to do real things, for the real me.","author":"Gwyneth Paltrow","category":"Life, I Am, Me"},{"quote":"As long as I have my faith in God, I'm good. I know everything else is going to come.","author":"Derrick Rose","category":"Faith, God, Long"},{"quote":"If you want to feel good, you have to go out and do some good.","author":"Oprah Winfrey","category":"Feel Good, Want, You"},{"quote":"I'm still not aware that I'm good looking.","author":"Jamie Dornan","category":"Looking, Good Looking, Aware"},{"quote":"Better do a good deed near at home than go far away to burn incense.","author":"Amelia Earhart","category":"Home, Better, Far Away"},{"quote":"Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay.","author":"Aldous Huxley","category":"Culture, World, Leisure"},{"quote":"What a miserable thing life is: you're living in clover, only the clover isn't good enough.","author":"Bertolt Brecht","category":"Life, Living, You"},{"quote":"It is not good to be too free. It is not good to have everything one wants.","author":"Blaise Pascal","category":"Free, Everything, Wants"},{"quote":"A man has to live with himself, and he should see to it that he always has good company.","author":"Charles Evans Hughes","category":"Man, Live, Company"},{"quote":"I believe that we parents must encourage our children to become educated, so they can get into a good college that we cannot afford.","author":"Dave Barry","category":"Children, Parents, College"},{"quote":"Good copy can't be written with tongue in cheek, written just for a living. You've got to believe in the product.","author":"David Ogilvy","category":"Believe, Living, You"},{"quote":"We cannot make good news out of bad practice.","author":"Edward R. Murrow","category":"Practice, News, Good News"},{"quote":"Acorns were good until bread was found.","author":"Francis Bacon","category":"Bread, Found, Until"},{"quote":"Good thoughts bear good fruit, bad thoughts bear bad fruit.","author":"James Allen","category":"Thoughts, Fruit, Bad"},{"quote":"Laughter is the sensation of feeling good all over and showing it principally in one place.","author":"Josh Billings","category":"Laughter, Place"},{"quote":"No news at 4:30 a.m. is good.","author":"Lady Bird Johnson","category":"News"},{"quote":"Few things are harder to put up with than the annoyance of a good example.","author":"Mark Twain","category":"Good Example, Example, Up"},{"quote":"Confidence in the goodness of another is good proof of one's own goodness.","author":"Michel de Montaigne","category":"Confidence, Goodness, Proof"},{"quote":"Only the young die good.","author":"Oliver Herford","category":"Die, Young, Only"},{"quote":"I know that every good and excellent thing in the world stands moment by moment on the razor-edge of danger and must be fought for.","author":"Thornton Wilder","category":"World, Moment, Know"},{"quote":"A good scare is worth more to a man than good advice.","author":"E. W. Howe","category":"Man, Advice, Good Advice"},{"quote":"Good leaders make people feel that they're at the very heart of things, not at the periphery.","author":"Warren Bennis","category":"Heart, People, Feel"},{"quote":"There has to be evil so that good can prove its purity above it.","author":"Unknown","category":"Evil, Prove, Purity"},{"quote":"I know in my heart that man is good. That what is right will always eventually triumph. And there's purpose and worth to each and every life.","author":"Ronald Reagan","category":"Life, Heart, Man"},{"quote":"One only dies once, and if one does not die well, a good opportunity is lost and will not present itself again.","author":"Jose Rizal","category":"Opportunity, Lost, Present"},{"quote":"It's different for different people, and for a woman it's important to look as good she wants to look. But you don't need to do it for someone else or to impress some male out there. You do it for your own sake. You wear what makes you feel good, you put make-up and jewellery - whatever gives you self-confidence.","author":"Chitra Banerjee Divakaruni","category":"Woman, Self-Confidence"},{"quote":"All the good ideas I ever had came to me while I was milking a cow.","author":"Grant Wood","category":"Ideas, Me, Cow"},{"quote":"Football is about joy. It's about dribbling. I favour every idea that makes the game beautiful. Every good idea has to last.","author":"Ronaldinho","category":"Beautiful, Football, Joy"},{"quote":"As long as your intentions are solid and about growth and progression and being productive and not being idle, then you're doing good in my book.","author":"Frank Ocean","category":"Growth, Book, Doing Good"},{"quote":"I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.","author":"Brittany Snow","category":"Funny, Love, Relationship"},{"quote":"I have never known much good done by those who affected to trade for the public good.","author":"Adam Smith","category":"Done, Never, Trade"},{"quote":"You can't fake quality any more than you can fake a good meal.","author":"William S. Burroughs","category":"Quality, Fake, You"},{"quote":"Fame is only good for one thing - they will cash your check in a small town.","author":"Truman Capote","category":"Small, Fame, Small Town"},{"quote":"I have a daughter and she's the greatest thing that ever happened to me. She gives me a good excuse to watch cartoons.","author":"Mike Dirnt","category":"Daughter, Me, Greatest"},{"quote":"Contemplate the good things in your life and be grateful for them.","author":"Rebecca Pidgeon","category":"Life, Grateful, Good Things"},{"quote":"Protesting is good, but healing is better. We need to see America heal.","author":"Alveda King","category":"America, Healing, Better"},{"quote":"Judgements prevent us from seeing the good that lies beyond appearances.","author":"Wayne Dyer","category":"Beyond, Appearances, Seeing"},{"quote":"Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor.","author":"Grantland Rice","category":"Daily, Trust, Man"},{"quote":"Here is the rule to remember in the future, When anything tempts you to be bitter: not, 'This is a misfortune' but 'To bear this worthily is good fortune.'","author":"Marcus Aurelius","category":"Future, Remember"},{"quote":"A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.","author":"Horace","category":"Change, Wisdom, Adversity"},{"quote":"Be yourself, fill your life with good people, and don't get a big head. It can all be gone tomorrow.","author":"Molly Sims","category":"Life, Be Yourself, Yourself"},{"quote":"Some are blessed with musical ability, others with good looks. Myself, I was blessed with modesty.","author":"Roger Moore","category":"Myself, Blessed, Modesty"},{"quote":"'Free Fallin' is a very good song. Maybe it would be one of my favorites if it hadn't become this huge anthem. But I'm grateful that people like it.","author":"Tom Petty","category":"Grateful, Free, People"},{"quote":"I tend to write on an acoustic guitar or the piano. I have kind of a rule: if I can't sit down and play this and get the song over, I don't take it to the band, because most any good song, you can sit down and deliver it with a piano or a guitar.","author":"Tom Petty","category":"Guitar, Song, Play"},{"quote":"I have certain things that I stand for, certain things that I believe in, and if you don't like it and you tell me to go to hell, I think that's your God-given right as a fan. It's one of those deals where I'm that one guy who is outside of that realm of good guy, bad guy. I'm just me, and it elicits a response both positive and negative.","author":"John Cena","category":"Positive, Believe, Me"},{"quote":"On a good day I think I'm handsome, on an average day I'm average. I'm a man's man so I don't necessarily know how cute we're supposed to be.","author":"CeeLo Green","category":"Day, Good Day, Man"},{"quote":"The second you think that all your good fortune is a product of your virtue, you become highly judgmental, lacking empathy, totally without self-awareness, arrogant, stupid - I mean, all the stuff that our ruling class is.","author":"Tucker Carlson","category":"Empathy, Stupid"},{"quote":"When people see your personality come out, they feel so good, like they actually know who you are.","author":"Usain Bolt","category":"Personality, People, Know"},{"quote":"If everyone were a good person, it'd obviously be a better world.","author":"Aaron Paul","category":"World, Good Person, Better"},{"quote":"Good fellowship and friendship are lasting, rational and manly pleasures.","author":"William Wycherley","category":"Friendship, Manly, Pleasures"},{"quote":"It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.","author":"Voltaire","category":"Patriotism, Rest, Patriot"},{"quote":"Good writing is like a windowpane.","author":"George Orwell","category":"Writing, Good Writing, Like"},{"quote":"As a matter of self-preservation, a man needs good friends or ardent enemies, for the former instruct him and the latter take him to task.","author":"Diogenes","category":"Friends, Man, Good Friends"},{"quote":"My life off the court has changed. I'm feeling good inside, so I guess it shows on the outside too.","author":"Mary Pierce","category":"Life, My Life, Feeling Good"},{"quote":"A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.","author":"Mahatma Gandhi","category":"Man, Sacrifice, World"},{"quote":"I look only to the good qualities of men. Not being faultless myself, I won't presume to probe into the faults of others.","author":"Mahatma Gandhi","category":"Myself, Men, Look"},{"quote":"How can you be content to be in the world like tulips in a garden, to make a fine show, and be good for nothing.","author":"Mary Astell","category":"World, Garden, You"},{"quote":"It is a good thing to learn caution from the misfortunes of others.","author":"Publilius Syrus","category":"Learn, Others, Caution"},{"quote":"Learn to... be what you are, and learn to resign with a good grace all that you are not.","author":"Henri Frederic Amiel","category":"Grace, Learn, You"},{"quote":"I have made good judgments in the past. I have made good judgments in the future.","author":"Dan Quayle","category":"Future, Past, Made"},{"quote":"The word 'good' has many meanings. For example, if a man were to shoot his grandmother at a range of five hundred yards, I should call him a good shot, but not necessarily a good man.","author":"Gilbert K. Chesterton","category":"Man, Good Man, Grandmother"},{"quote":"The omission of good is no less reprehensible than the commission of evil.","author":"Plutarch","category":"Evil, Than, Omission"},{"quote":"Nobody minds having what is too good for them.","author":"Jane Austen","category":"Nobody, Minds, Having"},{"quote":"Be sweet, be good, and honest always.","author":"Emma Bunton","category":"Sweet, Honest, Always"},{"quote":"Our will is always for our own good, but we do not always see what that is.","author":"Jean-Jacques Rousseau","category":"See, Will, Always"},{"quote":"He who bestows his goods upon the poor shall have as much again, and ten times more.","author":"John Bunyan","category":"Poor, Times, Again"},{"quote":"The 'good old times' - all times when old are good.","author":"Lord Byron","category":"Old, Times"},{"quote":"Too much of a good thing can be taxing.","author":"Mae West","category":"Too Much, A Good Thing, Too"},{"quote":"That which is striking and beautiful is not always good, but that which is good is always beautiful.","author":"Ninon de L'Enclos","category":"Beautiful, Always, Which"},{"quote":"A man is called selfish not for pursuing his own good, but for neglecting his neighbor's.","author":"Richard Whately","category":"Man, Selfish, Neighbor"},{"quote":"Have a very good reason for everything you do.","author":"Laurence Olivier","category":"You, Everything, Reason"},{"quote":"A good indignation brings out all one's powers.","author":"Ralph Waldo Emerson","category":"Brings, Out, Indignation"},{"quote":"Good advice is something a man gives when he is too old to set a bad example.","author":"Francois de La Rochefoucauld","category":"Man, Advice, Good Advice"},{"quote":"No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will.","author":"Francois de La Rochefoucauld","category":"Power, Man, Goodness"},{"quote":"The momentous thing in human life is the art of winning the soul to good or evil.","author":"Francis Bacon","category":"Life, Art, Evil"},{"quote":"Free is the best. Anything free is good.","author":"Sandra Bullock","category":"Best, Free, Anything"},{"quote":"It is the mark of a good action that it appears inevitable in retrospect.","author":"Robert Louis Stevenson","category":"Action, Inevitable, Mark"},{"quote":"Good actions ennoble us, we are the sons of our own deeds.","author":"Jean Paul","category":"Actions, Deeds, Us"},{"quote":"No one can be good for long if goodness is not in demand.","author":"Bertolt Brecht","category":"Goodness, Long, Demand"},{"quote":"What the people want is very simple - they want an America as good as its promise.","author":"Barbara Jordan","category":"America, Simple, People"},{"quote":"You cannot hold on to anything good. You must be continually giving - and getting. You cannot hold on to your seed. You must sow it - and reap anew. You cannot hold on to riches. You must use them and get other riches in return.","author":"Robert Collier","category":"Giving, Seed, You"},{"quote":"A good listener is not only popular everywhere, but after a while, he knows something.","author":"Wilson Mizner","category":"Something, Knows, Popular"},{"quote":"Good men are the stars, the planets of the ages wherein they live, and illustrate the times.","author":"Ben Jonson","category":"Stars, Men, Live"},{"quote":"Evil and good are God's right hand and left.","author":"Horace Mann","category":"God, Evil, Right"},{"quote":"Please give me some good advice in your next letter. I promise not to follow it.","author":"Edna St. Vincent Millay","category":"Advice, Me, Good Advice"},{"quote":"A good beginning makes a good end.","author":"Louis L'Amour","category":"Beginning, End, Makes"},{"quote":"Either positive or negative comments are good because it shows I am still relevant.","author":"Justin Guarini","category":"Positive, I Am, Negative"},{"quote":"The more one has seen of the good, the more one asks for the better.","author":"John Mason Brown","category":"Better, More, Seen"},{"quote":"What is beautiful is good, and who is good will soon be beautiful.","author":"Vita Sackville-West","category":"Beautiful, Will, Soon"},{"quote":"I'd rather be lucky than good.","author":"Lefty Gomez","category":"Lucky, Rather, Than"},{"quote":"I don't think I am any good. If I thought I was any good, I wouldn't be.","author":"John Betjeman","category":"I Am, Thought, Think"},{"quote":"If it were better, it wouldn't be as good.","author":"Brendan Gill","category":"Better, Were"},{"quote":"Cheers to a new year and another chance for us to get it right.","author":"Oprah Winfrey","category":"Chance, New, Right"},{"quote":"The new year stands before us, like a chapter in a book, waiting to be written. We can help write that story by setting goals.","author":"Melody Beattie","category":"Goals, Book, Waiting"},{"quote":"And now we welcome the new year. Full of things that have never been.","author":"Rainer Maria Rilke","category":"Welcome, New, Never"},{"quote":"Celebrate what you want to see more of.","author":"Tom Peters","category":"Celebrate, Want, You"},{"quote":"If you asked me for my New Year Resolution, it would be to find out who I am.","author":"Cyril Cusack","category":"I Am, Me, You"},{"quote":"Make New Year's goals. Dig within, and discover what you would like to have happen in your life this year. This helps you do your part. It is an affirmation that you're interested in fully living life in the year to come.","author":"Melody Beattie","category":"Life, Goals, Living"},{"quote":"New Year's Day is every man's birthday.","author":"Charles Lamb","category":"Birthday, Day, Man"},{"quote":"Strange to see how a good dinner and feasting reconciles everybody.","author":"Samuel Pepys","category":"Good, Strange, Dinner"},{"quote":"Character is the ability to carry out a good resolution long after the excitement of the moment has passed.","author":"Cavett Robert","category":"Good, Character, Moment"},{"quote":"What I like to drink most is wine that belongs to others.","author":"Diogenes","category":"Wine, Drink, Like"},{"quote":"Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us.","author":"Hal Borland","category":"Wisdom, Experience"},{"quote":"What is there more kindly than the feeling between host and guest?","author":"Aeschylus","category":"Feeling, Between, Guest"},{"quote":"Sometimes too much to drink is barely enough.","author":"Mark Twain","category":"Sometimes, Drink, Too Much"},{"quote":"I doubt if you can have a truly wild party without liquor.","author":"Carl Sandburg","category":"Doubt, Party, You"},{"quote":"Accept what people offer. Drink their milkshakes. Take their love.","author":"Wally Lamb","category":"Love, People, Drink"},{"quote":"Ring out the false, ring in the true.","author":"Alfred Lord Tennyson","category":"Ring, True, False"},{"quote":"I think in terms of the day's resolutions, not the years'.","author":"Henry Moore","category":"Day, Think, Years"},{"quote":"Good parties create a temporary youthfulness.","author":"Mason Cooley","category":"Good, Create, Temporary"},{"quote":"If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult.","author":"P. J. O'Rourke","category":"Health, Great, Words"},{"quote":"At a dinner party one should eat wisely but not too well, and talk well but not too wisely.","author":"W. Somerset Maugham","category":"Dinner, Party, Talk"},{"quote":"My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy.","author":"James Lafferty","category":"Happy, Good, Me"},{"quote":"I don't even drink! I can't stand the taste of alcohol. Every New Year's Eve I try one drink and every time it makes me feel sick. So I don't touch booze - I'm always the designated driver.","author":"Kim Kardashian","category":"Time, Alcohol, Me"},{"quote":"Let our New Year's resolution be this: we will be there for one another as fellow members of humanity, in the finest sense of the word.","author":"Goran Persson","category":"Humanity, New, Year"},{"quote":"All of us every single year, we're a different person. I don't think we're the same person all our lives.","author":"Steven Spielberg","category":"Think, Single, Person"},{"quote":"I never worry about being driven to drink I just worry about being driven home.","author":"W. C. Fields","category":"Home, Worry, Drink"},{"quote":"Dinner was made for eating, not for talking.","author":"William Makepeace Thackeray","category":"Dinner, Eating, Talking"},{"quote":"Those who gave thee a body, furnished it with weakness; but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise; be wise and thou art happy.","author":"Akhenaton","category":"Art, Happy, Wise"},{"quote":"To have the kind of year you want to have, something has to happen that you can't explain why it happened. Something has to happen that you can't coach.","author":"Bobby Bowden","category":"Want, Why, You"},{"quote":"Resolution One: I will live for God. Resolution Two: If no one else does, I still will.","author":"Jonathan Edwards","category":"God, Live, Two"},{"quote":"Deep breaths are very helpful at shallow parties.","author":"Barbara Walters","category":"Deep, Helpful, Shallow"},{"quote":"A year from now, you're gonna weigh more or less than what you do right now.","author":"Phil McGraw","category":"You, Right, Year"},{"quote":"My New Year's Resolution List usually starts with the desire to lose between ten and three thousand pounds.","author":"Nia Vardalos","category":"Desire, Three, New"},{"quote":"I have no way of knowing how people really feel, but the vast majority of those I meet couldn't be nicer. Every once in a while someone barks at me. My New Year's resolution is not to bark back.","author":"Tucker Carlson","category":"Me, People, New"},{"quote":"I like to go to parties where I know everyone. How are you going to have fun with people you don't know?","author":"Mary-Kate Olsen","category":"Fun, People, Know"},{"quote":"New Year's Resolution: To tolerate fools more gladly, provided this does not encourage them to take up more of my time.","author":"James Agate","category":"Time, Fools, New"},{"quote":"I know. I'm lazy. But I made myself a New Years resolution that I would write myself something really special. Which means I have 'til December, right?","author":"Catherine O'Hara","category":"Myself, Know, Lazy"},{"quote":"Dick Clark will be truly missed. We will carry on his legacy every New Year's Eve.","author":"Fergie","category":"Legacy, New, Carry"},{"quote":"I had a New Year's kiss once. But it was like, 'Let's start the year off together,' and then we wound up breaking up the night after!","author":"Joe Jonas","category":"Together, Night, Start"},{"quote":"To be an ideal guest, stay at home.","author":"E. W. Howe","category":"Home, Stay, Guest"},{"quote":"If you want an interesting party sometime, combine cocktails and a fresh box of crayons for everyone.","author":"Robert Fulghum","category":"Party, Want, You"},{"quote":"I've had some lovely extraordinary experiences on New Year's Eve.","author":"Debbie Harry","category":"Extraordinary, Lovely, New"},{"quote":"And suns grow meek, and the meek suns grow brief, and the year smiles as it draws near its death.","author":"William C. Bryant","category":"Death, Grow, Smiles"},{"quote":"A people without the knowledge of their past history, origin and culture is like a tree without roots.","author":"Marcus Garvey","category":"Knowledge, Culture, Tree"},{"quote":"We are not makers of history. We are made by history.","author":"Martin Luther King, Jr.","category":"Made, Makers"},{"quote":"Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.","author":"Harry S Truman","category":"Leadership, Change, Courage"},{"quote":"History repeats itself, first as tragedy, second as farce.","author":"Karl Marx","category":"Tragedy, First"},{"quote":"Following the light of the sun, we left the Old World.","author":"Christopher Columbus","category":"Light, Sun, World"},{"quote":"More than ever before in human history, we share a common destiny. We can master it only if we face it together. And that, my friends, is why we have the United Nations.","author":"Kofi Annan","category":"Friends, Together, Destiny"},{"quote":"Those who do not remember the past are condemned to repeat it.","author":"George Santayana","category":"Past, Remember, Repeat"},{"quote":"Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph.","author":"Haile Selassie","category":"Justice, Silence, Evil"},{"quote":"I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it.","author":"John Thune","category":"Freedom, Patriotism, Believe"},{"quote":"I came, I saw, I conquered.","author":"Julius Caesar","category":"Saw, Conquered, Came"},{"quote":"If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse and you say that you are neutral, the mouse will not appreciate your neutrality.","author":"Desmond Tutu","category":"Injustice, Elephant, You"},{"quote":"The point in history at which we stand is full of promise and danger. The world will either move forward toward unity and widely shared prosperity - or it will move apart.","author":"Franklin D. Roosevelt","category":"Unity, World, Stand"},{"quote":"History never really says goodbye. History says, 'See you later.'","author":"Eduardo Galeano","category":"Goodbye, You, See"},{"quote":"You may write me down in history with your bitter, twisted lines. You may trod me in the very dirt, but still, like dust, I'll rise.","author":"Maya Angelou","category":"Me, Rise, You"},{"quote":"The history of all previous societies has been the history of class struggles.","author":"Karl Marx","category":"Class, Struggles, Societies"},{"quote":"It takes an endless amount of history to make even a little tradition.","author":"Henry James","category":"Tradition, Little, Endless"},{"quote":"I never feel lonely if I've got a book - they're like old friends. Even if you're not reading them over and over again, you know they are there. And they're part of your history. They sort of tell a story about your journey through life.","author":"Emilia Fox","category":"Life, Journey, Friends"},{"quote":"Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.","author":"John F. Kennedy","category":"Friends, God, Together"},{"quote":"We're running the most dangerous experiment in history right now, which is to see how much carbon dioxide the atmosphere... can handle before there is an environmental catastrophe.","author":"Elon Musk","category":"Environmental, See"},{"quote":"The worst thing about Halloween is, of course, candy corn. It's unbelievable to me. Candy corn is the only candy in the history of America that's never been advertised. And there's a reason. All of the candy corn that was ever made was made in 1911. And so, since nobody eats that stuff, every year there's a ton of it left over.","author":"Lewis Black","category":"Halloween, America, Me"},{"quote":"Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.","author":"Dwight D. Eisenhower","category":"Future, Wise, Man"},{"quote":"Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.","author":"Joan Rivers","category":"Wisdom, Today, God"},{"quote":"Europe was created by history. America was created by philosophy.","author":"Margaret Thatcher","category":"America, Philosophy, Europe"},{"quote":"Our nation is built upon a history of immigration, dating back to our first pioneers, the Pilgrims. For more than three centuries, we have welcomed generations of immigrants to our melting pot of hyphenated America: British-Americans; Italian-Americans; Irish-Americans; Jewish-Americans; Mexican-Americans; Chinese-Americans; Indian-Americans.","author":"Ami Bera","category":"America, Dating, Immigrants"},{"quote":"History proves that the white man is a devil.","author":"Malcolm X","category":"Man, Devil, White"},{"quote":"I feel like I'm too busy writing history to read it.","author":"Kanye West","category":"Writing, Busy, Feel"},{"quote":"A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.","author":"Mahatma Gandhi","category":"Faith, Small, Body"},{"quote":"Legend remains victorious in spite of history.","author":"Sarah Bernhardt","category":"Legend, Victorious, Spite"},{"quote":"People are trapped in history and history is trapped in them.","author":"James A. Baldwin","category":"People, Trapped, Them"},{"quote":"Revolutions are the locomotives of history.","author":"Karl Marx","category":"Revolutions"},{"quote":"There is nothing new in the world except the history you do not know.","author":"Harry S Truman","category":"World, Know, You"},{"quote":"Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.","author":"Karl Marx","category":"Great, Progress, Changes"},{"quote":"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.","author":"Maya Angelou","category":"Courage, Pain, Need"},{"quote":"I live off a motto that says, 'yesterday is history, tomorrow is a mystery'. I have goals and agendas. Where ever I'll be tomorrow, that's where I'll be.","author":"Vanilla Ice","category":"Goals, Motto, Mystery"},{"quote":"It is important for all of us to appreciate where we come from and how that history has really shaped us in ways that we might not understand.","author":"Sonia Sotomayor","category":"Appreciate, Important"},{"quote":"The United Nations has a critical role to play in promoting stability, security, democracy, human rights, and economic development. The UN is as relevant today as at any time in its history, but it needs reform.","author":"Chuck Hagel","category":"Time, Today, Democracy"},{"quote":"If you look at history, innovation doesn't come just from giving people incentives; it comes from creating environments where their ideas can connect.","author":"Steven Johnson","category":"Innovation, Giving, Ideas"},{"quote":"The American flag is the symbol of our freedom, national pride and history.","author":"Mike Fitzpatrick","category":"Freedom, Patriotism"},{"quote":"The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force.","author":"Vladimir Putin","category":"Culture, Unique, India"},{"quote":"The very concept of objective truth is fading out of the world. Lies will pass into history.","author":"George Orwell","category":"Truth, World, Truth Is"},{"quote":"My heart goes out to victims and survivors of the Hurricane Katrina tragedy and to their families. This disaster will go down in history books as one of the largest natural disasters in U.S. history.","author":"Ellen Tauscher","category":"Heart, Tragedy"},{"quote":"The people of Egypt are an intelligent people with a glorious history who left their mark on civilization.","author":"Fidel Castro","category":"People, Intelligent, Egypt"},{"quote":"History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.","author":"Gerald R. Ford","category":"Experience, Progress, Moral"},{"quote":"History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.","author":"Tim Pawlenty","category":"Freedom, Women, Men"},{"quote":"You must pursue this investigation of Watergate even if it leads to the president. I'm innocent. You've got to believe I'm innocent. If you don't, take my job.","author":"Richard M. Nixon","category":"Job, Believe, You"},{"quote":"My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier.","author":"Ferdinand Marcos","category":"Safety, I Am, Past"},{"quote":"The history of liberty is a history of resistance.","author":"Woodrow Wilson","category":"Liberty, Resistance"},{"quote":"It does not matter how much we donate it matters whether the donation is meaningful. How to define meaningful? Let society and history judge.","author":"Ronnie Chan","category":"Society, Meaningful"},{"quote":"Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history.","author":"Dwight D. Eisenhower","category":"Political, Party, Insurance"},{"quote":"The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little.","author":"Franklin D. Roosevelt","category":"Progress, Abundance, Test"},{"quote":"History is not a burden on the memory but an illumination of the soul.","author":"Lord Acton","category":"Memory, Soul, Burden"},{"quote":"Something as curious as the monarchy won't survive unless you take account of people's attitudes. After all, if people don't want it, they won't have it.","author":"Prince Charles","category":"People, Want, You"},{"quote":"The history of the world is none other than the progress of the consciousness of freedom.","author":"Georg Wilhelm Friedrich Hegel","category":"Freedom, Progress, World"},{"quote":"We have this long history of racism in this country, and as it happens, the criminal justice system has been perhaps the most prominent instrument for administering racism. But the racism doesn't actually come from the criminal justice system.","author":"Ta-Nehisi Coates","category":"Justice, Racism, Long"},{"quote":"It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.","author":"Benito Mussolini","category":"Great, Battle, People"},{"quote":"If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this.","author":"C. S. Lewis","category":"Thought, World, Think"},{"quote":"American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it.","author":"James A. Baldwin","category":"Beautiful, American, Said"},{"quote":"I was always told that I was good in mathematics, and I guess my grades and standardized test scores supported that. My worst subjects were those that generally involved a lot of reading - English and history. So, having good test scores in math and mediocre ones in reading, I was naturally advised to major in engineering in college.","author":"Henry Petroski","category":"Good, Mathematics, College"},{"quote":"A people without a positive history is like a vehicle without an engine.","author":"Steven Biko","category":"Positive, People, Without"},{"quote":"History is a cyclic poem written by time upon the memories of man.","author":"Percy Bysshe Shelley","category":"Time, Memories, Man"},{"quote":"We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?","author":"Elizabeth Cady Stanton","category":"Alone, Men, Fight"},{"quote":"The very ink with which history is written is merely fluid prejudice.","author":"Mark Twain","category":"Prejudice, Ink, Which"},{"quote":"History repeats itself. So you might wanna pay attention.","author":"Quavo","category":"Attention, You"},{"quote":"Be as a tower firmly set Shakes not its top for any blast that blows.","author":"Dante Alighieri","category":"Top, Tower, Blows"},{"quote":"History shows that all protest movements rely on symbols - boycotts, strikes, sit-ins, flags, songs. Symbolic action on whatever scale - from the Montgomery Bus Boycott to wearing a simple wristband - is designed to disrupt our everyday complacency and force people to think.","author":"Hugh Evans","category":"Simple, Action, People"},{"quote":"Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","category":"Life, Beauty, Car"},{"quote":"It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws.","author":"Vladimir Lenin","category":"Time, Progress, Impossible"},{"quote":"I love history... everything is inspired by history, so that's why I love vintage and antiques.","author":"Kelly Wearstler","category":"Love, Vintage, Why"},{"quote":"They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.","author":"Douglas MacArthur","category":"Men, Loved, Savage"},{"quote":"Barcelona is a very old city in which you can feel the weight of history it is haunted by history. You cannot walk around it without perceiving it.","author":"Carlos Ruiz Zafon","category":"City, Walk, You"},{"quote":"May the friends of America rejoice! May her enemies be humbled and her censors silenced at the news of her noble exertions in continuance of those principles which have placed her so high in the annals of history and among the nations of the earth.","author":"Marquis de Lafayette","category":"Friends, America, Earth"},{"quote":"History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.","author":"Milton Friedman","category":"Freedom, Political"},{"quote":"History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats.","author":"B. C. Forbes","category":"Obstacles, Winners, Become"},{"quote":"History, in general, only informs us of what bad government is.","author":"Thomas Jefferson","category":"Government, Bad, General"},{"quote":"In many ways, history is marked as 'before' and 'after' Rosa Parks. She sat down in order that we all might stand up, and the walls of segregation came down.","author":"Jesse Jackson","category":"Stand Up, Stand, She"},{"quote":"Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.","author":"Thomas Jefferson","category":"Trust, Man, Government"},{"quote":"The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew.","author":"Abraham Lincoln","category":"Past, Rise, Think"},{"quote":"Debate and divergence of views can only enrich our history and culture.","author":"Ibrahim Babangida","category":"Culture, Debate, Enrich"},{"quote":"History shows that there are no invincible armies.","author":"Joseph Stalin","category":"Invincible, Armies, Shows"},{"quote":"History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created.","author":"William Morris","category":"Art, People, Kings"},{"quote":"The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.","author":"Kim Il-sung","category":"Truth, Struggle, Simple"},{"quote":"Won't it be wonderful when black history and native American history and Jewish history and all of U.S. history is taught from one book. Just U.S. history.","author":"Maya Angelou","category":"Book, American, Black"},{"quote":"When history is erased, people's moral values are also erased.","author":"Ma Jian","category":"Values, People, Moral"},{"quote":"When it comes to discrimination, Americans pride ourselves on how far we've come. Racial segregation is history. Explicit sex discrimination is banned. Same-sex marriage is the law of the land. But amidst all the progress, the male-female wage gap persists, and it's big.","author":"Cass Sunstein","category":"Marriage, Progress, Law"},{"quote":"One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes.","author":"Jack Canfield","category":"Courage, Changes, People"},{"quote":"What happens when good people are put into an evil place? Do they triumph or does the situation dominate their past history and morality?","author":"Philip Zimbardo","category":"Good, Past, Evil"},{"quote":"In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.","author":"John F. Kennedy","category":"Freedom, Responsibility"},{"quote":"I don't believe in accidents. There are only encounters in history. There are no accidents.","author":"Pablo Picasso","category":"Believe, Accidents, Only"},{"quote":"Among the many misdeeds of the British rule in India, history will look upon the act depriving a whole nation of arms as the blackest.","author":"Mahatma Gandhi","category":"Look, Nation, India"},{"quote":"So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.","author":"Milton Friedman","category":"Candle, Free, People"},{"quote":"The people, and the people alone, are the motive force in the making of world history.","author":"Mao Zedong","category":"Alone, World, People"},{"quote":"My only advice is, follow your dream and do whatever you like to do the most. I chose journalism because I wanted to be in the places where history was being made.","author":"Jorge Ramos","category":"Dream, Advice, Journalism"},{"quote":"The monuments of the nations are all protests against nothingness after death so are statues and inscriptions so is history.","author":"Lew Wallace","category":"Death, Monuments, Nations"},{"quote":"We just feel like history repeats itself. You ain't never going to see nothing brand new you're only going to see when records are broken. And we're here to just set records and set trends and follow the footsteps that have been shown to us.","author":"Quavo","category":"Brand, Broken, You"},{"quote":"History is, strictly speaking, the study of questions; the study of answers belongs to anthropology and sociology.","author":"W. H. Auden","category":"Questions, Sociology, Study"},{"quote":"Junk stands and antique markets are the perfect place to pick up clues about the history of a country, region or town.","author":"Judith Miller","category":"Perfect, Country, Place"},{"quote":"I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations.","author":"Queen Elizabeth II","category":"Justice, Heart, Battle"},{"quote":"As an immigrant, I appreciate, far more than the average American, the liberties we have in this country. Silence is a big enemy of morality. I don't want our blunders in history to get repeated.","author":"Gloria Estefan","category":"Silence, American, Morality"},{"quote":"Who has fully realized that history is not contained in thick books but lives in our very blood?","author":"Carl Jung","category":"Blood, Thick, Who"},{"quote":"History is replete with ideologies of freedom, justice, liberation of the downtrodden and the exploited, that have been turned against the very people they had mobilised, or that have reproduced the same logic of exclusion and terror toward those whom they claimed to set free.","author":"Tariq Ramadan","category":"Freedom, Justice, People"},{"quote":"All history has been a history of class struggles between dominated classes at various stages of social development.","author":"Friedrich Engels","category":"Development, Class, Social"},{"quote":"Malaysia is a country unlike any other: Full of promise and fragility. Its history, cultural and religious diversity make it a rich, compelling and surprising land.","author":"Tariq Ramadan","category":"Diversity, Rich, Country"},{"quote":"Condemn me. It does not matter. History will absolve me.","author":"Fidel Castro","category":"Me, Matter, Will"},{"quote":"I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America.","author":"Shirley Chisholm","category":"Change, America, Woman"},{"quote":"Study history, study history. In history lies all the secrets of statecraft.","author":"Winston Churchill","category":"Secrets, Study"},{"quote":"The more you know of your history, the more liberated you are.","author":"Maya Angelou","category":"Know, You, More"},{"quote":"Solidarity was the movement that turned the direction of history, I think.","author":"Jeane Kirkpatrick","category":"Direction, Think, Solidarity"},{"quote":"The main thing is to make history, not to write it.","author":"Otto von Bismarck","category":"Write, Main Thing, Main"},{"quote":"It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.","author":"Elie Wiesel","category":"Future, Car, People"},{"quote":"We have the power to make this the best generation of mankind in the history of the world or to make it the last.","author":"John F. Kennedy","category":"Best, Power, World"},{"quote":"China's history is marked by thousands of years of world-changing innovations: from the compass and gunpowder to acupuncture and the printing press. No one should be surprised that China has re-emerged as an economic superpower.","author":"Gary Locke","category":"Years, Economic, Printing"},{"quote":"We would like to live as we once lived, but history will not permit it.","author":"John F. Kennedy","category":"Live, Will, Like"},{"quote":"History is indeed little more than the register of the crimes, follies, and misfortunes of mankind.","author":"Edward Gibbon","category":"Mankind, Little, Than"},{"quote":"Perhaps in time the so-called Dark Ages will be thought of as including our own.","author":"Georg C. Lichtenberg","category":"Time, Thought, Dark"},{"quote":"I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.","author":"Wendell Berry","category":"Time, Peace, World"},{"quote":"Hubert Humphrey talks so fast that listening to him is like trying to read Playboy magazine with your wife turning the pages.","author":"Barry Goldwater","category":"Listening, Wife, Trying"},{"quote":"Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world.","author":"James K. Polk","category":"Peace, World, Moral"},{"quote":"History is a people's memory, and without a memory, man is demoted to the lower animals.","author":"Malcolm X","category":"Man, Memory, People"},{"quote":"It is the greatest scam in history. I am amazed, appalled and highly offended by it. Global Warming; It is a scam. Some dastardly scientists with environmental and political motives manipulated long term scientific data to create an illusion of rapid global warming.","author":"John Coleman","category":"Environmental, I Am"},{"quote":"In Thailand's history there have been dissensions from time to time, but in general, unity has prevailed.","author":"Bhumibol Adulyadej","category":"Time, Unity, Thailand"},{"quote":"Social media has taken over in America to such an extreme that to get my own kids to look back a week in their history is a miracle, let alone 100 years.","author":"Steven Spielberg","category":"Social Media, Alone, America"},{"quote":"Manchester United are not just some club. To be part of this club also means to be part of a great history.","author":"Henrikh Mkhitaryan","category":"Great, Club"},{"quote":"My reading of history convinces me that most bad government has grown out of too much government.","author":"John Sharp Williams","category":"Reading, Government, Me"},{"quote":"If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated.","author":"Carter G. Woodson","category":"Thought, World, Tradition"},{"quote":"I'm playing dark history. It's beyond black. I'm dealing with the dark things of the cosmos.","author":"Sun Ra","category":"Dark, Black, Dealing"},{"quote":"This is the lesson that history teaches: repetition.","author":"Gertrude Stein","category":"Repetition, Lesson, Teaches"},{"quote":"I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism.","author":"Judy Chicago","category":"Art, I Am, Believe"},{"quote":"There's probably more history now preserved underwater than in all the museums of the world combined. And there's no law governing that history. It's finders keepers.","author":"Robert Ballard","category":"Law, World, Underwater"},{"quote":"After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.","author":"David Cameron","category":"Knowledge, Future, Great"},{"quote":"A drop of water, if it could write out its own history, would explain the universe to us.","author":"Lucy Larcom","category":"Water, Universe, Explain"},{"quote":"Your genome knows much more about your medical history than you do.","author":"W. Daniel Hillis","category":"Medical, You, Genome"},{"quote":"That men do not learn very much from the lessons of history is the most important of all the lessons of history.","author":"Aldous Huxley","category":"Men, Learn, Important"},{"quote":"The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.","author":"Bertrand Russell","category":"Great, Powerful, Men"},{"quote":"That human behavior is more influenced by things outside of us than inside. The 'situation' is the external environment. The inner environment is genes, moral history, religious training.","author":"Philip Zimbardo","category":"Training, Behavior"},{"quote":"The genius of vinyl is that it allows - commands! - us to put our fingerprints all over that history: to blend and chop and reconfigure it, mock and muse upon it, backspin and skip through it.","author":"Adam Mansbach","category":"Genius, Muse, Through"},{"quote":"Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves.","author":"Derek Walcott","category":"Beauty, Surprise, Landscape"},{"quote":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.","author":"Xi Jinping","category":"Wisdom, Home, Beautiful"},{"quote":"There was no United States before slavery. I am sure somebody can make some sort of argument about modern French identity and slavery and North Africa, but there simply is no American history before black people.","author":"Ta-Nehisi Coates","category":"I Am, American, Identity"},{"quote":"The arc of American history almost inevitably moves toward freedom. Whether it's Lincoln and the Emancipation Proclamation, the expansion of women's rights or, now, gay rights, I think there is an almost-inevitable march toward greater civil liberties.","author":"James McGreevey","category":"Freedom, Women, American"},{"quote":"Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.","author":"Thomas Sowell","category":"Good, Past, World"},{"quote":"Governments have never learned anything from history, or acted on principles deducted from it.","author":"Georg Wilhelm Friedrich Hegel","category":"Principles, Never, Anything"},{"quote":"The people who have impacted the world didn't live long. Martin Luther King. John F. Kennedy. These people who impact the world were not old people, but they lived so effectively that we cannot erase them from history.","author":"Myles Munroe","category":"Impact, World, People"},{"quote":"If one tries to think about history, it seems to me - it's like looking at a range of mountains. And the first time you see them, they look one way. But then time changes, the pattern of light shifts. Maybe you've moved slightly, your perspective has changed. The mountains are the same, but they look very different.","author":"Robert Harris","category":"Time, Light, Changes"},{"quote":"Whenever I think of my birthplace, Walton-on-Thames, my reference first and foremost is the river. I love the smell of the river; love its history, its gentleness. I was aware of its presence from my earliest years. Its majesty centered me, calmed me, was a solace to a certain extent.","author":"Julie Andrews","category":"Love, River, Me"},{"quote":"The suicide bombers who struck London on 7 July 2005 killed 52 innocent people and wounded hundreds more. All of them must live with their memories. And the rest of us will always remember where we were when we heard that London had been hit by the worst terrorist attack in its history.","author":"Pauline Neville-Jones","category":"Memories, People, Remember"},{"quote":"I'm turned on by guys who are cultured. That'll keep me intrigued. They don't have to have a single degree, but they should speak other languages or know things about other parts of the world or history or certain artists or musicians. I like to be taught. I like to sit on that side of the table.","author":"Rihanna","category":"Musicians, World, Speak"},{"quote":"What you see is that the most outstanding feature of life's history is a constant domination by bacteria.","author":"Stephen Jay Gould","category":"Life, You, See"},{"quote":"The haunting of history is ever present in Barcelona. I see cities as organisms, as living creatures. To me, Madrid is a man and Barcelona is a woman. And it's a woman who's extremely vain.","author":"Carlos Ruiz Zafon","category":"Man, Woman, Me"},{"quote":"I stated that Hiroshima and Nagasaki are 'among the most unspeakable crimes in history.' I took no position on just where they stand on the scale of horrors relative to Auschwitz, the bombing of Chungking, Lidice, and so on.","author":"Noam Chomsky","category":"Stand, Hiroshima, Where"},{"quote":"A world without nuclear weapons would be less stable and more dangerous for all of us.","author":"Margaret Thatcher","category":"World, Dangerous"},{"quote":"Tell the FBI that the kidnappers should pick out a judge that Nixon wants back.","author":"William O. Douglas","category":"Judge, Back, FBI"},{"quote":"The revolutionary breakthrough will come with rockets that are fully and rapidly reusable. We will never conquer Mars unless we do that. It'll be too expensive. The American colonies would never have been pioneered if the ships that crossed the ocean hadn't been reusable.","author":"Elon Musk","category":"Ocean, American, Conquer"},{"quote":"History does not record in its annals any lasting domination exercised by one people over another, of different race, of diverse usages and customs, of opposite and divergent ideals. One of the two had to yield and succumb.","author":"Jose Rizal","category":"People, Race, Two"},{"quote":"Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines.","author":"Hans Haacke","category":"Positive, Great, World"},{"quote":"Physics has a history of synthesizing many phenomena into a few theories.","author":"Richard P. Feynman","category":"Physics, Phenomena, Many"},{"quote":"Blood alone moves the wheels of history.","author":"Martin Luther","category":"Alone, Blood, Wheels"},{"quote":"History repeats itself, and that's one of the things that's wrong with history.","author":"Clarence Darrow","category":"History Repeats Itself"},{"quote":"Understanding the long, sordid history of gun control in America is key to understanding the dangers of disarming.","author":"Niger Innis","category":"America, Gun Control, Gun"},{"quote":"Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.","author":"Phyllis George","category":"Money, Fun, Belonging"},{"quote":"Civil disobedience has an honourable history, and when the urgency and moral clarity cross a certain threshold, then I think that civil disobedience is quite understandable, and it has a role to play.","author":"Al Gore","category":"Moral, Think, Play"},{"quote":"Classes struggle, some classes triumph, others are eliminated. Such is history; such is the history of civilization for thousands of years.","author":"Mao Zedong","category":"Struggle, Triumph, Years"},{"quote":"Anyone who believes you can't change history has never tried to write his memoirs.","author":"David Ben-Gurion","category":"Change, You, Never"},{"quote":"So when I read this story, it unlocked a volcano of unanswered questions, because the questions had never been asked. It was an opportunity to come to terms with the lot of repressed history - and history of repression.","author":"Phillip Noyce","category":"Opportunity, Questions"},{"quote":"It is in Rousseau's writing above all that history begins to turn from upper-class honour to middle-class humanitarianism. Pity, sympathy and compassion lie at the centre of his moral vision. Values associated with the feminine begin to infiltrate social existence as a whole, rather than being confined to the domestic sphere.","author":"Terry Eagleton","category":"Sympathy, Compassion, Vision"},{"quote":"My favourite finds are often antique pieces with a history.","author":"Alice Temperley","category":"Antique, Pieces, Favourite"},{"quote":"The injustices endured by black Americans at the hands of their own government have no parallel in our history, not only during the period of slavery but also in the Jim Crow era that followed.","author":"Jim Webb","category":"Government, Slavery, Black"},{"quote":"Even the most meticulous historians work subjectively. The historian's point of view, his or her selection of subject and sources, the emphasis, the tone - all of these lead to subjective history, inevitably so. I do not say this as a criticism, merely as an observation.","author":"David Ebershoff","category":"Work, View, Point Of View"},{"quote":"If you read enough biography and history, you learn how people have dealt successfully or unsuccessfully with similar situations or patterns in the past. It doesn't give you a template of answers, but it does help you refine the questions you have to ask yourself.","author":"James Mattis","category":"Past, Yourself, Help"},{"quote":"Read no history: nothing but biography, for that is life without theory.","author":"Benjamin Disraeli","category":"Life, Nothing, Without"},{"quote":"Man is not logical and his intellectual history is a record of mental reserves and compromises. He hangs on to what he can in his old beliefs even when he is compelled to surrender their logical basis.","author":"John Dewey","category":"Man, Intellectual, Beliefs"},{"quote":"All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.","author":"Charles A. Beard","category":"Flower, Stars, God"},{"quote":"For most of history, Anonymous was a woman.","author":"Virginia Woolf","category":"Woman, Most, Anonymous"},{"quote":"It is like writing history with lightning and my only regret is that it is all so terribly true.","author":"Woodrow Wilson","category":"Writing, Regret, True"},{"quote":"There is no history of mankind, there are only many histories of all kinds of aspects of human life. And one of these is the history of political power. This is elevated into the history of the world.","author":"Karl Popper","category":"Life, Power, World"},{"quote":"Revolutions are the periods of history when individuals count most.","author":"Norman Mailer","category":"Count, Individuals, Periods"},{"quote":"And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.","author":"Lord Acton","category":"Power, Men, Remember"},{"quote":"This is our history - from the Transcontinental Railroad to the Hoover Dam, to the dredging of our ports and building of our most historic bridges - our American ancestors prioritized growth and investment in our nation's infrastructure.","author":"Cory Booker","category":"Growth, American, Building"},{"quote":"Life moves fast. As much as you can learn from your history, you have to move forward.","author":"Eddie Vedder","category":"Life, Learn, You"},{"quote":"We don't see the global citizen as someone with no identity, but rather someone who has confidence and is proud of his culture and history - and... open to the modern world.","author":"Moza bint Nasser","category":"Culture, Confidence, World"},{"quote":"History is more or less bunk.","author":"Henry Ford","category":"Less, More, More Or Less"},{"quote":"The worst pandemic in modern history was the Spanish flu of 1918, which killed tens of millions of people. Today, with how interconnected the world is, it would spread faster.","author":"Bill Gates","category":"Today, World, People"},{"quote":"Our landscapes connect us to our history; they are the source of our character as a peopl, as well as our health, our safety, and our prosperity. Natural resources enrich us economically, yes. But they also enrich us aesthetically and recreationally and culturally and spiritually.","author":"Robert Kennedy, Jr.","category":"Health, Character, Safety"},{"quote":"No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.","author":"Hannah Arendt","category":"Freedom, Politics, Beginning"},{"quote":"All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine.","author":"John Baldacci","category":"Experience, Appreciation"},{"quote":"The Communist regime didn't consider this to be a shining moment in history and assigned no heroism to it. They classified it as merely an accident.","author":"Kathryn Bigelow","category":"Moment, Heroism, Communist"},{"quote":"The Jews' greatest contribution to history is dissatisfaction! We're a nation born to be discontented. Whatever exists we believe can be changed for the better.","author":"Shimon Peres","category":"Believe, Greatest"},{"quote":"The more bombers, the less room for doves of peace.","author":"Nikita Khrushchev","category":"Peace, Room, More"},{"quote":"No great man lives in vain. The history of the world is but the biography of great men.","author":"Thomas Carlyle","category":"Great, Man, World"},{"quote":"The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven.","author":"Benjamin Disraeli","category":"World, View, Earth"},{"quote":"We are born, we live, we disappear. One of the chilling aspects of history is the swiftness with which it carries us into oblivion.","author":"David Ebershoff","category":"Live, Born, Chilling"},{"quote":"Thanks to television, for the first time the young are seeing history made before it is censored by their elders.","author":"Margaret Mead","category":"Time, Thankful, Television"},{"quote":"If history could teach us anything, it would be that private property is inextricably linked with civilization.","author":"Ludwig von Mises","category":"Teach, Property"},{"quote":"Tokyo may have more money and Kyoto more culture Nara may have more history and Kobe more style. But Osaka has the biggest heart.","author":"Vikas Swarup","category":"Money, Culture, Heart"},{"quote":"Americans love to fight. All real Americans love the sting of battle.","author":"George S. Patton","category":"Love, Fight, Battle"},{"quote":"The worst mistake of first contact, made throughout history by individuals on both sides of every new encounter, has been the unfortunate habit of making assumptions. It often proved fatal.","author":"David Brin","category":"Mistake, Assumptions"},{"quote":"History is the sum total of things that could have been avoided.","author":"Konrad Adenauer","category":"Things, Sum Total, Sum"},{"quote":"If we could read the secret history of our enemies we should find in each man's life sorrow and suffering enough to disarm all hostility.","author":"Henry Wadsworth Longfellow","category":"Life, Sad, Man"},{"quote":"There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.","author":"Robert Kennedy","category":"Time, Future, Fear"},{"quote":"Contrary to what we learn from progressives in education and the media, the history of the Democratic Party well into the twentieth century is a virtually uninterrupted history of thievery, corruption, and bigotry.","author":"Dinesh D'Souza","category":"Education, Media, Party"},{"quote":"Dorothy is the only woman in history who has had her menopause in public and made it pay.","author":"Alice Roosevelt Longworth","category":"Woman, Pay, Her"},{"quote":"Human history in essence is the history of ideas.","author":"H. G. Wells","category":"Ideas, Human, Essence"},{"quote":"To this wonderful page in our country's history another more glorious still will be added, and the slave shall show at last to his free brothers a sharpened sword forged from the links of his fetters.","author":"Giuseppe Garibaldi","category":"Free, Page, Sword"},{"quote":"Human blunders usually do more to shape history than human wickedness.","author":"A. J. P. Taylor","category":"Human, Shape, Than"},{"quote":"I think documentaries are the greatest way to educate an entire generation that doesn't often look back to learn anything about the history that provided a safe haven for so many of us today.","author":"Steven Spielberg","category":"Today, Generation, Greatest"},{"quote":"All cultures through all time have constantly been engaged in a dance with new possibilities for life. Change is the one constant in human history.","author":"Wade Davis","category":"Life, Change, Time"},{"quote":"Worshipping the Lord means giving Him the place that he must have; worshipping the Lord means stating, believing - not only by our words - that He alone truly guides our lives; worshipping the Lord means that we are convinced before Him that He is the only God, the God of our lives, the God of our history.","author":"Pope Francis","category":"God, Alone, Words"},{"quote":"The acceptance of the facts of African-American history and the African-American historian as a legitimate part of the academic community did not come easily. Slavery ended and left its false images of black people intact.","author":"John Henrik Clarke","category":"Community, Acceptance"},{"quote":"God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems.","author":"Max Lucado","category":"Stars, God, Problems"},{"quote":"Of the twenty-two civilizations that have appeared in history, nineteen of them collapsed when they reached the moral state the United States is in now.","author":"Arnold J. Toynbee","category":"Moral, Now, United"},{"quote":"Here you have an incredibly ambitious, accomplished woman who comes up against some of the same problems that women in power come up against today. Cleopatra plays an oddly pivotal role in world history as well; in her lifetime, Alexandria is the center of the universe, Rome is still a backwater.","author":"Stacy Schiff","category":"Women, Today, Power"},{"quote":"History is a vision of God's creation on the move.","author":"Arnold J. Toynbee","category":"God, Vision, Creation"},{"quote":"I was France.","author":"Charles de Gaulle","category":"France"},{"quote":"I have tried to lift France out of the mud. But she will return to her errors and vomitings. I cannot prevent the French from being French.","author":"Charles de Gaulle","category":"She, Her, Lift"},{"quote":"The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.","author":"M. Scott Peck","category":"Change, Good, Evil"},{"quote":"Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things.","author":"Edward Kennedy","category":"Me, You, Trouble"},{"quote":"History is a pack of lies about events that never happened told by people who weren't there.","author":"George Santayana","category":"People, Events, Never"},{"quote":"The past is really almost as much a work of the imagination as the future.","author":"Jessamyn West","category":"Work, Future, Past"},{"quote":"History never looks like history when you are living through it.","author":"John W. Gardner","category":"Living, You, Through"},{"quote":"What is history but a fable agreed upon?","author":"Napoleon Bonaparte","category":"Fable, Agreed"},{"quote":"Keeping books on social aid is capitalistic nonsense. I just use the money for the poor. I can't stop to count it.","author":"Evita Peron","category":"Money, Stop, Poor"},{"quote":"If we celebrate Martin Luther King Jr.'s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.","author":"David Horowitz","category":"Birthday, Time, Celebrate"},{"quote":"All of us have a place in history. Mine is clouds.","author":"Richard Brautigan","category":"Clouds, Place, Us"},{"quote":"What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?","author":"Orson F. Whitney","category":"Wisdom, Power, Past"},{"quote":"Jewelry and pins have been worn throughout history as symbols of power, sending messages. Interestingly enough, it was mostly men who wore the jewelry in various times, and obviously crowns were part of signals that were being sent throughout history by people of rank.","author":"Madeleine Albright","category":"Power, Men, People"},{"quote":"History is so subjective. The teller of it determines it.","author":"Lin-Manuel Miranda","category":"Subjective, Teller"},{"quote":"I don't want a Black History Month. Black history is American history.","author":"Morgan Freeman","category":"American, Black, Want"},{"quote":"Racism is an ism to which everyone in the world today is exposed; for or against, we must take sides. And the history of the future will differ according to the decision which we make.","author":"Ruth Benedict","category":"Future, Today, Racism"},{"quote":"I'm a child of immigrants. That is the history of this country. Immigration is good and important for our country. Legal immigration needs to really be modernized.","author":"John Barrasso","category":"Good, Child, Legal"},{"quote":"My lifestyle is a consequence of my wounds. I'm the son of my history.","author":"Jose Mujica","category":"Son, Lifestyle, Wounds"},{"quote":"Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man.","author":"Ralph Waldo Emerson","category":"Beauty, Alone, Mystery"},{"quote":"There are great legends and great fighters in the history of Mexico, and there will be more to come.","author":"Canelo Alvarez","category":"Great, Legends, Mexico"},{"quote":"There comes a time in the life of every nation when it stands at the crossroads of history and must choose which way to go.","author":"Lal Bahadur Shastri","category":"Life, Time, Nation"},{"quote":"There has never yet been a man in our history who led a life of ease whose name is worth remembering.","author":"Theodore Roosevelt","category":"Life, Man, Name"},{"quote":"The greatest honor history can bestow is that of peacemaker.","author":"Richard M. Nixon","category":"Honor, Greatest, Peacemaker"},{"quote":"Uncertainty and fear and ignorance about immigrants, about people who are different, has a history as old as our Nation.","author":"Luis Gutierrez","category":"Fear, Ignorance, People"},{"quote":"History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.","author":"Karl Marx","category":"Men, Fight, Living"},{"quote":"What you end up seeing when you look at history is that people who have been good at pushing the boundaries of possibility, and exploring those frontiers of good ideas and innovations, have rarely done it in moments of great inspiration. They don't just have a brilliant breakthrough idea out of nowhere and leap ahead of everyone else.","author":"Steven Johnson","category":"Good, Great, Moments"},{"quote":"Considering our history, I can think of nothing more American than an immigrant.","author":"Conor Oberst","category":"American, Immigrant, Think"},{"quote":"Every single immigrant is part of a larger history that needs to be communicated in all its ambivalences and complexities.","author":"Jim Goldberg","category":"Immigrant, Single, Part"},{"quote":"If history starts as a guest list, it has a tendency to end like the memory of a drunken party: misheard, blurred, fragmentary.","author":"Sarah Churchwell","category":"Memory, End, Party"},{"quote":"The history of all countries shows that the working class exclusively by its own effort is able to develop only trade-union consciousness.","author":"Vladimir Lenin","category":"Effort, Working"},{"quote":"A lawyer without history or literature is a mechanic, a mere working mason; if he possesses some knowledge of these, he may venture to call himself an architect.","author":"Walter Scott","category":"Knowledge, Lawyer"},{"quote":"I still love the whole history of jazz. The old things sound better than ever.","author":"Steve Lacy","category":"Love, Better, Jazz"},{"quote":"I pass over the toil and suffering and danger which attended the redemption and cultivation of their lands by the colonists, and turn to their civil condition and to the conduct and history of the government.","author":"William H. Wharton","category":"Government, Suffering"},{"quote":"Through all of history mankind has ingested psychedelic substances. Those substances exist to put you in touch with spirits beyond yourself, with the creator, with the creative impulse of the planet.","author":"Ray Manzarek","category":"Creative, Yourself, You"},{"quote":"History is mostly guessing the rest is prejudice.","author":"Will Durant","category":"Prejudice, Rest, Guessing"},{"quote":"My place in history will depend on what I can do for the people and not on what the people can do for me.","author":"William Jennings Bryan","category":"Me, People, Place"},{"quote":"People didn't vote left or right in the election. They voted for putting an end to all the primitive political history.","author":"Fatos Nano","category":"End, Political, People"},{"quote":"I think if you come from a history of persecution you have to develop a sense of humour.","author":"Sacha Baron Cohen","category":"Think, You, Humour"},{"quote":"In the 2000 presidential election, Al Gore got more votes than George W. Bush, but still lost the election. The Supreme Court's ruling in Florida gave Bush that pivotal state, and doomed Gore to lose the Electoral College. That odd scenario - where the candidate with the most votes loses - has happened three times in U.S. history.","author":"Juan Williams","category":"College, Election, Lost"},{"quote":"The invention of the printing press was one of the most important events in human history.","author":"Ha-Joon Chang","category":"Important, Human"},{"quote":"If a strong government finds that it can, with impunity, destroy a weak people, then the hour has struck for that weak people to appeal to the League of Nations to give its judgment in all freedom. God and history will remember your judgment.","author":"Haile Selassie","category":"Freedom, God, Strong"},{"quote":"For a privileged minority, Western democracy provides the leisure, the facilities, and the training to seek the truth lying hidden behind the veil of distortion and misrepresentation, ideology and class interest, through which the events of current history are presented to us.","author":"Noam Chomsky","category":"Truth, Training, Democracy"},{"quote":"Jesus was not born in a manger in central Pennsylvania. He was a man of color. And the fact that we have represented him for centuries literally as a white man speaks to the entire history of white supremacy.","author":"Tim Wise","category":"Man, Color, Born"},{"quote":"My grandfather was Jacques Cousteau, a pioneer of ocean exploration and the co-inventor of scuba diving. Back in the 1940s when he tested out his invention which allowed humans to swim freely in the ocean with a portable air source for the first time in history, very little of the ocean had been explored let alone captured on film.","author":"Philippe Cousteau, Jr.","category":"Time, Ocean, Alone"},{"quote":"Hegel was right when he said that we learn from history that man can never learn anything from history.","author":"George Bernard Shaw","category":"Man, Learn, Said"},{"quote":"The 4th Amendment and the personal rights it secures have a long history. At the very core stands the right of a man to retreat into his own home and there be free from unreasonable governmental intrusion.","author":"Potter Stewart","category":"Home, Man, Free"},{"quote":"The very concept of history implies the scholar and the reader. Without a generation of civilized people to study history, to preserve its records, to absorb its lessons and relate them to its own problems, history, too, would lose its meaning.","author":"George F. Kennan","category":"Problems, People, Meaning"},{"quote":"History is a guide to navigation in perilous times. History is who we are and why we are the way we are.","author":"David McCullough","category":"Why, Way, Navigation"},{"quote":"The public history of modern art is the story of conventional people not knowing what they are dealing with.","author":"Golda Meir","category":"Art, People, Not Knowing"},{"quote":"Neither current events nor history show that the majority rule, or ever did rule.","author":"Jefferson Davis","category":"Events, Majority, Show"},{"quote":"Love is the whole history of a woman's life, it is but an episode in a man's.","author":"Madame de Stael","category":"Love, Life, Man"},{"quote":"I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.","author":"Robert Frost","category":"Power, World, Say"},{"quote":"Our ignorance of history causes us to slander our own times.","author":"Gustave Flaubert","category":"Ignorance, Us, Times"},{"quote":"To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything.","author":"Albert Camus","category":"Sun, Me, Natural"},{"quote":"History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.","author":"Joseph Conrad","category":"Art, Bird, World"},{"quote":"Memoirs are the backstairs of history.","author":"George Meredith","category":"Memoirs"},{"quote":"The history of the world shows that peoples and societies do not have to pass through a fixed series of stages in the course of development.","author":"Aung San Suu Kyi","category":"World, Development, Through"},{"quote":"Gardeners instinctively know that flowers and plants are a continuum and that the wheel of garden history will always be coming full circle.","author":"Francis Cabot Lowell","category":"Flowers, Plants, Garden"},{"quote":"The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly.","author":"Jean Piaget","category":"Knowledge, Past, Moment"},{"quote":"The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages.","author":"Horatio Alger","category":"Chivalry, Middle Ages"},{"quote":"It's a major part of world history that men are trying to kill each other. It's just one slaughter after the other. We talk about it, but no one's really listening.","author":"Fred Ward","category":"Men, Listening, World"},{"quote":"This empire, unlike any other in the history of the world, has been built primarily through economic manipulation, through cheating, through fraud, through seducing people into our way of life, through the economic hit men. I was very much a part of that.","author":"John Perkins","category":"Life, Men, World"},{"quote":"In known history, nobody has had such capacity for altering the universe than the people of the United States of America. And nobody has gone about it in such an aggressive way.","author":"Alan Watts","category":"America, Universe, People"},{"quote":"We are still living in the aftershock of Hiroshima, people are still the scars of history.","author":"Edward Bond","category":"People, Living, Scars"},{"quote":"While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed.","author":"Mattie Stepanek","category":"Life, Work, Day"},{"quote":"I feel, as never before, how justly, from the dawn of history to the present time, men have paid the homage of their gratitude and admiration to the memory of those who nobly sacrifice their lives, that their fellow-men may live in safety and in honor.","author":"Edward Everett","category":"Gratitude, Time, Safety"},{"quote":"It's a struggle but that's why we exist, so that another generation of Lesbians of color will not have to invent themselves, or their history, all over again.","author":"Audre Lorde","category":"Struggle, Color, Generation"},{"quote":"Was it not enough punishment and suffering in history that we were uprooted and made helpless slaves not only in new colonial outposts but also domestically.","author":"Robert Mugabe","category":"Suffering, Punishment, New"},{"quote":"A Conservative is a fellow who is standing athwart history yelling 'Stop!'","author":"William F. Buckley, Jr.","category":"Conservative, Stop, Standing"},{"quote":"All History is current; all injustice continues on some level, somewhere in the world.","author":"Alice Walker","category":"World, Injustice, Somewhere"},{"quote":"Do you seriously expect me to be the first Prince of Wales in history not to have a mistress?","author":"Prince Charles","category":"Me, Seriously, You"},{"quote":"The history of thought may be summed up in these words: it is absurd by what it seeks and great by what it finds.","author":"Paul Valery","category":"Great, Thought, Words"},{"quote":"It is possible to read the history of this country as one long struggle to extend the liberties established in our Constitution to everyone in America.","author":"Molly Ivins","category":"Struggle, America"},{"quote":"Man watches his history on the screen with apathy and an occasional passing flicker of horror or indignation.","author":"Conor Cruise O'Brien","category":"Man, Watches, Apathy"},{"quote":"History should be written as philosophy.","author":"Voltaire","category":"Philosophy, Should, Written"},{"quote":"World history is a court of judgment.","author":"Georg Wilhelm Friedrich Hegel","category":"World, Judgment"},{"quote":"Newspapers are the second hand of history. This hand, however, is usually not only of inferior metal to the other hands, it also seldom works properly.","author":"Arthur Schopenhauer","category":"Hands, Hand, Second"},{"quote":"It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends.","author":"Karl Marx","category":"Men, Achieving, Person"},{"quote":"Madam President, speaking here in Dublin Castle it is impossible to ignore the weight of history, as it was yesterday when you and I laid wreaths at the Garden of Remembrance.","author":"Queen Elizabeth II","category":"Impossible, Garden, You"},{"quote":"I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'","author":"Samuel L. Jackson","category":"Education, Money, Good"},{"quote":"The '80s were fabulous. The '90s sucked, and the '70s were just a sad, sad time in human history. Go 1980s! There's something that's just so cute about that time. And not just yellow nail polish and 'I'm a loner.'","author":"Jennifer Sky","category":"Time, Sad, Cute"},{"quote":"Culinary tradition is not always based on fact. Sometimes it's based on history, on habits that come out of a time when kitchens were fueled by charcoal.","author":"Alton Brown","category":"Time, Tradition, Habits"},{"quote":"We wonder if we will be the first generation in American history to leave our children with fewer opportunities and a less prosperous nation than the one we inherited.","author":"Paul Ryan","category":"Children, American"},{"quote":"I'm not one of those who wants to purge our society of our Christian history.","author":"Richard Dawkins","category":"Society, Christian, Wants"},{"quote":"We made history when President Obama appointed Sonia Sotomayor, a proud Latina, the first Hispanic Supreme Court justice. And as the President likes to say, 'Every single one of them wasn't just the best Latino for the job, but the best person for the job.'","author":"Charlie Gonzalez","category":"Best, Justice, Job"},{"quote":"I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It's really just interesting to ask: why not? And see where that takes me.","author":"Nikki Giovanni","category":"Great, I Am, Me"},{"quote":"The process of making natural history films is to try to prevent the animal knowing you are there, so you get glimpses of a non-human world, and that is a transporting thing.","author":"David Attenborough","category":"Animal, World, You"},{"quote":"The lesson of history is that you do not get a sustained economic recovery as long as the financial system is in crisis.","author":"Ben Bernanke","category":"Finance, Financial, Long"},{"quote":"I know that many of you do wear such a cross of Christ, not in any ostentatious way, not in a way that might harm you at your work or recreation, but a simple indication that you value the role of Jesus Christ in the history of the world, that you are trying to live by Christ's standards in your own daily life.","author":"Keith O'Brien","category":"Life, Work, Daily"},{"quote":"What would be the nicest thing I could say about Newt Gingrich? He may be one of the great supporters of the humanities, because you have people who don't want to study the social sciences, because it's not profitable, and now Newt, as the highest-paid historian in American history, may be an encouragement to people to study history.","author":"Barney Frank","category":"Great, American"},{"quote":"With copious evidence ranging from Plato's haughtiness to Beethoven's tirades, we may conclude that the most brilliant people of history tend to be a prickly lot.","author":"Stephen Jay Gould","category":"People, Brilliant, May"},{"quote":"Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.","author":"Thomas Friedman","category":"Positive, Change, Great"},{"quote":"As nations we should also commit afresh to righting past wrongs. In Australia we began this recently with the first Australians - the oldest continuing culture in human history. On behalf of the Australian Parliament, this year I offered an apology to indigenous Australians for the wrongs they had suffered in the past.","author":"Kevin Rudd","category":"Culture, Past, Apology"},{"quote":"The message of Passover remains as powerful as ever. Freedom is won not on the battlefield but in the classroom and the home. Teach your children the history of freedom if you want them never to lose it.","author":"Jonathan Sacks","category":"Children, Home, Freedom"},{"quote":"The hallmark of our times is change and acceleration, but we have to provide the history.","author":"Jim Leach","category":"Change, Acceleration"},{"quote":"The moment that changed me for ever was when I had my first seminar with my history professor at the University of Sussex. I realised that history would answer all the questions I had spent my life asking. It was an extraordinary moment.","author":"Philippa Gregory","category":"Life, Moment, Me"},{"quote":"I once won a second prize in a history concert. My parents came to the ceremony. Somebody else had won the prize for best all-around student. Afterwards my father said to me, 'Never, ever disgrace me like that again.' When I tell my Western friends, they are aghast. But I adore my father. It didn't knock my self-esteem at all.","author":"Amy Chua","category":"Friends, Best, Father"},{"quote":"No back in the history of football was ever worth two fumbles a game.","author":"Woody Hayes","category":"Football, Game, Back"},{"quote":"Open your refrigerator door, and you summon forth more light than the total amount enjoyed by most households in the 18th century. The world at night, for much of history, was a very dark place indeed.","author":"Bill Bryson","category":"Light, Door, World"},{"quote":"If we look at American history, between 1942 and 1947, the data that was collected by the Census Bureau was handed over to the FBI and other organizations at the request of President Roosevelt, and that's how the Japanese were rounded up and put into the internment camps.","author":"Michele Bachmann","category":"American, Data, Look"},{"quote":"The thing that interests me most about family history is the gap between the things we think we know about our families and the realities.","author":"Jeremy Hardy","category":"Family, Me, Know"},{"quote":"I don't think all buildings have to be iconic, but the history of the world has shown us that cultures build iconic buildings for their major public buildings.","author":"Frank Gehry","category":"World, Think, Cultures"},{"quote":"Elimination of illiteracy is as serious an issue to our history as the abolition of slavery.","author":"Maya Angelou","category":"Slavery, Serious, Issue"},{"quote":"Yes, the Bible should be taught in our schools because it is necessary to understand the Bible if we are to truly understand our own culture and how it came to be. The Bible has influenced every part of western culture from our art, music, and history, to our sense of fairness, charity, and business.","author":"Joel Osteen","category":"Music, Business, Art"},{"quote":"Personally, my interests are ancient history and ancient civilizations. In my own life, I'd like to go to places like Easter Island.","author":"Nicolas Cage","category":"Life, Places, Island"},{"quote":"Captain Cook discovered Australia looking for the Terra Incognita. Christopher Columbus thought he was finding India but discovered America. History is full of events that happened because of an imaginary tale.","author":"Umberto Eco","category":"America, Thought, Looking"},{"quote":"History is rich with adventurous men, long on charisma, with a highly developed instinct for their own interests, who have pursued personal power - bypassing parliaments and constitutions, distributing favours to their minions, and conflating their own desires with the interests of the community.","author":"Umberto Eco","category":"Community, Power, Men"},{"quote":"In the digital universe, our personal history and its sense of narrative is succeeded by our social networking profile - a snapshot of the current moment. The information itself - our social graph of friends and likes - is a product being sold to market researchers in order to better predict and guide our futures.","author":"Douglas Rushkoff","category":"Friends, Universe"},{"quote":"People from different parts of the world can respond to the same story if it says something to them about their own history and their own experience.","author":"Chinua Achebe","category":"Experience, World, People"},{"quote":"Men do not learn much from the lessons of history and that is the most important of all the lessons of history.","author":"Aldous Huxley","category":"Men, Learn, Important"},{"quote":"I've always really, really wanted to go to Egypt and go inside some pyramids and just hang out there. I don't know why. I don't like hot weather, and I don't like the desert, but something about the pyramid and the mummies and all their history there, I'd love to go check it out.","author":"Jean-Luc Bilodeau","category":"Love, Weather, Desert"},{"quote":"Bulls don't read. Bears read financial history. As markets fall to bits, the bears dust off the Dutch tulip mania of 1637, the Banque Royale of 1719-20, the railway speculation of the 1840s, the great crash of 1929.","author":"James Buchan","category":"Great, Financial, Fall"},{"quote":"Black history isn't a separate history. This is all of our history, this is American history, and we need to understand that. It has such an impact on kids and their values and how they view black people.","author":"Karyn Parsons","category":"American, Impact, People"},{"quote":"History teaches us that men and nations behave wisely once they have exhausted all other alternatives.","author":"Abba Eban","category":"Men, Nations, Exhausted"},{"quote":"Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history.","author":"Jacques Yves Cousteau","category":"Environmental, Earth, Human"},{"quote":"Cameramen are among the most extraordinarily able and competent people I know. They have to have an insight into natural history that gives them a sixth sense of what the creature is going to do, so they can be ready to follow.","author":"David Attenborough","category":"People, Know, Insight"},{"quote":"Remember that in every single case in history the process of adaptation has been one of exceeding slowness. Do not look for the impossible, but do not let your path deviate from the quiet and steadfast insistence on full opportunities for your powers.","author":"Franz Boas","category":"Path, Opportunities"},{"quote":"I will come out with my interpretation. If I'm wrong, fine. It will become part of the debris of history, part of the give and take.","author":"Oliver Stone","category":"Interpretation, Will, Fine"},{"quote":"For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study.","author":"Nicolaus Copernicus","category":"Study, Duty, Through"},{"quote":"From tea parties to the election in Massachusetts, we are witnessing the single greatest political pushback in American history.","author":"Marco Rubio","category":"American, Greatest"},{"quote":"The people who have really made history are the martyrs.","author":"Aleister Crowley","category":"People, Made, Martyrs"},{"quote":"I never really had to put much thought into my race, and neither did anybody else. I knew I was black. I knew there was a history that accompanied my skin color, and my parents taught me to be proud of it. End of story.","author":"Issa Rae","category":"Parents, Color, Me"},{"quote":"People that are really very weird can get into sensitive positions and have a tremendous impact on history.","author":"Dan Quayle","category":"Impact, People, Weird"},{"quote":"The reason I call myself a documentary photographer is the idea of how photographs contain and participate in history.","author":"Catherine Opie","category":"Myself, Idea, Reason"},{"quote":"If the Philippines must remain under the control of Spain, they will necessarily have to be transformed in a political sense, for the course of their history and the needs of their inhabitants so require.","author":"Jose Rizal","category":"Political, Control, Will"},{"quote":"I know that we will be judged in history by not only how we disrupt terrorism but how we protect the civil liberties and constitutional rights of all Americans, even Americans who don't wish us well. We must do all these things exceptionally well.","author":"Robert Mueller","category":"Wish, Know, Terrorism"},{"quote":"We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force.","author":"Ayn Rand","category":"Government, Free, Human"},{"quote":"History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.","author":"John F. Kennedy","category":"Future, Past, Present"},{"quote":"Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.","author":"Nelson Mandela","category":"Beautiful, Experience"},{"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","category":"Education, Happy, Faith"},{"quote":"Sometimes history takes things into its own hands.","author":"Thurgood Marshall","category":"Hands, Sometimes, Things"},{"quote":"The fall of the Berlin Wall makes for nice pictures. But it all started in the shipyards.","author":"Lech Walesa","category":"Fall, Nice, Berlin"},{"quote":"In the course of American history, great steps are taken by ordinary people, and ordinary people are not perfect.","author":"Tommy Lee Jones","category":"Great, American, People"},{"quote":"There are still many causes worth sacrificing for, so much history yet to be made.","author":"Michelle Obama","category":"Worth, Made, Still"},{"quote":"President Obama is a gifted politician. He is gifted with rhetoric virtuosity. He is gifted with the ability to lie directly to camera without blinking. And he is gifted with some of the most incompetent conservative opposition in the history of the country.","author":"Ben Shapiro","category":"Lie, Camera, Rhetoric"},{"quote":"He who puts out his hand to stop the wheel of history will have his fingers crushed.","author":"Lech Walesa","category":"Stop, Wheel, Will"},{"quote":"I think Hefner himself wants to go down in history as a person of sophistication and glamour. But the last person I would want to go down in history as is Hugh Hefner.","author":"Gloria Steinem","category":"Want, Down, Think"},{"quote":"If past history was all there was to the game, the richest people would be librarians.","author":"Warren Buffett","category":"Past, Game, People"},{"quote":"A lot of young players don't really know much about the history of the game and a lot of them are missing out on what the game is all about, especially the whole concept of sportsmanship and teamwork.","author":"Kareem Abdul-Jabbar","category":"Teamwork, Game, Know"},{"quote":"If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life.","author":"Shreya Ghoshal","category":"Life, Child, Chance"},{"quote":"The so-called 'materialistic conception of history,' with the crude elements of genius of the early form which appeared, for instance, in the 'Communist Manifesto,' still prevails only in the minds of laymen and dilettantes.","author":"Max Weber","category":"Genius, Early, Communist"},{"quote":"There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with.","author":"William Halsey","category":"Men, Extraordinary"},{"quote":"The importance of the river cannot be overstated in the history of the country, or the development of the nation.","author":"Maurice Hinchey","category":"River, Development, Nation"},{"quote":"History is a race between education and catastrophe.","author":"H. G. Wells","category":"Education, Race, Between"},{"quote":"History offers us vicarious experience. It allows the youngest student to possess the ground equally with his elders; without a knowledge of history to give him a context for present events, he is at the mercy of every social misdiagnosis handed to him.","author":"Hilary Mantel","category":"Knowledge, Experience"},{"quote":"History does not long entrust the care of freedom to the weak or the timid.","author":"Dwight D. Eisenhower","category":"Freedom, Long, Care"},{"quote":"Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar.","author":"George Eliot","category":"Travel, Past, Moving"},{"quote":"If the history of the Day of Atonement has anything to say to us now it is: never relieve individuals of moral responsibility. The more we have, the more we grow.","author":"Jonathan Sacks","category":"Day, Responsibility, Moral"},{"quote":"You don't change the course of history by turning the faces of portraits to the wall.","author":"Jawaharlal Nehru","category":"Change, You, Wall"},{"quote":"History keeps her secrets longer than most of us. But she has one secret that I will reveal to you tonight in the greatest confidence. Sometimes there are no winners at all. And sometimes nobody needs to lose.","author":"John le Carre","category":"Confidence, Greatest, You"},{"quote":"Today, for the first time in history, a Bishop of Rome sets foot on English soil. This fair land, once a distant outpost of the pagan world, has become, through the preaching of the Gospel, a beloved and gifted portion of Christ's vineyard.","author":"Pope John Paul II","category":"Time, Today, World"},{"quote":"All in all, for someone who was immersed in, fascinated by, and dedicated to flight, I was disappointed by the wrinkle in history that had brought me along one generation late. I had missed all the great times and adventures in flight.","author":"Neil Armstrong","category":"Great, Generation, Me"},{"quote":"History is full of examples of regimes that were oppressing at home and aggressive abroad, and I can't think of too many liberal democracies engaging in counterfeiting, drug running, missile proliferation, and just about any other illegal activity you can think of as North Korea does.","author":"Ed Royce","category":"Home, Think, You"},{"quote":"The travail of freedom and justice is not easy, but nothing serious and important in life is easy. The history of humanity has been a continuing struggle against temptation and tyranny - and very little worthwhile has ever been achieved without pain.","author":"Robert Kennedy","category":"Life, Freedom, Justice"},{"quote":"The time is coming when the pressure of population on the means of subsistence will be felt here as it is now felt in Europe and Asia. Then will the world enter upon a new stage of its history - the final competition of races, for which the Anglo-Saxon is being schooled.","author":"Josiah Strong","category":"Time, Competition, World"},{"quote":"Nowhere else in history has there ever been a flag that stands for the right to burn itself. This is the fractal of our flag. It stands for the right to destroy itself.","author":"Ken Kesey","category":"Flag, Right, Burn"},{"quote":"We made them drink poison last night and Saddam Hussein's soldiers and his great forces gave the Americans a lesson which will not be forgotten by history. Truly.","author":"Mohammed Saeed al-Sahaf","category":"Great, Night, Poison"},{"quote":"A country grows in history not only because of the heroism of its troops on the field of battle, it grows also when it turns to justice and to right for the conservation of its interests.","author":"Aristide Briand","category":"Justice, Battle, Heroism"},{"quote":"Never in our country's history have we witnessed a natural disaster that has impacted so many people in such a wide area. In fact, as of the writing of this column, millions of people along the Gulf Coast have been displaced from their homes in a period of only five days.","author":"Jo Bonner","category":"Writing, People, Country"},{"quote":"I go to the Natural History Museum and look at the cage of stuffed starlings there. But my favourite thing is the big blue whale. The scale of it is unbelievable, and makes you feel how insignificant you are as a human being.","author":"Arthur Darvill","category":"Blue, Museum, You"},{"quote":"The history of free men is never really written by chance but by choice their choice!","author":"Dwight D. Eisenhower","category":"Men, Choice, Chance"},{"quote":"This is an exciting time. A new chapter in our history.","author":"John Barth","category":"Time, Chapter, New"},{"quote":"History is full of examples of people who clamp down after they began to enjoy too much freedom. Freedom can lead to instability, anarchy, and confusion. So there can be a moral counter-revolution.","author":"Gary Ross","category":"Freedom, Enjoy, People"},{"quote":"I seldom go into a natural history museum without feeling as if I were attending a funeral.","author":"John Burroughs","category":"Museum, Feeling, Natural"},{"quote":"Recognizing Quebec as being different, recognizing our history, recognizing our identity, has never meant a weakening of Quebec and has never been a threat to national unity.","author":"Jean Charest","category":"Unity, Identity"},{"quote":"To study history means submitting to chaos and nevertheless retaining faith in order and meaning.","author":"Hermann Hesse","category":"Faith, Meaning, Chaos"},{"quote":"I think you can learn from history.","author":"Chuck Norris","category":"Learn, Think, You"},{"quote":"We are not merely passive pawns of historical forces nor are we victims of the past. We can shape and direct history.","author":"Daisaku Ikeda","category":"Past, Shape, Historical"},{"quote":"My inspiration is always love and history, and my passion to a fault is craftsmanship and responsibility. Those are the simplest things. It goes beyond jewelry. It's every part of my life.","author":"Waris Ahluwalia","category":"Love, Life, Responsibility"},{"quote":"My opinion is that politicians should be humble in the face of history. And whenever history is a matter of debate, it should be left in the hands of historians and experts.","author":"Shinzo Abe","category":"Humble, Hands, Opinion"},{"quote":"We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them.","author":"A. P. J. Abdul Kalam","category":"Life, Culture, Way"},{"quote":"The voice of passion is better than the voice of reason. The passionless cannot change history.","author":"Czeslaw Milosz","category":"Change, Passion, Voice"},{"quote":"Do you really believe that the Lord Jesus Christ, the Lord of glory, plans to be a loser in history?","author":"Gary North","category":"Believe, Loser, You"},{"quote":"We live in an era of globalization and the era of the woman. Never in the history of the world have women been more in control of their destiny.","author":"Oscar de la Renta","category":"Women, Woman, World"},{"quote":"All the things that are part of your heritage make you British - that makes this country what it is. It's part of your history. And here, unlike America, it's still living history.","author":"Bill Bryson","category":"America, Living, You"},{"quote":"If you go back far enough and get a wider enough picture of history, we have let go of many things that follow a religious narrative. We don't burn witches anymore. Most people would consider that barbaric. We don't sacrifice human beings, which was a religious act practiced by numerous cultures on this planet.","author":"Greg Graffin","category":"Sacrifice, People, Picture"},{"quote":"Indeed, scientific truth by consensus has had a uniformly bad history.","author":"David Douglass","category":"Truth, Bad, Scientific"},{"quote":"Whether you like it or not, history is on our side. We will bury you!","author":"Nikita Khrushchev","category":"You, Will, Like"},{"quote":"We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we make today.","author":"Henry Ford","category":"Today, Live, Want"},{"quote":"We used to root for the Indians against the cavalry, because we didn't think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre.","author":"Dick Gregory","category":"Great, Victory, Think"},{"quote":"When the rich think about the poor, they have poor ideas.","author":"Evita Peron","category":"Ideas, Rich, Think"},{"quote":"I love doing normal things - movies, shopping, going out with friends, writing, reading, taking hot bubble baths - that's a big one for relaxation. I also love to go to art and history museums.","author":"Christina Aguilera","category":"Love, Art, Friends"},{"quote":"Black History Month must be more than just a month of remembrance it should be a tribute to our history and reminder of the work that lies in the months and years ahead.","author":"Marty Meehan","category":"Work, Black, Ahead"},{"quote":"If some peoples pretend that history or geography gives them the right to subjugate other races, nations, or peoples, there can be no peace.","author":"Ludwig von Mises","category":"Peace, Geography, Right"},{"quote":"Oh, do not read history, for that I know must be false.","author":"Robert Walpole","category":"Know, False, Must"},{"quote":"I'm sure that was the right step, even though, formally speaking, it may seem disadvantageous for a president to resign. But, looking into what is happening today and what is going to happen in the future, I think history will show I made the right decision.","author":"Eduard Shevardnadze","category":"Future, Today, Decision"},{"quote":"If you think you have it tough, read history books.","author":"Bill Maher","category":"Tough, Think, You"},{"quote":"Now, when I hear that Christians are getting together in order to defend the people of Israel, of course it brings joy to my heart. And it simply says, look, people have learned from history.","author":"Elie Wiesel","category":"Together, Heart, Joy"},{"quote":"Street League Skateboarding is the premier professional skateboarding league in the world, with the biggest prize money in history.","author":"Rob Dyrdek","category":"Money, World, Professional"},{"quote":"I'm focused on being the best, making history.","author":"Canelo Alvarez","category":"Best, Being The Best, Being"},{"quote":"I'm truly worried about the country's direction. I can tell you this categorically, we've got the weakest president and the weakest governor in the history of my 50 years of public service.","author":"Fritz Hollings","category":"Service, Public Service, You"},{"quote":"Throughout American history many of our social gains and much of our progress toward democracy were made possible by the active intervention of the federal government.","author":"Harold Washington","category":"Progress, Government"},{"quote":"I subscribe to William Faulkner's' view that history is not just about what we were before but who we are now.","author":"Ken Burns","category":"View, Now, Just"},{"quote":"What is history? An echo of the past in the future a reflex from the future on the past.","author":"Victor Hugo","category":"Future, Past, Reflex"},{"quote":"The history of mankind is the instant between two strides taken by a traveler.","author":"Franz Kafka","category":"Mankind, Two, Between"},{"quote":"The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.","author":"Dalai Lama","category":"Change, Past, Government"},{"quote":"There's something quite exciting when you have a history with somebody and you see them do new and different things.","author":"Tim Burton","category":"You, New, See"},{"quote":"Literature overtakes history, for literature gives you more than one life. It expands experience and opens new opportunities to readers.","author":"Carlos Fuentes","category":"Life, Experience"},{"quote":"There are constant cycles in history. There is loss, but it is always followed by regeneration. The tales of our elders who remember such cycles are very important to us now.","author":"Carmen Agra Deedy","category":"Loss, Important, Remember"},{"quote":"Hold those things that tell your history and protect them. During slavery, who was able to read or write or keep anything? The ability to have somebody to tell your story to is so important. It says: 'I was here. I may be sold tomorrow. But you know I was here.'","author":"Maya Angelou","category":"Tomorrow, Slavery, Know"},{"quote":"The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history.","author":"Frank Waters","category":"Romantic, American, Joke"},{"quote":"Time is my greatest enemy.","author":"Evita Peron","category":"Time, Greatest, Enemy"},{"quote":"Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment.","author":"Haile Selassie","category":"God, Remember, Nation"},{"quote":"I would put our legislative and foreign policy accomplishments in our first two years against any president - with the possible exceptions of Johnson, FDR, and Lincoln - just in terms of what we've gotten done in modern history. But, you know, but when it comes to the economy, we've got a lot more work to do. And we're gonna keep on at it.","author":"Barack Obama","category":"Work, Know, You"},{"quote":"What I love about the stories of the Great Migration is that this is not ancient history; this is living history. Most people of color can find someone in their own family who had experienced a migration of some kind, knowing the sense of dislocation, longing and fortitude.","author":"Isabel Wilkerson","category":"Love, Family, Great"},{"quote":"Civilization is a movement and not a condition, a voyage and not a harbor.","author":"Arnold J. Toynbee","category":"Civilization, Movement"},{"quote":"Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds.","author":"Benjamin Disraeli","category":"Great, Man, Great Man"},{"quote":"It's a very good historical book about history.","author":"Dan Quayle","category":"Good, Book, Historical"},{"quote":"In my view, far from deserving condemnation for their courageous reporting, the New York Times, the Washington Post and other newspapers should be commended for serving the purpose that the Founding Fathers saw so clearly.","author":"Hugo Black","category":"Purpose, New York, View"},{"quote":"What Britain needs is an iron lady.","author":"Margaret Thatcher","category":"Iron, Lady, Needs"},{"quote":"Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.","author":"Neil Armstrong","category":"Peace, Men, Moon"},{"quote":"I do not think it is an exaggeration to say history is largely a history of inflation, usually inflations engineered by governments for the gain of governments.","author":"Friedrich August von Hayek","category":"Think, Gain, Say"},{"quote":"I think the Lewis and Clark Expedition was the greatest undertaking in American History. I think landing a man on the moon pales next to it.","author":"Kathryn Lasky","category":"Man, American, Moon"},{"quote":"To take wine into our mouths is to savor a droplet of the river of human history.","author":"Clifton Fadiman","category":"Wine, River, Human"},{"quote":"But every historical statement and legitimization itself moves within a certain relation to history.","author":"Martin Heidegger","category":"Within, Historical"},{"quote":"The history of saints is mainly the history of insane people.","author":"Benito Mussolini","category":"People, Saints, Insane"},{"quote":"You know, I think the, the crucial thing, you know, we have put in place what is, is just simply the biggest, boldest recovery package in history, right; the stimulus package, biggest ever; the financial rescue, absolutely comprehensive; a housing plan - that is incredible medicine for the economy. And we fully expect it to work.","author":"Christina Romer","category":"Work, Financial, Plan"},{"quote":"I'm very comfortable with where history will judge me.","author":"Ted Kulongoski","category":"Me, Judge, Comfortable"},{"quote":"The Gospel is not a theory the Gospel is not a philosophy or an idea the Gospel is not a way of thinking or feeling. The Gospel is an event in history.","author":"John Piper","category":"Thinking, Philosophy, Idea"},{"quote":"I think my attitudes about the past are very traditional. You can't ignore history; you can't escape it even if you want to. You might as well know where you come from, and you might as well know that everything has been done in some shape or form.","author":"Frank Gehry","category":"Past, Escape, Want"},{"quote":"The American people need to know that there are folks here fighting as hard as they can for individual liberty, economic freedom, appropriate national security and the fundamental moral values that have made our nation the greatest nation in the history of mankind.","author":"Tom Price","category":"Freedom, American, Greatest"},{"quote":"I was brought up to understand Darwin's theory of evolution. I spent hours and hours in the Natural History Museum in London looking at the descriptions of how different kinds of animals had evolved, looking at the sequence of fossil bones looking gradually more and more and more and more like the modern fossil.","author":"Jane Goodall","category":"Evolution, Looking, Animals"},{"quote":"I actively pursue experiences that are unlike any others that I've experienced and cultures that I don't know and unfamiliar places and unfamiliar history and things like that.","author":"Casey Neistat","category":"Know, Experiences, Cultures"},{"quote":"I went into boxing, and I'm bisexual, and I still achieved and performed at the highest level, and I came away with gold and made history, so with that said, anything is possible.","author":"Nicola Adams","category":"Gold, Anything Is Possible"},{"quote":"You can't change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward.","author":"Margot Lee Shetterly","category":"Change, Good, Moments"},{"quote":"I am responsible only to God and history.","author":"Francisco Franco","category":"God, I Am, Responsible"},{"quote":"The majority see the obstacles; the few see the objectives; history records the successes of the latter, while oblivion is the reward of the former.","author":"Alfred A. Montapert","category":"Obstacles, See, Records"},{"quote":"The life history of the individual is first and foremost an accommodation to the patterns and standards traditionally handed down in his community.","author":"Ruth Benedict","category":"Life, Community, Down"},{"quote":"For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.","author":"Hubert H. Humphrey","category":"Time, Future, Power"},{"quote":"One truth stands firm. All that happens in world history rests on something spiritual. If the spiritual is strong, it creates world history. If it is weak, it suffers world history.","author":"Albert Schweitzer","category":"Truth, Strong, Spiritual"},{"quote":"For the very first time the young are seeing history being made before it is censored by their elders.","author":"Margaret Mead","category":"Time, Young, Seeing"},{"quote":"The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it.","author":"Karl Marx","category":"Create, Well, Serve"},{"quote":"Seventy years ago this November, Vladimir Lenin created the modern totalitarian state, transforming simpler forms of tyranny into history's most sophisticated apparatus of rule by terror.","author":"Michael Johns","category":"November, Tyranny, Seventy"},{"quote":"You have reckoned that history ought to judge the past and to instruct the contemporary world as to the future. The present attempt does not yield to that high office. It will merely tell how it really was.","author":"Leopold Von Ranke","category":"Future, Past, World"},{"quote":"History provides neither compensation for suffering nor penalties for wrong.","author":"John Acton","category":"Suffering, Compensation"},{"quote":"The Iraqi Free Press, which did not exist 18 months ago because there was no such thing as the Iraqi Free Press, broke a story about the U.N. Oil-for-Food scandal, which could potentially turn out to be the largest scandal in history.","author":"Chris Chocola","category":"Free, Story, Turn"},{"quote":"You know that's history, that's why some people say that my stuff is retro, but I don't agree.","author":"Marc Newson","category":"People, Know, Why"},{"quote":"According to the scientific naturalist version of cosmic history, nature is a permanently closed system of material effects that can never be influenced by something from outside - like God, for example.","author":"Phillip E. Johnson","category":"Nature, God, Example"},{"quote":"If I don't tell it all now, the story in the history books will always be imperfect and that would be wrong.","author":"Christine Keeler","category":"Story, Will, Always"},{"quote":"To those of you who study history, economics, sociology, literature and language I present the challenge of the utilization of the enormous resources in our grasp to the problem of creating a genuinely good life for yourselves and your children.","author":"Polykarp Kusch","category":"Life, Children, Good"},{"quote":"Yeah, I read history. But it doesn't make you nice. Hitler read history, too.","author":"Joan Rivers","category":"Nice, You, Read"},{"quote":"In this world without quiet corners, there can be no easy escapes from history, from hullabaloo, from terrible, unquiet fuss.","author":"Salman Rushdie","category":"World, Easy, Quiet"},{"quote":"Every major question in history is a religious question. It has more effect in molding life than nationalism or a common language.","author":"Hilaire Belloc","category":"Life, Language, Nationalism"},{"quote":"I set my sights upon becoming the kind of artist who would make a contribution to art history.","author":"Judy Chicago","category":"Art, Artist, Contribution"},{"quote":"This above all makes history useful and desirable it unfolds before our eyes a glorious record of exemplary actions.","author":"Livy","category":"Eyes, Actions, Useful"},{"quote":"Throughout human history, the apostles of purity, those who have claimed to possess a total explanation, have wrought havoc among mere mixed-up human beings.","author":"Salman Rushdie","category":"Human, Purity, Human Beings"},{"quote":"There never has been a time in our history when work was so abundant or when wages were as high, whether measured by the currency in which they are paid or by their power to supply the necessaries and comforts of life.","author":"Benjamin Harrison","category":"Life, Work, Time"},{"quote":"You look at the greatest villains in human history, the fascists, the autocrats, they all wanted people to kneel before them because they don't love themselves enough.","author":"Tom Hiddleston","category":"Love, People, Greatest"},{"quote":"Any good broadcast, not just an Olympic broadcast, should have texture to it. It should have information, should have some history, should have something that's offbeat, quirky, humorous, and where called for it, should have journalism, and judiciously it should also have commentary. That's my ideal.","author":"Bob Costas","category":"Good, Journalism"},{"quote":"What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.","author":"Scott Walker","category":"Children, Courage, Women"},{"quote":"So many struggled so that all of us could have a voice in this great democracy and live up to the first three words of our constitution: We the people. I love that phrase so much. Throughout our country's history, we've expanded the meaning of that phrase to include more and more of us. That's what it means to move forward.","author":"Kerry Washington","category":"Love, Great, Words"},{"quote":"September 11 was terrible but, if one goes back over the history of the IRA, what happened to the Americans wasn't that terrible.","author":"Doris Lessing","category":"Back, Terrible, September"},{"quote":"What does the artist do? He draws connections. He ties the invisible threads between things. He dives into history, be it the history of mankind, the geological history of the Earth or the beginning and end of the manifest cosmos.","author":"Anselm Kiefer","category":"Beginning, End, Artist"},{"quote":"In most organizations, change comes in only two flavors: trivial and traumatic. Review the history of the average organization and you'll discover long periods of incremental fiddling punctuated by occasional bouts of frantic, crisis-driven change.","author":"Gary Hamel","category":"Change, Organization, Long"},{"quote":"If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it.","author":"Neil Postman","category":"Education, Technology, Grow"},{"quote":"Life, it is true, can be grasped in all its confused futility merely by opening one's eyes and sitting passively, a spectator on the stands of history - but to understand the social processes and conflicts, the interplay between individual and group, even the physicality of human experience, we have need of small-scale models.","author":"Will Self","category":"Life, Experience, Eyes"},{"quote":"In the history of mankind there are recorded two great Inversions. The first, set forth by the Nazarene to the effect that love is a greater power and more real than vengeance. The second proclaimed the earth to be a sphere revolving in its course around the sun. These affirmations were made in the face of all evidence sacred to the contrary.","author":"Louis Sullivan","category":"Love, Great, Power"},{"quote":"When I saw that Wrestlemania had broken an indoor attendance record, I just walked into a wrestling office, Championship Wrestling in Florida, during the offseason, and they introduced me to Hiro Matsuda, who became my mentor... and the rest is history!","author":"Lex Luger","category":"Me, Broken, Rest"},{"quote":"The naturalist worldview is a good way to feel grounded and feel part of something that isn't based on fairy tales. It's based on observable facts in the human and in the biological history of the planet. I think that can be a source for comfort.","author":"Greg Graffin","category":"Good, Comfort, Think"},{"quote":"In the 7th grade, I made a 20-foot long mural of the Lewis and Clark Trail while we were studying that in history because I knew I wasn't going to be able to spit back the names and the dates and all that stuff on a test.","author":"Chuck Close","category":"Studying, Long, Test"},{"quote":"History is moving the furniture around in the house of mankind just about everywhere but the U.S.A. Things have changed, except here, where people come and go through the rooms of state, and everything looks shabbier by the day, and lethargy eats away at the upholstery like an acid fog, and the walls reverberate with meaningless oratory.","author":"James Howard Kunstler","category":"Day, Moving, People"},{"quote":"The history of American agriculture suggests that you can have transformation without a master plan, without knowing all the answers up front.","author":"Atul Gawande","category":"American, Plan"},{"quote":"No period of history has ever been great or ever can be that does not act on some sort of high, idealistic motives, and idealism in our time has been shoved aside, and we are paying the penalty for it.","author":"Alfred North Whitehead","category":"Time, Great, Idealism"},{"quote":"People who make history know nothing about history. You can see that in the sort of history they make.","author":"Gilbert K. Chesterton","category":"People, Know, You"},{"quote":"If you review the commercial history, you will discover anyone who controls oriental trade will get hold of global wealth.","author":"James J. Hill","category":"Wealth, You, Review"},{"quote":"But today, government is taking those rights from us, pretending that it gives us our rights. Indeed, those rights come from God, and it was recognized throughout our history as such.","author":"Roy Moore","category":"Today, God, Government"},{"quote":"History shows how feeble are barriers of paper.","author":"John Lothrop Motley","category":"Paper, Barriers, How"},{"quote":"OUR history begins before we are born. We represent the hereditary influences of our race, and our ancestors virtually live in us.","author":"James Nasmyth","category":"Live, Born, Race"},{"quote":"You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.","author":"George Eliot","category":"Best, Men, Know"},{"quote":"I had a go at changing history - maybe not all by myself - I fought at the battle of Normandy, I slogged through the Ardennes, and I celebrated the liberation of Paris on the streets with beautiful French girls throwing flowers at me. I said good-bye to my first true love and discovered what I really wanted to do with my life.","author":"LeRoy Neiman","category":"Love, Life, Beautiful"},{"quote":"You can't say history teaches us this or that; it gives us more questions than answers, and many answers to every question.","author":"Amin Maalouf","category":"Questions, Answers, You"},{"quote":"The past actually happened but history is only what someone wrote down.","author":"A. Whitney Brown","category":"Past, Down, Someone"},{"quote":"A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil.","author":"Grover Cleveland","category":"American, Honor, Dignity"},{"quote":"It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.","author":"Henry Kissinger","category":"Nature, End, Tragedy"},{"quote":"The judicial system is the most expensive machine ever invented for finding out what happened and what to do about it.","author":"Irving R. Kaufman","category":"Finding, Machine, System"},{"quote":"France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.","author":"Johnny Depp","category":"Culture, Great, America"},{"quote":"History is an endless repetition of the wrong way of living.","author":"Lawrence Durrell","category":"Living, Repetition, Way"},{"quote":"God cannot alter the past, though historians can.","author":"Samuel Butler","category":"God, Past, Historians"},{"quote":"Most of us spend too much time on the last twenty-four hours and too little on the last six thousand years.","author":"Will Durant","category":"Time, Years, Little"},{"quote":"Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.","author":"William Butler Yeats","category":"Courage, Man, Battle"},{"quote":"France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history.","author":"Francois Mitterrand","category":"Opportunity, World, New"},{"quote":"On the day when man told the story of his life to man, history was born.","author":"Alfred de Vigny","category":"Life, Day, Man"},{"quote":"In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years.","author":"Chesty Puller","category":"Courage, Alone, Live"},{"quote":"From the beginning of our history the country has been afflicted with compromise. It is by compromise that human rights have been abandoned.","author":"Charles Sumner","category":"Beginning, Compromise"},{"quote":"God created us for love, for union, for forgiveness and compassion and, yet, that has not been our storyline. That has not been our history.","author":"Richard Rohr","category":"Love, Forgiveness"},{"quote":"When great changes occur in history, when great principles are involved, as a rule the majority are wrong.","author":"Eugene V. Debs","category":"Great, Changes, Principles"},{"quote":"There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline.","author":"Andy Grove","category":"Change, Performance, Company"},{"quote":"After Jackie Robinson the most important black in baseball history is Reggie Jackson, I really mean that.","author":"Reggie Jackson","category":"Baseball, Black"},{"quote":"The greatest untapped reservoir of raw material in the history of our game is the black race.","author":"Branch Rickey","category":"Game, Greatest, Black"},{"quote":"We stand a chance of getting a president who has probably killed more people before he gets into office than any president in the history of the United States.","author":"Susan Sarandon","category":"Chance, People, Stand"},{"quote":"May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that 'faith' is even more difficult for Him than it is for us?","author":"W. H. Auden","category":"Faith, God, Human"},{"quote":"For my part, I consider that it will be found much better by all parties to leave the past to history, especially as I propose to write that history myself.","author":"Winston Churchill","category":"Myself, Past, Better"},{"quote":"Politics can be relatively fair in the breathing spaces of history; at its critical turning points there is no other rule possible than the old one, that the end justifies the means.","author":"Arthur Koestler","category":"Politics, End, Breathing"},{"quote":"My friends, history, history calls us to this time and to this place. A solemn choice rests with us - where do we go from here? Do we move slowly and incrementally? Or do we seize the challenge of our time and tackle the great issues of our day.","author":"Thomas Vilsack","category":"Time, Friends, Great"},{"quote":"Since the dawn of time, traditional marriage - the union between one man and one woman - has been the building block of civilization, and at no point in our nation's history has that foundation been under more severe attack than now.","author":"Jim DeMint","category":"Marriage, Time, Man"},{"quote":"The state can be and has often been in the course of history the main source of mischief and disaster.","author":"Ludwig von Mises","category":"Disaster, Source, Course"},{"quote":"There are two kinds of man: the ones who make history and the ones who endure it.","author":"Camilo Jose Cela","category":"Man, Two, Endure"},{"quote":"No doubt one may quote history to support any cause, as the devil quotes scripture.","author":"Learned Hand","category":"Support, Devil, Doubt"},{"quote":"But you have to understand, my beard is so nasty. I mean, it's the only beard in the history of Western civilization that makes Bob Dylan's beard look good.","author":"Bill Walton","category":"Good, Beard, You"},{"quote":"History seems to be so clumsy.","author":"Robert Johnson","category":"Seems, Clumsy"},{"quote":"What I am is a thinking, feeling human being compelled by history.","author":"Avery Brooks","category":"I Am, Thinking, Human"},{"quote":"I call on everyone of goodwill both in Ireland and abroad to join now in ensuring that the beginning of peace becomes a reality, before this year is out. Let us together open a new era in our history.","author":"Albert Reynolds","category":"Peace, Together, Reality"},{"quote":"The broadest pattern of history - namely, the differences between human societies on different continents - seems to me to be attributable to differences among continental environments, and not to biological differences among peoples themselves.","author":"Jared Diamond","category":"Me, Differences, Human"},{"quote":"I would consider all of the legislation which I have supported meaningless if I were to sit idly by, silent, during a period which may go down in history as an era when we permitted the curtailment of our liberties.","author":"Dennis Chavez","category":"Silent, Down, May"},{"quote":"When history looks back, it will prove what I'll die knowing.","author":"Jack Kevorkian","category":"Die, Knowing, Back"},{"quote":"We are looking for targets that have a tremendous strategic fit for the company. The colleges must have complementary education programs, have an excellent reputation, long operating history and solid regulatory compliance.","author":"John Larson","category":"Education, Company, Long"},{"quote":"At many points during our nation's history, there have been times - known in our history textbooks as 'panics' - when adverse conditions affecting the financial and economic sectors of the country have caused individuals to hoard more than they need.","author":"Jo Bonner","category":"Financial, Country, Nation"},{"quote":"Yes, we've seen it all before. And yes, those who do not study history are condemned to repeat it. But no, the sky is not falling - baseball is such a great game that neither the owners nor the players can kill it. After some necessary carnage, market forces will prevail.","author":"John Thorn","category":"Great, Baseball, Sky"},{"quote":"True there has been more talk of peace since 1945 than, I should think, at any other time in history. At least we hear more and read more about it because man's words, for good or ill, can now so easily reach the millions.","author":"Lester B. Pearson","category":"Time, Good, Peace"},{"quote":"Authors want their names down in history I want to keep the smoke coming out of the chimney.","author":"Mickey Spillane","category":"Want, Down, Names"},{"quote":"I have to bring to your notice a terrifying reality: with the development of nuclear weapons Man has acquired, for the first time in history, the technical means to destroy the whole of civilization in a single act.","author":"Joseph Rotblat","category":"Time, Man, Reality"},{"quote":"Since we have had a history, men have pursued an ideal of immortality.","author":"George Wald","category":"Men, Immortality, Ideal"},{"quote":"Narcissism and the Confederate dead cannot be connected logically, or even historically; even were the connection an historical fact, they would not stand connected as art, for no one experiences raw history.","author":"Allen Tate","category":"Art, Stand, Connection"},{"quote":"Very few cities in the NHL have the history or the following of the Detroit Red Wings.","author":"Steve Yzerman","category":"Red, Wings, Detroit"},{"quote":"Prayer holds together the shattered fragments of the creation. It makes history possible.","author":"Jacques Ellul","category":"Together, Prayer, Creation"},{"quote":"I began to feel that, in a sense, we were all prisoners of our own history.","author":"Roland Joffe","category":"Feel, Sense, Own"},{"quote":"Prior to an individual's encounter with the love of God at a particular time in history, however, there has to be another, more fundamental and archetypal encounter, which belongs to the conditions of possibility of the appearance of divine love to man.","author":"Hans Urs von Balthasar","category":"Love, Time, God"},{"quote":"Children can take lessons in that school via the Internet and can score extra points like e.g. in Geography or History. That sounds very promising and is a fantastic basis for future steps.","author":"Anatoly Karpov","category":"Children, Future, School"},{"quote":"No harm's done to history by making it something someone would want to read.","author":"David McCullough","category":"Want, Done, Someone"},{"quote":"It takes a great deal of history to produce a little literature.","author":"Henry James","category":"Great, Literature, Little"},{"quote":"The common people have no history: persecuted by the present, they cannot think of preserving the memory of the past.","author":"Jean Henri Fabre","category":"Memory, Past, People"},{"quote":"The only history is a mere question of one's struggle inside oneself. But that is the joy of it. One need neither discover Americas nor conquer nations, and yet one has as great a work as Columbus or Alexander, to do.","author":"D. H. Lawrence","category":"Work, Great, Struggle"},{"quote":"There is little for the great part of the history of the world except the bitter tears of pity and the hot tears of wrath.","author":"Woodrow Wilson","category":"Great, World, Tears"},{"quote":"America may be slow to rise to a challenge. But our history has shown that once we make up our minds to really do something, nothing can stand in our way.","author":"Carrie P. Meek","category":"Challenge, America, Rise"},{"quote":"History is the interpretation of the significance that the past has for us.","author":"Johan Huizinga","category":"Past, Interpretation, Us"},{"quote":"We have need of history in its entirety, not to fall back into it, but to see if we can escape from it.","author":"Jose Ortega y Gasset","category":"Fall, Escape, See"},{"quote":"In history as in human life, regret does not bring back a lost moment and a thousand years will not recover something lost in a single hour.","author":"Stefan Zweig","category":"Life, Regret, Moment"},{"quote":"Philosophy of science without history of science is empty history of science without philosophy of science is blind.","author":"Imre Lakatos","category":"Science, Blind, Philosophy"},{"quote":"It's a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.","author":"Scarlett Johansson","category":"Funny, Behavior, Know"},{"quote":"I don't think we handled the aftermath of the fall of Baghdad as well as we might have. But that's now history.","author":"Colin Powell","category":"Fall, Think, Well"},{"quote":"Remember our proud history of social justice, universal health care, public pensions and making sure no one is left behind. Let's continue to move forward.","author":"Jack Layton","category":"Health, Justice, Remember"},{"quote":"Storytelling in general is a communal act. Throughout human history, people would gather around, whether by the fire or at a tavern, and tell stories. One person would chime in, then another, maybe someone would repeat a story they heard already but with a different spin. It's a collective process.","author":"Joseph Gordon-Levitt","category":"Fire, People, Storytelling"},{"quote":"After all, when the world looks to America, they look to us because we are the most successful political and economic experiment in human history.","author":"Condoleezza Rice","category":"America, World, Political"},{"quote":"Natural history is not about producing fables.","author":"David Attenborough","category":"Natural, Natural History"},{"quote":"History shows that when the church accommodates culture, it weakens it.","author":"Rick Warren","category":"Culture, Church, Shows"},{"quote":"In a typical history book, black Americans are mentioned in the context of slavery or civil rights. There's so much more to the story.","author":"Kareem Abdul-Jabbar","category":"Book, Slavery, Black"},{"quote":"China is an old nation with a colourful history. Its booming economy has triggered an appetite and a curiosity around the world for its art and culture, one that continues to grow. I can, however, tell people that it is a show with no actor.","author":"Ai Weiwei","category":"Art, Culture, Curiosity"},{"quote":"'WASP' is the only ethnic term that is in fact a term of class, apart from redneck, which is another word for the same group but who are in the lower social strata, so it's inexplicably tied up with social standing and culture and history in a way that the other hyphenations just are not.","author":"Christopher Hitchens","category":"Culture, Group, Way"},{"quote":"History is information. Memory is part of your identity.","author":"David Miliband","category":"Memory, Identity"},{"quote":"History has shown that one cannot legislate a culture of integrity. And yet, one of the paramount responsibilities and challenges of corporate leadership is to ensure such a culture.","author":"Preet Bharara","category":"Leadership, Culture"},{"quote":"Throughout history, story telling was at the very beginning of life.","author":"Anthony Horowitz","category":"Life, Beginning, Story"},{"quote":"The study of history and philosophy, accompanied by some acquaintance with art and literature, should be for lawyers and engineers as well as for those who study in arts faculties.","author":"Terry Eagleton","category":"Art, Philosophy, Literature"},{"quote":"With my history, unfortunately, with my family suffering through gun violence, it's something that I feel passionately about, that even though the odds are certainly always uphill, that doesn't mean that I will stop fighting to try to change that.","author":"Carolyn McCarthy","category":"Family, Change, Violence"},{"quote":"When I ran the stock exchange, it was the most successful it's been in its 200-plus-year history. And I was rewarded for success; I would not have been rewarded if we failed.","author":"Richard Grasso","category":"Success, Successful"},{"quote":"Look at what has occurred in history. When the Berlin Wall fell, it was not surprising, but it was unexpected. Who predicted the Arab Spring? Nobody expected it, but all the ingredients were there. I think all the ingredients are also there for Quebec to become a country. But when? That's another question.","author":"Gilles Duceppe","category":"Spring, Think, Unexpected"},{"quote":"In fact, the Senkaku Islands are... inherent territory of Japan that is recognized in our history and also by international law.","author":"Naoto Kan","category":"Law, Japan, Fact"},{"quote":"English has been this vacuum cleaner of a language, because of its history meeting up with the Romans and then the Danes, the Vikings and then the French and then the Renaissance with all the Latin and Greek and Hebrew in the background.","author":"David Crystal","category":"Language, Meeting"},{"quote":"You know, when we get to a point in this country where dissent is extremism, we've turned, I think, a very dark page in our history. And I don't want us to go there. I encourage Americans and I'm - right now, to go to these town hall meetings, to - to talk to your Congressmen, the people that you elected.","author":"Michael Steele","category":"People, Dark, Page"},{"quote":"I've always been a history lover. I've spent a lot of recreational time walking around historical castles and estates, in Britain and Europe, and so I know what the real thing looks like.","author":"Natalie Dormer","category":"Time, Walking, Know"},{"quote":"The history of American patriotism is figuring out ways that we can work together to move forward and knit together the common government.","author":"Taylor Branch","category":"Work, Patriotism, Government"},{"quote":"I am not in the business of pointing fingers or making excuses. However, recent history has shown that I, like thousands of others in Ireland, incorrectly relied upon the persons who guided Anglo and who wrongfully sought to portray a 'blue chip' Irish banking sector.","author":"Sean Quinn","category":"Business, I Am, Blue"},{"quote":"History laughs at both the victim and the aggressor.","author":"Mahmoud Darwish","category":"Victim, Both, Aggressor"},{"quote":"Television has given Pakistan a truly open national forum for the first time in its history. Ideas are debated, leaders are assessed and criticised, and a nation of 170 million people is finally discovering, together, what it thinks.","author":"Mohsin Hamid","category":"Time, Together, Television"},{"quote":"History will treat me right.","author":"Ralph Abernathy","category":"Me, Treat, Right"},{"quote":"South Africa never leaves one indifferent. Its history, its population, its landscapes and cultures - all speak to the visitor, to the student, to the friend of Africa.","author":"Tariq Ramadan","category":"Speak, Friend, Student"},{"quote":"When the early Europeans first met Africans, at the crossroads of history, it was a respectful meeting and the Africans were not slaves. Their nations were old before Europe was born.","author":"John Henrik Clarke","category":"Meeting, Born, Early"},{"quote":"Ideologists of all kinds find a strange sort of comfort in the madness of the crowd; it confirms them in their suspicion that history, far from being made by the great mass of individuals - as Marx averred - is rather unmade by a single massive individual, a collective Other, who stands in stark contrast to you and he.","author":"Will Self","category":"Great, Comfort, Madness"},{"quote":"It is unfortunate that so much of the history of Africa has been written by conquerors, foreigners, missionaries and adventurers. The Egyptians left the best record of their history written by local writers.","author":"John Henrik Clarke","category":"Best, Africa, Left"},{"quote":"I am a nationalist, and a Pan-Africanist, first and foremost. I was well grounded in history before ever taking a history course. I did not spend much formal time in school - I had to work.","author":"John Henrik Clarke","category":"Work, Time, School"},{"quote":"Since the middle of the 20th century, more has been learnt about the ocean than during all preceding human history; at the same time, more has been lost.","author":"Sylvia Earle","category":"Time, Ocean, Lost"},{"quote":"Winning the Super Bowl was obviously a great one, but the joy I felt of going to the Super Bowl, it was what I felt about the Pittsburgh Steelers and where we came from, the history of us to that point.","author":"Joe Greene","category":"Great, Winning, Joy"},{"quote":"One of the core ideas of the Bible is that meaning can be found in history. The sheer act of telling and retelling stories helps us to understand God's role in the world as well as our own position in a long line of ancestors who have wrestled with similar issues to the ones we wrestle with every day.","author":"Bruce Feiler","category":"Day, God, World"},{"quote":"Knowing more about family history is the single biggest predictor of a child's emotional well-being. Grandparents can play a special role in this process, too.","author":"Bruce Feiler","category":"Family, Child, Well-Being"},{"quote":"I'm not saying this in a condescending kind of way, but it's quite simple: The making of America was a heroic thing. Australia has a much murkier, much more complex view of its history. It's just full of all these open wounds we don't really know what to do with.","author":"Nick Cave","category":"America, Simple, Know"},{"quote":"What the history of aviation has brought in the 20th century should inspire us to be inventors and explorers ourselves in the new century.","author":"Bertrand Piccard","category":"Inspire, Aviation, New"},{"quote":"It's so important for people to pay attention to history and learn from it, because it's the only thing we've got that's going to help us figure out where we are going. Especially the way things are manipulated in the press today. You have to sort through so much stuff to figure out what is real and what is not. It gets harder every day.","author":"Joe Perry","category":"Day, Today, Help"},{"quote":"The news media is so quick to pick up tragic stories of imperiled children that it seems like there are more terrible events today than ever before - when in fact it's quite the opposite. It is, in all manners possible to calculate, the safest time in the history of civilization to be a kid.","author":"Gever Tulley","category":"Time, Children, Today"},{"quote":"I've always been privileged to play for Coach Belichick, who I've always said is the best coach in the history of the league.","author":"Tom Brady","category":"Best, Play, Said"},{"quote":"At no time in history have we succeeded in making, in a timely fashion, a specific vaccine for more than 260 million people.","author":"Laurie Garrett","category":"Time, Fashion, People"},{"quote":"I have a unique history. There's no way to ever separate what your life would have been like if you had taken a different path. You have to embrace what is yours, and if you don't like it, you have to decide to change it.","author":"Eve Plumb","category":"Life, Change, Path"},{"quote":"The lessons of history would suggest that civilisations move in cycles. You can track that back quite far - the Babylonians, the Sumerians, followed by the Egyptians, the Romans, China. We're obviously in a very upward cycle right now, and hopefully that remains the case. But it may not.","author":"Elon Musk","category":"You, Right, Back"},{"quote":"I love New York, but I have to admit that I feel very English, and I do miss that sense of history that you have everywhere in Britain.","author":"Charlie Cox","category":"Love, New York, You"},{"quote":"When I was a boy, I would ask about my family history, about my bloodlines. We really didn't know that much. We had a little Indian in us from the Oklahoma Trail of Tears.","author":"Brad Pitt","category":"Family, Tears, Know"},{"quote":"The question I'm always asking myself is: are we masters or victims? Do we make history, or does history make us? Do we shape the world, or are we just shaped by it? The question of do we have agency in our lives or whether we are just passive victims of events is, I think, a great question, and one that I have always tried to ask.","author":"Salman Rushdie","category":"Myself, Great, World"},{"quote":"The aim of God in history is the creation of an all-inclusive community of loving persons with God himself at the very heart of this community as its prime Sustainer and most glorious Inhabitant.","author":"Dallas Willard","category":"Community, God, Heart"},{"quote":"The thread of culture that runs through the entire history of punk is also a dedication to challenging the authoritarian.","author":"Greg Graffin","category":"Culture, Dedication, Punk"},{"quote":"It is remarkable how closely the history of the apple tree is connected with that of man.","author":"Henry David Thoreau","category":"Tree, Man, Apple"},{"quote":"In the course of history, men come to see that iron necessity is neither iron nor necessary.","author":"Friedrich Nietzsche","category":"Men, Iron, See"},{"quote":"As I speak to you today, government censors somewhere are working furiously to erase my words from the records of history. But history itself has already condemned these tactics.","author":"Hillary Clinton","category":"Today, Government, Words"},{"quote":"Woz is living his own life now. He hasn't been around Apple for about five years. But what he did will go down in history.","author":"Steve Jobs","category":"Life, Apple, Living"},{"quote":"When 'Midnight's Children' came out, people in the West tended to respond to the fantasy elements in the novel, to praise it in those terms. In India, people read it like a history book.","author":"Salman Rushdie","category":"Children, Book, People"},{"quote":"Of course the Republicans have long wanted to privatize Social Security and destroy it. But Social Security has been the most important and valuable social program in the history of the United States.","author":"Bernie Sanders","category":"Security, Long"},{"quote":"Skepticism is a virtue in history as well as in philosophy.","author":"Napoleon Bonaparte","category":"Philosophy, Virtue, Well"},{"quote":"Psychology keeps trying to vindicate human nature. History keeps undermining the effort.","author":"Mason Cooley","category":"Nature, Effort, Human Nature"},{"quote":"As every student in Philosophy 101 learns, nothing can force me to believe that anyone except me is conscious. This power to deny that other people have feelings is not just an academic exercise but an all-too-common vice, as we see in the long history of human cruelty.","author":"Steven Pinker","category":"Power, Believe, Philosophy"},{"quote":"Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.","author":"Bertrand Russell","category":"Power, Men, Drive"},{"quote":"Antiquities are history defaced, or some remnants of history which have casually escaped the shipwreck of time.","author":"Francis Bacon","category":"Time, Some, Which"},{"quote":"The history of art is the history of revivals.","author":"Samuel Butler","category":"Art, The History Of"},{"quote":"Assassination has never changed the history of the world.","author":"Benjamin Disraeli","category":"World, Never, Assassination"},{"quote":"The most terrible job in warfare is to be a second lieutenant leading a platoon when you are on the battlefield.","author":"Dwight D. Eisenhower","category":"Job, You, Terrible"},{"quote":"History is an account, mostly false, of events, mostly unimportant, which are brought about by rulers, mostly knaves, and soldiers, mostly fools.","author":"Ambrose Bierce","category":"Fools, Soldiers, Events"},{"quote":"When someone tells me about Malala, the girl who was shot by the Taliban - that's my definition for her - I don't think she's me. Now I don't even feel as if I was shot. Even my life in Swat feels like a part of history or a movie I watched. Things change. God has given us a brain and a heart which tell us how to live.","author":"Malala Yousafzai","category":"Life, Change, God"},{"quote":"Judging from the main portions of the history of the world, so far, justice is always in jeopardy.","author":"Walt Whitman","category":"Justice, World, Judging"},{"quote":"Ultimately there's a dirty secret about the Internet, which is nothing disappears. All these companies have all your information. They have your search history.","author":"Ashton Kutcher","category":"Internet, Information"},{"quote":"The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war.","author":"George W. Bush","category":"War, Yesterday, Country"},{"quote":"The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny.","author":"Jimmy Carter","category":"Health, Destiny, Control"},{"quote":"The Carter Center has the only existing international taskforce on disease eradication. Which means a total elimination of a disease on the face of the Earth. In the history of the world, there's only been one disease eradicated: smallpox. The second disease, I think, is gonna be guinea worm.","author":"Jimmy Carter","category":"World, Earth, Think"},{"quote":"A war still rages over the legacy of the 1960s.","author":"Camille Paglia","category":"War, Legacy, Still"},{"quote":"Strip malls are history.","author":"Jeff Bezos","category":"Malls, Strip"},{"quote":"What's it like to envision the ten-thousand-year environmental impact of tossing a plastic bottle into the trash bin, all in the single second it takes to actually toss it? Or the ten-thousand-year history of the fossil fuel being burned to drive to work or iron a shirt? It may be environmentally progressive, but it's not altogether pleasant.","author":"Douglas Rushkoff","category":"Work, Environmental, Impact"},{"quote":"In Jewish history there are no coincidences.","author":"Elie Wiesel","category":"Jewish, Coincidences"},{"quote":"I can see clearly now... that I was wrong in not acting more decisively and more forthrightly in dealing with Watergate.","author":"Richard M. Nixon","category":"Acting, See, Dealing"},{"quote":"I let the American people down.","author":"Richard M. Nixon","category":"American, People, Down"},{"quote":"Life isn't meant to be easy. It's hard to take being on the top - or on the bottom. I guess I'm something of a fatalist. You have to have a sense of history, I think, to survive some of these things... Life is one crisis after another.","author":"Richard M. Nixon","category":"Life, Easy, Crisis"},{"quote":"I love studying Ancient History and seeing how empires rise and fall, sowing the seeds of their own destruction.","author":"Martin Scorsese","category":"Love, Fall, Studying"},{"quote":"The Russians feared Ike. They didn't fear me.","author":"Lyndon B. Johnson","category":"Fear, Me, Russians"},{"quote":"The Marine Corps is the Navy's police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin's.","author":"Harry S Truman","category":"I Am, Police, Long"},{"quote":"I realise that I do not change the course of history. I am an actor, I do a movie, that's the end of it. You have to realise we are just clowns for hire. After I had success it was great, at first, not to worry about money. It was on my mind when I was growing up.","author":"Leonardo DiCaprio","category":"Success, Change, Money"},{"quote":"It is the soothing thing about history that it does repeat itself.","author":"Gertrude Stein","category":"Repeat, Soothing, Itself"},{"quote":"90 percent of my time is spent on 10 percent of the world.","author":"Colin Powell","category":"Time, World, My Time"},{"quote":"September 11th was a moment when America had the sympathy of the world.","author":"Tom Ford","category":"Sympathy, America, World"},{"quote":"Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend.","author":"Margaret Thatcher","category":"Try, Find, Nations"},{"quote":"I'm the only person of distinction who has ever had a depression named for him.","author":"Herbert Hoover","category":"Depression, Person, Him"},{"quote":"Over the years, more than one reviewer has described my fantasy series, 'A Song of Ice and Fire', as historical fiction about history that never happened, flavoured with a dash of sorcery and spiced with dragons. I take that as a compliment.","author":"George R. R. Martin","category":"Fire, Song, Fantasy"},{"quote":"Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.","author":"Simone Weil","category":"Life, Imagination, Influence"},{"quote":"Let Indian history be set side by side with Europe history with what there is of the latter century by century and let us see whether India need blush at the comparison.","author":"Annie Besant","category":"Comparison, India, See"},{"quote":"History develops, art stands still.","author":"E. M. Forster","category":"Art, Still, Stands"},{"quote":"The Arctic is a place that historically, during all preceding human history, has largely been an icy realm with an impact on ocean currents. That, in turn, influences the temperature of the planet. The Arctic is now vulnerable because of the excess carbon dioxide in the atmosphere, with a rate of melting that is stunning.","author":"Sylvia Earle","category":"Ocean, Impact, Place"},{"quote":"Every library should try to be complete on something, if it were only the history of pinheads.","author":"Oliver Wendell Holmes, Sr.","category":"Library, Try, Something"},{"quote":"You that would judge me, do not judge alone this book or that, come to this hallowed place where my friends' portraits hang and look thereon; Ireland's history in their lineaments trace; think where man's glory most begins and ends and say my glory was I had such friends.","author":"William Butler Yeats","category":"Friends, Alone, Man"},{"quote":"I don't know the history of my sport. I'm not like those people who know everything.","author":"Usain Bolt","category":"People, Know, Everything"},{"quote":"I want to know why I'm alive. I want to understand. It's like exploration; it's like someone being interested in a place and its history, digging into the earth and looking for it, searching - it's a passion.","author":"Juliette Binoche","category":"Passion, Earth, Looking"},{"quote":"History is always changing behind us, and the past changes a little every time we retell it.","author":"Hilary Mantel","category":"Time, Changes, Past"},{"quote":"But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.","author":"Damien Hirst","category":"Change, Future, Think"},{"quote":"Religious belief, like history itself, is a story that is always unfolding, always subject to inquiry and ripe for questioning. For without doubt there is no faith.","author":"Jon Meacham","category":"Faith, Doubt, Belief"},{"quote":"As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug.","author":"Susana Martinez","category":"Courage, Me, Little Girls"},{"quote":"We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world.","author":"Tony Blair","category":"Friends, Evil, Tragedy"},{"quote":"Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment.","author":"Sandra Day O'Connor","category":"Amendment, Core, Searches"},{"quote":"I did not come to NASA to make history.","author":"Sally Ride","category":"NASA, Come, Did"},{"quote":"There are certain moments in the history of a nation when the choices made define the decades to come.","author":"George Papandreou","category":"Choices, Moments, Nation"},{"quote":"Hip hop music is important precisely because it sheds light on contemporary politics, history, and race. At its best, hip hop gives voice to marginal black youth we are not used to hearing from on such topics.","author":"Michael Eric Dyson","category":"Music, Light, Best"},{"quote":"Every society in the history of man has upheld the institution of marriage as a bond between a man and a woman. Why? Because society is based on one thing: that society is based on the future of the society. And that's what? Children. Monogamous relationships.","author":"Rick Santorum","category":"Marriage, Children, Future"},{"quote":"'No one sits Baby in a corner,' one of the best lines in movie history.","author":"Christine Quinn","category":"Best, Baby, Lines"},{"quote":"I spend much more time looking at art history and at different references to art than I do at actual objects.","author":"Jeff Koons","category":"Time, Art, Looking"},{"quote":"I have scary eyes. I look like the guy in 'American History X,' yes. I remember coming home from school and asking my mum if I could get an eye transplant, and of course she declined.","author":"Timothy Ferriss","category":"Home, Eyes, School"},{"quote":"Let me tell you, never before in the history of this planet has anybody made the progress that African-Americans have made in a 30-year period, in spite of many black folks and white folks lying to one another.","author":"Dick Gregory","category":"Progress, Me, Black"},{"quote":"Bankers know that history is inflationary and that money is the last thing a wise man will hoard.","author":"Will Durant","category":"Money, Wise, Man"},{"quote":"Chaos often breeds life, when order breeds habit.","author":"Henry Adams","category":"Life, Chaos, Habit"},{"quote":"Poetry carries its history within it, and it is oral in origin. Its transmission was oral. Its transmission today is still in part oral, because we become acquainted with poetry through nursery rhymes, which we hear before we can read.","author":"James Fenton","category":"Today, Poetry, Through"},{"quote":"Nigeria has had a complicated colonial history. My work has examined that part of our story extensively.","author":"Chinua Achebe","category":"Work, Story, Complicated"},{"quote":"Nothing which is true or beautiful or good makes complete sense in any immediate context of history therefore we must be saved by faith.","author":"Reinhold Niebuhr","category":"Beautiful, Good, Faith"},{"quote":"From the beginning of church history, music, writing, literature, and the greatest works of art all came from the church. To change the culture and make it a force for good, you have to be in it and be a part of it.","author":"Patricia Heaton","category":"Change, Music, Art"},{"quote":"Well I teach in the History of Consciousness Department at the University of California, Santa Cruz. So that's my primary work. I lecture on various campuses and in various communities across the country and other parts of the world.","author":"Angela Davis","category":"Work, World, Country"},{"quote":"Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.","author":"Douglas MacArthur","category":"Peace, War, Honor"},{"quote":"Stonehenge was built possibly by the Minoans. It presents one of man's first attempts to order his view of the outside world.","author":"Stephen Gardiner","category":"Man, World, View"},{"quote":"Someone once said that history has more imagination than all the scenario writers in the Pentagon, and we have a lot of scenario writers here. No one ever wrote a scenario for commercial airliners crashing into the World Trade Center.","author":"Paul Wolfowitz","category":"Imagination, World, Said"},{"quote":"History is just littered with problems that were solved that were supposed to be impossible.","author":"Paul Wolfowitz","category":"Problems, Impossible, Just"},{"quote":"Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world.","author":"Kofi Annan","category":"Hope, Poverty, World"},{"quote":"If you will read again what is written, you will see how it was.","author":"Black Elk","category":"You, See, Will"},{"quote":"Several times in Earth's history, rapid global warming occurred, apparently spurred by amplifying feedbacks. In each case, more than half of plant and animal species became extinct. New species came into being over tens and hundreds of thousands of years. But these are time scales and generations that we cannot imagine.","author":"James Hansen","category":"Time, Animal, Plant"},{"quote":"In human history, the desire for revenge and the desire for loot have often been closely associated.","author":"John McCarthy","category":"Revenge, Desire, Human"},{"quote":"Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee.","author":"Tacitus","category":"Friends, Good, Best"},{"quote":"The history of America is to expand civil liberties in a responsible and civil manner. We need to remember that our wonderful Democracy with its freedoms has been working.","author":"James McGreevey","category":"America, Democracy, Remember"},{"quote":"But when you are embodied in a location, in a physical plant, in a set of people, and in a common history, that constrains your evolution and your ability to evolve in certain directions.","author":"Kevin Kelly","category":"People, Plant, Evolution"},{"quote":"Love is more pleasant than marriage for the same reason that novels are more amusing than history.","author":"Nicolas Chamfort","category":"Love, Marriage, Love Is"},{"quote":"I want people to be excited about cooling towers and megasheds they're as much part of our history as the rural barn.","author":"Antony Gormley","category":"People, Want, Barn"},{"quote":"However, I must say that I am very happy to see that we have such a positive result for our first referendum in our history and that gives me more confidence in Taiwan's democracy.","author":"Chen Shui-bian","category":"Positive, Happy, Confidence"},{"quote":"I am not trying to be a historian and a dramatist; I'm a dramatist, a dramatic historian, or one who does a dramatic interpretation of history.","author":"Oliver Stone","category":"I Am, Trying, Interpretation"},{"quote":"I study history in order to give an interpretation.","author":"Oliver Stone","category":"Study, Interpretation, Give"},{"quote":"Here I am at the turn of the millennium and I'm still the last man to have walked on the moon, somewhat disappointing. It says more about what we have not done than about what we have done.","author":"Eugene Cernan","category":"Man, I Am, Moon"},{"quote":"Permanent superiority has never been realized by any nation in history. After the rise comes the fall.","author":"Paul Harris","category":"Fall, Rise, Nation"},{"quote":"I guess if I weren't an actor, I'd be a history professor.","author":"Tom Berenger","category":"Actor, Professor, Guess"},{"quote":"If I could apologise and go back and change history I would do. But the goal is still a goal, Argentina became world champions and I was the best player in the world.","author":"Diego Maradona","category":"Change, Best, World"},{"quote":"One thing I've learned over these last 30 or 40 years is that people make history. There's no fait accompli to any of this.","author":"Jeremy Rifkin","category":"People, Years, Last"},{"quote":"These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.","author":"Michael N. Castle","category":"Patriotism, Character, Honor"},{"quote":"One little person, giving all of her time to peace, makes news. Many people, giving some of their time, can make history.","author":"Peace Pilgrim","category":"Time, Peace, Giving"},{"quote":"Holding an Olympic Games means evoking history.","author":"Pierre de Coubertin","category":"Games, Olympic Games"},{"quote":"I shall always be grateful for this curious love of history, allowing me to spend a lifetime looking back into the past, allowing me to learn from these large figures about the struggle for meaning for life.","author":"Doris Kearns Goodwin","category":"Love, Life, Struggle"},{"quote":"Although... the Chief Magistrate must almost of necessity be chosen by a party and stand pledged to its principles and measures, yet in his official action he should not be the President of a party only, but of the whole people of the United States.","author":"James K. Polk","category":"Action, People, Party"},{"quote":"With each new book, the march of our national history takes a step forward. When one is present at a book launch, one is bearing witness to the birth of a new body of ideas, to the coming into being of another testimony of history.","author":"Ibrahim Babangida","category":"Book, Ideas, Step"},{"quote":"You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values.","author":"Peter Abrahams","category":"Culture, Alone, Man"},{"quote":"God has never, in the history of mankind, allowed his name to go long offended.","author":"David Wilkerson","category":"God, Name, Long"},{"quote":"I think that's not a question that one can answer accurately. I read a whole range of books, quite a lot of history at the time, and still do read a lot. I read very widely.","author":"John Hume","category":"Time, Think, Question"},{"quote":"I have had success throughout the years. Some of the hard rock bands today don't have the history that I have.","author":"Gary Cherone","category":"Success, Today, Rock"},{"quote":"Thus the regime has deprived Iranian women not just of their present rights, but also of their history and their past.","author":"Azar Nafisi","category":"Women, Past, Present"},{"quote":"It's not painful to relive it. I'm comfortable with my position in American history.","author":"Rodney King","category":"American, Comfortable"},{"quote":"If journalism is the first draft of history, then talk radio provides an early glimpse into how the meaning of political events will be spun for ideological and partisan purposes.","author":"Jackson Katz","category":"Political, Journalism"},{"quote":"Presently, the Commission for Commemorating 350 Years of American Jewish History has been brought about to encourage and sponsor a variety of historical activities that advance our understanding of the American Jewish experience as it marks this milestone anniversary.","author":"Jon Porter","category":"Anniversary, Experience"},{"quote":"I'm going down in history with Star Trek. It's a great feeling.","author":"Persis Khambatta","category":"Great, Down, Feeling"},{"quote":"History can predict nothing except that great changes in human relationships will never come about in the form in which they have been anticipated.","author":"Johan Huizinga","category":"Great, Changes"},{"quote":"History is full of really good stories. That's the main reason I got into this racket: I want to make the argument that history is interesting.","author":"Sarah Vowell","category":"Good, Argument, Want"},{"quote":"You can't live in history. You've got to build for the future.","author":"Ruud Gullit","category":"Future, Live, You"},{"quote":"No one ever really 'learns' from history, because choices never present themselves in exactly the same way, and because you can always choose similarities and differences to fit current needs.","author":"James Fallows","category":"Choices, Differences, You"},{"quote":"The history of liberty has largely been the history of the observance of procedural safeguards.","author":"Felix Frankfurter","category":"Liberty, Been, Safeguards"},{"quote":"The most important fact is that gays have been here since day one. To say otherwise is a gross denial and stupidity. We played an enormous part in the history of America.","author":"Larry Kramer","category":"Day, America, Stupidity"},{"quote":"The nation was awakened by that deafening shot.","author":"Corazon Aquino","category":"Nation, Shot, Awakened"},{"quote":"It is not I who have been consigned to the bedroom of history.","author":"Corazon Aquino","category":"Bedroom, Been, Who"},{"quote":"At an unprecedented time with the worst attack ever on our soil, our President displayed extraordinary determination, leadership and resolve when history was thrust upon him and the United States.","author":"Olympia Snowe","category":"Leadership, Time"},{"quote":"Being in Harlem on the night of Barack Obama's election was extraordinary. It was the best street party I have ever gone to, and it felt like the period of American history which began with slavery had ended that evening.","author":"Hari Kunzru","category":"Best, American, Night"},{"quote":"Generally speaking, historically in this country, the care of a child has been thought of as female business.","author":"Eddie Bernice Johnson","category":"Business, Thought, Child"},{"quote":"After voluntary exertions on the part of our people to which the history of the world furnishes no parallel, is the old root of bitterness still to remain in the ground, to sprout and bear fruit in the future as it has borne fruit in the past?","author":"Robert Dale Owen","category":"Future, Past, World"},{"quote":"History speaks to artists. It changes the artist's thinking and is constantly reshaping it into different and unexpected images.","author":"Anselm Kiefer","category":"Changes, Thinking, Artist"},{"quote":"After all my years of playing soldiers, and then of reading History, I have almost a mania to be in the East, to see fighting, and to serve.","author":"Wilfred Owen","category":"Reading, Soldiers, See"},{"quote":"Heretofore there has always been in the history of the world a comparatively unoccupied land westward, into which the crowded countries of the East have poured their surplus populations.","author":"Josiah Strong","category":"World, Land, Always"},{"quote":"The past is malleable and flexible, changing as our recollection interprets and re-explains what has happened.","author":"Peter L. Berger","category":"Past, Changing, Flexible"},{"quote":"One who comes to the Court must come to adore, not to protest. That's the new gloss on the 1st Amendment.","author":"William O. Douglas","category":"New, Protest, Amendment"},{"quote":"Nothing would be more profitable to us than a right history of mankind.","author":"Adam Weishaupt","category":"Mankind, Nothing, Right"},{"quote":"Nothing is insignificant in the history of a young community, and - above all - nothing seems impossible.","author":"Catherine Helen Spence","category":"Community, Impossible, Young"},{"quote":"I read daft history books. Sometimes the books I read are a bit crackers or strange.","author":"Mark E. Smith","category":"Strange, Sometimes, Daft"},{"quote":"At AT&T, I learned an awful lot about people, and how important it is to have the right people in the right jobs. And when I say 'right people,' I'm not talking about their college degree or work history; I'm talking about things like bearing - How does this person interact with other people? Can he or she talk to you and not tick you off?","author":"Edward Whitacre, Jr.","category":"Work, College, People"},{"quote":"It states, History should be regarded as a means for understanding the past and solving the challenges of the future. It also suggests that this celebration of the end of slavery is an important and enriching part of the history and heritage of the United States.","author":"Mark Foley","category":"Future, Past, Challenges"},{"quote":"If you look at the history of the U.S., we were an empire long before we were a nation.","author":"Robert D. Kaplan","category":"Long, Look, You"},{"quote":"The history of mankind is the history of ideas.","author":"Luigi Pirandello","category":"Ideas, Mankind"},{"quote":"We learned the value of research in World War II.","author":"Amar Bose","category":"War, Value, World"},{"quote":"The fleet sailed to its war base in the North Sea, headed not so much for some rendezvous with glory as for rendezvous with discretion.","author":"Barbara Tuchman","category":"Sea, War, Glory"},{"quote":"Like most of those who study history, he (Napoleon III) learned from the mistakes of the past how to make new ones.","author":"A. J. P. Taylor","category":"Mistakes, Past, Study"},{"quote":"History could pass for a scarlet text, its jot and title graven red in human blood.","author":"Eldridge Cleaver","category":"Red, Blood, Human"},{"quote":"They were afraid, never having learned what I taught myself: Defeat the fear of death and welcome the death of fear.","author":"G. Gordon Liddy","category":"Death, Fear, Myself"},{"quote":"There are people who will appreciate what I've done, and there will be people who will criticize me. Ultimately history will have the final say.","author":"Wen Jiabao","category":"Me, People, Appreciate"},{"quote":"Great woman belong to history and to self sacrifice.","author":"Leigh Hunt","category":"Great, Sacrifice, Woman"},{"quote":"The church, inserted and active in human society and in history, does not exist in order to exercise political power or to govern the society.","author":"Claudio Hummes","category":"Power, Society, Political"},{"quote":"I am interested in people living in the margins of society, and I do have a mission to tell the stories of women of colour in particular. I feel we've been present throughout history, but our voices have been neglected.","author":"Lynn Nottage","category":"Women, I Am, Society"},{"quote":"Terrorism takes us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life.","author":"Jacques Chirac","category":"Life, Thought, Rules"},{"quote":"The construction of Europe is an art. It is the art of the possible.","author":"Jacques Chirac","category":"Art, Construction, Possible"},{"quote":"History is a tool used by politicians to justify their intentions.","author":"Ted Koppel","category":"Politicians, Tool"},{"quote":"We can learn from IBM's successful history that you don't have to have the best product to become number one. You don't even have to have a good product.","author":"Adam Osborne","category":"Good, Best, Successful"},{"quote":"Never doubt that you can change history. You already have.","author":"Marge Piercy","category":"Change, Doubt, You"},{"quote":"We know that golf is an ancient game with great history and tradition, but our golf is only 10 years old so don't judge us too harshly.","author":"Nursultan Nazarbayev","category":"Great, Golf, Game"},{"quote":"History is just this froth of artifact production that has appeared in the last ten to fifteen thousand years. It spread across the planet very quickly. But that mind in man just goes back and back into the darkness.","author":"Terence McKenna","category":"Man, Darkness, Mind"},{"quote":"I wouldn't attach too much importance to these student riots. I remember when I was a student at the Sorbonne in Paris, I used to go out and riot occasionally.","author":"John Foster Dulles","category":"Student, Remember, Paris"},{"quote":"I get in trouble when I say things like, 'I'm attracted to violence.' I was a pretty angry kid, and I got into military history largely as a way to vent my own anger. As I got older it narrowed down to a more specific focus on individual violence. I'm just trying to understand where it came from.","author":"Caleb Carr","category":"Focus, Anger, Violence"},{"quote":"All graffiti is low-level dissent, but stencils have an extra history. They've been used to start revolutions and to stop wars.","author":"Banksy","category":"Start, Stop, Dissent"},{"quote":"To people who remember JFK's assassination, JFK Jr. will probably always be that boy saluting his father's coffin.","author":"Michael Beschloss","category":"Father, People, Remember"},{"quote":"India is a curious place that still preserves the past, religions, and its history. No matter how modern India becomes, it is still very much an old country.","author":"Anita Desai","category":"Past, Country, Place"},{"quote":"I've been completely fascinated with history because it tells everything about what's going to happen next because it's cyclical, everything repeats in general.","author":"Emilie Autumn","category":"Everything, Going, Next"},{"quote":"Properly speaking, history is nothing but the crimes and misfortunes of the human race.","author":"Pierre Bayle","category":"Nothing, Human, Human Race"},{"quote":"But poetry is a way of language, it is not its subject or its maker's background or interests or hobbies or fixations. It is nearer to utterance than history.","author":"Thomas Lynch","category":"Poetry, Language, Way"},{"quote":"The 1st Amendment protects the right to speak, not the right to spend.","author":"Byron White","category":"Speak, Right, Amendment"},{"quote":"The real 1960s began on the afternoon of November 22, 1963. It came to seem that Kennedy's murder opened some malign trap door in American culture, and the wild bats flapped out.","author":"Lance Morrow","category":"Culture, American, Door"},{"quote":"History had its own way of explaining things. The way historians explain things is by telling a story.","author":"Donald Kagan","category":"Story, Way, Explain"},{"quote":"That great dust-heap called 'history'.","author":"Augustine Birrell","category":"Great"},{"quote":"History is the story of events, with praise or blame.","author":"Cotton Mather","category":"Blame, Story, Praise"},{"quote":"We should not blur the lines between legal and illegal immigrants. Millions of people around the world have gone through the process to come here legally and they followed the rules that required them to pay a fee, learn English, and learn about American history and government.","author":"Ken Calvert","category":"American, Government, World"},{"quote":"I don't think you should ever run from history. You should learn from it and embrace it.","author":"Doc Rivers","category":"Learn, Think, You"},{"quote":"History has always been a series of pendulum swings, but the individual doesn't have to get caught in that.","author":"Robert Johnson","category":"Individual, Always, Caught"},{"quote":"Russians can give you arms but only the United States can give you a solution.","author":"Anwar Sadat","category":"Solution, You, Give"},{"quote":"An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome.","author":"William Manchester","category":"Dress, Awesome, Her"},{"quote":"It is essential that we enable young people to see themselves as participants in one of the most exciting eras in history, and to have a sense of purpose in relation to it.","author":"Nelson Rockefeller","category":"Purpose, People, See"},{"quote":"In the world of the present, in our time, we feel that suffering, anguish, the torments of body and soul, are greater than ever before in the history of mankind.","author":"Eyvind Johnson","category":"Time, Soul, World"},{"quote":"I shop at a lot of vintage stores because the prices are amazing, and I love the idea that there's a history behind the piece I'm wearing.","author":"Gabrielle Anwar","category":"Love, Amazing, Vintage"},{"quote":"To the extent that the judicial profession becomes the daily routine of deciding cases on the most secure precedents and the narrowest grounds available, the judicial mind atrophies and its perspective shrinks.","author":"Irving R. Kaufman","category":"Daily, Perspective, Mind"},{"quote":"The Supreme Court's only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society.","author":"Irving R. Kaufman","category":"Trust, Society, Hopes"},{"quote":"All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war; they make it tour the world.","author":"Victor Cousin","category":"Home, War, World"},{"quote":"Yet, history has shown that if material force can defeat some ideologies it can no longer obliterate a civilization without destabilizing the whole planet.","author":"Abdelaziz Bouteflika","category":"Defeat, Civilization"},{"quote":"'What if?' history is a tricky game, but there is no doubt that the senior planners of D-Day - including Eisenhower and the British general Bernard Montgomery - believed that the Double Cross operation had played a pivotal role in the victory.","author":"Ben Macintyre","category":"Game, Victory, Doubt"},{"quote":"You have to look at history as an evolution of society.","author":"Jean Chretien","category":"Society, Evolution, You"},{"quote":"Chains do not hold a marriage together. It is threads, hundreds of tiny threads, which sew people together through the years.","author":"Simone Signoret","category":"Marriage, Together, People"},{"quote":"You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long.","author":"Elizabeth Barrett Browning","category":"Life, Long, You"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent's birthday, and seconds forgetting a friend's important anniversary.","author":"Mariella Frostrup","category":"Birthday, Relationship"},{"quote":"One should believe in marriage as in the immortality of the soul.","author":"Honore de Balzac","category":"Marriage, Soul, Believe"},{"quote":"May you live all the days of your life.","author":"Jonathan Swift","category":"Life, Live, You"},{"quote":"After about 20 years of marriage, I'm finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate.","author":"Mel Gibson","category":"Marriage, Women"},{"quote":"We concentrate so much on anniversaries and birthdays that you forget it's the Tuesday that's tough that really counts. Sometimes she just needs some flowers or even just that ear. It's the little things that count. It's the regular days of the year that you have to keep your attention on her.","author":"BJ the Chicago Kid","category":"Flowers, Little Things, You"},{"quote":"I think long-lasting, healthy relationships are more important than the idea of marriage. At the root of every successful marriage is a strong partnership.","author":"Carson Daly","category":"Marriage, Strong, Healthy"},{"quote":"I've been in love with the same woman for forty-one years. If my wife finds out, she'll kill me.","author":"Henny Youngman","category":"Love, Woman, Wife"},{"quote":"I dated a lot, but I never really had anyone who was worthy of an anniversary. And most girlfriends never made it to a year, anyway.","author":"Wale","category":"Dating, Never, Year"},{"quote":"Anniversaries are like birthdays: occasions to celebrate and to think ahead, usually among friends with whom one shares not only the past but also the future.","author":"Zbigniew Brzezinski","category":"Future, Friends, Past"},{"quote":"More marriages might survive if the partners realized that sometimes the better comes after the worse.","author":"Doug Larson","category":"Better, Survive, Sometimes"},{"quote":"Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred.","author":"William O. Douglas","category":"Marriage, Together, Better"},{"quote":"A lot of good love can happen in ten years.","author":"Jim Carrey","category":"Love, Good, Years"},{"quote":"For our country and people, October 10 is a meaningful revolutionary holiday when they celebrate the birth anniversary of the genuine vanguard of the revolution, its militant General Staff, which has taken responsibility for their destiny and leads them.","author":"Kim Jong-un","category":"Responsibility, October"},{"quote":"That there's no more important decision in life than who you marry.","author":"Brad Paisley","category":"Life, Decision, You"},{"quote":"The chances of a reunion now are less likely. I was thinking of having a 40th anniversary of the band, but now they are really another band, so it's all a bit weird.","author":"Alvin Lee","category":"Thinking, Weird, Reunion"},{"quote":"The bonds of matrimony are like any other bonds - they mature slowly.","author":"Peter De Vries","category":"Mature, Slowly, Like"},{"quote":"Strike an average between what a woman thinks of her husband a month before she marries him and what she thinks of him a year afterward, and you will have the truth about him.","author":"H. L. Mencken","category":"Truth, Woman, Husband"},{"quote":"Never tell a secret to a bride or a groom wait until they have been married longer.","author":"E. W. Howe","category":"Bride, Wait, Secret"},{"quote":"I love the institution of marriage, and I love my marriage.","author":"Kyle Chandler","category":"Love, Marriage, Institution"},{"quote":"Married people from my generation are like an endangered species!","author":"Patrice Leconte","category":"Generation, People"},{"quote":"In 1987, the United States celebrates the bicentennial anniversary of the constitutional convention that provided the basic rules for the American political order. This convention was one of the very few historical examples in which political rules were deliberately chosen.","author":"James M. Buchanan","category":"American, Rules, Political"},{"quote":"You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate.","author":"Pope John Paul II","category":"Love, Life, Today"},{"quote":"I buried Joel on our 48th anniversary. I had been with her since I was 16.","author":"Aaron Neville","category":"Her, Been, Buried"},{"quote":"The only big things I've purchased are my dad's heart valve and a Rolls-Royce for my parents, for their anniversary. And that was only because my dad had a Lady Gaga license plate on our old car and it was making me crazy because he was getting followed everywhere, so I bought him a new car.","author":"Lady Gaga","category":"Car, Heart, Parents"},{"quote":"Love is not weakness. It is strong. Only the sacrament of marriage can contain it.","author":"Boris Pasternak","category":"Love, Marriage, Strong"},{"quote":"'Yellow Moon' was a poem. My wife at the time, Joel - she's dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I'm home with the kids and looking up, and I saw the big moon, and I just started writing.","author":"Aaron Neville","category":"Time, Home, Moon"},{"quote":"The concept of two people living together for 25 years without a serious dispute suggests a lack of spirit only to be admired in sheep.","author":"A. P. Herbert","category":"Together, People, Sheep"},{"quote":"Under this window in stormy weather I marry this man and woman together Let none but Him who rules the thunder Put this man and woman asunder.","author":"Jonathan Swift","category":"Together, Man, Woman"},{"quote":"I love my wife, she deserves anything and everything.","author":"Aaron Spelling","category":"Love, Wife, She"},{"quote":"So I think you have to marry for the right reasons, and marry the right person.","author":"Anne Bancroft","category":"Right Person, Think, You"},{"quote":"After 45 years of marriage, when I have an argument with my wife, if we don't agree, we do what she wants. But, when we agree, we do what I want!","author":"Jacques Pepin","category":"Marriage, Wife, Want"},{"quote":"Actually, the year anniversary of what you just heard, my son Grahame and I are going to be in a play together, and I'm acting for the first time in front of an audience that doesn't consist of a high school drama class.","author":"Phil Lesh","category":"Time, Son, School"},{"quote":"This year, 1996, has been designated the 'Year of the Vaccine,' commemorating the 200th anniversary of Edward Jenner's vaccination of James Phipps with cowpox virus and subsequent challenge with smallpox virus. Insight into the nature of viruses, and how viruses interact with mammalian cells, has evolved since the turn of the century.","author":"Peter C. Doherty","category":"Nature, Challenge, Insight"},{"quote":"It definitely wasn't like, 'Hey, I'm going to steal that, and nobody's going to know.' The original 'T.R.O.Y.' came out in 1992, and it was like a 20th anniversary kind of thing. All of those intentions were there for it to be resurrecting a classic for a new generation. I tried to honor it.","author":"Lupe Fiasco","category":"Generation, Honor, Know"},{"quote":"I don't necessarily like anniversaries that much.","author":"Jean-Michel Jarre","category":"Like, Necessarily, Much"},{"quote":"My mother and father had a terrible marriage. They celebrated their wedding anniversary one year with their friends. Why did they celebrate? Maybe because they had lasted so many years without killing each other.","author":"Marina Abramovic","category":"Marriage, Friends, Father"},{"quote":"My husband and I went to Bald Head Island for our four-year anniversary. We spent the night in bed with champagne, tequila and Krispy Kreme doughnuts and watched a boxing match on Showtime.","author":"Teri Polo","category":"Night, Husband, Boxing"},{"quote":"My mother and stepfather were married 43 years, so I have watched a long marriage. I feel like I had a very good role model for that. And, you know, it's just a number.","author":"Jamie Lee Curtis","category":"Marriage, Good, Mother"},{"quote":"The new year 2015 will be a year of great significance, in which we will mark the 70th anniversaries of national liberation and founding of the Workers' Party of Korea.","author":"Kim Jong-un","category":"Great, Party, New"},{"quote":"I am honored to be one of this year's Urbanworld ambassadors for the festival's 20th anniversary, joining my friend David Oyelowo. I have always had a special relationship with Urbanworld, back to my days as a festival publicist to previewing my earlier films and now as an ambassador.","author":"Ava DuVernay","category":"Relationship, I Am, Friend"},{"quote":"Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?","author":"Barbra Streisand","category":"Work, Change, Man"},{"quote":"For our anniversary, my wife and I went to see Godzilla, and then we ate at Barnyard Venice, and it was like, 'We are crazy! The Kardashians have to keep up with us!'","author":"Bill Hader","category":"Wife, Crazy, See"},{"quote":"We can't forget what happened on May 4th, 1970, when four students gave up their lives because they had the American constitutional right of peaceful protest. They gave up their lives. And to sing that song in that spot on that anniversary was very emotional for us.","author":"Graham Nash","category":"American, Peaceful, Song"},{"quote":"I've been sober for two-and-a-half years, My children are happy. In August, my wife and I will celebrate our fifteenth wedding anniversary. My band is back together with a sold-out tour.","author":"Trey Anastasio","category":"Children, Happy, Wedding"},{"quote":"We want to take the energy surrounding the Sandy Hook anniversary that might otherwise be consumed by grief or anger - or this week in San Bernardino by fear - and channel some of that to honor our common humanity and love each other.","author":"Elizabeth Esty","category":"Love, Fear, Anger"},{"quote":"In 1998, Vanity Fair asked me to write a big piece for them on the 50th anniversary of the New York City Ballet. My life, to a great extent, had been spent at and with the New York City Ballet, and I decided to try it. It was very scary, writing about something I loved so much and had such strong opinions about.","author":"Robert Gottlieb","category":"Life, Great, Strong"},{"quote":"Are there memories left that are safe from the clutches of phony anniversaries?","author":"Pope Paul VI","category":"Memories, Safe, Left"},{"quote":"The three hundredth anniversary of the Salem witch trials of 1692 comes at a time when witchcraft commands a scholarly attention that would have been puzzling in 1892 or even in 1792.","author":"Edmund Morgan","category":"Time, Attention, Three"},{"quote":"You marry somebody you love everything about them. You grow to learn about them. You never learn everything.","author":"Chris Daughtry","category":"Love, Grow, You"},{"quote":"We know from the material that was recovered from the bin Laden compound that bin Laden was looking at the 10th anniversary of 9/11 as an opportunity to strike yet again at the U.S. homeland.","author":"John O. Brennan","category":"Opportunity, Looking, Know"},{"quote":"In the spring of 1984, I went to the northwest of France, to Normandy, to prepare an NBC documentary on the 40th anniversary of D-Day.","author":"Tom Brokaw","category":"Spring, Prepare, France"},{"quote":"I bought a Cartier nail bracelet to celebrate the fifth anniversary of my blog. It's an investment piece, but it's simple enough to wear every day, and it's something that will last forever.","author":"Chiara Ferragni","category":"Day, Simple, Celebrate"},{"quote":"I am a disaster magnet. I came home from our first anniversary vacation with jellyfish stings, a puncture wound from a wrought iron pineapple and a cork-shaped bruise in my cleavage.","author":"Molly Harper","category":"Home, I Am, Vacation"},{"quote":"I have for some time urged that a nuclear abolition summit to mark the effective end of the nuclear era be convened in Hiroshima and Nagasaki on the 70th anniversary of the bombings of those cities, with the participation of national leaders and representatives of global civil society.","author":"Daisaku Ikeda","category":"Time, Society, End"},{"quote":"In 1966, I bought my parents a carriage clock for their silver wedding anniversary. It was last wound 30 years later, in December 1996, the month my father died.","author":"Clive Sinclair","category":"Father, Wedding, Parents"},{"quote":"I loved the domesticity of my life as a struggling actor. When I wasn't going to auditions, I could do things like cook dishes from scratch and take them to parties or be really thoughtful about birthdays and anniversaries.","author":"Jenna Fischer","category":"Life, My Life, Thoughtful"},{"quote":"Both the Obama and Romney campaigns said they pulled all their political ads today in observance of the September 11th anniversary. But politics wasn't very far offstage. The Obama campaign sees foreign policy as an advantage this year.","author":"Mara Liasson","category":"Today, Politics, Political"},{"quote":"Significant anniversaries are solemnly commemorated - Japan's attack on the U.S. naval base at Pearl Harbor, for example.","author":"Noam Chomsky","category":"Example, Attack, Japan"},{"quote":"So while an incredible amount of progress has been made, on this fifth anniversary, I wanted to come here and tell the people of this city directly: My administration is going to stand with you - and fight alongside you - until the job is done. Until New Orleans is all the way back, all the way.","author":"Barack Obama","category":"Progress, Job, City"},{"quote":"My intention still is to write a play to commemorate, possibly rather skeptically, the 50th anniversary of the Russian revolution. I started it at the beginning of 1966, but confronted with the enormous importance and reality of that revolution, I absolutely boggle. I don't know what to do about it.","author":"Tom Stoppard","category":"Reality, Beginning, Know"},{"quote":"Despite what Washington thinks or does on this 15th anniversary, we the people will never forget those who perished and the lessons learned on Sept. 11, 2001.","author":"Chuck Norris","category":"People, Forget, Never Forget"},{"quote":"I'm not a big fan of anniversaries.","author":"Sam Shepard","category":"Big, Fan, Big Fan"},{"quote":"I think you have to be willing to take a bullet for somebody if you're going to stand up there, take your vows, and be married to them for the rest of your life.","author":"Blake Shelton","category":"Life, Stand Up, Think"},{"quote":"As a rule, I am very skeptical of tying books to anniversaries. I don't think readers care. I also feel that it just about guarantees that somebody else will be writing a book on the same subject, but being a former journalist, I'm always interested in, like, why write about something today? Why do it now?","author":"Erik Larson","category":"Today, I Am, Writing"},{"quote":"I work every day hard. I put my body through hell. Let me tell you, every year, seven months of the year, I don't see my family. Year in, year out. I miss my kids. Kid's birthdays, anniversaries. I'll never be able to go back and be with my family.","author":"Mo Farah","category":"Work, Family, Day"},{"quote":"The public do get behind me, and I love the crowd. When I'm ever in London, they give me massive support - the Anniversary Games, the cheers; they are always nice to me.","author":"Mo Farah","category":"Love, Support, Me"},{"quote":"'Easter' is a movable event, calculated by the relative positions of sun and moon, an impossible way of fixing year by year the anniversary of a historical event, but a very natural and indeed inevitable way of calculating a solar festival. These changing dates do not point to the history of a man, but to the hero of a solar myth.","author":"Annie Besant","category":"Hero, History, Moon"},{"quote":"I want to tell Jamaica, Happy 50th Anniversary.","author":"Shelly-Ann Fraser-Pryce","category":"Happy, Want, Jamaica"},{"quote":"Every year, I am conscious of the anniversary of my 1974 World Trade Center walk.","author":"Philippe Petit","category":"I Am, World, Walk"},{"quote":"I was invited by President Bush to come to the United States on the occasion of the 50th anniversary of the mutual defense treaty.","author":"Gloria Macapagal Arroyo","category":"President, United, Defense"},{"quote":"I always took 'Coronation Street' a year at a time anyway. It was the 50th anniversary I'd been there five years. It just felt right to leave.","author":"Katherine Kelly","category":"Time, Street, Right"},{"quote":"One thing 'not right' on the 50th anniversary of the Selma marches is the sad fact that the Edmund Pettus Bridge hasn't been renamed the John Lewis Bridge.","author":"Douglas Brinkley","category":"Sad, Bridge, Right"},{"quote":"In the primitive church, it was customary for the Holy Eucharist to be celebrated on the anniversary of the death of a martyr - if possible, on his tomb.","author":"Sabine Baring-Gould","category":"Death, Church, Possible"},{"quote":"It was less in pity than in anger that the world was moved by the photograph of little Alan Kurdi, that dead three-year-old Syrian refugee boy whose name we're all remembering now on the first anniversary of his drowning, along with his five-year-old brother Galip and their mother Rehanna.","author":"Terry Glavin","category":"Mother, Brother, Anger"},{"quote":"I love marriage. I think it's a wonderful institution and it's the most important decision you make.","author":"Isla Fisher","category":"Love, Marriage, Decision"},{"quote":"The London games mark the 24th anniversary of my winning two golds and setting the world record in the heptathlon. Someone is going to want it records are made to be broken - it's only a matter of time. I hope mine will outlive me.","author":"Jackie Joyner-Kersee","category":"Time, Hope, World"},{"quote":"'Georgia' is very personal to me. 'Anniversary Party' was great. 'Anomalisa' is also another one that, particularly, is in my heart and will be forever. I do think it's a masterpiece; I really do.","author":"Jennifer Jason Leigh","category":"Great, Heart, Me"},{"quote":"I think we take it for granted that if you are with your husband after 30 years, then he is the love of your life.","author":"Sue Townsend","category":"Love, Life, Husband"},{"quote":"David Letterman was my guy growing up. My parents recorded the tenth anniversary special for me, and I watched it 40 times.","author":"Timothy Simons","category":"Parents, Growing Up, Me"},{"quote":"Companies such as Microsoft, Cisco and Intel were just starting at their 10-year anniversary.","author":"Jerry Yang","category":"Starting, Just, Microsoft"},{"quote":"The punctuation of anniversaries is terrible, like the closing of doors, one after another between you and what you want to hold on to.","author":"Anne Morrow Lindbergh","category":"Want, Closing, You"},{"quote":"I did that Dior Couture 60th anniversary show in July. It took so long to get ready, I think I would have rather been watching.","author":"Linda Evangelista","category":"Long, Think, Ready"},{"quote":"I started in theatre. I was at Cleveland and I went to London for the 400th anniversary of Shakespeare's birth.","author":"James Cromwell","category":"Theatre, Birth, London"},{"quote":"I worked with Dionne Warwick, did shows with Bette Midler, and then I did the 25th anniversary of the Rock and Roll Hall of Fame with Springsteen at the Garden. It was all important stuff because you want people to know you can work, you can sing, and you can still look good!","author":"Darlene Love","category":"Work, Good, Rock And Roll"},{"quote":"And this year is going to be the 25th anniversary of the 17-0 team, the only undefeated season.","author":"Don Shula","category":"Team, Season, Year"},{"quote":"And currently, there are four to five new works in the pipeline for upcoming celebrations such as the Sydney 2000 Olympics, Australian Federation, my 50th Birthday, and Sydney Dance Company's 25th Anniversary.","author":"Graeme Murphy","category":"Birthday, Dance, Company"},{"quote":"Last week, the House of Representatives passed a resolution honoring the victims and heroes of September 11th. As we commemorate the anniversary of 9-11, we must also remember that the threat is still very real today.","author":"Michael McCaul","category":"Today, Week, Remember"},{"quote":"Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.","author":"Solomon Ortiz","category":"Peace, Today, Rise"},{"quote":"Each year on the anniversary of Martin Luther King Jr.'s birth, America has the opportunity to reflect on our nation's progress towards the realization of his dream.","author":"Adam Schiff","category":"Opportunity, Progress"}]}