{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I'm lazy, I like to do it right the first time.","author":"Cian Beirdd, Kediak of the Biainili","category":"philosophy-of-life"},{"quote":"There isn't music without rhythm","author":"have a soul that won't leave your lips without a song.","category":"Elizabeth Vongsaravanh"},{"quote":"IMAGES : THEY EITHER GUIDE/MISGUIDE YOU . IT IS THE ORIENTATION / ALIGNMENT OF MIND THAT NEEDS TO BE TUNED TO FRAME THE TRUE IMAGES.","author":"MITESH","category":"philosophy-of-life"},{"quote":"The Truth Is That I Was Recognized For Stubbornness And Not Goodness. Even, Though I Was Very Intelligent And Sent To School By A Little Few Supports From Sponsors And My Mother. My Brain Was Never Ever Cool. Due To All The Mistakes I Saw From A Very Tender Age From All Those Whom I Looked Upon As Elders And Shinning Examples. Although They Where Some Good Examples Which Still Live On. Still The Early Damaged As Already Been Done. So It Led Me Dropping Out Of School In To Working And Using The Great Ancient Vedic Philosophies I Have Been Hearing From The Very Beginning Of My Conception In My Mother Womb Till The Day I Was Born And Forever. I Used Them All To Materialize Many Of My Dreams And Practice Mysticism Coupled With Spiritualism To Keep My Self Secured And Keep Cool Depending On God.","author":"Baba Tunde Ojo-Olubiyo","category":"dreams, godliness, life-challenges, mysticism, philosophy-of-life, spirituality, truth-telling"},{"quote":"A man's final query is determined by how well he acts under pressure. If man can control his demeanor under extreme stress, he will be judged in a positive way.","author":"Angela Khristin Brown","category":"philosophy-of-life"},{"quote":"Success does not bring happiness. Success brings success.","author":"Joanie Holzer Schirm, Adventurers Against Their Will: Extraordinary World War II Stories of Survival, Escape, and Connection-Unlike Any Others","category":"philosophy-of-life, writing-life, writing-philosophy"},{"quote":"For a scientist, this is a good way to live and die, maybe the ideal way for any of us - excitedly finding we were wrong and excitedly waiting for tomorrow to come so we can start over.","author":"Norman Maclean","category":"being-wrong, meaningful-life, philosophy-of-life, scientific-ethic, scientists"},{"quote":"Everyone tells us to be one in a million... What they don't tell us is that being one in a million also means being one against a million.","author":"Saahil Prem","category":"individual, life-lessons, philosophy, philosophy-of-life, real, saahil, saahilprem, unique"},{"quote":"And he recalled the ancient adage: Who must do the harsh things? He who can.","author":"Trevanian, Shibumi","category":"philosophy-of-life"},{"quote":"Is that man's fate: to spend his closest hours to truth longing for a lie?","author":"Tom Robbins, Another Roadside Attraction","category":"philosophy-of-life"},{"quote":"Thoughts thoughts. Are they not mine?I think, I write, I type.Thoughts. Are they wise?Let truth be told in words, compiled together, create a page, a book. Thoughts. Are they master piece?Is it a prize winner?...An Alfred Nobel?Thoughts. Are they not mine? Gift of God?they are not mine.","author":"Edna Stewart, The Call of the Christmas Pecan Tree","category":"philosophy, philosophy-of-life, poetry, poetry-quotes"},{"quote":"Life, at its best, is a flowing, changing process in which nothing is fixed.","author":"Carl Rogers","category":"inspirational, philosophy-of-life"},{"quote":"Which one is right? Which one is wrong? When you feel you could answer that type of questions, you trapped on your own perception. -Back cover, Andante Part 1, English modified-","author":"Ida R. Yulia, Andante Part 1: The Fallen Wings","category":"philosophy-of-life, truth"},{"quote":"And it was the speed that provided some solace. For if it moved like that, it would always move like that, and somehow, because of it, things change, somehow things end.","author":"Alexander Maksik, A Marker to Measure Drift","category":"inspirational, philosophy-of-life, thought-provoking"},{"quote":"Like simple minded goldfish, we often believe the boundaries of our bowl to be the entire ocean.","author":"Laren Grey Umphlett, The Power of Perception","category":"philosophy-of-life"},{"quote":"It's not that heroes have no fear; it's just that they understand what it takes, to get the job done!!","author":"Robert Armstrong","category":"philosophy-of-life"},{"quote":"The stupidest people suddenly become a little cleverer when we learn that they think well of us","author":"Jude Morgan, An Accomplished Woman","category":"humor, life, personal, philosophy-of-life, vanity"},{"quote":"In that pallid and sullen shadow in which he crawled, whenever he turned his head and endeavoured to raise his eyes, he saw, with mingled rage and terror, forming, massing, and mounting up out of sight above him with horrid escarpments, a kind of frightful accumulation of things, of laws, of prejudices, of men, and of acts, the outlines of which escaped him, the weight of which appalled him, and which was no other than that prodigious pyramid that we call civilization.","author":"Victor Hugo, Les Misérables","category":"philosophy-of-life"},{"quote":"All events/actions create a potential energy that rotate around the doer until releases or neutralized. (From Circles of Reasoning book)","author":"Reza Assadi","category":"philosophy-of-life"},{"quote":"Don't be nervous..be Excited....","author":"gayan fonseka","category":"philosophy-of-life"},{"quote":"There is an inherent unity and harmony in the universe. The divisions and disharmony we find on earth are created by the perception of separateness that people developed over a period of time.","author":"Thomas Vazhakunnathu, God Does Not Play Dice","category":"inspiration, philosophy-of-life, self-development"},{"quote":"If I can give you all of these real answers to the questions you assumed were big unanswerable ones, imagine the depth of the new set of questions awaiting on the other side of resolution.","author":"Jeremy Vaeni, Urgency.","category":"philosophy-of-life, spirituality"},{"quote":"Whether morality is moral is an open question.","author":"R.N. Prasher","category":"philosophy, philosophy-of-life"},{"quote":"In life it is difficult to find a way of life, but later is much more difficult to stay on that road... So before any decisions think carefully.","author":"Nikolic Mihajlo","category":"philosophy-of-life"},{"quote":"(...)\"Take your time, because thereisn’t a moment to spare,(...) That’s what Stein told me when I had to leave Menakfor the first time. It kind of means that wherever yourdestination is, now is the time to start working towards it,or you will never get there.","author":"Daniel \"Z\" Hastings, Soulfire","category":"ambition, fantasy, lifestyle, philosophy-of-life"},{"quote":"Whether a man favors crepes and classical or cornbread and country, the complexities of life are all the same.-The Rabbi-","author":"J. Frank Dunkin, Bones of My Brother","category":"philosophy-of-life"},{"quote":"Be your own master, and look at things as a man, as a human being, as a citizen, as a mortal creature.","author":"Marcus Aurelius, Meditations","category":"morality-without-religion, philosophy, philosophy-of-life"},{"quote":"Honesty is admired, and starves.","author":"Juvenal, Satires, Book I","category":"philosophy-of-life"},{"quote":"If we possess narrative sympathy - enabling us to see the world from other's point of view - we cannot kill. If we do not, we cannot love.","author":"Richard Kearney, On Stories","category":"empathy, narrative, philosophy-of-life"},{"quote":"Sitting outside on a dark night, under the stars, invites confidences amongst people of all ages, and all walks of life. It invokes an intimacy you don’t find under most other circumstances.","author":"A.B. Shepherd, Lifeboat","category":"communication, connectedness, connecting, connecting-with-people, philosophy-of-life"},{"quote":"All the evidence of history suggests that man is indeed a rational animal, but with a near infinite capacity for folly. . . . He draws blueprints for Utopia, but never quite gets it built. In the end he plugs away obstinately with the only building material really ever at hand--his own part comic, part tragic, part cussed, but part glorious nature.","author":"Robert S. McNamara","category":"philosophy-of-life, politics"},{"quote":"Some of us teach ourselves and our children to love the superficial outer; our looks, hair, skin, clothes rather than the greater beauty that resides within whereas it is that inner beauty that really defines you and who you truly are","author":"rassool jibraeel snyman","category":"motivational, philosophical, philosophy-of-life"},{"quote":"That was how people got through life, he supposed: by acknowledging death and telling it, “Not today.","author":"Molly Ringle, Persephone's Orchard","category":"death, life, philosophy-of-life, survival"},{"quote":"Figuring out what to do with your life is only Half of the equation, the more important half is, whom you are doing it with","author":"sel","category":"belief-system, philosophy-of-life"},{"quote":"When God lays His finger on your heart it cannot help but be filled with love for others","author":"if that doesn't happen there is nothing wrong with God's finger there is something wrong with your heart","category":"rassool jibraeel snyman"},{"quote":"Life is like a boxing match, keep on throwing those punches and one of them will land.Kevin Lane - The Shawshank Prevention","author":"Ken Scott","category":"boxing, life, philosophy-of-life"},{"quote":"People get so frightened for no reason, but I'll tell you, to live with no purpose is a far more frightening proposition... You bring yourself to say yes when you always thought the only possible answer was no, and your whole world changes.","author":"Liz Rosenberg","category":"fear, philosophy-of-life, purpose"},{"quote":"Try and avoid people who use the word \"cant\" regularly associate rather with those who say \"can\" and do","author":"rassool jibraeel snyman","category":"motivational, motivational-quotes, philosophical, philosophy, philosophy-of-life"},{"quote":"Even in the privacy of our own thoughts, we can’t sow lies and reap truth.","author":"Katina Ferguson","category":"philosophy-of-life, principles"},{"quote":"We might feel we have achieved a lot. . just take a pause and look back. . We will see only darkness....","author":"Mahesh shekhar","category":"philosophical, philosophy, philosophy-of-life"},{"quote":"We are all part of a universal game. Returning to our essence while living in the world is the object of the game. The earth is the game board, and we are the pieces on the board. We move around and around until we remember who we really are, and then we can be taken off the board. At that point, we are no longer the game-piece, but the player; we've won the game.","author":"Kenny Werner, Effortless Mastery","category":"mastery-of-oneself, philosophy-of-life, zen"},{"quote":"When the world came to, it came, not to its senses, but to its madness.","author":"Helen O'Reilly","category":"philosophy-of-life"},{"quote":"No matter how far you have gone down the road its never too late to stop and reinvent yourself","author":"rassool jibraeel snyman","category":"motivation, motivational, motivational-inspirational, motivational-quotes, philosophical, philosophical-musings, philosophy, philosophy-of-life"},{"quote":"Perhaps we are like cells in the mind of God, contributing to celestial functions beyond our ken, just as our cells unknowingly fashion our thoughts and actions. Perhaps the laws of nature order and constrain even the living and eternal Deity from which they spring, and of which they are a part.","author":"Robert Christian, Common Sense Renewed","category":"deity, humanistic, philosophy-of-life"},{"quote":"I don't mean to step on anyone's toes, and I don't mean to seem arrogant, but if you want to be foreverly remembered as anything great you have to live your life alone, hated, ignored, and character assassinated, and if you believe this to be true than you truely are a hater.","author":"B.L. Kennison","category":"philosophy-of-life"},{"quote":"Within us all are sages, warriors and fools; we more often that not choose the fools","author":"rassool jibraeel snyman","category":"motivational, motivational-inspirational, motivational-quotes, philosophical-musings, philosophy, philosophy-of-life"},{"quote":"There is no Success or Failure in \"LOVE\", by itself is a Victory !!","author":"Mahesh shekhar","category":"love, philosophy, philosophy-of-life"},{"quote":"I’m just here to remind you that every human life is a bold and delicate projection of the eternal into the temporal.","author":"Paul Kijinski, The 11:15 Bench","category":"inspirational, philosophy-of-life"},{"quote":"The pursuit of historical revelance is an under appreciated endeavor.","author":"Michael Dwinnell","category":"humorous-philosophy, insightful, philosophy-of-life"},{"quote":"You think because you face situations not of your making that you exercise no choice? That you are helpless? To the contrary, child. Your whole life has been full of choices. Hiding from a hard truth is a choice. Surrender - even to the inevitable - is a choice. Even in death there is a choice. You may have no control over the time or manner of your death, but you can choose how you face it.","author":"C.L. Wilson, Queen of Song and Souls","category":"philosophy-of-life"},{"quote":"Every day I add to the list of things I refuse to discuss. The wiser the man, the longer the list.","author":"Nicolas Chamfort, Maximes et pensées : Caractères et anecdotes","category":"humans, philosophy-of-life, reflections"},{"quote":"So much of life, it seems, is determined by pure randomness.","author":"Sidney Poitier","category":"life, philosophy-of-life"},{"quote":"He feels a second pang now for the existence of perfection, the stubborn existence of perfection in the most vulnerable of things and in the face of his refusal-logical-admirable refusal-to engage with this existence in his heart, in his mind. For the comfortless logic, the curse of clear sight, no matter which string he pulls on the same wretched knot: (a) the futility of seeing given the fatality in a place such as this where a mother still bloody must bury her newborn, hose off, and go home to pound yam into paste; (b) the persistence of beauty, in fragility of all places!, in a dewdrop at daybreak, a thing that will end, and in moments, and in a garden, and in Ghana, lush Ghana, soft Ghana, verdant Ghana, where fragile things die.","author":"Taiye Selasi, Ghana Must Go","category":"africa, childbirth, fragility, ghana, life, philosophy, philosophy-of-life"},{"quote":"Nature is the supreme cradle of life, and must be protected and treated with the highest respect and care.","author":"Bryant McGill, Voice of Reason","category":"creation, nature, philosophy-of-life"},{"quote":"As human beings, our first commandment is:Something needs to happen","author":"Chuck Palahniuk, Haunted","category":"philosophy-of-life"},{"quote":"Don`t let a little fear stop you from getting what you want","author":"Mahmoud Reda","category":"philosophy-of-life"},{"quote":"Life is a path to reach destination.However once it is reached ,implies Life had all kind of sharp turns one time or other for all","author":"N.Manoj","category":"life-quotes, philosophy, philosophy-of-life, quotes-on-life"},{"quote":"Whether we realize it or not, most of us define ourselves by opposing rather than by favoring something or someone. To put it another way, it is easier to react than to act. Nothing arouses a passion for dogma more than a good antagonist. And the more unlikely, the better. … It’s difficult to hate an idea. … It’s much easier to hate someone with a recognizable face whom we can blame for everything that makes us feel uncomfortable. It doesn’t have to be an individual character. It could be a nation, a race, a group … anything.","author":"Carlos Ruiz Zafón, The Angel's Game","category":"philosophy-of-life"},{"quote":"It is quite futile to argue that man is small compared to the cosmos","author":"for man was always small compared to the nearest tree.","category":"G.K. Chesterton, Orthodoxy"},{"quote":"Things are neither good nor bad , all that matters is our thinking....!","author":"M.H. Rakib, The Cavalier","category":"philosophy-of-life"},{"quote":"In any given situation you will find only what you bring with you...","author":"Christopher Earle","category":"inspirational, motivational, philosophy-of-life"},{"quote":"One's mutual responsibility to any individual determines the role of one person who he is.","author":"Ghumakkad Agantuk Ram","category":"philosophy-of-life, realistic"},{"quote":"Experience is the treasure of any persona.","author":"Ghumakkad Agantuk Ram","category":"philosophical-quotations, philosophy-of-life"},{"quote":"Be such that people get to know of you as you are rather than comparing to others.","author":"Ghumakkad Agantuk Ram","category":"insipirational, philosophy-of-life, realistic"},{"quote":"Keep burning the flame of discontent within you until you get the joy of satisfaction.","author":"Ghumakkad Agantuk Ram","category":"insipirational, philosophy-of-life, realistic"},{"quote":"Prophecy is nothing but only just an estimation based on regularities of the Nature.","author":"Ghumakkad Agantuk Ram","category":"philosophy-of-life, realistic"},{"quote":"The elements of life do not segregate themselves, unless they are human.","author":"Zephyr A. McIntyre","category":"philosophy-of-life"},{"quote":"nO thing is yOur's except yOur \"bOdy\" -&- nO one is yOurs except yOur \"sOul","author":"Prateek Vyas","category":"philosophy-of-life"},{"quote":"The impatient idealist says: 'Give me a place to stand and I shall move the earth.' But such a place does not exist. We all have to stand on the earth itself and go with her at her pace.","author":"Chinua Achebe, No Longer at Ease","category":"inspirational, life-lessons, philosophy-of-life"},{"quote":"To make a change, you must be: willing to commit, willing to change, willing to have an open mind, and willing to take action!","author":"Tae Yun Kim, The Silent Master: Awakening the Power Within","category":"inspirational-quotes, philosophy-of-life, positive-attitude"},{"quote":"Your own thoughts can be your worst enemy!","author":"Tae Yun Kim, The Silent Master: Awakening the Power Within","category":"inspirational-quote, philosophy-of-life, self-help-book"},{"quote":"My life seemed like a glass tunnel, through which I was moving faster every year, and at the end of which there was darkness. When I changed my view, the walls of my glass tunnel disappeared. I now live in the open air.","author":"Derek Parfit, Reasons and Persons","category":"philosophy-of-life"},{"quote":"The illusion of the seventh veil was the illusion that you could get somebody else to do it for you. To think for you. To hang on your cross. The priest, the rabbi, the imam, the swami, the philosophical novelist were traffic cops, at best. They might direct you through a busy intersection, but they wouldn't follow you home and park your car.","author":"Tom Robbins, Skinny Legs and All","category":"philosophy-of-life"},{"quote":"But life does not consist of words.Life consists of reality.","author":"Bjørnstjerne Bjørnson","category":"life, philosophy-of-life"},{"quote":"It is this idea 'decency' should be attached to wealth -and 'indecency'' to poverty - that forms the core of one strand of skeptical complaint against the modern status-ideal. Why should failure to make money be taken as a sign of an unconditionally flawed human being rather than of a fiasco in one particular area if the far larger, more multifaceted, project of leading a good life?Why should both wealth and poverty be read as the predominant guides to an individual's morals ?","author":"Alain de Botton, Status Anxiety","category":"philosophy-of-life"},{"quote":"Freedom is your birthright!","author":"Tae Yun Kim, The Silent Master: Awakening the Power Within","category":"inspirational-quote, philosophy-of-life, self-help-book"},{"quote":"I just know that I don't want cheating. I refuse. I deepened myself but I don't believe in myself because my thought is invented.","author":"Clarice Lispector, The Stream of Life","category":"cheating, life, philosophy-of-life, thought, thoughts-on-life"},{"quote":"Hey, if it's a good philosophy, it works. Death is imminent. Live every day like it's your last.","author":"Justina Chen, North of Beautiful","category":"live-in-the-moment, momento-mori, philosophy-of-life"},{"quote":"We’re beings towards death, we’re featherless two-legged linguistically conscious creatures born between urine and feces whose bodies will one day be the culinary delight of terrestrial worms. That’s us.","author":"Cornel West","category":"philosophical, philosophy-of-life"},{"quote":"Iron deficiency can lead to a wardrobe full of crumpled clothes","author":"Benny Bellamacina, Philosophical Uplifting Quotes and Poems","category":"famous-poets, famous-quotes, humor, humour, life, love, medication, philosophical, philosophy, philosophy-of-life"},{"quote":"To send men to the firing squad, judicial proof is unnecessary. These procedures are an archaic bourgeois detail. This is a revolution! And a revolutionary must become a cold killing machine motivated by pure hate. We must create the pedagogy of the paredón [execution wall].","author":"Ernesto Che Guevara","category":"philosophy-of-life, revolution, war"},{"quote":"In any given culture and at any given moment, there is always only one 'episteme' that defines the conditions of possibility of all knowledge, whether expressed in theory or silently invested in a practice.","author":"Michel Foucault, The Order of Things: An Archaeology of the Human Sciences","category":"philosophy-of-life"},{"quote":"There's no tragedy in nature, only process -- and therefore no triumph, either.","author":"Dean Koontz, By the Light of the Moon","category":"philosophy-of-life"},{"quote":"Dreams are a beautiful bride that holds our hands to enter a world more gloriousthan this one.","author":"Subhan Zein","category":"dreams, dreams-inspirational, dreams-quotes, philosophy-literature, philosophy-of-life"},{"quote":"I think about that centurion from time to time and wonder, had he retired to a farm in Campagna, happy with his harvest of grapes and grandchildren, or had he fallen amongst his comrades on some distant, ruined field, defending the honor and the ever-expanding borders of the Republic? What we foreigners have failed to comprehend over the centuries is that the proud centurion would have found either fate equally satisfying. This is why Rome grows, and the rest of the world shrinks.","author":"Andrew Levkoff, A Mixture of Madness","category":"philosophy-of-life, rome"},{"quote":"Character depends on characters. Few people are character. Other's should try to opt one but they don't, they lose.","author":"Vikram Roy","category":"charecters, philosophy-of-life, sociology"},{"quote":"We’re beings toward death, we’re … two-legged, linguistically-conscious creatures born between urine and feces whose body will one day be the culinary delight of terrestrial worms.","author":"Cornel West","category":"death, philosophy, philosophy-of-life"},{"quote":"Kind words do not cost much. Yet they accomplish much","author":"Blaise Pascal","category":"philosophy-of-life"},{"quote":"To quench my longing I bent me low By the streams of the spirits of Peace that flow In that magical wood in the land of sleep.","author":"Sarojini Naidu","category":"dreams, needs, philosophy-of-life"},{"quote":"There is a certain proper and luxurious way of lying in bed. Confucius, that great artist of life, \"never lay straight\" in bed, \"like a corpse\", but always curled up on one side. I believe one of the greatest pleasures of life is to curl up one's legs in bed. The posture of the arms is also very important, in order to reach the greatest degree of aesthetic pleasure and mental power. I believe the best posture is not lying flat on the bed, but being upholstered with big soft pillows at an angle of thirty degrees with either one arm or both arms placed behind the back of one's head.","author":"Lin Yutang, The Importance of Living","category":"bed, chinese-philosopher, confucius, happiness, philosophy, philosophy-of-life, sleeping"},{"quote":"Sometime we forget to value the small things, that inspire us more than the large! We should learn from daily than planning stupid future.","author":"Vikram Roy","category":"city-life, modern-life, philosophy, philosophy-of-life"},{"quote":"Happiness for me is largely a matter of digestion.","author":"Lin Yutang, The Importance of Living","category":"chinese-philosopher, digestion, happiness, philosophy, philosophy-of-life"},{"quote":"The May sunshine makes both the trolls and the elves disappear, he thought. They burst like soap bubbles. Only human beings remain, for a little while. We are a brief song beneath the sky, laughter in the wind that ends in a sigh. Then we too are gone.","author":"Johan Theorin, Blodläge","category":"philosophy-of-life"},{"quote":"If only yesterday could be my tomorrow then today wouldn't even matter.","author":"Carroll Bryant","category":"interesting-thought, philosophical, philosophy-of-life, philosphy-of-people"},{"quote":"Find your truth, live your truth.","author":"J. T. OWENS","category":"philosophy-of-life"},{"quote":"Problems are only opportunities in work clothes.","author":"Henry Kaiser","category":"philosophy-of-life"},{"quote":"There are so many simple things getting unnoticed in me, it makes me feel I am a robot!","author":"Vikram Roy","category":"city-life, modern-life, philosophy, philosophy-of-life"},{"quote":"Often times, \"shame\" is the word that best describes reality.","author":"Carroll Bryant","category":"philosophical, philosophy-of-life"},{"quote":"When a traveler from the future must talk, he does not talk but whimpers. He whispers tortured sounds. He is agonized. For if he makes the slightest alteration in anything, he may destroy the future. At the same time, he is forced to witness events without being part of them, without changing them. He envies the people who live in their own time, who can act at will, oblivious of the future, ignorant of the effects of their actions. But he cannot act. He is an inert gas, a ghost, a sheet without soul. He has lost his personhood. He is an exile of time.","author":"Alan Lightman","category":"philosophy-of-life, time"},{"quote":"The widespread willingness to rely on thermonuclear bombs as the ultimate weapon displays a cavalier attitude toward death that has always puzzled me. My impression is that...most of the defenders of these weapons are not suitably horrified at the possibility of a war in which hundreds of millions of people would be killed...I suspect that an important factor may be belief in an afterlife, and that the proporttion of those who think that death is not the end is much higher among the partisans of the bomb than among its opponents.","author":"Thomas Nagel, The View from Nowhere","category":"philosophy-of-life"},{"quote":"When you will have to search for long to collect other nine players to organize your usual five-a-side football match..you will realize to be old...","author":"Gaetano De Coubertin","category":"philosophy-of-life"},{"quote":"The ritual works. The forms overcome doubts. We have learned over the centuries to weave meaning around emptiness and pain. A meaning and a pattern. We have been practising that for a very long time.","author":"Håkan Nesser, Der unglückliche Mörder","category":"philosophy-of-life"},{"quote":"When you're already going through a rough patch of life","author":"a slight wave from past thrash you down so gracefully that journey bcms an unending shore !","category":"Monika Arora"},{"quote":"There is a wilderness we walk aloneHowever well-companioned","author":"Stephen Vincent Benét, Western Star","category":"life-s-journey, poetry-quotes, solitude"},{"quote":"I love you just the way you arebut you don't see you like I do.You shouldn't try so hard to be perfect.Trust me, perfect should try to be you.","author":"Bo Burnham, Egghead: Or, You Can't Survive on Ideas Alone","category":"poetry-quotes"},{"quote":"Poetry can be dangerous, especially beautiful poetry, because it gives the illusion of having had the experience without actually going through it.","author":"Jalaluddin Rumi, The Book of Love: Poems of Ecstasy and Longing","category":"poetry-quotes"},{"quote":"Sometimes when I'm aloneI Cry, Cause I am on my own.The tears I cry are bitter and warm.They flow with life but take no formI Cry because my heart is torn.I find it difficult to carry on. If I had an ear to confide in, I would cry among my treasured friend, but who do you know that stops that long, to help another carry on.The world moves fast and it would rather pass by.Then to stop and see what makes one cry, so painful and sad. And sometimes...I Cry and no one cares about why.","author":"Tupac Shakur","category":"i-cry, poetry-quotes"},{"quote":"All things want to float.","author":"Rainer Maria Rilke","category":"poetry-quotes, poets"},{"quote":"All that we see and seem is but a dream within a dream.","author":"Edgar Allan Poe","category":"poetry-quotes"},{"quote":"The clouds above us join and separate,The breeze in the courtyard leaves and returns.Life is like that, so why not relax?Who can stop us from celebrating?","author":"Lu Yu","category":"celebrating-life, poetry-quotes, taoism"},{"quote":"For what is a dream if not love first felt and what is mystery if not life itself","author":"Giselle V. Steele","category":"poetry-quotes"},{"quote":"Take the blinders from your visiontake the padding from your earsand confess you've heard me crying and admit you've seen my tears.","author":"Maya Angelou","category":"equality, poetry-quotes"},{"quote":"When I talk of taking a trip I mean forever.","author":"Adrienne Rich","category":"poetry-quotes"},{"quote":"Eggshells become hard to break after walking on them for so long.","author":"Mia Castile","category":"poetry-quotes"},{"quote":"To do something very common, in my own way.","author":"Adrienne Rich","category":"poetry-quotes"},{"quote":"A robin redbreast in a cagePuts all heaven in a rage.A dove-house fill'd with doves and pigeonsShudders hell thro' all its regions.A dog starv'd at his master's gatePredicts the ruin of the state.A horse misused upon the roadCalls to heaven for human blood.Each outcry of the hunted hareA fibre from the brain does tear.A skylark wounded in the wing,A cherubim does cease to sing.The game-cock clipt and arm'd for fightDoes the rising sun affright.Every wolf's and lion's howlRaises from hell a human soul.- \"Auguries of Innocence","author":"William Blake, The Complete Poems","category":"poetry-quotes"},{"quote":"I will arise and go now, for always night and day I hear lake water lapping...I hear it in the deep heart's core.","author":"W.B. Yeats","category":"inspirational, poetry-quotes, yeats"},{"quote":"Only union with you gives joy. The rest if tearing down one building to put up another.","author":"Jalaluddin Rumi, The Big Red Book","category":"love, poetry-quotes, rumi"},{"quote":"I’m going to become a beat poet and a lesbian!","author":"Benjamin R.  Smith, June Cleaver Sexual Deviant","category":"humor, lesbians, poetry-quotes"},{"quote":"I feel my griefs too, and there scarce is groundUpon my flesh t'inflict another wound.Yet dare I not complain, or wish for deathWith holy Paul; lest it be thought the breathOf discontent; or that these prayers beFor weariness of life, not love of thee.","author":"Ben Jonson, Epigrams; And, the Forest","category":"poetry-quotes"},{"quote":"PricklyWhen I'm feelingporcupine-y,I get nasty,I get whiny.Stay away orI might stick you.My sharp words arequills to prick you.","author":"Laura Purdie Salas, Stampede!: Poems to Celebrate the Wild Side of School","category":"angry, humor, poetry-quotes, porcupine"},{"quote":"I eat the hearts of girls and puke slugs and snails.","author":"Raegan Butcher, End of the World Graffiti","category":"poetry-quotes"},{"quote":"Even the simplest poemMay destroy your immunity to human emotions.All poems must carry a Government warning. WordsCan seriously affect your heart.","author":"Elma Mitchell","category":"poetry-quotes"},{"quote":"i carry your heart with me(i carry it inmy heart)i am never without it(anywherei go you go,my dear;and whatever is doneby only me is your doing,my darling)","author":"E.E. Cummings","category":"poetry-quotes"},{"quote":"Ring out, wild bells, to the wild sky,The flying cloud, the frosty light;The year is dying in the night;Ring out, wild bells, and let him die.Ring out the old, ring in the new,Ring, happy bells, across the snow:The year is going, let him go;Ring out the false, ring in the true.","author":"Alfred Tennyson, A Key To Tennyson's In Memoriam","category":"poetry-quotes"},{"quote":"He who mocks the infant's faithShall be mock'd in age and death.He who shall teach the child to doubtThe rotting grave shall ne'er get out.He who respects the infant's faithTriumphs over hell and death.The child's toys and the old man's reasonsAre the fruits of the two seasons.- \"Auguries of Innocence","author":"William Blake, The Complete Poems","category":"poetry-quotes"},{"quote":"I is for immortality, which for some poets is a necessary compensation. Presumably miserable in this life, they will be remembered when the rest of us are long forgotten. None of them asks about the quality of that remembrance--what it will be like to crouch in the dim hallways of somebody's mind until the moment of recollection occurs, or to be lifted off suddenly and forever into the pastures of obscurity. Most poets know better than to concern themselves with such things. They know the chances are better than good that their poems will die when they do and never be heard of again, that they'll be replaced by poems sporting a new look in a language more current. They also know that even if individual poems die, though in some cases slowly, poetry will continue: that its subjects, it constant themes, are less liable to change than fashions in language, and that this is where an alternate, less lustrous immortality might be. We all know that a poem can influence other poems, remain alive in them, just as previous poems are alive in it. Could we not say, therefore, that individual poems succeed most by encouraging revisions of themselves and inducing their own erasure? Yes, but is this immortality, or simply a purposeful way of being dead?","author":"Mark Strand, The Weather of Words: Poetic Inventions","category":"poetry-craft, poetry-quotes, poets"},{"quote":"Reluctant hero, drafted again each Fourthof July, I'll bow and remember you. Whoshall we follow next? Who shall we killnext time?","author":"William Stafford, The Way It Is: New and Selected Poems","category":"independence-day, patriotic, patriotism, poetry-quotes"},{"quote":"PoetTo mask the fiery thought,in simple words succeeds.For still the craft of genius is,To mask a king in weeds","author":"Ralph Waldo Emerson, Selected Essays, Lectures, and Poems","category":"poetry-quotes"},{"quote":"The stars are but tears shed by a miriad of unrequited dreams","author":"each sparks with fire and guides its light homeward when a dream is revealed","category":"Basith"},{"quote":"Thoughts as warm as a silky summer rain, flowing over the edge of my soul's gentle.not tides returning them along the shoreline to laughing gulls.","author":"Basith","category":"poetry-quotes"},{"quote":"fortune has no era finer than this moment","author":"J. Lavan","category":"poetry-quotes"},{"quote":"It is right it should be so;Man was made for joy and woe;And when this we rightly know,Thro' the world we safely go.Joy and woe are woven fine,A clothing for the soul divine.Under every grief and pineRuns a joy with silken twine.- \"Auguries of Innocence","author":"William Blake, The Complete Poems","category":"poetry-quotes"},{"quote":"The emmet's inch and eagle's mileMake lame philosophy to smile.He who doubts from what he seesWill ne'er believe, do what you please.- \"Auguries of Innocence","author":"William Blake, The Complete Poems","category":"poetry-quotes"},{"quote":"Oh, the summer night / HAS A SMILE OF LIGHT / And she sits on a sapphire throne.","author":"Barry Cornwall","category":"poetry-quotes, summer"},{"quote":"So, the world happens twice--once what we see it as;second it legends itselfdeep, the way it is.","author":"William Stafford, The Way It Is: New and Selected Poems","category":"poems, poetry-quotes"},{"quote":"People are looking for chimes and resonances. Chimes leave echoes, and that's what rhyme is. Poetry is about leaving an echo imprint in somebody else's head, in the dark snow of their mind.","author":"Diana Georgeff","category":"poetry-quotes"},{"quote":"Unlike the bough that shook off her dead leaves violentlylike a wet terrier,unlike the beating of the butterfly, her wings, against the cocoon, some dreams never made a move.","author":"V.S. Atbay","category":"poetry-quotes"},{"quote":". . . distant as the death of grocery chickens.","author":"Rodney  Jones, Salvation Blues: One Hundred Poems 1985-2005","category":"poetry-quotes"},{"quote":"The morning slathers its whateveracross the thing.","author":"Michael Robbins","category":"humor, poetry-quotes"},{"quote":"Blessed is the covenant of love, the covenant of mercy, useless light behind the terror, deathless song in the house of night.","author":"Leonard Cohen, Book of Mercy","category":"poetry-quotes"},{"quote":"Blessed are you who circled desire with a blade, and the garden with fiery swords, and heaven and earth with a word.","author":"Leonard Cohen, Book of Mercy","category":"poetry-quotes"},{"quote":"Poetry should be like 'Uh-huh. Baby has to have it.","author":"Chelsey Minnis","category":"poetry-quotes"},{"quote":"O to be self-balanced for contingencies, to confront night, storms, hunger, ridicule, accidents, rebuffs, as the trees and animals do.","author":"Walt Whitman","category":"poetry-quotes"},{"quote":"Should I get lost, just point me in the direction of a poem.","author":"Betty Bleen","category":"poetry-quotes"},{"quote":"Though I love your company, your instructions are wasted her. I will always choose the woman who caries me off, I will always sit with the family of loneliness.","author":"Leonard Cohen, Book of Mercy","category":"poetry-quotes"},{"quote":"The greatness of poetry comes from its struggle to express the rapture of the soul in the contemplation of beauty.","author":"Anthony S. Maulucci","category":"poetry-quotes"},{"quote":"If I wouldn't of spent so much time shooting spit wads at my English teacher I'd know how to punctuate good thing I normally write poetry.","author":"Stanley Victor Paskavich","category":"poetry-quotes"},{"quote":"I'd rather write poetry than watch TV it allows me to share the wide screen in me.","author":"Stanley Victor Paskavich","category":"poetry-quotes"},{"quote":"Some poems are written great, some poems are written swell. But then there are poems that could win a prize in Hell.","author":"Stanley Victor Paskavich","category":"poetry-quotes"},{"quote":"the light too brief to finish any work —the woman seeks to amplify the dark","author":"Leatha Kendrick","category":"poetry-quotes"},{"quote":"I have a book of poetry I believe many should read but in each verse you'll discover it wasn't written for greed.","author":"Stanley Victor Paskavich","category":"poetry-quotes"},{"quote":"Des Menschen Kraft, im Dichter offenbartThe human power is revealed by poetIl potere dell'umanità si rivela nel poeta","author":"Johann Wolfgang von Goethe","category":"faustus, german-poet, goethe, poetry-quotes"},{"quote":"When you are lost in the right way, you don't go back to being found in the wrong way.","author":"Melody  Lee, Moon Gypsy","category":"found, lost, moon-gypsy-book, poetry, poetry-quotes, searching-and-finding, soulful"},{"quote":"They say she is too much to handle, but when the moon pulls the tide and the wolves howl her name, blessed are the ones who have been taken by her wild.","author":"Nicole  Lyons","category":"moon-child, moon-quotes, nicole-lyons, nicole-lyons-quotes, poetry, poetry-quotes, quote-of-the-day, wild"},{"quote":"Some people wait to get flowers while others grow gardens.","author":"Chris McGeown","category":"flowers, garden, poetic, poetry, poetry-quotes"},{"quote":"Decide if a poem is a question or a declaration, a meditation or an outcry.","author":"Lawrence Ferlinghetti, Poetry as Insurgent Art","category":"poetry, poetry-quotes"},{"quote":"Etched In Bone-At night I engrave my bones with poems.Scratching.Carving.Etching.During the day I feel every notch and ridgehidden inside me.I repeat them to myself.In time others will read them tooand know me.","author":"Keelie Breanna","category":"poetry, poetry-quotes"},{"quote":"I am a hoarder of words, a giver of them, too","author":"Amanda Linsmeier, Like Waves","category":"poetry-quotes, quotes-about-writing"},{"quote":"By noon, silence arrives one last time, flowing into every space of her room. And before long, silence swallows sound and color and seconds and equations and entire stanzas of old poetry, leaving new words. The sheets are breathless. The room is bruised.My mother is still warm.","author":"Brenda Sutton Rose","category":"death-of-a-loved-one, mother-s-death, mothers, mothers-and-daughters, poetry-quotes"},{"quote":"Poetry, to me, is a type of shamanistic chant capable of chasing away the darkness within us.","author":"Leila Samarrai","category":"poetry-quotes"},{"quote":"Poetry is an old wise serpent which only occasionally comes out to catch the sun (and scare people).","author":"Leila Samarrai","category":"poetry-quotes"},{"quote":"Man is in his own microcosm akin to a personal box, with poetry as its lid which it can defend itself from the world","author":"Leila Samarrai","category":"poetry-quotes"},{"quote":"Some people are like the fragrance of flowers!","author":"Avijeet Das","category":"flowers-quotes, fragrance-quotes, love-poem, love-quote, people-quotes, poetry-quotes"},{"quote":"Why do I love poetry? It's more than word play, less about the pay. Let's just say that for the first time in along while I stopped running, stared back at my darkest worst and said, 'Come here, you belong with me","author":"Evy Michaels","category":"belong, dark, poetry-love, poetry-quotes, wordplay"},{"quote":"Why do I love poetry? It's more than word play, less about the pay. Let's just say that for the first time in a long while I stopped running, stared back at my darkest worst and said, 'Come here, you belong with me","author":"Evy Michaels","category":"belong, darkest-minds, poetry-love, poetry-quotes, running, wordplay"},{"quote":"Over the mountain growths, disease and sorrow,\t An uncaught bird is ever hovering, hovering,High in the purer, happier air.","author":"Walt Whitman, Leaves of Grass","category":"poetry-quotes"},{"quote":"Now came still evening on, and twilight grayHad in her sober livery all things clad;Silence accompany'd; for beast and bird,They to their grassy couch, these to their nests,Were slunk, all but the wakeful nightingale;She all night long her amorous descant sung;Silence was pleas'd. Now glow'd the firmamentWith living sapphires; Hesperus, that ledThe starry host, rode brightest, till the moon,Rising in clouded majesty, at lengthApparent queen unveil'd her peerless light,And o'er the dark her silver mantle threw.","author":"John Milton, Paradise Lost","category":"moon, poetry-quotes"},{"quote":"I never understood desire until i felt your hands around my throat.","author":"Michael Faudet, Dirty Pretty Things","category":"poetry, poetry-quotes"},{"quote":"Cliche is Truth's most loyal friend...","author":"Rafael  Reyes","category":"cliches, love, poetry-quotes, truth"},{"quote":"... time is how you spend your love ...","author":"Nick Laird","category":"poetry-quotes"},{"quote":"Naked PoetryWhen it comes to undressing poetry,we are often required to placenude pics of our soulsin virtual ink!","author":"Dblankportrait","category":"poetry-quotes"},{"quote":"Poetry is the yearning of the soul to break free!","author":"Avijeet Das","category":"break-free, poet, poetry-quotes, soul-quotes, writer, writer-quotes, yearning"},{"quote":"You're Times New Roman, but I'm more Comic Sans.","author":"Kestral M. Gaian, Counterweights","category":"poetry, poetry-quotes"},{"quote":"A man does not become a real man by showing his physical domination over women. A man becomes a real man by loving, respecting and protecting women.","author":"Avijeet Das","category":"poetry-quotes, say-no-to-rape, say-no-to-rape-jokes, writer, writers-quotes"},{"quote":"Poetry is the lighthouse of lifeGuiding the lost from a stormy sea.Without it's presence darkness prevailsKeeping us from all we can be.People write poetry because they have no choiceAnswering to the call of their gift.Where some tend to pull their readers downOthers compose to give them a lift.excerpts from The Power of Poetry by Tom Zart","author":"Zart, Tom","category":"poetry-quotes"},{"quote":"I heard the breeze whisper your name to the trees. And the flowers giggled smiling at the leaves. I and my loneliness keep talking about you.","author":"Avijeet Das","category":"breeze-quote, deep-love, flowers-quotes, leaves, love-poems, meaning-of-love, poetry, poetry-love, poetry-quotes, valentines-quotes, writer-quotes, writers-on-writing"},{"quote":"She day-dreams just as I do. She is addicted to her solitude just as I am. She loves watching the rain-drops fall slowly on to the green leaves of an old guava tree just as I do. She loves drifting in time and time travel just as I do. She loves looking at the waves dashing against the rocks just as I do.","author":"Avijeet Das","category":"dreams-quotes, drifting, leaves, poetry-quotes, poets, rain, rocks, sea, solitude-quotes, time, waves"},{"quote":"A strange feeling of lonelinessAdrift near the blue canvasYou may stare long and listen deepYet not know whether sea-shore or sea-snore!","author":"Avijeet Das","category":"deep-thoughts, loneliness-quotes, ocean-quotes, poetry-quotes, sea-quotes, seashore"},{"quote":"I am trying to both be happy and pay attention to the world around me. I do not know if it is possible to do both at the same time.","author":"Blythe Baird","category":"life, poetry, poetry-quotes"},{"quote":"Don’t you dare say these times are hollowJust because there are storms raging by.Just lay low on your pillow,Close your eyes and say goodbyeTo the world that you lived in today.Let your dreams carry you away;You lived a nightmare all through the day,It is time to dream, so don’t delay.You searched for a reason to live,Yes darling, you searched everywhere.You had to push, you had to strive,It is time now to get some air.You searched in all that is outside,It is time now to look inside,Cause that is where you’ll findA reason worth keeping in your mind.These dreams are not an escape, darling,You need time to see past the lies that blind you.It is time for you to start runningTo those things that are true.So, don’t you dare say these nights are hollow,Just because there are storms raging by.Just lay low on your pillowAnd lose yourself in this lullaby.","author":"Melita Tessy, Battle of the Spheres: Crust, Mantle and Core","category":"calm-under-pressure, calming-down, calming-the-mind, inspirational, lullaby, poems, poetry, poetry-life, poetry-quotes, search, truth"},{"quote":"& besides, I don’tdesign my smiles to be nets because I’m not fishing","author":"Roseanna Boswell, Ladybug Girl & Other Poems","category":"feminist, poetry-quotes"},{"quote":"Truth is everywhere, and easily seen.Believing one’s eyesIs the difficulty.","author":"Jean Monahan","category":"poetry-quotes"},{"quote":"Cover mine eyes, O my Love! Mine eyes that are weary of bliss As of light that is poignant and strong O silence my lips with a kiss, My lips that are weary of song! Shelter my soul, O my love! My soul is bent low with the pain And the burden of love, like the grace Of a flower that is smitten with rain: O shelter my soul from thy face!","author":"Sarojini Naidu, The Golden Threshold","category":"love, poetry-quotes"},{"quote":"Everything is connected. We see the signs every moment. There are miracles waiting to happen!","author":"Avijeet Das","category":"connected-quote, meaning-of-life-is-relationships, meaning-of-life-quotes, miracles-quotes, moment-quotes, poetry-quotes, poetry-quotes-love, quotes-on-life, signs"},{"quote":"If I could claw the words out of the back of my throat and give them, dripping of me, to you, we would talk of sticky hands, and the messes they make.","author":"Nicole  Lyons","category":"ignored, poetry, poetry-quotes"},{"quote":"You were the devil. Dressed in everything. I wanted.","author":"R H Sin","category":"love, poetry-quotes, r-h-sin"},{"quote":"No one leaves home unless homes is the mouth of a shark.","author":"Warsan Shire, Teaching My Mother How to Give Birth","category":"poetry, poetry-quotes"},{"quote":"I think you feel like, unless you're damagedyou're not deep enough or mysterious enoughor complicated enough to ever be appreciated by another.And that is deeply untrue.","author":"Stacy Morris","category":"emotional, mental-health, poetry, poetry-quotes, reflection"},{"quote":"It took me a long time to realise that mothers are women who carry youAnd not necessarily in their womb.","author":"Stacy Morris, Notes to Self","category":"emotional, poetry, poetry-quotes, reflection"},{"quote":"Lift up your eyes unto mine air and see the love floating there for I am Paradise and I am everywhere.","author":"Allen Meece, The Abel Mutiny","category":"poetry-quotes"},{"quote":"These poems are cupsthat I pour my love into.Here, Drink!","author":"Kamand Kojouri","category":"author, beloved, cups, drink, drinking, drunk, glass, harmony, in-love, kamand, kamand-kojouri, kojouri, love, love-poems, love-quote, lover, loving, novelist, one-love, poems, poet, poetry, poetry-quotes, pour, pouring, share, sharing, together, togetherness, unity, write, writer, writing, writing-poems, writing-quotes"},{"quote":"She is the light,at the end of this endless tunnel.","author":"Vivid Darkness","category":"aphorisms, dark-poetry, existentialism, haiku, love, love-poem, love-poetry, philosophy, poetry, poetry-quotes"},{"quote":"No misery ever so beautiful than the one this mind creates.","author":"Vivid Darkness","category":"aphorisms, dark-poetry, existentialism, haiku, love, love-poem, love-poetry, philosophy, poetry, poetry-quotes"},{"quote":"You burn like a candleinside my soul,showing me a waythrough this darkness.","author":"Vivid Darkness","category":"aphorisms, dark-poetry, existentialism, haiku, love, love-poem, love-poetry, philosophy, poetry, poetry-quotes"},{"quote":"Amidst a crowd of strangers,I still remain unknownto myself.","author":"Vivid Darkness","category":"dark-poetry, existentialism, philosophy, poetry, poetry-quotes"},{"quote":"Tingling fingers, morning birds, rain splatters on window pane, journals of fading escapades and laughter...","author":"Val Uchendu","category":"poetry, poetry-quotes, seasons-of-life"},{"quote":"Never be an artist that starts worshiping yourself or believe your little group is better than anyone outside of it. For, you are nothing more than a grain of sand on a hillside in this world of ours. Even Da Vinci’s work is only glanced at then scrolled past on a phone or computer these days. Climb down off your throne and become humble once more.","author":"Jason E. Hodges, When The Cedars Shade Your Grave","category":"jason-e-hodges-quotes, poetry, poetry-books, poetry-quotes, writing-quotes"},{"quote":"The mind is a poetic meadow for reification, where dark and light things are created","author":"Val Uchendu","category":"mind-quotes, poetry-quotes"},{"quote":"We all have our state of mind-\t\thappy or sad,sources of both are so relatable.Despite showing someone’s faults & flaws we need to cherish them. cause, we all are into an \te n d l e s s l o o p.","author":"Ayushi Jain","category":"ayushijain, poetry-quotes, tangledwords"},{"quote":"Cactus AndanteIn the desert of Peru grows a cactus with legs.This plant from the Cactus family is the only highly developed flowering plant that has been noticed walking. Cactus Andante is also known as “the crawling devil.” It has a snake-like body branching out in all directions.","author":"Христина Мирчева, Ускорени пейзажи","category":"poetry-quotes"},{"quote":"no one tells you rome is ending until you're the last one standing alone in a coliseum where a city had been.","author":"Brandon Thomas DiSabatino, 6 weeks of white castle /n rust","category":"ancient-rome, changing-times, poetry-quotes"},{"quote":"Do tears not yet spilledwait in small lakes?Or are they invisible riversthat run toward sadness?","author":"Pablo Neruda, The Book of Questions","category":"neruda, poetry, poetry-life, poetry-quotes"},{"quote":"That woman wants to hear all my wishes,For already a thousand years,And each my thought knows to read,Even if I don't utter it aloud.","author":"Stjepan Varesevac Cobets, When the Moon Takes Over the Dream: \"Love Poetry\"","category":"poetry-quotes"},{"quote":"i asked him why he carried a flask.\"because the bottle pours too fucking slow","author":"Brandon Thomas DiSabatino, 6 weeks of white castle /n rust","category":"millennial-poets, poetry-quotes"},{"quote":"Life provides the substance for poetry we just have to put it to paper","author":"Sondra Tinnin","category":"poetry-quotes"},{"quote":"Do not forget about the thorns on the roseswhen you say that love is like a red red rose.","author":"Isabel Quintero, Gabi, a Girl in Pieces","category":"love, poetry, poetry-quotes"},{"quote":"I have wished a bird would fly away,And not sing by my house all day;Have clapped my hands at him from the doorWhen it seemed as if I could bear no more.The fault must partly have been in me.The bird was not to blame for his keys.And of course there must be something wrongIn waiting to silence any song.","author":"Robert Frost, The Road Not Taken and Other Poems","category":"poetry-quotes"},{"quote":"But the sun will rise the day after tomorrowA millennium without us silences our last echoTo tiny fragments even our plastics are reducedIn Eden Reincarnate all life but ours is renewed","author":"A.A. Patawaran","category":"apocalypse, climate-change, poetry, poetry-quotes"},{"quote":"Love is like a white geranium.It grows like a weedoverpowering the ground–if you don’t take care of itprune itshape itit climbs wallsand hidesinsectsthat slowly eat at itmaking it die.Easily grownand easily withered.","author":"Isabel Quintero, Gabi, a Girl in Pieces","category":"love, poetry, poetry-quotes"},{"quote":"Poetry is an attempt to penetrate the dense reality to find a place where the simplest things look as new as through the eyes of a child.","author":"Czesław Miłosz","category":"poetry, poetry-quotes"},{"quote":"Desire is a powerful boat herding anchors and chains in the middle of the night.","author":"Rosabetty Muñoz","category":"poetry, poetry-quotes"},{"quote":"I only live to love so manyFig trees but could neverSleep under one. One is tooLittle in one lifetime.","author":"Al Mamoon Mohit, Word Prism","category":"lyricism, poetry-quotes"},{"quote":"We all knew she needed help.But none of us knew how.And none of us could swallow our pride and just ask her what she needed.I don’t know why.Maybe we were too ashamed we didn’t know how to approach our own mother.So we let the years slip unhappily past us and hoped we would never inherit the misery embedded in her soul.But I did.And I didn’t know how to say it aloud. And I still don’t.","author":"Stacy Morris, Notes to Self","category":"poet, poetry, poetry-quotes"},{"quote":"I can’t pinpoint the moment this all happened. The moment we broke. But we did.And it feels like acid in my throat.","author":"Stacy Morris","category":"emotional, heartfelt, poetry, poetry-quotes"},{"quote":"It always felt as though there were a shaken beehive living in my chest. I could never rest.","author":"Stacy Morris","category":"poet, poetry, poetry-quotes"},{"quote":"I felt torn Between living and dying Between sleeping and surviving.","author":"Stacy Morris","category":"poetry, poetry-quotes"},{"quote":"At times poems can be like riddles, too difficult to decipher or comprehend. But how else does one come to understand what can only be felt but not said?","author":"Raneem Kayyali","category":"poems, poetry-quotes"},{"quote":"You should be more carefulwhen you move, my dearwhat with you...spilling moonlightinto my poem, with a mereflick of your hand.","author":"Sanober  Khan, A Thousand Flamingos","category":"free-verse, hands, ink, inspiration, moon, moon-love, moonlight, muse, poet, poetic, poetry, poetry-love, poetry-quotes, spill, writing"},{"quote":"With wine beside a gently flowing brook - this is the best","author":"Withdrawn from sorrow in some quiet nook - this is the best","category":"Hafez, The Nightingales are Drunk"},{"quote":"Someone will remember us I sayEven in another time","author":"Sappho, If Not, Winter: Fragments of Sappho","category":"poetry-quotes"},{"quote":"I'm two days away from day after tomorrowCounting the hours to my upcoming sorrow Suddenly I lookinto the eyes of my childThen all sadness goneas I smile the way she smiled","author":"Munia Khan","category":"away, child, counting, daughter, days, eyes, happiness, hours, kid, love, love-quote, mother, motherhood-quotes, mothers-and-daughters, parenthood, parents, poems-on-life, poetry, poetry-quotes, smile, smile-quotes, sorrow, suddenly, tomorrow"},{"quote":"Silence. First it’s a cloud of apricot trees in flower, yellow or ivory, like a thousand little butterflies sown in the fresh grass, moving in the glow of lamplight when night ascends. Fragments of dreams. You can see the red sun setting on the foliage, like an enormous mass of incandescent steel.Then there were the trees a little farther off, straightening their fragile frames, the woolen blue pincushion flower like an eye and that tumult of milk in the deep stone, and finally the moan of the air beaten by a flock of blue woodpigeons– a silken challenge perhaps, or one of crackled leather.","author":"Deborah Heissler, Comme un morceau de nuit, découpé dans son étoffe","category":"poetry, poetry-quotes"},{"quote":"Latefor the present, I supposeaccentuated each timeyou see, quick enoughthis fraction of earthunderfootthat upright speechimprints,like the whole of beingresumesWe’ve hit on something like lightning strikes","author":"Deborah Heissler, Près d’eux, la nuit sous la neige","category":"poetry, poetry-quotes"},{"quote":"And thenwe no longer distinguish far nor nearThey sleepdreamgather branchesfor this firethe cloud brewsagainst the powerless day —Long line of fugitivesbeneath the snow","author":"Deborah Heissler, Près d’eux, la nuit sous la neige","category":"poetry, poetry-quotes"},{"quote":"Everything had become song. The curve of the road beneath the clouds here, and there the strokes of dark earth, the green and the gray, the torn pink of clay and gravel under fingertips. The consonance was above all that of the muffled shadow and grass to the depths of sky, where a flutter of cheerful feathers quivered.In these dreams there are also black walnut trees, and then a forest that opens in a breeze. Nothing. Nothing more than the obstinate sound of wind.","author":"Deborah Heissler, Comme un morceau de nuit, découpé dans son étoffe","category":"landscape, poetry, poetry-quotes"},{"quote":"I exaggerateThere is a lie in my truthLook! My soul is blue","author":"A.A. Patawaran, HAI[NA]KU and other poems","category":"haiku, poems, poetry, poetry-quotes"},{"quote":"Poems arrive. They hide in feelings and images, in weeds and delivery vans, daring us to notice and give them form with our words. They take us to an invisible world where light and dark, inside and outside meet.","author":"Susan Goldsmith Wooldridge, Poemcrazy: Freeing Your Life with Words","category":"inspirational, poems, poetry, poetry-quotes, writing, writing-advice"},{"quote":"The Veil of Consciousness is a thin sheath thatI wear to view the transparency of the life thatSurrounds me.","author":"Sandra Proto, Sketches: An Ekphrasic Journey","category":"poetry-quotes"},{"quote":"I crouch in cornersThe infection is widespreadLove epidemic","author":"A.A. Patawaran, HAI[NA]KU and other poems","category":"haiku, love, poetry, poetry-quotes"},{"quote":"Does my soul sufferWhen my body breaks downWhen I feel mortalWhen my body is weakDoes the soul rejoiceThe end is near","author":"A.A. Patawaran","category":"immortality, poetry, poetry-quotes"},{"quote":"No music in the raindropsNo clouds with silver liningTorrents of sorrowsHorror in streams","author":"A.A. Patawaran, HAI[NA]KU and other poems","category":"climate-change, poetry, poetry-quotes"},{"quote":"heopened me uplike a book& poured thepoetryback i","author":"Amanda Lovelace, The Princess Saves Herself in this One","category":"poetry-quotes"},{"quote":"May the nights always be aglowwith the bliss of the daywith unharmed hands and feetand kissed cheeks.","author":"Sanober  Khan, A Thousand Flamingos","category":"blessing, blessings, bliss, cheeks, comforting, day, feel-good, glow, glowing, indian-authors, kiss, night, night-time, nights, poems, poetry, poetry-quotes, poets, poets-and-poetry, safety, unharmed, warm, warmth"},{"quote":"The mere ambition to write a poem is enough to kill it.","author":"Henri Michaux","category":"poetry, poetry-quotes"},{"quote":"This is hell, but I planned it. I sawed it,I nailed it, and I will live in it until it kills me.I can nail my left palm to the left-hand crosspiece butI can’t do everything myself. I need a hand to nail the right,a help, a love, a you, a wife.","author":"Alan Dugan, Poems","category":"memoir, poetry, poetry-quotes"},{"quote":"Alas! this is not what I thought life was.I knew that there were crimes and evil men,Misery and hate; nor did I hope to passUntouched by suffering, through the rugged glen.In mine own heart I saw as in a glassThe hearts of others ... And whenI went among my kind, with triple brassOf calm endurance my weak breast I armed,To bear scorn, fear, and hate, a woeful mass!","author":"Percy Bysshe Shelley, The Complete Poems","category":"inspirational, life-lessons, life-reflection, poetry, poetry-quotes"},{"quote":"No Brasil não há outonomas as folhas caem- In Brazil there is no autumnbut the leaves fall","author":"Carlos Drummond de Andrade, Alguma Poesia","category":"poetry-quotes"},{"quote":"Poetry is not only to write but to express our feelings.","author":"Nupur rane","category":"poetry-quotes"},{"quote":"God’s justice in the one, and his goodness in the other, is exercised for evermore, as the everlasting subjects of his reward and punishment.","author":"Sir Walter Raleigh.","category":"poetry, poetry-life, poetry-quotes"},{"quote":"Poetry is not for poets, poetry lovers or perceived poetic persons only. Poetry is in yourself, others and everything of nature and man-made.Poetry may not be a solution, yet it can reveal or ease challenges faced.Poetry is capable of affecting any heart.","author":"Gloria D. Gonsalves","category":"poetic-quote, poetry, poetry-of-life, poetry-quotes"},{"quote":"Sorrows of Werther William Makepeace Thackeray (1811–63) WERTHER had a love for Charlotte  Such as words could never utter; Would you know how first he met her?  She was cutting bread and butter. Charlotte was a married lady, 5  And a moral man was Werther, And for all the wealth of Indies  Would do nothing for to hurt her. So he sigh’d and pin’d and ogled,  And his passion boil’d and bubbled, 10 Till he blew his silly brains out,  And no more was by it troubled. Charlotte, having seen his body  Borne before her on a shutter, Like a well-conducted person, 15  Went on cutting bread and butter.","author":"William Makepeace Thackeray","category":"poetry-quotes"},{"quote":"Love me...with all the abandonof a sudden wild rain.","author":"Sanober  Khan, A Thousand Flamingos","category":"abandon, deep-love, indian-authors, love, love-quotes, poetry, poetry-quotes, poets, poets-and-poetry, rain, rainfall, wild, wildness"},{"quote":"I have woken up…quite sloshedfrom night-mingled rainsa little drugged, by mountain fogsI have been kidnappedfor years....by a mere kiss.","author":"Sanober  Khan, A Thousand Flamingos","category":"dreamy, fog, kiss, life, mingle, mist, mountains, night, night-time, poetic, poetry, poetry-quotes, rain, rainy, sweet, tender"},{"quote":"Did you tell people that songs weren’t the same as a warm body, a soft mouth?","author":"Warsan Shire, Teaching My Mother How to Give Birth","category":"poetry, poetry-quotes"},{"quote":"the time will come, my dearwhen I will hold you closeand all will beright againin the world.","author":"Sanober  Khan, A Thousand Flamingos","category":"deep-love, faith, hope, poetry, poetry-quotes, poets-and-poetry, restore"},{"quote":"His Kiss:He has me at his every whim","author":"everything starts with him. To all the boys I used to kiss—  everything stops with his.","category":"Lang Leav, Lullabies"},{"quote":"A town loved with bitter love.","author":"Anna Akhmatova, Poems of Akhmatova","category":"bitter, love, poetry-quotes"},{"quote":"Terence, this is stupid stuff:You eat your victuals fast enough;There can't be much amiss, 'tis clear,To see the rate you drink your beer.","author":"A.E. Housman","category":"poetry-quotes"},{"quote":"I've been told by many the art of poetry's dead, I believe it's alive on pages they haven't read","author":"Stanley Victor Paskavich, Stantasyland: Stantasyland: Quips, Quotes & Quandaries","category":"famous-philosophers, famous-poets, poetry, poetry-quotes"},{"quote":"Oh, let what I am keep on existing and ceasing to exist,and let my obedience align itself with such iron      conditionsthat the quaking of deaths and of births doesn't shakethe deep place I want to reserve for myself eternally.","author":"Mark Eisner, The Essential Neruda: Selected Poems","category":"poetry, poetry-quotes"},{"quote":"I'm not worried about plagiarism, I don't care if every person between here and Hell's creation put their name on my work as long as it ends up in the eyes of someone that found peace in the words","author":"Stanley Victor Paskavich, Stantasyland: Quips Quotes and Quandaries","category":"plagiarism, plagiarist, plagiarize, poetry, poetry-quotes, stantasyland-com"},{"quote":"Hatred begets One with eyes Closed,The wiser's love cannot be sourced.","author":"Shouvik N. Hore","category":"poetry-quotes"},{"quote":"Beneath her thinnest skin and light, a fuse leads way to dynamite.","author":"Mie Hansson","category":"poetry-quotes"},{"quote":"When the last leaf falls,what will die within us?","author":"Sheniz Janmohamed, Firesmoke","category":"autumn, autumn-leaves, autumn-quotes, can-lit, contemplation, death, fall, fall-leaves, falling, inspirational-quotes, poetry, poetry-quotes, seasons, sheniz-janmohamed"},{"quote":"In my heart, poetry screams, “I exist!","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes, poets-and-poetry"},{"quote":"Moonlight drifts from overA hundred thousand milesTo fall upon a cemeteryIt reads a hundred epitaphsAnd then smiles at a nest ofBaby owls","author":"Richard Brautigan","category":"poetry-quotes"},{"quote":"Poets are Prisoners8-29-2015Poets are prisonersPractitioners, commissioners &conditioners of the spoken word Caged by their own mindsWords are shackles","author":"Debbie Tosun Kilday","category":"beat-poetry, debbie-tosun-kilday, national-beat-poetry-foundation, nbpf, poetry, poetry-quotes, quotes"},{"quote":"This poem inspired me to write my eBook.The Miller's Daughter by Alfred Lord TennysonAnd I would be the necklace, And all day long to fall and rise Upon her balmy bosom, With her laughter or her sighs; And I would lie so light, so light, I scarce should be unclasp’d at night.","author":"Ellen Read, Love The Gift","category":"alfred-lord-tennyson, books, novella, poetry, poetry-quotes, romance"},{"quote":"Poetry is not a mere expression of a poet's self, but an enchantment, a spell of the muse, the inspiration. Poetry is thus magic and magic is poetry.","author":"Shilpa Sandesh, I Do","category":"literature-quotes, poetry-quotes"},{"quote":"No matter how many times I break...I will repair.No matter how many times I tear...I will sew.\" -From \"Towards Peace in a More Natural Order","author":"Isabel Marcheselli, Heart's Eye - Selected Poems and Songs by Isabel Marcheselli","category":"inspirational, inspirational-life-relationships, inspirational-quotes, poetry, poetry-quotes"},{"quote":"This poem inspired me to write my eBook.The Miller's Daughter by Alfred Lord TennysonIt is the miller’s daughter, And she is grown so dear, so dear,That I would be the jewel That trembles in her ear; For hid in ringlets day and night I’d touch her neck so warm and white.","author":"Ellen Read, Love The Gift","category":"alfred-lord-tennyson, inspired, poetry-quotes, romance, romance-book-quotes"},{"quote":"Drink in the moon as though you might die of thirst.","author":"Sanober  Khan","category":"drink, full-moon, luminous, moon, moon-love, moonlight, night, night-time, poetry, poetry-quotes, thirst"},{"quote":"Look athow deeply flawedwe areand yet capable of lovingso perfectly.","author":"Sanober  Khan","category":"deep-thoughts, flawed, flaws, human-being, humans, loving-one-another, musings, perfect, poetry, poetry-quotes"},{"quote":"When we were kids I begged cupid to come and shoot me.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes, poets-and-poetry"},{"quote":"As a way of getting in touch with my originsevery night I set the alarm clockfor the time I was born so that waking upbecomes a historical reenactment...","author":"David Berman, Actual Air","category":"poetry, poetry-life, poetry-quotes"},{"quote":"Poetry fights against the injustice of this world. Poetry's truths are ageless.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes, truth"},{"quote":"the dolphins stitch sky to sea.","author":"Ellen Bass, Like a Beggar","category":"poetry-quotes"},{"quote":"I wanted to explore more of us and lose myself, I wanted it to be you and no one else\" AP","author":"Alexis Pettway, Journey Thru Love","category":"poetry-quotes"},{"quote":"As a way of getting in touch with my originsevery night I set the alarm clockfor the time I was born so that waking upbecomes a historical reenactment and the first thing I do","author":"David Berman","category":"poetry, poetry-quotes, self-portrait-at-28"},{"quote":"Poetry listens to me when I am silent and understands me when no one else seems to be able to.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes"},{"quote":"I love poetry, but I often wonder how poetry feels about me.","author":"Delano Johnson, Rare Images of Love","category":"love, love-quotes, poetry, poetry-quotes"},{"quote":"As I string, a swift rhythm is played out with my hands, a cadence known only to those who have strung tobacco. To many of the poor workers, the meter and rhythm of stringing tobacco is the only poetry they’ve ever known.","author":"Brenda Sutton Rose","category":"brenda-sutton-rose, farm-life, farmers, farming, poetry, poetry-quotes, stringing-tobacco, tobacco-farming"},{"quote":"To me and the rest of the world your poetry is a gift.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes"},{"quote":"With Other Wordsby George G. AsztalosWith Other Words we do not see things as they areBecause simple as that we only see things as we areWe see as they are the sick ambitionsTo idolize and define about everythingWith The Same Damn WordsBut only with Other Words we see as we really areWith Other Words everything is in the hands minds and our heartsEverything is Here and NowAnd There or Then Is really nothingThere and Then everything Was or Will BeThere and Then Is Nowhere and NeverMy heart is shamelessly steering at the world with Other WordsMy heart is a bitch unveiling you’re intimal beautiful partsAnd if she does not see them she fantasizes shameless with Other WordsWith The Same intimal beautiful Words is really nothing There and ThenGo figure that all that shameless beauty is only in my eyesGo figure that all that shameless beauty is Here and NowYesterday is dead and tomorrow could be in the course of CreationWell me from Now on I stay to kill myself with a lively joyBecause simply as this I am Here and Now with Other WordsBecause everything Is and goes to hellWith a wonder of sickening of shameless of beauty","author":"George G. Asztalos","category":"george-g-asztalos, goodreads-authors, new-poems, poetry, poetry-quotes"},{"quote":"A rebel to what’s cool, I don't follow trends, maybe that’s why I don't have many friends, but I know my destination.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes, rebel"},{"quote":"Be yourself. Trust me, you don’t want to be anyone else because they are not you and you are special.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes"},{"quote":"If only I had wings, I would not hesitate to fly away from my mistakes.","author":"Delano Johnson, Rare Images of Love","category":"fly, poetry, poetry-quotes, wings"},{"quote":"The dictionary feeds me daily, thesaurus always adds the gravy, big words I bite, so very tasty.","author":"Delano Johnson","category":"poetry, poetry-quotes"},{"quote":"Stop the tape, cut the paper! I will just write another poem and grab a microphone and push record again!","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes, poets-and-poetry"},{"quote":"Miracles happen, lyrical inhalation of poetry, you will not stop my words from breathing.","author":"Delano Johnson, Rare Images of Love","category":"poetry, poetry-quotes"},{"quote":"Only God and His angels can hear our hearts duet.","author":"Delano Johnson, Rare Images of Love","category":"god, poetry, poetry-quotes"},{"quote":"The poet drafts his work as a writer but edits it as a sculptor, with his pen as a chisel and his mind a hammer.","author":"Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock","category":"poems, poetry-quotes, quotes, writers-quotes"},{"quote":"She dances in a ring of fire and throws off the challenge with a shrug.","author":"Jim Morrison, Wilderness: The Lost Writings, Vol. 1","category":"poetry-quotes"},{"quote":"Mountains clothed in snowRobed in white against blue skiesMirrored in the lake.","author":"Timothy Salter, Reflections in Short Poetry","category":"haiku, haiku-quotes, poetry, poetry-quotes, short-poetry"},{"quote":"his abusemakes her an anvilwithout spark","author":"Munia Khan","category":"abuse, abuser, abusive, anvil, domestic-abuse, domestic-violence, haiku, haiku-quotes, make, poetry, poetry-quotes, spark, violence, without"},{"quote":"To them, eternal life beginsAnd God Himself shall wipe away all tears.","author":"Timothy Salter, Reflections in Short Poetry","category":"god, inspirational, poetry, poetry-quotes, short-poetry, time"},{"quote":"In every garden grows one single rose so perfect that once the frost takes it, no other can grow there again. My rose is and will ever be my Edilyn. And I shall never stop mourning her.\" Illarion's Tattoo","author":"Sherrilyn Kenyon, Dragonbane","category":"heartfelt, poetry-quotes"},{"quote":"She dances in a ring of fire and throws of the challenge with a shrug.","author":"Jim Morrison","category":"poetry-quotes"},{"quote":"O Weep No More ForMe When I Am Gone!","author":"Timothy Salter, Reflections in Short Poetry","category":"brevity-of-life, death, eternity, heaven, poetry, poetry-quotes, short-poetry"},{"quote":"Some want to be writers when life permits it. There is no part-time in being a writer. It’s an all-in way of living your life through words and feelings scratched out with a pen.","author":"Jason E. Hodges, Your Words Will Sharpen","category":"jason-e-hodges-quotes, poet, poetry-quotes, writer, writing-life, your-words-will-sharpen"},{"quote":"Karibu, dada wangu. Hapa, wewe ni nyumbani. Welcome, my sister. Here, you are home. Home. And to this home, may you always return.","author":"Jen Lynn Anderson, off the page","category":"poetry-quotes"},{"quote":"Springtimeand I wish I knew you","author":"Ralph Fletcher, Room Enough For Love: The Complete Poems From I Am Wings And Buried Alive","category":"love, poetry-quotes, springtime"},{"quote":"Those who eat porridge and those who drink gruel live and die.Even though the faces change,porridge eaters and gruel drinkers continue to manifest.","author":"Santosh Lamichhane, Porridge Eaters and Gruel Drinkers: A Nepali Poetry Collection","category":"have-and-have-nots, nepali, poetry-quotes, rich-vs-poor"},{"quote":"Failure has a hacksaw to my anklesand right now there is nothingI want more than to learnhow to walk on my hands.","author":"Jen Lynn Anderson, off the page","category":"poetry, poetry-quotes"},{"quote":"I am a poem in progresswith no clear beginning or endingjust a middleuntended, unintended,unfinished, hanging therelike the breath before a question","author":"Jen Lynn Anderson, off the page","category":"poetry, poetry-quotes"},{"quote":"The same things that make you unique in this world, make you a target for the archers consumed by fear and jealousy.","author":"Jason E. Hodges, Your Words Will Sharpen","category":"jason-e-hodges-quotes, poet, poetry-quotes, quotes, your-words-will-sharpen"},{"quote":"Digging deep inside you as a writer will damn near kill you at times. But in the end, your words will be true and undeniable for the reader, and that is all that ever really matters in writing.","author":"Jason E. Hodges, Your Words Will Sharpen","category":"jason-e-hodges-quotes, poet, poetry-quotes, your-words-will-sharpen"},{"quote":"Perfection, my dear being,is what you are.Let not your mindobscure your view.Be still and be aware,right where you are,you cannot miss it.","author":"Santosh Lamichhane, Porridge Eaters and Gruel Drinkers: A Nepali Poetry Collection","category":"nepali, perfection, perfectionism, poetry-quotes, spirituality"},{"quote":"I wouldn't mindif life left me...winglessburnt to cindersripped by stormsscattered...like weedscelestially woundedwithout cherry blossomsto perish withbut I would crywith head held in my handsif it left me...unfulfilled.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"cherry-blossoms, cry, crying, deep-thoughts, dreams, fears, hopes, perish, personal, poetry, poetry-quotes, scattered-heart, storms, tears, unfulfilled, weeds, wingless, wings, wounded"},{"quote":"for all I can really do isstand herein September’s rainsavoring…soaking it all inslipping..and simplyholding on to poetryfor dear life.","author":"Sanober  Khan, Turquoise Silence","category":"holding, holding-on, poetry, poetry-quotes, poets, rain, rain-quotes, savor, september, slipping-away, soaking, time-passing"},{"quote":"Had I only known my lettersWould be of such importanceI’d empty myself on paperEvery single morning’And it was for such reason,as she read his little stanza,that she decided to stamponefinalletter:‘Every single morningI’d empty myself on paperYou were my greater importanceThat’s why I wrote you letters.","author":"Mie Hansson, Where Pain Thrives","category":"bittersweet, danish-poetry, irony-of-life, letters, love, mie-hansson, poetry-quotes, separation, where-pain-thrives"},{"quote":"We quenched the bulging flame, amongst the ashes embers of fire remain","author":"Mie Hansson, Where Pain Thrives","category":"bittersweet-endings, bittersweet-life, heartache-love, love-quote, mie-hansson, nocturne, poetry-love, poetry-quotes, regretful, where-pain-thrives"},{"quote":"The match I struck shall not run deadYou’re my first inhale, my last cigarette.","author":"Mie Hansson, Where Pain Thrives","category":"admiration, admiration-and-attitude, affection, awe, love, metaphors, mie-hansson, poetry-quotes, where-pain-thrives"},{"quote":"Lonely you linger in a league above poetry.","author":"Mie Hansson, Where Pain Thrives","category":"admirable-qualities, admiration, danish-poetry, fascination, idolising, idols-of-the-heart, mie-hansson, poetry-quotes, where-pain-thrives"},{"quote":"love is always moving towards you","author":"Sondra Faye, Play Infinity","category":"inspirational-quotes, love-quotes, play, poetry, poetry-quotes, poets, sondra-faye"},{"quote":"No man has the courage to approach her or initiate questions she herself rise, for all men fear a fascist and she can very well be a fascist’s wife.","author":"Mie Hansson, Where Pain Thrives","category":"darkness-before-dawn, fascism, fear, mie-hansson, poetry-quotes, political-correctness, where-pain-thrives"},{"quote":"It was not Death, for I stood up,And all the Dead, lie down—It was not Night, for all the BellsPut out their Tongues, for Noon.","author":"Emily Dickinson","category":"poetry-quotes"},{"quote":"Wake up, wake up!' He said to me'No, I'm still sleepy,do not disturb me'Wake up me child, see the beautyDon't cry, wipe your tears, He said to me'No, I'm so lonely, Nobody understands me'Don't cry my child, embrace the beautyDon't panic, be calm, He said to me'No, you don't understand,I need to earn money'Don't struggle my child, connect to the beautyDon't blame or attach, He said to me'How can I be loving,When they hurt me?'Don't retaliate my child, show them the beautyDon't withhold your love, He said to me'How can I give FatherWhen they only take from me?'Don't fear my child, I replenish the beauty","author":"Elise Icten, Reign in My World","category":"divine-love, poetry-quotes"},{"quote":"I AM 27 YEARS OLD\"If as a baby you can remain,Then in my bosom you’d always stay.And my need to love and care,Will only grow stronger without shadow or fear.By no one could my love be taken away, For you'd be the reason why I live today.And my Love; for this my life will stay, If my baby you'd forever remain.","author":"Anonymous","category":"poetry-quotes"},{"quote":"It is very good, Wisehammer, it's very well written, but it's too-too-political. It will be considered provocative.\"\"You don't want me to say it.\"\"Not tonight. We have many people against us.\"\"I could tone it down. I could omit 'We left our country for our country's good.'\"\"That's the best line.","author":"Timberlake Wertenbaker","category":"1700s, australia, poetry-quotes, politics, theatre, transportation"},{"quote":"How can I blame the cherry blossomsFor rejecting this floating world And drifting away as the wind calls them","author":"Shunzei's daughter","category":"poetry-quotes"},{"quote":"I am going to hurt you.You are going to hurt me.But we will do it with practiced fingersand passionate mouthsand I swear to godit will be worth something.","author":"Trista Mateer","category":"love, poetry, poetry-quotes, tumblr-writer"},{"quote":"At the end of the day all we ever need is something that helped pass the time and something that keeps time from passing.","author":"Sanober  Khan","category":"day, fleeting, fleeting-life, life-quotes, moments, moments-of-life, moments-quotes, poetry, poetry-quotes, time, time-passing"},{"quote":"Like a speeding trainI am passing by...I don’t knowwhere I’m headingwith whom or whyall I know is thatI will never, everpass from here againall I know is I’m skidding forwardon this track of life.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"fast-life, life-experience, life-quotes, modern-life, passing, passing-of-time, poems, poetry, poetry-quotes, speeding, time, time-passing, tracks, training"},{"quote":"Some find freedom in comfortothers find comfort in freedom","author":"Mie Hansson","category":"comforting-thought, freedom, freedom-of-expression, liberation, poetry-quotes"},{"quote":"What differentiated us was our perception of our mutual reality, which made no difference.","author":"Mie Hansson, Where Pain Thrives","category":"conventionalism, modelling-behaviour, models, poetry-quotes, where-pain-thrives"},{"quote":"Pray that the summer mornings are many when with such pleasure, with such joy you will enter ports seen for the first time","author":"Constantinos P. Cavafis","category":"poetry-quotes"},{"quote":"Authority forgets a dying king","author":"Alfred Tennyson","category":"poetry-quotes, poets"},{"quote":"As a writer, a poet, you’re not alone in wanting to be alone. Your work is a friendship that never leaves you.","author":"Jason E. Hodges","category":"poet, poetry, poetry-quotes, quotes, writers-on-writing"},{"quote":"I was a poet. I had no expectations other than creating a world of art with words that would live on long after I was gone.","author":"Jason E. Hodges","category":"poet, poetry-quotes, quotes, writers-on-writing"},{"quote":"The gristle of the underneath stings in the air of responsibility.","author":"Mark    Ryan, Ghosts by proxy: A Collection","category":"poetry-quotes"},{"quote":"They say, poetry is dead. I say, was there ever a time they had a clue of what the state of poetry is?","author":"Jason E. Hodges","category":"poet, poetry-quotes, writers-on-writing, writing-quotes"},{"quote":"As I have no form now, I will be recreated;into unknown new shapes, colours and forms distorted.the 'I' in me has faded, and passed on, to a distant land,","author":"Drunken Mystic","category":"drunken-mystic, poetry-quotes"},{"quote":"Poets, with no sponsors, no agenda, are the truest form of freedom today, bleeding out every drop of themselves for the world to either hate or devour.","author":"Jason E. Hodges","category":"poetry-quotes, quotes, writers-on-writing"},{"quote":"Each morning the winds of the city moan and weep with lost souls clinging to hope of reliving the memories of yesterday.","author":"Jason E. Hodges","category":"poetry-quotes, writers-on-writing, writing, writing-quotes"},{"quote":"Poetry is not difficult. If you possess one of the five senses, poetry is in it. If you can compose text message, tweet or Facebook status, you can write poetry. If you can rap a song, you can rhyme poetry. If you can memorise a prayer, you can recite poetry. If you struggle to make sense of formatted text, poetry is your call.","author":"Gloria D. Gonsalves","category":"poetry, poetry-quotes, writing-poetry"},{"quote":"The vertical manThough we value noneBut the horizontal one.","author":"John le Carré","category":"poetry-quotes"},{"quote":"I live in the first drop of ink that touches every blank page.","author":"Margie Curcio","category":"poetry-quotes"},{"quote":"I am a tale, I am a book, written in different languages and styles I can’t be read, can’t be understood,neither by me nor the greatest of minds I am too big, I am too small, to be processed or seen by the naked eyeI am too dim, I am too bright, to appear in the shadows or the sunshine.","author":"Sanober  Khan","category":"bright, i-am, indian-authors, lyrical, poems, poetic, poetry, poetry-love, poetry-quotes, rhyming-verse, self-introspection, shadows, sunshine"},{"quote":"leave me a smilejust warm enough...to spend a milliongolden afternoons in.","author":"Sanober  Khan, Turquoise Silence","category":"afternoon, golden, poetry, poetry-quotes, smile, smiling, warm, warmth"},{"quote":"I want you to crave the crisp ocean breezeas much as I do.I want your soul to beas rain-swept as mine.","author":"Sanober  Khan","category":"breeze, crave, dreams, nature-lover, ocean-breeze, ocean-life, poetry, poetry-quotes, rain, soul, soulmates, wishes"},{"quote":"As the sky prepares to settle its tired, aching feetinto the night’s velvet slippersI settle, into my armchair, soaking the teabag,of my thoughts, into warm liquidy stars.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"armchair, contemplation, liquid, night, night-time, poetry, poetry-quotes, pondering, reflection, slippers, stars, tea, teabag, tired, velvet, warm"},{"quote":"I live there...Far above the song-filled clouds,where the dewdrops touch my skin so bareI live there.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"bare, clouds, dew, dreaming, dreamy, heaven, indian-authors, magical, peace, poems, poetry, poetry-quotes, skin, songs"},{"quote":"There is a Moment in each Day that Satan cannot find","author":"William Blake","category":"devil, human-condition, poetry-quotes"},{"quote":"kisses happenwhen my morning blueberry muffin sails slowly upon my savoring tongue.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"blueberry, delicious, kisses, live-in-the-moment, morning, muffin, poetry, poetry-quotes, savor, savor-the-moment, tasty"},{"quote":"i can’t always tell what’s betterlong drivesin the star-spangled desertsor long walksalong winding tea gardens.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"deserts, garden, indian-authors, long-walk, nature, nature-lover, poetry, poetry-quotes, spoilt, stars"},{"quote":"The edge of the sea masks a clock that marks the waves.","author":"Gwen Calvo, Cocaine Masks: Cocaine Masks","category":"poetry-quotes"},{"quote":"I am a baby, I am a child, I am the innocent wonder in my eyes I am a glimpse, I am a sign, of someone I can be, someone I might I am not one, I am not two, but I am a million things entwined I am a piece, I am a slice, strung together by the yarns of time.","author":"Sanober  Khan","category":"entwined, glimpse, indian-authors, innocent, nature, personality, poetry, poetry-quotes, powerful, self-introspection, self-worth, time, wonder"},{"quote":"Loving you is kissing the night, exposing the scars, words in flames, for every drop and for every life.","author":"Gwen Calvo, Cocaine Masks: Cocaine Masks","category":"poetry-quotes"},{"quote":"Your smile is poetry to my soul igniting flames of old","author":"Micheline Jean Louis","category":"love-quotes, passion-quotes, poetry-quotes"},{"quote":"Give mea moon-blanket nightto keep me warma long-gone smileto comfort mea pair of rain-blue eyesto haunt mea simple soul...to love me.","author":"Sanober  Khan, Turquoise Silence","category":"blanket, blue-eyes, comfort, desires, dreams, haunt, love, moon, moonlight, night, poetry, poetry-quotes, smile, soul, warm"},{"quote":"let me diefrom having being drunk onindigo skies, my liver...overflowing with stars.","author":"Sanober  Khan, Turquoise Silence","category":"drunk, exaggeration, indigo, night, night-sky, overflow, poems, poetry, poetry-quotes, poets, skies, starry-eyed, starry-night, stars"},{"quote":"I live there...where the birds are infiniteeverywherewhere they fleeit's a place your eyes can wanderbut never seeWhere everyone accepts me,Without any pretenseIt's a place your mind can picturebut never really comprehend.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"acceptance, birds, comprehend, deep-thoughts, indian-authors, infinite, infinity, poetry, poetry-quotes, poets, pretense, wander"},{"quote":"I blink January’s lashesand gush down December’s cheeks","author":"Sanober  Khan, Turquoise Silence","category":"blink, cheeks, december, gush, january, passage-of-time, passing-of-time, poetry, poetry-quotes, tears, time"},{"quote":"Maybe life is all about twirling under one of those midnight skies, cutting a swathe through the breeze and gently closing your eyes.","author":"Sanober  Khan","category":"breathe, breeze, eyes, indian-authors, life-quotes, live-in-the-moment, midnight, night-sky, poetic, poetry, poetry-quotes, savor-the-moment, starry-night, twirl"},{"quote":"when i speak to youi speak as thoughi am offering a rosein your hand.","author":"Sanober  Khan","category":"gentle, gentleness, indian-authors, poetry, poetry-quotes, roses, speak, speaking, tender, tenderness"},{"quote":"the ocean mist engulfs me, like a lifetime’s friendship honored.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"deep-thoughts, engulfed, friendship, honor, indian-authors, lifetime, mist, nature, ocean, poems, poetry, poetry-quotes, profound, sea"},{"quote":"the sapphire depthof my own love...startlesand warmsand wounds my soul.","author":"Sanober  Khan","category":"bed, deep-feelings, deep-love, depth, indian-authors, love-quotes, night, poems, poetry, poetry-quotes, sapphire, soul, wound, wounds, yearning"},{"quote":"some poems frothand foam and rise...out of my morning cup ofmist-sweetened coffee.","author":"Sanober  Khan, Turquoise Silence","category":"coffee, cup-of-coffee, foam, froth, indian-authors, inspiration, mist, morning, muse, poems, poetry, poetry-quotes, rising, sweet"},{"quote":"Hunger allows no choiceTo the citizen or the police","author":"We must love one another or die.","category":"W.H. Auden"},{"quote":"Do not eat of this world,she warned as I left,unless you are willing to suffer.","author":"Justen Ahren","category":"poetry-quotes"},{"quote":"They say that the eyes are the windows to the soul, so what happens when the person's eyes are unavailable to look into? You read their words.","author":"La Kata E.K.","category":"poetry, poetry-quotes, writing"},{"quote":"this life has been a landscape of painand still,flowersbloom in it.","author":"Sanober  Khan, A Thousand Flamingos","category":"bloom, blooming, flowers, hope, hopeful, hurting, landscape, life-quotes, pain, poetry, poetry-quotes, positivity"},{"quote":"...and so many colorsI will have seen...the menacing greysand pine greensthe soft pink and purplesof springand summer blueand so many otherswithout you.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"blue, color, colors, colors-of-life, grey, pine, pink, poetry, poetry-quotes, purple, seasons, spring, summer"},{"quote":"I do not want to sleepfor fear I might miss the twinkle of the brightest starfor fear I may never knowhow the moon glimmers, in the darkest hour.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"glimmer, moon, moonlight, night-sky, poetry, poetry-quotes, stargazer, stars, twinkle"},{"quote":"the moon is just another kind of clock","author":"Kelli Russell Agodon, Hourglass Museum","category":"clock, moon, poetry-quotes, sky, time, time-passing"},{"quote":"If you believe it, it is.","author":"Adele Kenny, A Lightness, a Thirst, or Nothing at All: Poems","category":"adele-kenny, poetry, poetry-quotes, prose-poems"},{"quote":"Dead tree branches rattled,the cold wind seethed, it prattled of abominations about to unfold.A lone wolf howled,the full moon it prowled,ready for evils untold.","author":"A. Lee Brock","category":"fable, gothic-fiction, poetry-quotes"},{"quote":"Look, moonI turned silver for you.","author":"Sanober  Khan","category":"ageing, grey-hair, growing-old, hair, lifetime, moon, nature, old-age, poetry, poetry-quotes"},{"quote":"I’m burning in despair Love which you distanced from me Return once again I’ll forgive you againReturn, Page 19","author":"Delicious David, Dark Desires: Beginning","category":"erotic-fantasy, erotica-romance, poem-poetry-poet, poetry-of-life, poetry-quotes, romance, yearning"},{"quote":"someday i will walk under the soul-blossom tree with my hand eternally woven in yours.","author":"Sanober  Khan","category":"blossoms, eternal, eternity, love-quotes, poetry, poetry-quotes, poets, romance, soulmates, sweet, trees, walking"},{"quote":"I am just like you,Destined to play my part.And leave,In the nature of my departure at least,Some kind of sweet message behindIn the fathomless pattern I make.","author":"Scott Hastie","category":"behind, destined, fathomless, leave, make, message, nature, pattern, play, poetry, poetry-quotes, spiritual, spirituality"},{"quote":"We are merely ghost flowers under the shade of the moonMany shades of secret sorrows blanket our eyesWe spend our lives and our soulsSearching-Longing-Waiting-For a little light to shine and heal our broken halo’s","author":"Steven A.  Williams, Black","category":"dark, philosophy, poetry-quotes"},{"quote":"Let bricks of truth fill the skies and send their walls of conformity crashing downAnd let the heavens echo with the blows of our liberation","author":"Steven A.  Williams, Black","category":"epic-poetry, philosophy, poetry-quotes, political"},{"quote":"there have been morningsso quiet and tenderlike a poem, on Thursday's lipsthat I wonderedif I'd been kissed at all...","author":"Sanober  Khan, Turquoise Silence","category":"kiss, kissed, lips, morning, poetry, poetry-quotes, quiet, tender, tenderness"},{"quote":"We keep asking where they have gonethose years we remember and wereach for them like hands in the night","author":"W.S. Merwin","category":"poetry-quotes"},{"quote":"I wonder at the starry pattern in the skyAre they little pieces of moon which want to fly..?","author":"Munia Khan","category":"fly, little, moon, night, night-sky, pattern, patterns, pieces, poetry-quotes, rhyming, rhyming-verse, star, starry, starry-night, stars, want, wonder"},{"quote":"She was the unlucky lover,who loved everyone but herself","author":"Mandeq Ahmed","category":"poetry-quotes"},{"quote":"Now I think poetry will save nothing from oblivion, but I keep writing about the ordinary because for me it's the home of the extraordinary, the only home.","author":"Philip Levine","category":"poetry, poetry-quotes"},{"quote":"Poetry is –raw feelings as sunny summer,fiery turmoil as vibrant autumn,daunting revelation as stormy winter,intrepid hope as blooming spring.","author":"Gloria D. Gonsalves","category":"poetry, poetry-quote, poetry-quotes"},{"quote":"Poetry is the royal essence of beauty.","author":"Kristian Goldmund Aumann","category":"poetry-quotes, royal-essence"},{"quote":"Poetry in the dark of the night you are my torch.Poetry makes you believe in the freedom in your own home.Poetry causes the increase of the human race.Poetry ennobles the spirit of man.Poetry is like a noble fragrance that caresses your soul.Poetry is the royal essence of beauty.","author":"Kristian Goldmund Aumann","category":"poetry-quotes"},{"quote":"may my faith always beat the end of the daylike a hummingbird...returningto its favorite flower.","author":"Sanober  Khan, Turquoise Silence","category":"deep-thoughts, faith, flowers, hummingbird, life-quotes, poetry, poetry-quotes, profound, spiritual, sunset"},{"quote":"i will forever be collidingwith a billion unnamedundiscovered stars, each of uson our own orbital paths.","author":"Sanober  Khan, Turquoise Silence","category":"galaxy, night-sky, orbit, path, poetry, poetry-quotes, silent, solitude, stargazer, stargazing, stars"},{"quote":"Love, bemysticalas the flickering blue flameof nightas the fully-awokenmoonbeneath cobwebsof passing cloudsamidst chantinghigh-tidesfuzzy,as my blanketbig enough to illuminate a hundredthousand billion galaxiesand just small enough to fitinto my embrace.","author":"Sanober  Khan, Turquoise Silence","category":"chanting, clouds, embrace, flame, galaxies, high-tide, midnight, moon, moonlight, moonlit, mystical, poetry, poetry-quotes"},{"quote":"love was never meant to bejust a metaphorbetween the pages of poetry.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"books, falling-in-love, love-quotes, metaphor, pages, poetry, poetry-quotes"},{"quote":"when i write of you, my deari am holding youin the most exquisiteways.","author":"Sanober  Khan","category":"exquisite, hold, love-quotes, muse, poetry, poetry-quotes, poets, romance, romantic, writing"},{"quote":"it's springand the goat-footedballoonMan whistlesfarandwee","author":"E.E. Cummings, Selected Poems","category":"poetry, poetry-quotes"},{"quote":"We wear many things,   but that with greatest import     is our expression.","author":"J. Benson, Haiku to Live By: Life affirming messages, to hearten your day","category":"friendship, friendship-and-love, haiku, haiku-quotes, haikus, harmony, love, love-quotes, peace, poetry, poetry-quotes"},{"quote":"The tongues of hell are dull.","author":"Sylvia Plath","category":"illness, poetry, poetry-quote, poetry-quotes"},{"quote":"A poem in the heart is worthmore than a million dollarsin the bank account.","author":"Sanober  Khan","category":"indian-authors, money, poems, poetry, poetry-love, poetry-quotes, poets, riches"},{"quote":"My emotions have already spilled out on a canvas; I need you my king, to rescue me from the madness!","author":"Delano Johnson","category":"delano-johnson, love, love-hurts, love-quotes, love-story, poetry-love, poetry-quotes, poetry-quotes-love, rare-images-of-love"},{"quote":"To truly understand poetry one must understand themselves from within one’s self.","author":"Richard M. Knittle Jr.","category":"poems, poetry-quotes"},{"quote":"Having experimented in both poetry and prose, I can say that the two are such loaded words. But neither are quite as weighted as the word “poet”. I think some people can write poetry their whole lives, and never truly BE a “poet”. Whereas I see poets in the wanderers I encounter, the baristas who serve me, and the truckers I, so, love to talk to.To be a poet in my humble opinion is to be a muse of the human experience. I love that I love the idea, that anything can be poetry, it can’t be defined. It’s a feeling, like punk rock. I’m not one for form or structure. I say if your words are visceral and honest, it’s poetry. If you see the beauty of the world and humanity, and you preach it, you’re a poet.","author":"Mallory Smart","category":"inspirational, interview, life, poetry-quotes"},{"quote":"When you find yourself writing, reading, or listening the delivery of words when spoken? You know the melody of wordplay. “& I love Wordplay","author":"Elijah Cainaan","category":"poetry-love, poetry-quotes, writers-and-writing"},{"quote":"The most racket time of the year for those that don't know, is the warmest of the four seasons and the winter as it is so cold and felt in your heart.","author":"Auliq Ice","category":"poetry-quotes"},{"quote":"You touched my heart...ever so softlyand I realizedtears had never been...merely saltand the rainOh the Rain!had never been merely water.","author":"Sanober  Khan, A touch, a tear, a tempest","category":"indian-authors, love-quotes, metaphors, poetry, poetry-quotes, poets, tears, verses"},{"quote":"sometimes i am not sure.if i am writing the poemor the poemis writing me.","author":"Sanober  Khan","category":"art, indian-authors, pen, poetry, poetry-love, poetry-quotes, poetry-writing, writing"},{"quote":"Poems are soft kitten furs. smoothing out the rough edges of my world.","author":"Sanober  Khan","category":"kittens, poems, poetry, poetry-quotes, rough, softness"},{"quote":"it is to be savored like a seabreeze-whispereddream...in the mysteriousblue minutesbefore dawnlike a secretinfatuation.... like slowlanguorous sipsof green tea... like a lingeringglimpsea self-wrappedparadiselike his name upon my lips.","author":"Sanober  Khan, Turquoise Silence","category":"poems, poetry, poetry-quotes, savor, tea"},{"quote":"The poet Mallarmé listened to the painter Degas complaining about his inability to write poems even though “he was full of ideas.” “My dear Degas,” Mallarmé responded, “poems are not made out of ideas. They’re made out of words.","author":"Stéphane Mallarmé","category":"poetry-quotes"},{"quote":"We met last fall, and dreamt of summer days together. Winter came, and when you left, Winter stayed.","author":"William C Hannan","category":"poetry-quotes"},{"quote":"Don't be afraid of Pain. Pain only comes down to a certain point... beyond that, it can't reach you and the love you have inside.","author":"Eeva Lancaster, In Loving You - A Journey of Love and Self Discovery","category":"poetry, poetry-life, poetry-love, poetry-quotes, romance, self-help, young-adult-romance"},{"quote":"Yet do I marvel at this curious thing: To make a poet black, and bid him sing.","author":"Countee Cullen","category":"countee-cullen, poet, poetry-quotes, yet-do-i-marvel"},{"quote":"And yet, my girl, we weep in vain,In vain our fate in sighs deplore;Remembrance only can remain,But that, will make us weep the more.","author":"George Gordon Byron","category":"poetry-quotes"},{"quote":"Each oneFrom one’s little nooseCranes outYells and shoutsGroans aloudAnd grows stoutAnd the noose tightensLeaving no way to creap outTill at the endSwollenSpent outBecomes silent.I am also having my turn among all.","author":"Anuradha Bhattacharyya","category":"poetry-quotes"},{"quote":"...make a poem that does not disturb  the silence from which it came.\" Wendell Berry","author":"Wendell Berry","category":"poetry-quotes"},{"quote":"When the Brooklyn rain comes downhopefully it will be to fuckin' wake you up","author":"Julian Gallo, My Arrival is Marked by Illuminating Stains","category":"brooklyn, poetry-quotes, urban-poetrt"},{"quote":"We will spend the rest of the day inventing a kind of love that no longer exists in the world, a kind of love no army can pillage at the outposts, no rumor could bring to its knees like a traitor.","author":"Richard Jackson","category":"love, poetry-quotes"},{"quote":"Maybe I should just lie quietly inside you while our old selves slip in and out of the back rooms of the soul.","author":"Richard Jackson","category":"love, poetry-quotes"},{"quote":"In writing I try to pare down the descriptive bits. If I feel that I could say something in as few words as possible, then I would rather do it than to go on padding. One should describe sufficiently to give the reader a sense of what one feels, but not at the same time overwhelm the reader in any way. For example, I feel that if you use lots of adjectives they have a mutually cancelling effect. If you can describe a scene well enough, without having to use far too many words, I would rather do so.","author":"Arthur Yap","category":"poetry, poetry-quotes, singapore"},{"quote":"I had a theory; I’m not sure if it was my own but it worked for me. Public spaces, such as streets and subway stations, became inhabitable as I assigned them some value and imprinted an experience on them. If I recited a snatch of Paterson every time I walked along a certain avenue, eventually that avenue would sound like William Carlos Williams. The entrance to the subway at 116th Street was Emily Dickinson’s:Presentiment is that long shadow on the lawnIndicative that suns go down;The notice to the startled grassThat darkness is about to pass.","author":"Valeria Luiselli, Los ingrávidos","category":"city, poetry-quotes"},{"quote":"There are things that are not sayable. That's why we have words.","author":"Amy King, I Want to Make You Safe","category":"art, poetry, poetry-quotes"},{"quote":"You think her innocent/ Your little lost girl/ Caped in Inquisition red/ Yet when she leads you hunting Hyde/ Mind don't slay Jekyll in his stead","author":"Shannon Barnsley, Wolf Warriors: the National Wolfwatcher Coalition","category":"fairy-tale, poetry, poetry-quotes"},{"quote":"DESPITE THE INVENTION OF TIME MACHINES, WE KEEP BEING LINEAR.","author":"Amy King, Slaves to Do These Things","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"THE AMPUTATED HEARTBEATS HARDER","author":"Amy King, I'm the Man Who Loves You","category":"american-poetry, art, poetry, poetry-quotes"},{"quote":"OMG! I DESIGNED THIS NEW SOCIAL MEDIA PLATFORM! IT'S CALLED \"POETRY\" - YOU HAVE TO READ AMY KING'S POEMS TO GET AN INVITE ~","author":"Amy King, I'm the Man Who Loves You","category":"american-poetry, art, ello, facebook, google-plus, philosophy, poetry, poetry-quotes, twitter"},{"quote":"SOME PEOPLE SIMPLY DO NOT EXIST ANYMORE. GET USED TO IT. QUESTION MARK.","author":"Amy King, The Good Campaign","category":"american-poetry, art, death, philosophy, poetry, poetry-quotes"},{"quote":"WORDS SHLD BE FREE. RELEASE THEM FROM THEIR SENTENCES.","author":"Amy King, I'm the Man Who Loves You","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"HER BARBED-WIRE SMILELIFTED YOU TO HEAVENBUT I HAVE TO ASKDID GOD LOOK LIKE HER VOICE","author":"Amy King, This Opera of Peace","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"IT'S NOT THE HONEY WHISKEY IN A FRIDAY NIGHT - IT'S THE MANIC SHOW OF POETRY TWEETS THAT TURNS ME ON.","author":"Amy King, I Want to Make You Safe","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"LIFE IS NEVER OVER.","author":"Amy King, The Good Campaign","category":"american-poetry, art, life, philosophy, poetry, poetry-quotes"},{"quote":"ERRORS ARE WHAT MAKE US HUMAN. PLOT TWIST: I'M A HORSE.","author":"Amy King, Slaves to Do These Things","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"YOU SAY \"POET\" LIKE THAT MEANS SOMETHING.","author":"Amy King, I Want to Make You Safe","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"I WISH YOU ALL THE REALITY YOU COULD EVER WANT. HANDLE. WANT.","author":"Amy King, I Want to Make You Safe","category":"american-poetry, art, philosophy, poetry, poetry-quotes"},{"quote":"Go to the poets, they will speak to theeMore perfectly of purer creatures--","author":"William Wordsworth, The Prelude","category":"poetry-quotes"},{"quote":"Here's to adrenaline. Here's to dramatic abandon of protocol. Here's to treasured pain and purple rain. Here's to chasing our souls, burning across to sky. Here's to drinking the ash as it falls, and not asking why.","author":"Virginia Petrucci","category":"bipolar, bipolar-disorder, life, poetry, poetry-quotes, quotes"},{"quote":"I don't analyze beautiful. I sit in its presence and love the wholeness of it--the sweet and sad and raw and bright together.Poetry is that, the weaving of light-shadow. Making words from the unwordable.","author":"Jacob Nordby","category":"beauty, poetry, poetry-quotes"},{"quote":"Whenever life is getting tough hold on.Don't let it get the best of you stay strong.","author":"Laqueisha Malone, A Walk In My Shoes","category":"inspirational, poetry-quotes, strength-through-adversity"},{"quote":"Laugh until you cry","author":"never let your eyes look dryThis is not a matter of joke","category":"this is all to provokeour sense of humourLife is its own consumer!"},{"quote":"Cut lose your ties with expectation. Your dreams are charlatans, your memories, stalemating quarks. Listen only to the pull of your atoms and follow the discordant hum of your personal entropy.","author":"Virginia Petrucci","category":"poetry, poetry-quotes, quotes"},{"quote":"I like my thingshurried and haunted. Night teadarktime. Sacred geometry, secret geometrypetal-flame whisper: I am here, and you aren't.","author":"Virginia Petrucci","category":"poetry, poetry-quotes, quotes"},{"quote":"My mind: a thousand hungry daughters,my harlot heritage.Marbles: lost, no rescue search.Your heart: blooming thorns,and a stolen grocery cart.","author":"Virginia Petrucci","category":"love, love-quotes, poetry, poetry-quotes, quotes"},{"quote":"You crawled inside myribs to die. Giant becomes squirrelbecomes a dirt-wet girlfeverishly alive.","author":"Virginia Petrucci","category":"female, love-quotes, poetry, poetry-quotes, quotes"},{"quote":"You were, arecactus tourism. meeting you: granularfractals borrowed from oceans.","author":"Virginia Petrucci","category":"love, poetry, poetry-quotes, quotes"},{"quote":"My pond life with hydra is over","author":"now I’m into the ocean world of poetry to dive deeper..","category":"Munia Khan"},{"quote":"2 to 12 hearts 1 beat2 lips will meet2 birds 1 stone2 never b alone2 wills 1 goal2 haves 1 whole2 be in love2 be as One***©Clarissa O. ClemensThe Poetic Diary of Love and Change - Volume 1","author":"Clarissa Clemens","category":"being-in-love, hopeful-heart, inspirational-love-quotes, love-poem, love-quotes, loving-someone, poetry, poetry-quotes, romantic-poetry"},{"quote":"And perhaps, I'm a Tuesday night and you're a Wednesday morning the way we'll never even notice how we blend into each other.","author":"Danabelle Gutierrez, I Long To Be The River","category":"poetry-love, poetry-quotes, prose, prose-poetry"},{"quote":"When he asks you whyyou chose alone all these years.Tell him that it’s becauseyou love with all claws and bared teeth.Apologize for the scratchesthat you will leave on his skin;ask forgiveness for the bite marks.Tell him you never ever mean to love so hard, but you do.","author":"Danabelle Gutierrez, I Long To Be The River","category":"love, poetry, poetry-quotes, prose"},{"quote":"Winning a love is just an outcome, keeping a love is a true accomplishment.","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"care, love, loyalty, poetry-quotes"},{"quote":"He loved me like thick molasses on a summer's day. Pure, sweet, sticky, warm, dark.","author":"Danabelle Gutierrez, I Long To Be The River","category":"poetry-quotes"},{"quote":"Cultivate the distance. Nurture the silence. Let it grow until your fragile heart is as far and inaccessible as his marbled emotions. Don't talk. Don't move. Sit still. If he shows up, lie. Believe your own excuses.And if he tries to charm his way back in, punch him in the face.","author":"Danabelle Gutierrez, I Long To Be The River","category":"poetry-quotes"},{"quote":"Falling in desire with truth and hope is enhancing our soul with a precious love...","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"hope, life, love, people, poetry-quotes"},{"quote":"… For everything precious and pure coming in our lives should be treated likewise.","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"care, love, people, poetry-quotes, treasure"},{"quote":"There are things we do that the human mind doesn't understand, yet the same things are meant for the heart to fully comprehend.","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"heart, life, love, people, poetry-quotes"},{"quote":"Not every given chance deserves love, but every love deserves a given chance.","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"chance, life, love, people, poetry-quotes"},{"quote":"But when I think of us,in the quiet when I'm on my own,I think of Beauty and the Beast.I, being the beast, and you being the last beautiful thing in this city.","author":"Danabelle Gutierrez, I Long To Be The River","category":"poetry-quotes"},{"quote":"To withstand the nothing, it really takes everything.But it can also take just one thing: a heartbeat in truth beside you; when the mask has been removed.(Soar)","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"everything, heart, love, nothing, poetry-quotes"},{"quote":"Woman with known intentintending to exploreWoman with her senses on the edgeedging for some more...\"From my poem, \"Known Intent\" - The Poetic Art of Seduction - Volume 1©Clarissa O. Clemens","author":"Clarissa Clemens","category":"erotic-poetry, erotica, poetry-quotes, sexy-love, sexy-women"},{"quote":"poetry is the tombstone of experience,nothing i write is my own.~from \"the damned","author":"D.W.Metz","category":"poetry-quotes"},{"quote":"In dealing with many words and different cultures every day, I have come to realize that the essence of life can be reduced to the magic of three sentences, in the order of their strength: “I apologize”, “I love you”, “Hi”. The use and the meaning you replenish them with become the mirror of yourself, eventually of an entire humanity. (Soar)","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"behaviour, education, life, love, people, poetry-quotes"},{"quote":"Decades from now, my grandchild is going to be a poet... And she's going to write about how she's a living testament to how her grandmother made love to hurricane and calmed the storm.","author":"Danabelle Gutierrez, I Long To Be The River","category":"poetry, poetry-love, poetry-quotes, prose, prose-poetry"},{"quote":"~ Not every poem is meant for oral stimulation, some are better devoured mentally.","author":"Kiana Donae, Love and Ink","category":"poetry-quotes"},{"quote":"Break, break, break,On thy cold gray stones, O Sea!And I would that my tongue could utterThe thoughts that arise in me.O, well for the fisherman's boy,That he shouts with his sister at play!O, well for the sailor lad,That he sings in his boat on the bay!And the stately ships go onTo their haven under the hill;But O for the touch of a vanished hand,And the sound of a voice that is still!Break, break, break,At the foot of thy crags, O Sea!But the tender grace of a day that is deadWill never come back to me.","author":"Alfred Tennyson","category":"break, fisherman, poetry-quotes, sea"},{"quote":"On sunny days of summer, I am indeed the butterfly;And like the ancient drummer,I rhythm straight towards the sky...","author":"Stephan Attia, The Rising Lines of Wonderment: Poetry","category":"poetry-quotes"},{"quote":"Thou therefore on these Herbs, and Fruits, and Flow'rsFeed first, on each Beast next, and Fish, and Fowl, No homely morsels, and whatever thingThe Scyth of Time mows down, devour unspar'd, Till I in Man residing through the Race, His thoughts, his looks, words, actions all infect, And season him thy last and sweetest prey.","author":"John Milton, Paradise Lost","category":"poetry-quotes"},{"quote":"Eyes closed on an open soul...the world starts from within its core towards its final frontier: the end surface.","author":"Soar","category":"essence, poetry-quotes, soul"},{"quote":"When the shadows shroud the woods,And the mountains are empty and bare;I am flying with the crow...","author":"Stephan Attia, The Rising Lines of Wonderment: Poetry","category":"poetry-quotes"},{"quote":"I came to explore the wreck. / The words are purposes. / The words are maps. / I came to see the damage that was done / and the treasures that prevail.","author":"Adrienne Rich, Diving Into the Wreck","category":"poetry-quotes"},{"quote":"But he who feels too much,He soars in angels’ tears of joy...","author":"Stephan Attia, Equinox","category":"poetry-quotes"},{"quote":"When the Earth was just a child,He searched for his mother Venus;And for his father Mars,But they were not home;They were gone elsewhere,Out there, in the great expanse; Beyond the breathing universe.","author":"Stephan Attia, Mythopia","category":"poetry-quotes"},{"quote":"Time, so majestically fine, was passing by when I asked him to stop, a while, and lay his imprint upon the spaciousness of feelings: his face, reflected in the mirror of my memories, his smile, envisaged by my eyes, in quest of his new dwellings with wells of meanings. And there, he stopped its moment... and kissed my curiosity. It was then when I felt in love with him.","author":"Soar","category":"life, love, poetry-quotes, time"},{"quote":"To hear her name I truly yearn,My heart is crying out;The sense of love I wish to earn,Without a second doubt.","author":"Stephan Attia, The Rising Lines of Wonderment: Poetry","category":"poetry-quotes"},{"quote":"I am a convinced believer that nothing is \"as it is\", but it is something that \"can become\", or we can make out of, if we put faith in our inner resources and feelings to bring the right impetus to the driving wheels of our lives’ mechanism. (Soar)","author":"Soar, Into Earth, Wind and Fire: Poems on Love and the Universal Elements","category":"hope, life, people, poetry-quotes"},{"quote":"The source of beauty in a man, It is humbleness and grace;Equality is the pearl of a king,Justice his scepter;Salvation is his crown.","author":"Stephan Attia, Mythopia","category":"poetry-quotes"},{"quote":"When the words have been said and the music has been played, feelings are the only form of art which will remain to reign. (Soar)","author":"Soar, Yours, poetically: Special Deluxe Edition of Selected Poems and Quotes","category":"hope, life, love, people, poetry-quotes"},{"quote":"Poetry, playing with your words until you breathe life into them.","author":"Morgan Dragonwillow","category":"about-writing-poetry, on-writing-poetry, poetry, poetry-life, poetry-quotations, poetry-quotes"},{"quote":"The comedy of the wicked,Is the tragedy of the saint;But the saint’s comedy,Is the wicked’s remedy.","author":"Stephan Attia, Mythopia","category":"poetry-quotes"},{"quote":"And in the vine of the divine, There is a fine line;Between tragedy and comedy,That a man cannot define.","author":"Stephan Attia, Equinox","category":"poetry-quotes"},{"quote":"I only wake up twice a year,And twice a year I live;In the equinox I am aware,Flying high and everywhere;On other days I grieve.","author":"Stephan Attia, Equinox","category":"poetry-quotes"},{"quote":"There is a difference between a poem and a writing incrusted with a feel of Poetry to fall within range","author":"Mpho Leteng","category":"poetry-quotes"},{"quote":"Better poetry than riches,Better poverty than fortunes.","author":"Stephan Attia, Mythopia","category":"poetry-quotes"},{"quote":"Oh the stellar sensation,Oh the cosmic elevation;Time is sober in death,For the wine of love;Is the blue life of the earth.","author":"Stephan Attia, Mythopia","category":"poetry-quotes"},{"quote":"You are the know place to which the unknown is always leading me back.\"\"I possess nothing worthy to give you.\" \"There's only me.\" ~ quotes from poetry that Angelo feels match him and Zach","author":"Marie Sexton, Paris A to Z","category":"m-m-romance, poetry-quotes"},{"quote":"For those who sense and comprehend,They know that heaven is at hand;The river blue which stream and stream,It has the pictures of my dream.","author":"Stephan Attia, The Rising Lines of Wonderment: Poetry","category":"poetry-quotes"},{"quote":"Stars ink your fingerswith a lexicon of flameblazing rare knowledge.","author":"Aberjhani, The River of Winged Dreams","category":"angels-and-poets, famous-authors, famous-quotes-by-famous-poets, flame, haiku-quotes, ink, knowledge, lexicons, modern-classics, nanowrimo, national-poetry-month, original-source-quotes, poetry, poetry-quotes, poets, stars, world-poetry-movement"},{"quote":"Purity is defined by the clearness of the stars","author":"Michael Biondi","category":"love, moon, poetry-quotes, purity, space, stars"},{"quote":"The temporal heart resonates at whispersFrom a Truth overarchingOf whose countenanceTimeless Intellect yearns vainly to fathom","author":"Ashim Shanker, Sinew of the Social Species","category":"countenance, heart-and-mind, inspirational-quotes, intellect, intuition, overarching, poetry-quotes, timeless-truth, transcendentalist, truth, whispers-of-a-soul"},{"quote":"We are not from here, my dear. So:Let the flames take over our bodies,‘cause I wanna merely burn with you.And we can dance until we become ashes,but don’t you dare leave me when we become pointless dust.Because this is when we canfinally blow away with the wind,back to that place where lovewas once real...","author":"Michael Biondi","category":"dancing, death-and-dying, love, moon, poetry, poetry-quotes, romance, stars"},{"quote":"Etchings endure, But not in SandMeanings Collide To Unresolved FragmentsCodes fizzle to StaticThey are not lostBut UnheardNever lostFading slowly to SilenceBy infinite degrees","author":"Ashim Shanker, Sinew of the Social Species","category":"empty-codes, ephemerality, evanescence, infinitude, permanence, poetry-quotes, static, timeless-truth"},{"quote":"The heart doth recognise thee,Alone, alone! The heart doth smell thee sweet,Doth view thee fair, doth judge thee most complete,—-Though seeing now those changes that disguise thee.","author":"Elizabeth Barrett Browning","category":"poetry-quotes"},{"quote":"I speak of new cities and new peopleI tell you the past is a bucket of ashes.I tell you yesterday is a wind gone down,a sun dropped in the west.I tell you there is nothing in the worldonly an ocean of tomorrows.a sky of tomorrows.I am a brother of the cornhuskers who sayat sundown:Tomorrow is a day.”- Carl Sandburg, Cornhuskers","author":"Carl Sandburg, Cornhuskers","category":"poetry-quotes"},{"quote":"Beauty Lies Within The unknown","author":"Michael Biondi","category":"beauty, life, life-lessons, love, moonlight, poetry, poetry-quotes, space, stars"},{"quote":"Life is beautiful. Death is astonishing.And love is the just breaths taken in between","author":"Michael Biondi","category":"death, death-and-dying, life, life-lessons, love, poetry, poetry-quotes"},{"quote":"Hands burn for a stone, a bomb, to shiver down the glass. Nothing's changed.","author":"Tatamkhulu Afrika","category":"poetry-quotes"},{"quote":"I'm merely dying to be remembered for simply writing about my living memories","author":"Michael Biondi","category":"death-and-dying, dreamer, inspiration, life-lessons, poetry-quotes, writing, writing-life"},{"quote":"In vogue and cosmopolitan they clutch their Pomeranians and walk among the millionaires or watch from swayback steamer chairs","author":"Allan Wolf, The Watch That Ends the Night","category":"poetry-quotes, pomeranian, titanic"},{"quote":"Why spend our time searching to feel reality, when it’s the times that don’t feel real that we remember forever?","author":"Michael Biondi","category":"breathe, dreamer, dreams, life-lessons, poetry, poetry-quotes"},{"quote":"I heard your whispered fantasies so clear Softly told in my earI opened my eyes you weren't thereSo real my dream, I was so awareBut we'll meet again so certainlyIn our whispered fantasy","author":"Astrid Brown, Whispered Fantasies","category":"love-poetry, poetry-quotes, romance"},{"quote":"I’m looking for youinto that silverspoon where I taste my reflection to feel the touch of your untouchables- from the poem \"Looking For You","author":"Munia Khan","category":"feel, feeling, looking, looking-for, love, poetry, poetry-quotes, reflection, silver, silver-spoon, taste, touch"},{"quote":"Sublime wonders lie in store,I am shown a regal residence;a mighty kingdom, an empirewith more grandeur than before ...","author":"E.A. Bucchianeri, Phantom Phantasia: Poetry for the Phantom of the Opera Phan","category":"day-dreaming, empire, fantasy, kingdom, opera-ghost, opera-house, palace, phantom, phantom-of-the-opera, poems, poetry, poetry-quotes, regal-settings, wonders"},{"quote":"Come quickly with me.Inhale the divine that swoopsfrom nostril to blunted throatthen sneaks past guarded doorsinto the hallway of your heartwhere the lamplight grows.","author":"Merle Nudelman, True as Moonlight","category":"moonlight, poetry-quotes, time"},{"quote":"Over the water of time I call to youIn a language I do not know.","author":"Ellen S. Jaffe, Skinny-Dipping with the Muse","category":"grandmother, poetry-quotes"},{"quote":"Visitors come and go.Daily I read tea leaves for signsof the approaching century:a raven perched on a crossa sword piercing a cloud--A Victorian Life","author":"Clara Blackwood, Forecast","category":"poetry-quotes"},{"quote":"Your face expresses a simple majesty,Your look is that of a captive princess,Your lips have a slight smile andThis shows your glory of being a woman.","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"Daisy, simple and discreet flower,That earned the heart of this poet.","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"Poetry rhymes, a song our souls need to nourish upon. Poetry is a drum, a sound our bodies wish to have. Poetry is organized, a reading our eyes wish to view. Poetry is refined, a structure our moral selves seek. Poetry is civil, instigating the world to remain sane. Poetry is not ordinary, but it needs the ordinary eyes to continue to be the interesting art form of expression. Poetry is like a child communicating, who later grows to be an adult communicating in prose.","author":"Gloria D. Gonsalves","category":"poetry, poetry-quotes"},{"quote":"Loneliness why do you accompany me if I wish to be alone?","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"The experiences, the lessons, and the defeats,They were all necessary for me to be me,took me a while being blind before i could see,had to crawl on my knees before i stood on my feet,once i stood on my feet i found out i had wings,the flight is amazing, i felt like a king,and when no one is listening, i found out i can sing, what happy times and thoughts does it bring,whatever it takes just make sure you are free,free to live, and grow like a tree,The people you love are the branches you need,its not about the type, the color, or breed,Live life with ambition, ambition indeed,Thats what it took, and thats what i need.","author":"Michael Perez","category":"life, poetry, poetry-quotes"},{"quote":"Little,It is a small measureBut can you measure love?","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"My poetry is the highest valuable thing I have to make you smile...","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"Poetry is born of a lack of love, born of a crazy and impossible passion...","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"Push off, and sitting well in order smite the sounding furrows","author":"Ulysses Tennyson","category":"poetry-quotes"},{"quote":"I feel like shredded paper thrown to the wind, each poet took a piece of me and wrote a word or phrase...","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"I’m on a long journey around and through myself...","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"A badly written novel can always be shortened to a poem.","author":"Gloria D. Gonsalves","category":"poetry, poetry-quotes"},{"quote":"I was overcome by the simplicity of the brook and abandoned my envy and desire for bravery, and simply prayed: “Lord, give me the quietness of the waters of this little brook and like it I will amalgamate myself in thee!","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"The important thing in life is to be.","author":"Doutor Luis Alexandre Ribeiro Branco, Small Portion: a little taste of poetry","category":"poetry-quotes"},{"quote":"Touch Me, but not with your hands.","author":"Orville Lloyd Douglas","category":"poetry-quotes"},{"quote":"Find that gem amongst your so-called, \"friends.","author":"Vannary Rang","category":"friendship, poetry-quotes"},{"quote":"But you must know that only he who fights the darkness within will the day after tomorrow have his own share in the sun.","author":"Odysseus Elytis, The Axion Esti","category":"darkness-and-light, inner-being, inspirational, poetry-quotes"},{"quote":"You did anything to bury me, but you forgot that I was a seed.","author":"Dinos Christianopoulos","category":"adversity, hope, inspirational, poetry-quotes"},{"quote":"To walk quietly until the miracle in everything speaks is poetry, whether we write it down or not.","author":"Mark Nepo","category":"awareness, beauty, inspiratinoal, inspiration, inspirational-quotes, listening, miracles, nature, peace, poetry, poetry-quotes, wisdom, wisdom-quotes, writing"},{"quote":"Her smile was like laughter to me— it bubbled in like champagne.","author":"Atticus","category":"poetry-quotes"},{"quote":"If there is no God,Not everything is permitted to man.He is still his brother's keeperAnd he is not permitted to sadden his brother,By saying there is no God.","author":"Czesław Miłosz","category":"poetry-quotes"},{"quote":"I was born with my eyes turned inward.","author":"David Joseph Cribbin, Father Crow and Other Poems","category":"biography, poet, poetry-life, poetry-quotes"},{"quote":"and everybody was happy that uncle lee was able to get that scholarship even though you wondered when you could do quadratic equations in your head why you had a basketball scholarship but you always knew that you had to take what they were giving since that was all you were going to get but you never fooled yourself about either the taking or the giving or the needing or the having you just sort of said to yourself I'll have to see what is being offered","author":"Nikki Giovanni, Quilting the Black-Eyed Pea","category":"african-american, education, life, poetry-quotes"},{"quote":"I am telling himwhat he wants to hear: antsdying of love underthe constellation of the dandelion.I swear that a white rose,sprinkled with wine, sings.I am laughing, tiltingmy head carefullyas if checking an invention.I am dancing, dancingin astonished skin, inan embrace that creates me.","author":"Wisława Szymborska","category":"poetry-quotes"},{"quote":"I was asked once why I write poetry. I said, why do you breath?","author":"Shannon Lynette","category":"poetry, poetry-quotes, writing"},{"quote":"The trip to Mars can only be understood through Black Americans. I say, the trip to Mars can only be understood through Black Americans.","author":"Nikki Giovanni, Quilting the Black-Eyed Pea","category":"african-american, poetry-quotes"},{"quote":"Hope is the thing with feathers, that perches in the soul...","author":"Emily Dickinson","category":"poetry-quotes"},{"quote":"If the poets offered us nothing more than another make-believe world, they would be mere sellers of drugs or, at best, sweetmeats.","author":"Robert Lynd","category":"poems, poetry, poetry-quotes, poets"},{"quote":"nothing is more opaque than absolute transparency. Look--my feet don't hit the marble! Like breath or a balloon, I'm rising, I hover six inches in the air in my blazing swan-egg of light. You think I'm not a goddess? Try me. This is a torch song. Touch me and you'll burn.","author":"Margaret Atwood","category":"poetry-quotes"},{"quote":"Wisdomis in the insane asylums.The endis in the everyday-pale smiles","author":"Saif Alsaegh, Iraqi Headaches: Poems","category":"iraqi-headaches, poetry, poetry-quotes"},{"quote":"Writing and art are my lovers","author":"Edna Stewart","category":"artist, lovers-of-art, poetry-quotes"},{"quote":"My grandmotherhad no time for old,no matter how her face crinkledor her days folded like an apron aroundher middle.","author":"April Michelle Bratten, It Broke Anyway","category":"family, poetry-quotes"},{"quote":"Doubt makes faith true","author":"Bill  Johnston, One Manner of Hunger or Another","category":"poetry-quotes"},{"quote":"When I/Don’t know/What to say,/Let me/Listen.","author":"John Northcutt Young, Poems of Brevity","category":"poetry-quotes"},{"quote":"My fist is her flag still furled. Take the cannoli and leave the tuxedo - This is my jackleg opera to the world.","author":"B.J. Ward, Jackleg Opera: Collected Poems, 1990 to 2013","category":"poetry-quotes"},{"quote":"Early mapmakers kept their backs to the sea","author":"Sarah Hymas","category":"poetry, poetry-quotes"},{"quote":"Why are you so hard on yourself?I love you just the way you are,with your withered coat and wet scarf dangling like a spotless chandelier.The snow banks in Montreal are high, but I can see your trace, and silent grace and tin cup through the paned window.The precipitation melts your face, distorting your expression through the aged glass; broken, when I threw ancient stones to get your attentionas a child.I wanted a friend. The honest kind.","author":"V.S. Atbay","category":"friendship-and-love, poetry-quotes"},{"quote":"I want to ripoff your logic and make passionate sense to you.","author":"Jeffery McDaniel","category":"poetry-quotes, the-jerk"},{"quote":"We arrived and the miracle happened.It was the sea and the wind in the bells.We came from far, from years Thirsty as dust, from humble fishermen’s nets on barren shore.\"~ José Manuel Cardona, from Poems to Circe, The Birnam Wood (El Bosque de Birnam, Consell Insular D'Eivissa, 2007).Translated from the Spanish by Helene Cardona.","author":"José Manuel Cardona","category":"poetry, poetry-quotes"},{"quote":"Because Of You, My Heart Exploded Into Stars","author":"Tirumalai S. Srivatsan","category":"inspirational-quotes, poetry-quotes, words-of-wisdom"},{"quote":"The poet is a light and winged and holy thing, and there is no invention in him until he has been inspired and is out of his sneses, and the mind is no longer in him.","author":"Plato, Ion","category":"inspiration, poetry, poetry-quotes"},{"quote":"Healthy ChoicesHold stillKeep quiet.Get a degree to learn how to talksaying nothing.Catch a good manby being demure.the one your mother chooses.Let him climb youwhenever his urge,amidst headachesand menstrual achesand screaming infants.And when he bidsquick, turn over.Hold still.Make your tonguea slab of cementa white stone etchedwith your name.Kill your stories with knivesand knitting needlesand Clorox bleach.Hide in your mysteriousnessby saying nothing.Starch your thoughtswith ironed shirts.Tie your angerwith a knot inyour throatand when he comeswithout concernswallow it.Hold still.Keep desirehopeless as iceand sleepless nightsand painful as pinched eyelid.Keep your fingersfrom the razor,keep your longingto severhis condescensionsafely in your douchbag.Turn the bladeagainst yourself.Don't twitchas your slashed wristsstain your bathroom tiles.Disinfect with Pine Sol.Hold still. Keep quiet.Keep tight your lips,keep dead your dreams,keep cold your heart.Keep quiet.And he will shoutpraisesto yourperfection.","author":"Janice Mirikitani","category":"poetry-quotes, women"},{"quote":"Forgive me,joy,if I blasphemed youbefore I learned to love.","author":"Milan Rúfus, And That's the Truth!","category":"poetry-quotes"},{"quote":"And like nectar inside the bud,my blood drinks from your blood, beloved,and starves to join the salvation in your eyes;to be understood again and again, by your nakedness and certainty, a humbleness that trickles into the crevices of my seasoned mind.","author":"V.S. Atbay","category":"love, poetry-love, poetry-quotes, romance"},{"quote":"There always comes the day when children swallowthe key to the door of secrecy. They’ll not return it.","author":"Milan Rúfus, And That's the Truth!","category":"childhood-bells, poetry-quotes"},{"quote":"Emerging from chaos, came Light, filling need.","author":"E'yen A. Gardner, Poetic License","category":"poetry, poetry-love-spirituality, poetry-quotes"},{"quote":"I drank the dregs of the wine to what remained of my health.I gave the last of my fervor for what remained of my hope.I cannot say for sure that this country is cursed,Honey flows with the milk, and the milk might curdle. Eli7","author":"Elizaveta Mikhailichenko, Preemptive Revenge","category":"fiction-novel, poetry-quotes"},{"quote":"i see poets riding the red winds unchecked by the borders of time, wandering with light feet over the land mines and trip wires, barbed and barbarian, unfettered through the barriers that curtail the flows of life, poets pelting the halting barriers which strangle everyone everywhere.","author":"Peter Standish Evans, Red Winds Howl","category":"poetry-quotes"},{"quote":"Imagine a sunset, lavender and red / as battered morals . . .","author":"Sarah Gorham, Bad Daughter","category":"poetry-quotes"},{"quote":"I have a Gumbie Cat in mind, her name is Jennyanydots;Her coat is one of the tabby kind,with tiger stripes and lepard spots.","author":"T.S. Eliot, Old Possum's Book of Practical Cats","category":"poetry-quotes"},{"quote":"i was really into communal living and we were all /such free spirits, crossing the country we were /nomads and artists and no one ever stopped / to think about how the one working class housemate / was whoring to support a gang of upper middle class / deadheads with trust fund safety nets and connecticut / childhoods, everyone was too busy processing their isms / to deal with non-issues like class....and it’s just so cool / how none of them have hang-ups about / sex work they’re all real / open-minded real / revolutionary you know / the legal definition of pimp is / one who lives off the earnings of / a prostitute, one or five or / eight and i’d love to stay and / eat some of the stir fry i’ve been cooking / for y’all but i’ve got to go fuck / this guy so we can all get stoned and / go for smoothies tomorrow, save me / some rice, ok?","author":"Michelle Tea, The Beautiful: Collected Poems","category":"class, poetry, poetry-quotes, prostitution"},{"quote":"A language is a map of our failures","author":"Adrienne Rich, The Fact of a Doorframe: Poems Selected and New, 1950-1984","category":"poetry-quotes"},{"quote":"I strike the ground with the soles of my feet and life rises up my legs, spreads up my skeleton, takes possession of me, drives away distress and sweetens my memory. The world trembles.","author":"Isabel Allende, Island Beneath the Sea","category":"dancing, poetry-quotes"},{"quote":"life is first boredom, then fear.whether or not we use it, it goes,and leaves what something hidden from us chose,and age, and then the only end of age.","author":"Philip Larkin, The Whitsun Weddings and Selected Poems of Philip Larkin","category":"death, life, poetry-quotes"},{"quote":"Love crosses the sky \\ on a peculiar disturbing night.","author":"Shannon A. Thompson","category":"love, love-poetry, poetry, poetry-quotes"},{"quote":"sometimes I hearscreaming like a childand wake upto find it’s me","author":"Stephen Fitzsimons, Screaming In A Vacuum Jar","category":"modern, modern-life, poetry, poetry-quotes"},{"quote":"I don't know if I have ever truly believed that everyone deserves love. But if I had to take it one moment further into those shadowed valleys of heartfull, I would admit that I do believe that love, deserves everyone.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"love, love-story, poetry-quotes"},{"quote":"Like the number nineeternity is forever mine","author":"Kenneth G. Ortiz","category":"deep-thoughts, numerology, poetry, poetry-quotes, spiritu, spiritual"},{"quote":"there are these places on your poem, / where I want to write bodies.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"poetry, poetry-quotes"},{"quote":"Our age has built itself vast reservoirs of power / formless as the straining energy that it wrests from the earth.","author":"Rainer Maria Rilke, The Selected Poetry of Rainer Maria Rilke","category":"poetry-quotes"},{"quote":"and you taste / of the memory of god abandoned.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"poetry, poetry-quotes"},{"quote":"The untented Kosmos my abode,I pass, a wilful stranger:My mistress still the open roadAnd the bright eyes of danger.","author":"R.L.S.","category":"poetry-quotes, quotes-to-define-my-life"},{"quote":"The city they are building asks you to stay; remind yourself what is worth keeping, while the lighthouse of your moan warns the ship of your heart that he is a stone.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"poetry, poetry-quotes, prose"},{"quote":"I want to gossip about forever / against the part of your back that / is mine.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"poetry, poetry-quotes"},{"quote":"Please let me know if I am not hereLet me know if I fail to find you thereFor before the dawn I leave the night behind meAnd before my heart I let you leave me behind.","author":"Munia Khan","category":"behind, dawn, love, poetry, poetry-quotes"},{"quote":"I negate this distance with / what it would be / to be shining you.","author":"Mikl Paul, Dandelions That have Held your Breath","category":"poetry, poetry-quotes, prose-poetry"},{"quote":"Write to me your most perfect epitaph, or I shall compare a poet to a lecturer. Thou art more Spartan than a ballad monger who makes his living as a Wal-Mart greeter;","author":"Scott Jonathan Nixon, Cities of Love, Salt & Alchemy","category":"poetry-quotes"},{"quote":"poems are small moments of enlightenment","author":"Natalie Goldberg, Writing Down the Bones: Freeing the Writer Within","category":"poems, poet, poetry, poetry-life, poetry-quotes, writing, writing-craft"},{"quote":"No one understands now. Those who couldhear a song this deeply vanished long ago.","author":"Li Bai","category":"poetry-quotes"},{"quote":"... this longing inside me that never goes away, must be a poem...must be you ...","author":"John Geddes, A Familiar Rain","category":"longing, love, poem-poetry-poet, poetry-quotes"},{"quote":"Our story has been told,our song has been sung.You're a road I’ve already traveled,and from it, I have moved on.\"Already Traveled","author":"Shay Leigh, Sins Within","category":"poetry-quotes"},{"quote":"Talk to me in poetry. / It is all I understand.","author":"Linda Stitt, Passionate Intensity","category":"poetry-quotes"},{"quote":"...the wind hums low with sweet exultation, sings its lullaby, while you sleep ...","author":"John Geddes, A Familiar Rain","category":"exultation, lullaby, poetry-quotes, sings, sleep, wind"},{"quote":"I offer you my soulWithin are my flawsMy grace, my kindnessMy love for you\"The Offer","author":"Shay Leigh, Sinless Within","category":"poetry-quotes"},{"quote":"It must have been an endless breathing in: between the wish to know and the wish to praise there was no seam.","author":"Margaret Atwood, The Door","category":"childhood-memories, poetry-quotes, praise-poems"},{"quote":"The rules of life are nothing that cannot be fixed.","author":"Shannon A. Thompson","category":"life-lessons, poetry, poetry-quotes"},{"quote":"I want to show my sins withinTo help make me sinless, once again\"What I Want","author":"Shay Leigh, Sinless Within","category":"poetry-quotes"},{"quote":"And when I feelthe masks beneathcrumble and fade withtime I build new onesto replace the old.\"Masks\"- Sins Within","author":"Shay Leigh, Sins Within","category":"poetry-quotes"},{"quote":"so quiet now my dearest knightyour armor shines white stillfor my lips shall not say the wordsthat make you flee with fear\"White Knight","author":"Shay Leigh, Sins Within","category":"poetry-quotes"},{"quote":"I can no longer trust in this loveIt has fallen like the saints aboveAll because of your sweet liesYou sang them like a lullaby\"Phoenix","author":"Shay Leigh, Sinless Within","category":"poetry-quotes"},{"quote":"When humankind cannot produce a philosopher to speak its mind, it longs for a poet to sing its heart","author":"Subhan Zein","category":"humanity-and-society, philosophy, poetry-quotes, poetry-spirituality"},{"quote":"Failures of nerve and energy are not permitted. That's what it means to be an object.","author":"Mary Kinzie, California Sorrow","category":"poetry, poetry-quotes, women-poets"},{"quote":"The codfish lays ten thousand eggs.The homely hen lays one.Codfish never cackles to tell you what she has done.And so we scorn the codfish,while the humble hen we prize,which only goes to show you that it pays to advertise!","author":"Nikhil Sharda","category":"advertising, humour-quote, poetry-quotes"},{"quote":"I fancied you'd return the way you said,But I grow old and I forget your name. --From the poem \"Mad Girl's Love Song","author":"Sylvia Plath","category":"poetry-quotes"},{"quote":"...my dreams are tangled in images of stars and clouds and firelight - we go camping at night - it's my lucid dream of being with you...","author":"John Geddes, A Familiar Rain","category":"camping, clouds, dreams, firelight, love, night, poetry-quotes, stars"},{"quote":"...freshly cut Christmas trees smelling of stars and snow and pine resin - inhale deeply and fill your soul with wintry night...","author":"John Geddes, A Familiar Rain","category":"christmas, christmas-tree, pine, poetry-quotes, snow, soul, stars, trees, wintry-night"},{"quote":"I had let it all grow. I had supposed It was all OK. Your lifeWas a liner I voyaged in.Costly education had fitted you out.Financiers and committees and consultantsEffaced themselves in the gleam of your finish.You trembled with the new life of those engines.That first morning,Before your first class at College, you sat thereSipping coffee. Now I know, as I did not,What eyes waited at the back of the classTo check your first professional performanceAgainst their expectations. What assessorsWaited to see you justify the costAnd redeem their gamble. What a furnaceOf eyes waited to prove your metal. I watchedThe strange dummy stiffness, the misery,Of your blue flannel suit, its straitjacket, uglyHalf-approximation to your ideaOf the properties you hoped to ease into,And your horror in it. And the tannedAlmost green undertinge of your faceShrunk to its wick, your scar lumpish, your plaitedHead pathetically tiny.You waited,Knowing yourself helpless in the tweezersOf the life that judges you, and I sawThe flayed nerve, the unhealable face-woundWhich was all you had for courage.I saw that what you gripped, as you sipped,Were terrors that killed you once already.Now I see, I saw, sitting, the lonelyGirl who was going to die.That blue suit.A mad, execution uniform,Survived your sentence. But then I sat, stilled,Unable to fathom what stilled youAs I looked at you, as I am stilledPermanently now, permanentlyBending so briefly at your open coffin.","author":"Ted Hughes, Birthday Letters","category":"poetry, poetry-quotes, the-blue-flannel-suit"},{"quote":"... paint in blue and black...sometimes gray - the colors of night - occasionally I surprise you with a mustard yellow, but then, I am a poet ...","author":"John Geddes, A Familiar Rain","category":"black, blue, gray, night, poet, poetry-quotes, yellow"},{"quote":"...careful the morning lest it wake from slumber the city half-encumbered by the morning mist ...","author":"John Geddes, A Familiar Rain","category":"mist, morning, poetry-quotes, slumber"},{"quote":"The days of the future stand in fornt of usLike a line of candles all alightGolden and warm and lively little candlesThe days that are past are left behind","author":"Constantinos P. Cavafis","category":"poetry-quotes"},{"quote":"...How terrible, those dreams before sleep were—the worse kind, mixing hope with despair...","author":"John Geddes, A Familiar Rain","category":"despair, dreams, hope, poetry-quotes, sleep, terrible"},{"quote":"...at morning, I'm unruffled - I'll sit with my tea and Muse Cat beside me and listen to the soft chime of the grandfather clock...","author":"John Geddes, A Familiar Rain","category":"cat, grandfather-clock, morning, muse, poetry-quotes"},{"quote":"...if it weren't for you, mornings wouldn't be so comforting - slippers wouldn't scrape through the rooms of my heart...","author":"John Geddes, A Familiar Rain","category":"comfort, heart, love, mornings, poetry-quotes, rooms, slippers"},{"quote":"Always dip your toe in the past before stepping into the future","author":"Benny Bellamacina, Philosophical Uplifting Quotes and Poems","category":"educational, humour, life, philosophy, poetry-quotes, wisdom"},{"quote":"...my heart is a desolate field over which geese vee, the sky turns and the days lie fallow...","author":"John Geddes, A Familiar Rain","category":"desolattion, fallow, geese, heart, nature, pain, poetry-quotes, sky"},{"quote":"...you can be talented as a wolf is breathtakingly fierce...silver and gray, like smoke in the trees - but what do you do with terrible beauty?...","author":"John Geddes, A Familiar Rain","category":"beauty, love, nature, poetry-quotes"},{"quote":"...I see you as series of gestures, a palette of colors -all these tiny tiles pixelate, and then coalesce... into the idea of you...","author":"John Geddes, A Familiar Rain","category":"gestures, love-quotes, poetry-quotes, thoughts-of-you"},{"quote":"...I pluck every day from my sweater or chair, red hairs...strands of significance, traces of you in my life ...","author":"John Geddes, A Familiar Rain","category":"life, love, poetry-quotes, you"},{"quote":"once ruffle-skirted vanity table where I primped at thirteen, opening drawers to a private chaos of eyeshadows lavender teal sky-blue, swarms of hair pins pony tail fasteners, stashes of powders, colonies of tiny lipsticks (p.39)","author":"Barbara Blatner, The Still Position: A Verse Memoir of My Mother's Death","category":"cancer, colon-cancer, death, death-and-dying, death-and-sickness, death-at-home, death-of-a-loved-one, memoir, mother, mother-and-child, mother-and-daughter, mother-and-son, poetry, poetry-quotes, verse"},{"quote":"There's two ways to become a famous Poet, find that one person that knows somebody, that knows somebody, that knows somebody.Or die trying","author":"Stanley Victor Paskavich, Return to Stantasyland","category":"poetry, poetry-life, poetry-quotations, poetry-quotes"},{"quote":"Theirs two ways to become a famous Poet, find that one person that knows somebody, that knows somebody, that knows somebody.Or die trying","author":"Stanley Victor Paskavich, Return to Stantasyland","category":"famous-poets, poetry, poetry-quotations, poetry-quotes"},{"quote":"Oh dear sunday, I want to sleep in your arms and have fun day.","author":"Santosh Kalwar","category":"fun-day, poetry-quotes, sunday, sundays"},{"quote":"Whiteness is the color of death, you know, not black. Wetness is life, the breeder and shaper of life. In the beginning the sun was black. So all light was absorbed before it had a chance to return. And our dreams, then, were empty.","author":"Jim Carroll","category":"dreams, poetry, poetry-quotes"},{"quote":"They were too much to carryso i left them behindfor a new life, in a new placebut no one forgot who i wasi didn'tand neither did the people who watchthey watched for yearsthey watch now","author":"Ally Condie, Matched","category":"poetry-quotes, romance"},{"quote":"The sea waves stirred before methey dashed against the rocksLike a mermaid rising from its depthscurled white sea foam were her locks...","author":"Giselle V. Steele","category":"poems, poetry, poetry-quotes"},{"quote":"The most procession that ever comes to a man in this world is a women's heart.","author":"Josiah G Holland AKA Timothy Titcomb","category":"love, poetry-quotes, romance-love"},{"quote":"Almost every truly creative being alienated & expatriated in his own country","author":"Lawrence Ferlinghetti, Wild Dreams of a New Beginning","category":"poetry-quotes"},{"quote":"Even when poetry has a meaning, as it usually has, it may be inadvisable to draw it out. Perfect understanding will sometimes almost extinguish pleasure.","author":"A.E. Housman","category":"poetry-quotes"},{"quote":"(1)BEING A POETis like opening a car door& exposing yourself.(2)BEING A GOOD POETis like opening the door& exposing the passengeras well.","author":"Chocolate Waters","category":"humor, poetry-quotes"},{"quote":"You Know love when you see it, hear it, and feel it.\" ~ Amunhotep El Bey","author":"Amunhotep El Bey","category":"love, poetry, poetry-quotes, romance"},{"quote":"Is it possible for home to be a person and not a place?","author":"Stephanie Perkins, Anna and the French Kiss","category":"home, lover, person"},{"quote":"Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home.","author":"Edith Sitwell","category":"comfort, home, winter"},{"quote":"Home's where you go when you run out of homes.","author":"John le Carré, The Honourable Schoolboy","category":"anchoring, attachment, belonging, home, homecoming, homelessness, roots"},{"quote":"At the end of the day, it isn’t where I came from. Maybe home is somewhere I’m going and never have been before.","author":"Warsan Shire","category":"day, end, home, warsan-shire"},{"quote":"How often have I lain beneath rain on a strange roof, thinking of home.","author":"William Faulkner","category":"home, nostalgia"},{"quote":"The ache for home lives in all of us. The safe place where we can go as we are and not be questioned.","author":"Maya Angelou, All God's Children Need Traveling Shoes","category":"acceptance, comfort, home, protection, safety, security"},{"quote":"I love cats because I enjoy my home; and little by little, they become its visible soul.","author":"Jean Cocteau","category":"cats, home"},{"quote":"I used to dream about escaping my ordinary life, but my life was never ordinary. I had simply failed to notice how extraordinary it was. Likewise, I never imagined that home might be something I would miss.","author":"Ransom Riggs, Miss Peregrine’s Home for Peculiar Children","category":"exploration, home, new-beginnings"},{"quote":"One never reaches home,' she said. 'But where paths that have an affinity for each other intersect, the whole world looks like home, for a time.","author":"Hermann Hesse, Demian. Die Geschichte von Emil Sinclairs Jugend","category":"home"},{"quote":"Well, sometimes home is a person.","author":"Beth Revis, A Million Suns","category":"home"},{"quote":"Home is the nicest word there is.","author":"Laura Ingalls Wilder","category":"home"},{"quote":"Home isn't a place, its a feeling","author":"Cecelia Ahern, Love, Rosie","category":"home"},{"quote":"Home is everything you can walk to.","author":"Jerry Spinelli, Stargirl","category":"home, walking"},{"quote":"I believe that one can never leave home. I believe that one carries the shadows, the dreams, the fears and the dragons of home under one's skin, at the extreme corners of one's eyes and possibly in the gristle of the earlobe.","author":"Maya Angelou, Letter to My Daughter","category":"home"},{"quote":"It doesn’t matter how many times you leave, it will always hurt to come back and remember what you once had and who you once were. Then it will hurt just as much to leave again, and so it goes over and over again. Once you’ve started to leave, you will run your whole life.","author":"Charlotte Eriksson","category":"alone, arriving, charlotte-eriksson, finding-yourself, growing-up, home, leaving, lost, prose, the-glass-child, the-great-perhaps, travelling, vagabonding, wandering, youth"},{"quote":"You can go other places, all right - you can live on the other side of the world, but you can't ever leave home","author":"Sue Monk Kidd, The Mermaid Chair","category":"childhood, home, nostalgia"},{"quote":"Home is a notion that only nations of the homeless fully appreciate and only the uprooted comprehend.","author":"Wallace Stegner, Angle of Repose","category":"anchoring, attachment, belonging, home, homelessness, roots"},{"quote":"I realise now that I wanted to disappear. To get so lost that nobody ever found me. To go so far away that I'd never be able to make my way home again. But I have no idea why.","author":"Jessica Warman, Between","category":"disappear, found, home, lost"},{"quote":"This person realizes that staying home means blowing off everyone this person has ever known. But the desire to stay in is very strong. This person wants to run a bath and then read in bed.","author":"Miranda July, No One Belongs Here More Than You","category":"alone, home, read"},{"quote":"A home without a cat — and a well-fed, well-petted and properly revered cat — may be a perfect home, perhaps, but how can it prove title?","author":"Mark Twain, Pudd'nhead Wilson","category":"cats, home"},{"quote":"You don’t have a home until you leave it and then, when you have left it, you never can go back.","author":"James     Baldwin, Giovanni's Room","category":"home"},{"quote":"Looking at the elementary schoolers in their colorful T-shirts from various day camps, Percy felt a twinge of sadness. He should be at Camp Half-Blood right now, settling into his cabin for the summer, teaching sword-fighting lessons in the arena, playing pranks on the other counselors. These kids had no idea just how crazy a summer camp could be.","author":"Rick Riordan, The Mark of Athena","category":"camp-half-blood, home, nostalgia, percy-jackson, percy-jackson-and-the-olympians, the-heroes-of-olympus, the-mark-of-athena"},{"quote":"I think what you notice most when you haven’t been home in a while is how much the trees have grown around your memories.","author":"Mitch Albom, For One More Day","category":"home"},{"quote":"Home is where my habits have a habitat","author":"Fiona Apple","category":"home"},{"quote":"I know this world is far from perfect.I am not the type to mistake a streetlight for the moon.I know our wounds are deep as the Atlantic.But every ocean has a shorelineand every shoreline has a tidethat is constantly returningto wake the songbirds in our hands,to wake the music in our bones,to place one fearless kiss on the mouth of that new born riverthat has to run through the center of our heartsto find its way home.","author":"Andrea Gibson, Pole Dancing to Gospel Hymns","category":"andrea-gibson, home, kiss, pole-dancing-to-gospel-hymnes"},{"quote":"I let it go. It's like swimming against the current. It exhausts you. After a while, whoever you are, you just have to let go, and the river brings you home.","author":"Joanne Harris, Five Quarters of the Orange","category":"acceptance, home"},{"quote":"In life, a person will come and go from many homes. We may leave a house, a town, a room, but that does not mean those places leave us. Once entered, we never entirely depart the homes we make for ourselves in the world. They follow us, like shadows, until we come upon them again, waiting for us in the mist.","author":"Ari Berk, Death Watch","category":"home, houses, leaving"},{"quote":"Thank you, Mr. Rochester, for your great kindness. I am strangely glad to get back again to you: and wherever you are is my home—my only home.","author":"Charlotte Brontë, Jane Eyre","category":"home, love"},{"quote":"Libraries are reservoirs of strength, grace and wit, reminders of order, calm and continuity, lakes of mental energy, neither warm nor cold, light nor dark ... In any library in the world, I am at home, unselfconscious, still and abso","author":"Germaine Greer, Daddy, We Hardly Knew You","category":"home, libraries"},{"quote":"No one leaves home unless home is the mouth of a shark.","author":"Warsan Shire, Teaching My Mother How to Give Birth","category":"home, immigration, refugees"},{"quote":"A real love letter is made of insight, understanding, and compassion. Otherwise it's not a love letter. A true love letter can produce a transformation in the other person, and therefore in the world. But before it produces a transformation in the other person, it has to produce a transformation within us. Some letters may take the whole of our lifetime to write.","author":"Thich Nhat Hanh, Your True Home: The Everyday Wisdom of Thich Nhat Hanh: 365 days of practical, powerful teachings from the beloved Zen teacher","category":"home, letters, love, love-letters"},{"quote":"Maybe that's the best part of going away for a vacation-coming home again.","author":"Madeleine L'Engle, Meet the Austins","category":"home"},{"quote":"I don't care if we have our house, or a cliff ledge, or a cardboard box. Home is wherever we all are, together,","author":"James Patterson","category":"home, james-patterson, maximum-ride"},{"quote":" And then I laugh, because it's so ridiculous and so gorgeous and it's all I an do to not melt into a fit of giggles. So what if I'm ninety-three? So what if I'm ancient and cranky and my body's a wreck? If they're willing to accept me and my guilty conscience, why the hell shouldn't I run away with the circus? It's like Charlie told the cop. For this old man, this IS home.","author":"Sara Gruen","category":"end-quote, home, old-age, sara-gruen, water-for-elephants"},{"quote":"This entire time I've been thinking about where my home was. At first it was California, then Wisconsin. But in truth, home isn't necessarily where you sleep at night. It's where you feel like yourself. Where you're most comfortable. Where you don't have to pretend, where you can just be you.","author":"Elizabeth Eulberg, Better off Friends","category":"better-off-friends, elizabeth-eulberg, home"},{"quote":"No settled family or community has ever called its home place an “environment.” None has ever called its feeling for its home place “biocentric” or “anthropocentric.” None has ever thought of its connection to its home place as “ecological,” deep or shallow. The concepts and insights of the ecologists are of great usefulness in our predicament, and we can hardly escape the need to speak of “ecology” and “ecosystems.” But the terms themselves are culturally sterile. They come from the juiceless, abstract intellectuality of the universities which was invented to disconnect, displace, and disembody the mind. The real names of the environment are the names of rivers and river valleys; creeks, ridges, and mountains; towns and cities; lakes, woodlands, lanes roads, creatures, and people.And the real name of our connection to this everywhere different and differently named earth is “work.” We are connected by work even to the places where we don’t work, for all places are connected; it is clear by now that we cannot exempt one place from our ruin of another. The name of our proper connection to the earth is “good work,” for good work involves much giving of honor. It honors the source of its materials; it honors the place where it is done; it honors the art by which it is done; it honors the thing that it makes and the user of the made thing. Good work is always modestly scaled, for it cannot ignore either the nature of individual places or the differences between places, and it always involves a sort of religious humility, for not everything is known. Good work can be defined only in particularity, for it must be defined a little differently for every one of the places and every one of the workers on the earth.The name of our present society’s connection to the earth is “bad work” – work that is only generally and crudely defined, that enacts a dependence that is ill understood, that enacts no affection and gives no honor. Every one of us is to some extent guilty of this bad work. This guilt does not mean that we must indulge in a lot of breast-beating and confession; it means only that there is much good work to be done by every one of us and that we must begin to do it.","author":"Wendell Berry","category":"community, conservation, environment, home, stewardship, volunteering"},{"quote":"The truth is, until you know any different, the island is enough.Actually, I know different. And it's still enough.","author":"Maggie Stiefvater, The Scorpio Races","category":"geography, home, place"},{"quote":"You will fall in love with train rides, and sooner or later you willrealize that nowhere seems like home anymore.","author":"Shinji Moon","category":"home"},{"quote":"Best way to live in California is to be from somewheres else.","author":"Cormac McCarthy, No Country for Old Men","category":"california, foreigners, home, settling, strangers"},{"quote":"It was not a triumphal return. Home, as I had known it, was gone.","author":"Alison Bechdel, Fun Home: A Family Tragicomic","category":"changes, home"},{"quote":"People give pain, are callous and insensitive, empty and cruel...but place heals the hurt, soothes the outrage, fills the terrible vacuum that these human beings make.","author":"Eudora Welty","category":"home"},{"quote":"Love is always ready to deny itself, to give, sacrifice, just in the measure of its sincerity and intensity. Perfect love is perfect self-forgetfulness. Hence where there is love in a home, unselfishness is the law. Each forgets self and lives for others.But where there is selfishness it mars joy. One selfish soul will destroy the sweetness of life in any home. It is like an ugly bush in the midst of a garden of flowers. It was selfishness that destroyed the first home and blighted all the loveliness of Paradise; and it has been blighting lovely things in earth's home ever since. We need to guard against this spirit.","author":"J.R.    Miller","category":"home, love, selfishness"},{"quote":"Waking up begins with saying am and now. That which has awoken then lies for a while staring up at the ceiling and down into itself until it has recognized I, and therefrom deduced I am, I am now. Here comes next, and is at least negatively reassuring; because here, this morning, is where it has expected to find itself: what’s called at home.","author":"Christopher Isherwood, A Single Man","category":"home, life, present, sleep, waking-up"},{"quote":"It's one thing to develop a nostalgia for home while you're boozing with Yankee writers in Martha's Vineyard or being chased by the bulls in Pamplona. It's something else to go home and visit with the folks in Reed's drugstore on the square and actually listen to them. The reason you can't go home again is not because the down-home folks are mad at you--they're not, don't flatter yourself, they couldn't care less--but because once you're in orbit and you return to Reed's drugstore on the square, you can stand no more than fifteen minutes of the conversation before you head for the woods, head for the liquor store, or head back to Martha's Vineyard, where at least you can put a tolerable and saving distance between you and home. Home may be where the heart is but it's no place to spend Wednesday afternoon.","author":"Walker Percy, Lost in the Cosmos: The Last Self-Help Book","category":"home, homecoming, nostalgia, small-town"},{"quote":"Where we love is home, home that our feet may leave, but not our hearts.","author":"Oliver Wendell Holmes Sr.","category":"home"},{"quote":"The cruel irony of housework: people only notice when you don't do it.","author":"Danielle Raine, Housework Blues - A Survival Guide","category":"home, housework"},{"quote":"And I was even beginning to think home might be with you.","author":"Ben Sherwood","category":"home, love"},{"quote":"You can’t go home again” ─ isn’t necessarily that places change but people do.","author":"Lauren Oliver, Before I Fall","category":"deep-thoughts, home"},{"quote":"Man wanted a home, a place for warmth, or comfort, first of physical warmth, then the warmth of the affections.","author":"Henry David Thoreau, Walden","category":"emotional, home, physical, want"},{"quote":"All I wanted was what I'd already had. That exultation, that love. It was my one real home; I was a visitor everywhere else.","author":"Scott Spencer, Endless Love","category":"home, love"},{"quote":"For us, places we went were home. We didn't care if they were good or evil or neutral or what. We cared about the fact that for the first time, we didn't have to pretend to be something we weren't. We just got to be. That made all the difference in the world.","author":"Seanan McGuire, Every Heart a Doorway","category":"home"},{"quote":"I don't mean what other people mean when they speak of a home, because I don't regard a home as a...well, as a place, a building...a house...of wood, bricks, stone. I think of a home as being a thing that two people have between them in which each can...well, nest.","author":"Tennessee Williams","category":"home"},{"quote":"The place I like best in this world is the kitchen. No matter where it is, no matter what kind, if it’s a kitchen, if it’s a place where they make food, it’s fine with me. Ideally it should be well broken in. Lots of tea towels, dry and immaculate. Where tile catching the light (ting! Ting!)","author":"Banana Yoshimoto, Kitchen","category":"home, kitchen"},{"quote":"Life takes us to unexpected places... love brings us home.","author":"Unknown Author 770","category":"home, life, love"},{"quote":"Home is what you take with you, not what you leave behind.","author":"N.K. Jemisin, The Fifth Season","category":"home"},{"quote":"Aedion touched her shoulder. \"Welcome home, Aelin.\"A land of towering mountains-the Stagehorns-spread before them, with valleys and rivers and hills; a land of untamed, wild beauty.Terrasen.And the smell-of pine and snow.. How had she never realized that Rowan's scent was of Terrasen, of home? Rowan came close enough to graze her shoulder and murmured, \"I feel as if I've been looking for this place my entire life.","author":"Sarah J. Maas, Queen of Shadows","category":"aelin-ashryver-galathynius, home"},{"quote":"There is no comfort anywhere for anyone who dreads to go home.","author":"Laura Ingalls Wilder, Little Town on the Prairie","category":"dread, home"},{"quote":"How far we all come. How far we all come away from ourselves. So far, so much between, you can never go home again. You can go home, it's good to go home, but you never really get all the way home again in your life. And what's it all for? All I tried to be, all I ever wanted and went away for, what's it all for?Just one way, you do get back home. You have a boy or a girl of your own and now and then you remember, and you know how they feel, and it's almost the same as if you were your own self again, as young as you could remember.And God knows he was lucky, so many ways, and God knows he was thankful. Everything was good and better than he could have hoped for, better than he ever deserved; only, whatever it was and however good it was, it wasn't what you once had been, and had lost, and could never have again, and once in a while, once in a long time, you remembered, and knew how far you were away, and it hit you hard enough, that little while it lasted, to break your heart.","author":"James Agee, A Death in the Family","category":"home"},{"quote":"There wasn't a single item of importance [in the newspaper]. A tower of illusion, all of it, made of illusory bricks and full of holes. If life were made up only of imporant things, it really would be a dangerous house of glass, scarcely to be handled carelessly. But everyday life was exactly like the headlines. And so everybody, knowing the meaninglessness of existence, sets the centre of his compass at his own home.","author":"Kōbō Abe, The Woman in the Dunes","category":"existentialism, home, life, news"},{"quote":"Whoever has no house now, will never have one. Whoever is alone will stay alone, will sit, read, write long letters through the evening, and wander on the boulevards, up and down, restlessly, while dry leaves are blowing.","author":"Rainer Maria Rilke","category":"alone, autumn, home, letters"},{"quote":"The first thing I did when I got inside was turn on the kitchen light. Then I moved to the table, putting my dad's iPod on the speaker dock, and a Bob Dylan song came on, the notes familiar. I went into the living room, hitting the switch there, then down the hallway to my room, where I did the same. It was amazing what a little noise and brightness could do to a house and a life, how much the smallest bit of each could change everything. After all these years of just passing through, I was beginning to finally feel at home.","author":"Sarah Dessen, What Happened to Goodbye","category":"home"},{"quote":"I believe home is where the heart can be open and loving with a sense of security. It must not be a place of fear.","author":"Marilyn Barnicke Belleghem, Questing Home: A Safe Place for My Holy Grail: Personal Growth Through Travel","category":"home, love, quest, safe"},{"quote":"For a knowledge of intimacy, localization in the spaces of our intimacy is more urgent than determination of dates.","author":"Gaston Bachelard, The Poetics of Space","category":"9, comfort, home, intimacy, location, love, space"},{"quote":"The city was lovely. There could be no place in the world to which he belonged so completely.That was why he'd always dreamed of leaving, and why he'd always been so afraid to go.","author":"Daniel Alarcón, At Night We Walk in Circles","category":"exile, home, leaving-home"},{"quote":"The fish,Even in the fisherman's net,Still carries,The smell of the sea.","author":"مريد البرغوثي","category":"displacement, home, palestine"},{"quote":"This house sheltered us, we spoke, we loved within those walls. That was yesterday. To-day we pass on, we see it no more, and we are different, changed in some infinitesimal way. We can never be quite the same again.","author":"Daphne du Maurier, Rebecca","category":"changes, home, life"},{"quote":"I wonder if it will be—can be—any more beautiful than this,’ murmured Anne, looking around her with the loving, enraptured eyes of those to whom ‘home’ must always be the loveliest spot in the world, no matter what fairer lands may lie under alien stars.","author":"L.M. Montgomery, Anne of the Island","category":"home"},{"quote":"She didn't know whether she was running away from something or running to something, but she admitted that deep in her heart she wanted to go home.","author":"Beatrice Sparks, Go Ask Alice","category":"home, running-away-from-problems"},{"quote":"A true home is one of the most sacred of places. It is a sanctuary into which men flee from the world’s perils and alarms. It is a resting-place to which at close of day the weary retire to gather new strength for the battle and toils of tomorrow. It is the place where love learns its lessons, where life is schooled into discipline and strength, where character is molded.Few things we can do in this world are so well worth doing as the making of a beautiful and happy home. He who does this builds a sanctuary for God and opens a fountain of blessing for men.Far more than we know, do the strength and beauty of our lives depend upon the home in which we dwell. He who goes forth in the morning from a happy, loving, prayerful home, into the world’s strife, temptation, struggle, and duty, is strong--inspired for noble and victorious living. The children who are brought up in a true home go out trained and equipped for life’s battles and tasks, carrying in their hearts a secret of strength which will make them brave and loyal to God, and will keep them pure in the world’s severest temptations.","author":"J.R.    Miller","category":"home"},{"quote":"Heimat. The word mean home in German, the place where one was born. But the term also conveys a subtler nuance, a certain tenderness. One's Heimat is not merely a matter of geography; it is where one's heart lies.","author":"Jenna Blum, Those Who Save Us","category":"german, home"},{"quote":"Home is where the heart is.","author":"Carrie Jones, After Obsession","category":"home"},{"quote":"It stood calm against the suburban storm raging around it. The thunder screamed across the sky","author":"it slapped the clouds into a heated turmoil that flew towards the south.","category":"J.D. Stroube, Caged in Darkness"},{"quote":"Home. That wonderful place I was lucky enough to revisit no matter how short a time finally realizing it's not relegated to just one single place its wherever you make it.","author":"Alyson Noel, Blue Moon","category":"home, immortality, love"},{"quote":"(about organizing books in his home library, and putting a book in the \"Arts and Lit non-fiction section)I personally find that for domestic purposes, the Trivial Pursuit system works better than Dewey.","author":"Nick Hornby, The Polysyllabic Spree","category":"games, home, libraries, organization"},{"quote":"You feel more like home to me than any place I've ever been.","author":"Angela N. Blount, Once Upon an Ever After","category":"belonging, home, in-love, love"},{"quote":"Corus lay on the southern bank of the Oloron River, towers glinting in the sun. The homes of wealthy men lined the river to the north; tanners, smiths, wainwrights, carpenters, and the poor clustered on the bank to the south. The city was a richly colored tapestry: the Great Gate on Kings-bridge, the maze of the Lower City, the marketplace, the tall houses in the Merchants' and the Gentry's quarters, the gardens of the Temple district, the palace. This last was the city's crown and southern border. Beyond it, the royal forest stretched for leagues. It was not as lovely as Berat nor as colorful as Udayapur, but it was Alanna's place.","author":"Tamora Pierce","category":"home, inspirational"},{"quote":"What was home, really? Just a place to lay your head.No. It was so much more than that. It was a place where a person belonged. Where a fellow would be missed. It was a part of a man. Something that couldn't be sold or taken for granted.","author":"Suzanne Woods Fisher, The Keeper","category":"home"},{"quote":"Your true home is in the here and the now.","author":"Thich Nhat Hanh, Your True Home: The Everyday Wisdom of Thich Nhat Hanh: 365 days of practical, powerful teachings from the beloved Zen teacher","category":"home, presence"},{"quote":"[The kitchen] was also messy--delightfully so, thought Jane--and it didn't look as though lots of cooking went on there. There was a laptop computer on the counter with duck stickers on it, the spice cabinet was full of Ben's toy trucks, and Jane couldn't spot a cookbook anywhere. This is the kitchen of a Thinker, she decided, and promised herself that she'd never bother with cooking, either.","author":"Jeanne Birdsall, The Penderwicks on Gardam Street","category":"cooking, home, kitchens"},{"quote":"Home is not where you have to go but where you want to go; nor is it a place where you are sullenly admitted, but rather where you are welcomed – by the people, the walls, the tiles on the floor, the followers beside the door, the play of life, the very grass.","author":"Scott Russell Sanders","category":"home"},{"quote":"If your life's at a juncture and you need to think about things, there's nowhere better than home. However old you are.","author":"Sophie Kinsella, Twenties Girl","category":"home"},{"quote":"Mother seemed happiest when making and tending home, the sewing machine whistling and the Mixmaster whirling. Her deepest impulse was to nurture, to simply dwell; it had nothing to do with ambition and achievement in the world...How had I come to believe that my world of questing and writing was more valuable than her dwelling and domestic artistry?...I wanted to go out and do things--write books, speak out. I've been driven by that. I don't know how to rest in myself very well, how to be content staying put. But Mother knows how to BE at home--and really, to be in herself. It's actually very beautiful what she does...I think part of me just longs for the way Mother experiences home.","author":"Sue Monk Kidd","category":"home, motherhood"},{"quote":"Do you ever want to go home?' I asked Paul.He brushed an ash from my face. 'It's the century of the displaced person,' he said. 'You can never go home.","author":"Janet Fitch, White Oleander","category":"astrid, displaced, home, never, paul"},{"quote":"An alarming number of parents appear to have little confidence in their ability to \"teach\" their children. We should help parents understand the overriding importance of incidental teaching in the context of warm, consistent companionship. Such caring is usually the greatest teaching, especially if caring means sharing in the activites of the home.","author":"Raymond S. Moore, School Can Wait","category":"home, parents, teaching"},{"quote":"My father says you remember the smell of your country no matter where you are but only recognize it when you're far away.","author":"Aglaja Veteranyi, Warum das Kind in der Polenta kocht","category":"far-from-home, home, homesickness, sense-memory"},{"quote":"VIDEO ARCHIVE-INTERVIEW 24768 . GOLD-EYEI like trees… grass… only birds in sky. People walking safe. FamilyNo Creatures. Sleep all night safe. Walk under sun in own place.Grow plants. Build.Be father with mother. Have Children. A place like Petar told me. Home.After Change goes back…I want home.","author":"Garth Nix, Shade's Children","category":"home, safe"},{"quote":"Home. It's such a simple word, one I never knew would come to mean as much to me as it has. It once was my dad's house, then my uncle's farm. Mostly it's meant wherever Charlie and I were together. Now, though, it's you. It's your letters, your words. They're the place I go to with my fears, where I find comfort, where I feel safe.","author":"Kristina McMorris, Letters From Home","category":"home, love"},{"quote":"Home. When it rains, you can smell the leaves in the forest and the sand. It's all so small and mild, the landscape surrounding the lake, so manageable. The leaves and the sand are so close, it's as if you might, if you wanted, pull them on over your head. And the lake always laps at the shore so gently, licking the hand you dip into it like a young dog, and the water is soft and shallow.","author":"Jenny Erpenbeck, Visitation","category":"home"},{"quote":"It is a great comfort to a rambling people to know that somewhere there is a permanent home--perhaps it is the most final of the comforts they ever really know.","author":"Ben Robertson, Red Hills and Cotton","category":"home, scots-irish, southerners"},{"quote":"For me a house or an apartment becomes a home when you add one set of four legs, a happy tail, and that indescribable measure of love that we call a dog.","author":"Roger A. Caras","category":"dog, home"},{"quote":"‎What you do in your house is worth as much as if you did it up in heaven for our Lord God. We should accustom ourselves to think of our position and work as sacred and well-pleasing to God, not on account of the position and work, but on account of the word and faith from which the obedience and work flow.","author":"Martin Luther","category":"heaven, home, luther, martin, martin-luther, sacred"},{"quote":"what we call a home is merely any place that succeeds in making more consistenly available to us the important truths which the wider world ignores, or which our distracted and irresolute selves have trouble holding onto.\" (p123) Architecture of Happiness","author":"Alain de Botton, The Architecture of Happiness","category":"home"},{"quote":"[T]he very color of the air in the place I was born was different, the smell of the earth was special, redolent with memories of my parents.","author":"Sōseki Natsume","category":"home, nostalgia"},{"quote":"I thought about that old saying, how we can never go home again. But I think it's more like a piece of us stays behind when we leave -- a piece we can never reclaim, one that awaits our next visit and demands that we remember.","author":"Beth Hoffman, Looking for Me","category":"home"},{"quote":"Thomas Jefferson asked himself “In what country on earth would you rather live ” He first answered “Certainly in my own where are all my friends my relations and the earliest and sweetest affections and recollections of my life.” But he continued “which would be your second choice ” His answer “France.","author":"Thomas Jefferson","category":"france, home"},{"quote":"....and I'll know that this is what you live for - to hear someone say. \"Let's go home,\" to hear someone you love call your name.","author":"Leah Stewart, The Myth of You and Me","category":"home, love"},{"quote":"He feels safer just knowing that even if he's away there is a home waiting for him to return.","author":"Gabriel Bá, Daytripper","category":"daytripper, gabriel-ba, home"},{"quote":"Home. Wow. I’m already calling it home.Well, isn’t that what any place is? Any place that you share withsomeone you love, I mean?","author":"Meg Cabot, Queen of Babble in the Big City","category":"home"},{"quote":"They caught up with each other's news casually, leaving long, cosy gaps of silence in which to go to work on their muffins and coffees. Jerome - after two months of having to be witty and brilliant in a strange town among strangers - appreciated the gift of it. People talk about the happy quiet that can exist between two lovers, but this too was great; sitting between his sister and his brother, saying nothing, eating. ~ on the comforts of home.","author":"Zadie Smith, On Beauty","category":"home"},{"quote":"Human feelings are queer things -- I am much happier -- black-leading the stove's -- making the beds and sweeping the floors at home, than I should be living like a fine lady anywhere else.","author":"Charlotte Brontë","category":"home"},{"quote":"Home is a little kingdom with rulers, laws, and subjects, each with a part to perform in order that life there shall be perfect.","author":"Mabel Hale, Beautiful Girlhood: A Timeless Guide for Christian Adolescense","category":"home"},{"quote":"I had discovered that the plainest house can crown a fantasy or daydream. An open window can be tolerated. So can an open door. But I discovered the value of four walls and a roof. Something about containment that at the same time offers escape.","author":"Lloyd Jones, Mister Pip","category":"home"},{"quote":"I've lived here ... my whole life. It's where I lost all my baby teeth. Where tiny hamster, gerbil, and bird skeletons lie in rotted-out cardboard coffins beneath the oak tree in our backyard. Also where, if some future archaeologist goes digging, they'll find the remains of a plush toy: a gray terrier named Toto I buried after the accident.","author":"Jennifer McMahon, My Tiki Girl","category":"home"},{"quote":"The principle of neighborhood at home always implies the principle of charity abroad. (pg. 260, The Idea of a Local Economy)","author":"Wendell Berry, The Art of the Commonplace: The Agrarian Essays","category":"charity, home"},{"quote":"He claimed the waters must have, indeed, been healing, because look how hard his journey was on him to get there, and how easy it was on him to get home.","author":"Sarah Addison Allen","category":"home"},{"quote":"I had come to a place where I was meant to be. I don't mean anything so prosaic as a sense of coming home. This was different, very different. It was like arriving at a place much safer than home.","author":"Pat Conroy, The Lords of Discipline","category":"belonging, heaven, home"},{"quote":"Because loners are born everywhere, we end up living everywhere. We do not, have not, tended to single ourselves out as special, elite, requiring rarefied environments. Too often we have done the opposite; lived where we lived because our jobs were there, or families, or because we'd heard the schools were good there, or that we would love a place with changing seasons. Then, no matter what, we put our noses to the grindstone. We take living there as a fait accompli, a fact. Too often we are miserable somewhere without realizing why. We blame ourselves for not buckling down, settling in, fitting in. The problem is the place, but too often we do not see this, we will not allow ourselves to see this. It's the same old thing: This is a friendly town, so what's your problem?...To the non-loner, or the self-reproaching loner, the fact of being a loner is not comparable to those other determinants. It is not a matter of life and death, we tell ourselves. It its not a matter of breathing or of execution by stoning. But home is the crucible of living...So how can living not be a matter of life and death?","author":"Anneli Rufus, Party of One: The Loners' Manifesto","category":"environment, home, introversion"},{"quote":"Home is a name, a word, it is a strong one; stronger than magician ever spoke, or spirit ever answered to, in the strongest conjuration.","author":"Charles Dickens","category":"home"},{"quote":"olivia reminds me of a bird sometimes, how her feathers get all ruffled when she's mad. and when she's fragile like this, she's a little lost bird looking for its nest.","author":"R.J. Palacio","category":"children-s-lit, home, love, protection, rj-palacio, wonder"},{"quote":"Home. Let me come home. Home is whenever I'm with you.","author":"Edward Sharpe","category":"home"},{"quote":"What's most revolting is that one is really sad! No, it's better at home. Here at least one blames others for everything and excuses oneself.","author":"Fyodor Dostoyevsky, Crime and Punishment","category":"foreign-travel, home, svidrigailov"},{"quote":"All white people are born with a singular mission in life in order to pass from regular whitehood into ultra-whitehood. Just as Muslims have to visit Mecca, all white people must eventually renovate a house before they can be complete.","author":"Christian Lander, Stuff White People Like: A Definitive Guide to the Unique Taste of Millions","category":"home, houses, humor, white-people"},{"quote":"We are all children coming inside from recess with varying degrees of dirt on us.","author":"Shannon L. Alder","category":"adversity, earth, god-s-children, heaven, home, playground, trials"},{"quote":"Home is always the impossible subject, multilayered and maddening.","author":"Paul Theroux","category":"home"},{"quote":"It had to be U. U. was the only town I could still bear, the one spot in the atlas I'd already absorbed head-on. When you take too many of your critical hits in one place, that place can no longer hurt you.","author":"Richard Powers, Galatea 2.2","category":"home, place"},{"quote":"Home was truly the best place he could possibly be, but, alas, was not an available option.","author":"Kenneth Eade, Unreasonable Force","category":"coming-home, home, home-sweet-home, leaving-home"},{"quote":"Although it may be unused, the front door continues to appeal to our sense arrival. Call it the ceremony of coming home.","author":"Akiko Busch, Geography of Home: Writings on Where We Live","category":"door, home"},{"quote":"[They] believed that the worst way to die, was far from home. That one’s soul traveled the earth, lost forever. But this place was as much her home as [California]. She had lived out some of the most important parts of her life here – and if that didn’t qualify a place as home, what did?","author":"Tatjana Soli, The Lotus Eaters","category":"home"},{"quote":"I would’ve loved to return to me home of Ireland, but Joshua never made the bloody pikes he was flogged for.","author":"Sharon Robards, A Woman Transported","category":"home, ireland"},{"quote":"I wonder if ever again Americans can have that experience of returning to a home place so intimately known, profoundly felt, deeply loved, and absolutely submitted to? It is not quite true that you can't go home again. I have done it, coming back here. But it gets less likely. We have had too many divorces, we have consumed too much transportation, we have lived too shallowly in too many places.","author":"Wallace Stegner, Angle of Repose","category":"belonging, depth, familiarity, home, intimacy, shallowness"},{"quote":"Heart thoughts are profound, hindsight aches and hope is obscure. I'm craving a great adventure -- one that leads me back home.","author":"Donna Lynn Hope","category":"home, homesick, homesickness"},{"quote":"Thomas Wolfe warned in the title of America’s great novel that ‘You Can’t Go Home Again.’ I enjoyed the book but I never agreed with the title. I believe that one can never leave home. I believe that one carries the shadows, the dreams, the fears and dragons of home under one’s skin, at the extreme corners of one’s eyes and possibly in the gristle of the earlobe.Home is that youthful region where a child is the only real living inhabitant. Parents, siblings, and neighbors, are mysterious apparitions, who come, go, and do strange unfathomable things in and around the child, the region’s only enfranchised citizen.[…]We may act sophisticated and worldly but I believe we feel safest when we go inside ourselves and find home, a place where we belong and maybe the only place we really do.","author":"Maya Angelou, Letter to My Daughter","category":"home, inspirational"},{"quote":"I sat on a toilet watching the water run thinking what an odd thing tourism is. You fly off to a strange land, eagerly abandoning all the comforts of home and then expend vast quantities of time and money in a largely futile effort to recapture the comforts you wouldn’t have lost if you hadn’t left home in the first place.","author":"Bill Bryson, Neither Here nor There: Travels in Europe","category":"creature-comforts, home, tourism"},{"quote":"Are we running away from home?” I asked, giving voice to the question that had been on my mind for two days, ever since the lady at the Wok On restaurant asked where we were from and my mother","author":"Michele Jaffe, Ghost Flower","category":"home, running-away"},{"quote":"Where you are born--what you are born into, the place, the history of the place, how that history mates with your own-- stamps who you are, whatever the pundits of globalisation have to say.","author":"Jeanette Winterson, Why Be Happy When You Could Be Normal?","category":"globalisation, home, homeland"},{"quote":"I may stay here in this town another day or I may go on to another town. No one knows where I am. I am taking this bath in life, as you see, and when I have had enough of it I shall go home feeling refreshed.","author":"Sherwood Anderson, Death in the Woods and Other Stories","category":"aloneness, home, wanderlust"},{"quote":"You restored me to the concept of home.","author":"Lionel Shriver, We Need to Talk About Kevin","category":"home"},{"quote":"She pondered the arrangements of the paintings on a wall like a writer pondered commas.","author":"Jonathan Franzen, The Discomfort Zone: A Personal History","category":"home, mother"},{"quote":"He thinks money spent on a home is money wasted. He's lived too much in hotels. Never the best hotels, of course. Second-rate hotels. He doesn't understand a home. He doesn't feel at home in it. And yet, he wants a home. He's even proud of having this shabby place. He loves it here.","author":"Eugene O'Neill, Long Day's Journey Into Night","category":"home, hotel, hotels"},{"quote":"Bellusdeo laughed. It was, for a moment, the only sound in the quiet of the fief’s night, and it was warmer and deeper than the lingering night chill. When her laughter faded, she glanced at Kaylin. “I was not like this before. I thought that the Shadows had not touched me.” She lowered her head a moment.Kaylin understood this, as well. “It seems so unfair,” she finally said.“Life is unfair. Which part of it pains you?”“We suffer, and it breaks something. When we win free—by gaining our name, by crossing a bloody bridge—we still live in a cage of scars. If life were fair, we would never have suffered what we suffered at all; having suffered it and survived, we’re still reacting to things that don’t exist anymore.”“But they did.”“Yes. I hate that they still define me.” Voice lower, she said to Bellusdeo, “I want that to change. I don’t know how to change it. But I’m willing to spend the rest of my life trying.” Shaking her head, she forced herself to smile; it was surprisingly easy. There was something about Bellusdeo that she liked. “Home is a strange thing.”“What do you mean?”“We lose it, and we think it’s gone forever. That’s how I felt the first time I lost mine. It took me years to understand that I could find—and make—another. I couldn’t do it on my own, though; I don’t think—for me—home exists in isolation.","author":"Michelle Sagara West, Cast in Ruin","category":"creed, family-values, home, kaylin-neya, survival"},{"quote":"Homes should mean something to us humans. They are a basic instinct. A home, with a life that centers only on food and sleep, is not really a home, it's a house. Beauty and graciousness, joy of living, being used in every part, these are the things that make a house a home. (chapter header quote from Popular Home Decorations, 1940)","author":"Ellen Baker, Keeping the House","category":"home"},{"quote":"When you are on the air, there is no land you need to call home.","author":"Grigoris Deoudis","category":"air, call, home, land"},{"quote":"She considered what had made Denmark home to her anyway. Was it the sense of familiarity? That wherever she went there were echoes of a hundred memories she could pluck from her thoughts?","author":"Sage Steadman, Upon Destiny's Song","category":"home, nostalgia"},{"quote":"At forty-three, I bought my first house. I’d wanted one like crazy. A house meant family, a happy childhood for my litttle girl and for the little girl self inside me. . . . I was soon overwhelmed by the upkeep and overcome by the yardwork. . . . In the bright light of closing, it was obvious: it was never a house I wanted; it was what a house symbolized to me. (254)","author":"Victoria Moran, Younger by the Day: 365 Ways to Rejuvenate Your Body and Revitalize Your Spirit","category":"home, house, need, want"},{"quote":"If this were so; if the desert were 'home'; if our instincts were forged in the desert; to survive the rigours of the desert - then it is easier to understand why greener pastures pall on us; why possessions exhaust us, and why Pascal's imaginary man found his comfortable lodgings a prison.","author":"Bruce Chatwin, The Songlines","category":"home, nature-of-man, nomad, pascal, walkabout"},{"quote":"You can never really escape. It goes with you, wherever you go. Somehow, the prairie dust gets in your blood, and it flows through your veins until it becomes a part of you. The vast stretches of empty fields, the flat horizons of treeless plains. The simplicity of the people—good, earnest people. The way they talk and the way they live. The lack of occurrence, lack of attention, lack of everything. All that—it’s etched into your soul and it colors the way you see everything and it becomes a part of you. Eventually, Ms. Harper, when you leave, everything you experience outside of Kansas will be measured against all you know here. And none of it will make any sense.","author":"P.S. Baber, Cassie Draws the Universe","category":"home, kansas"},{"quote":"This is what happened when one left one's home - pieces of oneself scattered all over the world, no one place ever completely satisfied, always a nostalgia for the place left behind. Pieces of her in Vietnam, some in this place of bone. She brought the letter to her nose. The smell of Vietnam: a mix of jungle and wetness and spices and rot. A smell she hadn't realized she missed.","author":"Tatjana Soli, The Lotus Eaters","category":"home"},{"quote":"Sustainability is now a big baggy sack in which people throw all kinds of old ideas, hot air and dodgy activities in order to be able to greenwash their products and feel good.","author":"Kevin McCloud, Kevin McCloud's 43 Principles of Home: Enjoying Life in the 21st Century.","category":"architecture, design, ecology, home, urban-planning"},{"quote":"His client needs him, he says. Needs him? But isn’t he needed at home?","author":"Beth Kephart, Undercover","category":"fathers, home"},{"quote":"Helen's Saigon had always been about selling - chickens, information, or lovely young women, it didn't matter. It had once been called the Pearl of the Orient, but by people who had not been there in a very long time. Saigon had never been Paris, but now it was a garrison town, unlovely, a stinking refugee shantyville filled with the angry, the betrayed, the dispossessed, but she had made it her home, and she couldn't bear that soon she would have to leave.","author":"Tatjana Soli, The Lotus Eaters","category":"home"},{"quote":"You still haven't said where you come from. Where is your home?\"I said, \"I am a sheath, so home is wherenever my shade, my blade is.","author":"Sarah Micklem, Wildfire","category":"home, love"},{"quote":"The most luxurious home is the most peaceful one.","author":"Mahrukh","category":"home"},{"quote":"Home.” This was my mantra, my four-letter savior.","author":"M.B. Dallocchio, The Desert Warrior","category":"home, ptsd, recovery, running-away, trauma, wanderlust"},{"quote":"It is so beautiful but home is home, and home is best.","author":"Michael Morpurgo, Toto: The Dog-Gone Amazing Story of the Wizard of Oz","category":"home"},{"quote":"Home is where you feel more welcome, more secure, have more rights, where you are loved. This place can be any place even away from what you would normally call home.","author":"Bangambiki Habyarimana, Book of Wisdom","category":"home, homelessness, homesickness, nostalgia, nostalgia-quotes, refugee, refugee-crisis"},{"quote":"Does your home make you happy? This place, this sanctuary, that we call home should be a place that makes us feel joyful, safe, and at peace. Let your home be a place of beauty. Let it be that your home never makes you feel trapped, stressed, or drained. Having a place of sanctuary is very important for the mental well-being. No matter what happens in the outside world there needs to always be a place for you to balance out and recharge. Let your home be a sanctuary that gives you peace.","author":"Avina Celeste","category":"home, inspirational, safety, sanctuary"},{"quote":"Don’t sell based on inventory. Inventory based on who you want to sell.A lot of people sell homes. They all have structure. Location, size, style, function, benefit, community, who stays (and leaves)...totally different. You can sell or do anything at a premium. It may be a home, but the type of clientele you work with is a choice. Don’t sell based on inventory. Inventory based on who you want to sell.Go to work.","author":"Richie Norton","category":"agent, buyer, buyers-agent, dual-agency, home, realtor, seller, sellers-agent"},{"quote":"...one can never leave home...one carries the shadows, the dreams, the dragons of home under one's skin, at the extreme corners of one's eyes...","author":"Maya Angelou, Letter to My Daughter","category":"family-relationships, home, inspirational"},{"quote":"How you bring people into your home is just as important as when they walk through the door. Frame well. #marketing","author":"Richie Norton","category":"construction, door, eq, frame, home, marketing, sales, social-intelligence"},{"quote":"When you've been lost as I have,\" he once said, \"you get good at finding your way home.","author":"Emily Henry, A Million Junes","category":"finding-your-way, home, lost"},{"quote":"It all comes together inside her, and she can’t begin to explain. “It’s just a pattern,” she says, feeling bad because it’s a lie. She’s lying to Miss Justineau, who she loves more than anyone in the world. And of course the other part of the feeling, that’s even harder to say, is that they’re each other’s home now. They have to be.","author":"M.R. Carey, The Girl with All the Gifts","category":"home, love"},{"quote":"To transform home is to transform the world.","author":"Diana Butler Bass, Grounded: Finding God in the World. A Spiritual Revolution","category":"home, transformation"},{"quote":"Home, I think. But it's nowhere I can go back to.","author":"Margaret Atwood, Cat's Eye","category":"cat-s-eye, home"},{"quote":"How difficult it must be to leave a place called home, along with all the bitter sweet memories attached, for someone special and later on visit the same place as a guest.","author":"Swati Kumar, The Great Indian Dilemma","category":"guest, home, love, marriage-quotes, memories-quotes, someone-special"},{"quote":"We can’t go back to something we ain’t never been to in the first place. It ain’t ours anymore. This is.","author":"Yaa Gyasi, Homegoing","category":"home, place"},{"quote":"But here, the rain was just another part of the landscape. Like it was the thing that lived here and we were merely visitors.","author":"Megan Miranda, All the Missing Girls","category":"all-the-missing-girls, home, landscape, rain"},{"quote":"A home is a place one's heart creates and so recognizes as its own. A place it enters of its own free will. All others are merely dwelling places.","author":"Cameron Dokey, Kissed:  Once Upon A Time Omnibus Belle/Sunlight and Shadow/Winter's Child","category":"home"},{"quote":"If ever you want a rainbow in your home, go to Sandwich Glass Museum, and let them put one in your heart too.","author":"Anthony T Hincks","category":"color, colors, colour, colours-go-to, glass, home, love, philosophy, rainbow, rainbows, sandwich-glass-museum, visit"},{"quote":"This, it occurred to me, was the deeper meaning in the mournful merriment I had been part of that day. I stood at Mam's sink before bedtime, filling an iced tea glass with water, thinking that I had underestimated this place where I was born. I knew it was a good place to be from. I had no idea how great a place it was to be.","author":"Rod Dreher, The Little Way of Ruthie Leming: A Southern Girl, a Small Town, and the Secret of a Good Life","category":"family-love, home"},{"quote":"But home did not seem the right word for it. It hadn’t quite been home for years. Not like it used to be.","author":"Emory R. Frie, Heart of a Lion","category":"home, nostalia"},{"quote":"A hermit never lives alone when he has God as a house guest.","author":"Anthony T. Hincks","category":"alone, god, guest, hermit, home, lives, lives-alone, philoosphy"},{"quote":"He reminds me of how one would feel when they think of home. A place where you eventually have to find your way back to, because it is where you are safe and loved.","author":"Carla Reighard, Settlers","category":"home, love, safe-haven"},{"quote":"Ever theatrical, Jackie also viewed the home as a grand set: a malleable, working stage on which to play out the daily sketches of life...","author":"Shelly Branch, What Would Jackie Do?: An Inspired Guide to Distinctive Living","category":"home, life, stage"},{"quote":"When your partner is regularly going out to bars and nightclubs and does not come home until after sunrise, it is likely that they are engaging in some form of infidelity.","author":"Steven Magee","category":"after, bar, bars, engaging, form, going, home, infidelity, infidelity-in-marriage, infidelity-in-relationships, likely, night, nightclub, nightclubs, out, partner, regularly, some, sunrise, when"},{"quote":"The Forest that had been about her all her life, certain as a mountain, was made ashes. The high gable that had stood for two hundred years fallen in ruin. Throvenland was torn apart like smoke on the wind. Nowhere would be safe, ever again.","author":"Joe Abercrombie, Half a War","category":"home, safe"},{"quote":"I didn't care whether I had gotten dressed, or what state my hair was in or anything– it didn't matter. I felt close to him, and I'd come to regard him as just another part of the scenery.","author":"Banana Yoshimoto, The Lake","category":"home, love"},{"quote":"Nostalgia is a longing for your home.","author":"Will Advise","category":"home, longing, nostalgia"},{"quote":"The fastest way to go home is to be home...","author":"Will Advise","category":"home"},{"quote":"Whenever she felt at home, there always seemed to be love floating about on the edges of things.","author":"Meia Geddes, The Little Queen","category":"fairytale, home, love, novella"},{"quote":"He is more rooted to the idea of home. He created this home...and established routines like watching the BBC and cooking barbecues for friends. It's much harder to dismantle that world and to rebuild it somewhere else.","author":"Azar Nafisi, Reading Lolita in Tehran","category":"home, sense-of-place"},{"quote":"The world is for you and for the ones who roll out the carpet, even if it's tattered. They're scattered all over. And if you look carefully, they can help you find your way home, wherever you are.","author":"Salma Abdelnour, Jasmine and Fire: A Bittersweet Year in Beirut","category":"home"},{"quote":"Are all societies doomed to amnesia—or are there communities that have preserved their collective cultural memory?The world, which is the private property of a few, suffers from amnesia. It is not an innocent amnesia. The owners prefer not to remember that the world was born yearning to be a home for everyone.","author":"Galeano Eduardo","category":"home"},{"quote":"He wonders what it would be like to belong somewhere and never doubt it.","author":"Stephanie Bishop, The Other Side of the World","category":"home, homesickness"},{"quote":"....he will always live in a place he is not from. For a long time he thought that habit would counter this fact and custom would disguise it. He thought, in the beginning, that such things would not matter in the long run. But they did, they do, they always will.","author":"Stephanie Bishop, The Other Side of the World","category":"home, homesickness"},{"quote":"Home's what's left over when you've figured out all the places you don't want to be. Sounds stupid, doesn't it? But that's what we do. We say not there and not there and not there, until there's only one place left.","author":"Anne Corlett, The Space Between the Stars","category":"home"},{"quote":"So maybe home is something that changes as we do, something that expands and contracts with time and loss.","author":"Lily Myers, This Impossible Light","category":"home"},{"quote":"I saw Sonora before me, so otherworldly, so desolate, some cast-out mistress on the pale blue planet, and longed suddenly to stay.","author":"Hannah Lillith Assadi, Sonora","category":"description, desert, hannah-lillith-assadi, home, metaphor, setting, sonora"},{"quote":"He’d lived in the desert all his life, and he loved it. He was its child. It was his home.","author":"Tony   Taylor, Counters","category":"child-of-nature, desert, home, homeland, love"},{"quote":"This feeling of being \"home at last\" corresponds to my idea about the city, and idea shaped by books, movies, and plays, an idea of infinite possibility.","author":"Siri Hustvedt, A Plea for Eros: Essays","category":"expectations, home, ideas"},{"quote":"Warm, enticing scents were floating down, basil and oregano and tomato. It made Wes long for something, something he couldn't place. A happy childhood, a home.","author":"Sarah Addison Allen, Lost Lake","category":"home, pizza, wes-patterson"},{"quote":"He has a traditional shopper's DNA, an eye for freshness and appearance, and a consistent sense of a home to go back to.","author":"Amit Chaudhuri, Friend of My Youth","category":"home, shopper"},{"quote":"You shall not go down good twice to the same river, nor can you go home again. That he knew; indeed it was the basis of his view of the world. Yet from that acceptance of transience he evolved his vast theory, wherein what is most changeable is shown to be fullest of eternity, and your relationship to the river, and the river's relationship to you and to itself, turns out to be at once more complex and more reassuring than a mere lack of identity. You CAN go home again, the General Temporal Theory asserts, so long as you understand that home is a place where you have never been.","author":"Ursula K. Le Guin, The Dispossessed","category":"home"},{"quote":"For those I come from, there is nothing more devouring than the feeling of want for home, the feeling of need for home. We are all waiting for a form of transport, a ship, a saucer to carry us out of the too-dark night.","author":"Hannah Lillith Assadi, Sonora","category":"displaced, hannah-lillith-assadi, home, refugees, sonora, transport"},{"quote":"Anywhere you find peace of mind is your home!","author":"Mehmet Murat ildan","category":"home, home-quotes, ildan-wisdom, ildan-wise-sayings, ildan-words, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, peace-of-mind, peace-of-mind-quotes, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers"},{"quote":"But years and miles away from home could never attenuate the city's hold on my identity, and the more I explored places and people far from Hampton, the more my status as one of its daughters came to mean to me.","author":"Margot Lee Shetterly, Hidden Figures: The American Dream and the Untold Story of the Black Women Mathematicians Who Helped Win the Space Race","category":"home"},{"quote":"West Virgina never left Katherine's heart, but Virginia was her destiny.","author":"Margot Lee Shetterly, Hidden Figures: The American Dream and the Untold Story of the Black Women Mathematicians Who Helped Win the Space Race","category":"home, hopes-and-dreams"},{"quote":"Nakajima's presence didn't put any pressure on me, either. Quite the opposite: there was a warmth in the core of my chest when he was around.","author":"Banana Yoshimoto, The Lake","category":"home, love"},{"quote":"What I would do, to myself or anyone else, for the chance to go back home? But no one is there. No one I care about. They're gone, protected, far away. Home is no longer the place we're from. Home is safe with them. I hope.","author":"Victoria Aveyard, King's Cage","category":"home, kings-cage, mare-barrow"},{"quote":"Home is within me, no matter where I go, no matter what happens to our planet or our people.","author":"Romina Russell, Zodiac","category":"home"},{"quote":"And that, she thought as he left her, summed up the miracle of her life. She had a home with him, and he'd be there.","author":"J.D. Robb, Echoes in Death","category":"home, miracle, roarke"},{"quote":"How many times do your feet have to press down on a path before they make an imprint, before pieces of soul start sticking?","author":"Fiona Wood, Cloudwish","category":"home, philosophy, soul-searching"},{"quote":"I am proud to say that we started out as a family- owned business and have grown to a team of 10 professional cleaners ready to serve you. Our business is fully licensed and insured to ease your mind when hiring a new service. Call us today for your free quote.","author":"Mely's Super Clean","category":"clean, cleaning, cleaning-services, flu, hand, home, house-cleaning, madison, super"},{"quote":"Home is where the heart unveils.","author":"Gloria D. Gonsalves","category":"heart-quotes, home, life-quotes-and-sayings, revelation-quotes"},{"quote":"When we feel haunted, it is the pull of our own home we're experiencing, but a more upsetting possibility is that the past has become homeless, and we are offering it a place to inhabit in the present.","author":"Yiyun Li, Dear Friend, from My Life I Write to You in Your Life","category":"haunted, haunting, home, homeless"},{"quote":"Homes, Gamache knew, were a self portrait. A person's choice of color, furnishing, pictures, every touch revealed the individual. God, or the devil, was in the details. And so was the human. Was it dirty, messy, obsessively clean? Were the decorations chosen to impress, or were they a hodgepodge of personal history? Was the space cluttered or clear? He felt a thrill every time he entered a home during an investigation.","author":"Louise Penny, Still Life","category":"home, personality"},{"quote":"Eventually we all must return home.","author":"Rick Riordan, The Blood of Olympus","category":"blood-of-olympus, home"},{"quote":"You're not lost, so long as you know your way back home.","author":"Lana M. H. Wilder","category":"discovery, encouragement, home, lana-m-h-wilder, lana-wilder, lost, path, searching, way, way-back-home, wilderwhimsy"},{"quote":"IT’S THE HOME OF THE FUTURE!! WHERE YOUR SAFTY IS ASSURED, AND YOUR HAPPINESS IS GUARANTEED!!","author":"Jim Dyar, The Zeus Gambit","category":"happy, home, marketing"},{"quote":"A man goes away from his home and it is in him to do it. He lies in strange beds in the dark, and the wind is different in the trees. He walks in the street and there are the faces in front of his eyes, but there are no names for the faces. the voices he hears are not the voices he carried away in his ears a long time back when he went away. The voices he hears are loud. they are so loud he does not hear for a long time at a stretch those voices he carried away in his ears. but there comes a minute when it is quiet and he can hear those voices he carried away in his ears a long time back. He can make out what they say, and they say: Come back. They say: Come back, boy. So he comes back.","author":"Robert Penn Warren, All the King's Men","category":"home, returning"},{"quote":"I believe each of us is a pilgrim in our own way; we are all lost souls, trying to find our way home.","author":"Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern","category":"heaven, heavenly-home, home, lost, lost-and-found, lost-souls, pilgrim, pilgrims, wandering"},{"quote":"Every man, woman, and child on this earth is a wandering pilgrim in his or her own way—each searching for a belonging place. That sense of belonging is found only as we care for one another.","author":"Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern","category":"america, belonging-place, care-for-others, home, pilgrim, wandering"},{"quote":"I promise, Matthias. I'll take you home.\"\"Nina,\" he said, pressing her hand to his heart. \"I am already home.","author":"Leigh Bardugo, Crooked Kingdom","category":"home, matthias-helvar, nina-zenik"},{"quote":"A unicorn in this magical star.In my new home.My ethereal home.Saturna","author":"Deepika Kumaaraguru, Ethereal: The Dawn of the Blue","category":"home, love"},{"quote":"Sabotage isolated them from their home, thwarting any hope of outside help. Frantic, unreliable sightings of frightening things – horrible things - led to chaos. The crew, terrified, opted to die fighting and went hunting for their attacker. Kaine’s only regret was that they found it. It killed them all.Systematically.","author":"Christina Engela, Demonspawn","category":"all, and, attacker, chaos, crew, frantic, frightening, help, home, horrible, it, kaine, only, sabotage, systematically, terrified, the, things, thwarting, went"},{"quote":"There might be nowhere I would be at home. I might always be straddling two worlds, and finding solace in neither.","author":"Eilis O'Neal, The False Princess","category":"home, stranger-in-a-strange-land"},{"quote":"Instead of more consumerism – the buying of experiences, the accumulation of things, of eating the ‘other’ – perhaps writers should name their own environment. What is the shape of your watershed? How is your electricity produced? Where is your water treated? Where is your food produced and by whom and how does it travel to your local market? What are the names of the rocks under your feet and around you? What formed those geological features? Who were the first humans here? What flora and fauna live upon it and what are their habits and interfaces? What stars whirl above you and what names have they been given, what lore? How can one trace the relations, find the slippages between histories, the linkages, to find the complexities in naming and of the named? Travel as one’s carbon footprint; travel as a footstep, travel as a naming in a landscape in all its complexity. Homing as a way to place oneself in a constellation of process and being.","author":"Hạo Nguyên","category":"granta-138, home, homing, travel-writing"},{"quote":"It was a fairly large house, larger than all our previous dwellings. There were two pinkwashed, picture- windowed, orange gable-roofed storeys, encompassing eight rooms, and an adjoining, presently shuttered garage. A friendly, unsymmetrical house, with pink bougainvillea hanging over the iron-lace decorated, semi-circular front porch and ivy climbing from the walls to the uneven gables.","author":"Sonal Panse, The Sunshine Time: Season 1 Episode 4","category":"home, house, the-sunshine-time"},{"quote":"We’ve taken everything from her, brother,” Maven murmurs, drawing close. “Surely we can give her this?” And then slowly, reluctantly, Cal nods and waves me into his room. Dizzy with excitement, I hurry inside, almost hopping from foot to","author":"Victoria Aveyard, Red Queen","category":"blush, cal, give, go, home, hug, mare-barrow, maven-calore, taken, tiberias-calore-vii"},{"quote":"I like home. It’s warm and there are books.","author":"Ilona Andrews, Magic Shifts","category":"books, home"},{"quote":"Small wonder how pitiably we love our home, cling in her skirts at night, rejoice in her wide star-seducing smile, when every star strikes us sick with the fright: do we really exist at all?","author":"James Agee, Let Us Now Praise Famous Men","category":"home, life, stars"},{"quote":"It's lovely to be going home and know it's home. I love green gables already, and I've never loved any place before. Oh, Marilla, I'm so happy.","author":"L.M. Montgomery, Anne of Green Gables","category":"anne-of-green-gables, green-gables, happy, home, lovely"},{"quote":"The fraudulent electrical utility company in conjunction with the corrupt sheriff taught me that an Englishman's home is not his castle","author":"Steven Magee","category":"castle, company, conjunction, corporation, corrupt, corruption, electric, electrical, enforcement, english, englishman, fraud, fraudulent, home, house, law, officer, police, sheriff, taught, utility"},{"quote":"So how long do I have before—what were their names? Carl and Rosa? Yeah, that’s them. How long do I have before they come back?”“I don’t know. Maybe...maybe an hour or so?” My hands felt incredibly small in his.That lopsided grin was back. “I doubt they’d be happy to find me here.”“Why?”His brows rose. “Maybe I’m wrong. They used to coming home to find some strange guy sitting on their couch?”I rolled my eyes.“That’s it, isn’t it?” Rider tugged on my hands, and I rose, letting him pull me down to the couch beside him. He leaned back, sliding one arm around my shoulders and tucking me against his side. “Just par for the course with you, huh?”I didn’t know what to do with my hands since he’d let go of them, so I folded them in my lap. “I’ve never had a...guy here.”Rider stiffened and then he twisted his neck so he was looking at me.Did I seriously admit that out loud? Squeezing my eyes shut, I sighed. “I’m just...going to shut up now.”He chuckled. “Don’t do that. I like listening to you talk.","author":"Jennifer L. Armentrout, The Problem with Forever","category":"carl, come-back, home, listening, mallory-dodge, never, rider-stark, rosa, shut-up, talk"},{"quote":"I think that home shouldn't be a place you need to leave if you want to experience something in consonance with your innermost being. Home should be a place of experimentation and discovery, a place of peace and quiet where the most natural in each individual can be developed in fine-tuning to the desires and searches of others.","author":"Oddný Eir, Land of Love and Ruins","category":"discovery, home"},{"quote":"(...) everything I'd been longing to get away from, true, but not through destruction. I'd wanted to leave home, but have it stay in place, waiting for me, unchanged, so I could step back into it at will.","author":"Margaret Atwood, The Blind Assassin","category":"home"},{"quote":"I should probably warn you, my love isn't roses and champagne. I'm obsessive, jealous, and controlling, but I'm faithful and I'll be here when you need someone.","author":"Suzanne Steele, Home","category":"home, suzanne-steele"},{"quote":"Mr. Arsenikos said if you knew the constellations you would never get lost. You could always find your way home.","author":"Bryn Greenwood, All the Ugly and Wonderful Things","category":"constellations, home, lost"},{"quote":"It is not the truth which has to be sought, it is you who have to be brought home.","author":"Osho, Hsin Hsin Ming, the Book of Nothing: Discourses on the Faith Mind of Sosan","category":"home, seeking, truth"},{"quote":"Coming back to Karachi is like stepping into the sea again after months on land. How easily you float, how peaceful is the sense of being borne along, and how familiar the sound of the water lapping against your limbs.","author":"Kamila Shamsie, Salt and Saffron","category":"belonging, home, homecoming, karachi, sea, water"},{"quote":"I mean . . . I don't know. I don't know what I want to do, or who I want to be, or where I want to live. I don't know. I like reading about adventure, sure, but I also like doing it from the safety of home. But what is home, besides a quilt-covered bed? Where is it?","author":"Stephanie Perkins, Isla and the Happily Ever After","category":"home"},{"quote":"We call it ‘back home’knowing full well that the majority of us may never go back. That we may spend but a handful of weeks in the tropic heat and relentless traffic,tolerating family members we may have convincedourselves to have missed, but very few will submit to that final pull to return. We know our land, our soil as back home, but for many of usit is only the home we left back,the one we left so far behind to be thrust into a lifelong searchof another, of another, of another.","author":"Naveed Khan","category":"home, immigration"},{"quote":"Oblige me by telling me where I am.\"\"That is impossible. You know nothing about whereness. The only way to come to know where you are is to begin to make yourself at home.","author":"George MacDonald, Lilith","category":"belonging, home, lost"},{"quote":"Where are you going?” Wesley asked in a semi-sleepy voice.“Home.” I pulled on my jeans. “I’ve gotta take a shower and get ready for school.”He pushed himself up on one elbow to look at me. His hair was a mess, brown curls falling into his eyes and sticking up in the back. “You can shower here,” he offered. “I might even join you if you’re lucky.","author":"Kody Keplinger, The DUFF: Designated Ugly Fat Friend","category":"bianca-piper, going, home, humor, join, shower, stay, wesley-rush"},{"quote":"You know what I remember most vividly from that hospital? There were creases in the pillowcase. \"I was in pain when they brought me in. They'd bandaged me up before transporting me, but they hand't had anything to deaden that kind of pain. So I wasn't clear in my head. I don't remember who was holding the stretcher, anything like that. \"But when they lifted me up, and I looked at the cot I'd be transferred to, even as they tipped me onto it, I noticed the creases in the pillowcase, and it was everything I could do not to cry. You get used to things being dusty and gritty and oily, you really do, but then, when there's something clean, something that's been folded carefully, and unfolded carefully and it's there for your head, it's like your heart, it's like I don't know, I can't describe it.","author":"Alison Jean Lester, Lillian on Life","category":"bed, clean, home, life, little-things, safe"},{"quote":"What have you talked about then?” Alec didn’t like how jealous he sounded, but it couldn’t be helped. Ever since Charlie had come home he didn’t know how to feel about her. It was impossible to just wipe out all the love he’d carried for her for so many years, every time he looked at his sons he saw her in them. He had tried to move on, he had moved on, but a part of him would always love her. Everything he had learnt about being a man, a lover, a true friend, a father; all these things he had learnt with her right by his side. She had made him her constant in a world where she had never known true stability, and he had loved her all the more for it. But just as it was impossible to stop loving her, the same could be said when it came to hating her. He f*** ing hated her. He loved her with the same intensity of hating her.","author":"K. Carr","category":"home"},{"quote":"But can't you even imagine what it must feel like to have a true home? I don't mean heaven. I mean a real earthly home. Not some fortress you bought and built up and have to keep everybody locked in or out. A real home. Not some place you went to and invaded and slaughtered people to get. Not some place you claimed, snatched because you got the guns. Not some place you stole from the people living there, but your own home, where if you go back past your great-great-grandparents, past theirs, and theirs, past the whole of Western history, past the beginning of organized knowledge, past pyramids and poison bows, on back to when rain was new, before plants forgot they could sing and birds thought they were fish, back when God said Good! Good!-- there, right there where you know your own people were born and lived and died. Imagine that, Pat. That place. Who was God talking to if not to my people living in my home?\"\"You preaching, Reverend.\"\"No, I'm talking to you, Pat. I'm talking to you.","author":"Toni Morrison, Paradise","category":"home, paradise"},{"quote":"One works hard to prop up an illusion that sucks the life out of them, and the other works hard to make their home a place that restores them, nurtures them, and gives life to others.","author":"Craig Groeschel, Weird: Because Normal Isn't Working","category":"give, hard, home, illusion, life, nurtures, one, other, others, out, restore, them, works"},{"quote":"Home, to many of the people I interviewed, is a good, comfortable feeling about the place where they live, and a sense that their place is going to be theirs for a while....Home is any place, any experience that feeds his soul \"in some positive way\".","author":"Bella DePaulo, How We Live Now: Redefining Home and family in the 21st Century","category":"home"},{"quote":"Then, who is Matilda?' I asked.Toby tilted his cup and poked at the slush with his straw. 'I suppose Matilda's the girl who felt like home.","author":"Carol Rifka Brunt, Tell the Wolves I'm Home","category":"home, love"},{"quote":"Home is a fairy tale, the kind where children are lost in the woods, found, cooked and eaten.","author":"Jamie Ford, Songs of Willow Frost","category":"fairy-tale, home"},{"quote":"It turns out that home is not mostly a place. Home is someone putting her arms around you and saying the words your heart longs to hear: always and everywhere.","author":"Anne Nesbet, Cloud and Wallfish","category":"home"},{"quote":"He had left home one day, yesterday, and come home today, and the change was too much for him to bear. And this was why he could not go home all at once.","author":"Robert Laxalt, Sweet Promised Land","category":"home, immigrants"},{"quote":"The home is the center of life. It is a refuge from the grind of work, the pressure of school, and the menace of the streets. We say that at home, we can “be ourselves.” Everywhere else, we are someone else. At home, we remove our masks. The home is the wellspring of personhood. It is where our identity takes root and blossoms, where as children, we imagine, play, and question, and as adolescents, we retreat and try. As we grow older, we hope to settle into a place to raise a family or pursue work. When we try to understand ourselves, we often begin by considering the kind of home in which we were raised.","author":"Matthew Desmond, Evicted: Poverty and Profit in the American City","category":"home"},{"quote":"I was moving forward into space, but i would never come home again","author":"Bryn Greenwood, All the Ugly and Wonderful Things","category":"heartbroken, home, space"},{"quote":"One can build a perfect home, but not live in it.","author":"Jonathan Safran Foer, Here I Am","category":"home, life"},{"quote":"Home isn’t four walls, it’s the people you’re with.","author":"Alexandra Bracken, Through the Dark","category":"home, inspirational, love"},{"quote":"Maybe I live in the gates that lead to outbound international flights. Maybe that is home.And do I feel more comfortable at the departures or at the arrivals?","author":"Michal Coret, Becoming What I Might Be","category":"airport, belonging, home, immigration, poetry, prose"},{"quote":"Christmas isn't a parade or concert but a piece of home you keep in your heart wherever you go.","author":"Donna VanLiere, The Christmas Town","category":"christmas, home, love"},{"quote":"He reminds me of a comfortable sweater that you pull on, knowing it will keep you warm every time.","author":"Katherine Reay, Dear Mr. Knightley","category":"comfort, home, my-person, sweater"},{"quote":"you are going to be sent home....I 'm glad of it but where's HOME ?","author":"Frances Hodgson Burnett, The Secret Garden","category":"home"},{"quote":"The best catering and Home food delivery in Singapore, without food borne illness, a variety of food menu and all the foods are made by the best chefs to deal your every requirement.","author":"Tingkat Delivery","category":"food-delivery-in-singapore, home"},{"quote":"Love is when two (or more) hearts build a safe emotional, mental, and spiritual home that will stand strong no matter how much anyone changes on the inside or the outside. It demands only one things and expects only one thing: that each person be his or her own true self.","author":"Neil Strauss, The Truth: An Uncomfortable Book About Relationships","category":"home, love"},{"quote":"Temporary homecomings are bittersweet. Sometimes it's better not to go back at all than to have to leave again.","author":"Amanda Bouchet, A Promise of Fire","category":"amanda-bouchet, cat, home, homecoming, kingmaker-chronicles"},{"quote":"If you are lucky, home is not only a place that you leave, but also a place where you someday arrive.","author":"Kate Bolick, Spinster: Making a Life of One's Own","category":"home, luck"},{"quote":"History will see this as the residential commodification era, in which housing provision seemed to lose all contact between supply and demand of housing as a utility and simply focused on supply and demand of investment — and that is worrying. Investment is good for the economy, but the investment you want is investment that goes into creating homes, workplaces and infrastructure, not investing in owning them and inflating asset prices.","author":"Peter Rees","category":"home, housing, housing-crisis, housing-demand, housing-provision, housing-supply, infrastructure"},{"quote":"A traditional house smelled of wood smoke, the earth, and of thatch; all good smells, the smell of life itself.","author":"Alexander McCall Smith, The Kalahari Typing School for Men","category":"africa, home, smells"},{"quote":"Once in my room I don't have a goddamn clue what to do.","author":"Kelly Thompson, The Girl Who Would Be King","category":"adolescence, cursing, home, kelly-thompson, lola, room, supervillain, tedium, the-girl-who-would-be-king"},{"quote":"She always said, 'When I'm home, I've got to get things done, even if there are visitors. Elizabeth knows how to relax in her own house.' And then she would shake her head, as if Elizabeth had remarkable powers.","author":"Jane Smiley, A Thousand Acres","category":"anxiety, cleaning, home, housework, relaxation"},{"quote":"If you want to radiation poison a nation, just start shipping them cheap ionizing smoke detectors for the home with a little too much radiation in them.","author":"Steven Magee","category":"cheap, detectors, home, ionizing, much, nation, poison, radiation, radiation-effects, shipping, smoke, too"},{"quote":"It is not my wish to stay home so much that I become isolated, but to use the comforting influence of my home to restore and gather myself after each step I take in my expanding ability to participate in the world.","author":"Maureen Brady, Daybreak: Meditations For Women Survivors Of Sexual Abuse","category":"centeredness, home, home-as-sanctuary, home-sweet-home, personal-safety, safe, safety"},{"quote":"Purchasing a large and expensive home during a real estate boom turned into the biggest financial mistake that I ever made.","author":"Steven Magee","category":"biggest, boom, estate, ever, expensive, financial, home, large, made, mistake, purchasing, real, turned"},{"quote":"Here, where we had done the most of our growing up, the old family home had been a fortress against the world. This is something that the children of immigrants all know.","author":"Robert Laxalt, Sweet Promised Land","category":"home, immigrants"},{"quote":"You know that when a group of utility workers are withholding their customer service identification cards, they are likely engaging in some form of illegal activity at your home.","author":"Steven Magee","category":"activity, cards, customer, electric, electrical, engaging, form, group, home, house, identification, illegal, know, likely, property, residence, service, some, utility, witholding, workers"},{"quote":"As far back as I can remember, there has always been a place to which I belonged with a certainty that nothing has been able to take from me. When I say place, that means less a geographical locality and more a group of people with whom I am connected and to whom I belong.","author":"Sindiwe Magona, To My Children's Children","category":"belonging, home"},{"quote":"If there's a feeling to home, it's this. A place where there are no secrets, where nothing stays buried; not the past and not yourself. Where you can be all the versions of you, see it all reflected back at you as you walk the same stairs, the same halls, the same rooms. Feel the ghost of your mother as you sit at the kitchen table, hear the words of your father circling round and round after dinner, and your brother stopping by, wishing you'd be a little better, a little stronger.... It's four walls echoing back everything you've ever been and everything you've ever done, and it's the people who stay despite it all. Through it all. For it all.","author":"Megan Miranda, All the Missing Girls","category":"home"},{"quote":"I'm home'', he said against her skin, and she realized it was the truth.''I'm home, too''.","author":"Julia Quinn, Because of Miss Bridgerton","category":"home, love"},{"quote":"As humans, we roam the entire world. We even venture beyond it not space. The whole planet is ours, but the whole planet is not our home. Instead, home is the ground we measure with our own two feet. And home is the place that measures us. Home is the place that names us and the place we, in turn, name. It feeds us, body and soul, and if we are living well, we feed it too. Home is the place we cultivate with our love.","author":"Christie Purifoy, Roots and Sky: A Journey Home in Four Seasons","category":"home, place, rooted, wander"},{"quote":"A house is your third skin, after the skin made of flesh and clothing.","author":"Jenny Erpenbeck, Visitation","category":"home, house"},{"quote":"I do not have a home.I swing on a continuum between ridiculous and sublime.","author":"Amit K Ghosh","category":"continuum, home, ridiculous, ridiculousness, sublime, swing"},{"quote":"Everything starts from home. If the father isn’t there, then the friends are going to step up to influence the young boy astray. This is where the problems come in, because in my community the majority of the children do not have any fathers in the home. I can only speak for my community. This is why with the young guys who do hang around me, I always do my best to encourage them. I have already lived the negative side on the streets, so I prefer to encourage them on the positive side - to encourage them to get a job, save their money and to do something for their families.Franco ‘Co’ Bethel, former gang leader and right hand man to Scrooge.","author":"Drexel Deal, The Fight of My Life is Wrapped Up in My Father","category":"at-risk-community, encouragement, home, youth-programs"},{"quote":"These steel monstrosities screamed night and day, blotted out the starlit skies and Northern Lights with flashing red strobes, slaughtered thousands of bats and entire flocks of birds banished tourism and wildlife, made people sick and drove them from their now-valueless homes.","author":"Mike Bond, Killing Maine","category":"bats, birds, conservation, day, environment, home, killing-maine, maine, new-england, night, northern-lights, sustainability, tourism, wildlife, wind-turbines"},{"quote":"Home is to be a safe place, a refuge for all who enter, a protection from the harm and storms of the world. Yet often or even daily we open our doors -- usually via television or the internet -- to ideas and images that can damage our faith, abuse our hearts and minds, sear our psyches, and tear apart our peace. Home should be a place where, behind its doors, one should expect to find protection and safety from all the harms of life, including voices that do not speak truth or wisdom. Only the foolish would invite just anyone to enter the door of their home.","author":"Sally Clarkson, The Lifegiving Home: Creating a Place of Belonging and Becoming","category":"home, inspirational"},{"quote":"What could I do to feel happier living here? … 1. Walk more. 2. Buy local.3. Get to know my neighbors.4. Do fun stuff.5. Explore nature.6. Volunteer.7. Eat local.8. Become more political.9. Create something new.10. Stay loyal through hard times.","author":"Melody Warnick, This Is Where You Belong: The Art and Science of Loving the Place You Live","category":"home"},{"quote":"The visit, like all visits home for a long time now, has been an obscure failure. When is it we cease to be able to go back, truly go back? What secret door is it that closes?","author":"Andrew  Miller, Pure","category":"going-back, home"},{"quote":"Unclutter your life. Unclutter your home. We feel best when everything and everyone around us is in harmony and in balance.The peace and the beauty of your home will raise you up, and give energy to your goals.","author":"Eileen Anglin","category":"clutter, energy-quotes, feng-shui, home, vibration-quotes"},{"quote":"It doesn’t take a farm to invoke the iron taste of leaving in your mouth. Anyone who loves a small plot of ground — a city garden, a vacant lot with some guerilla beds, a balcony of pots — understands the almost physical hurt of parting from it, even for a minor stint. I hurt every day I wake up in our city bed, wondering how the light will be changing over the front field or across the pond, whether the moose will be in the willow by the cabin again, if the wren has fledged her young ones yet and we’ll return to find the box untended. I can feel where the farm is at any point in my day, not out of some arcane sixth sense developed from years of summer nights out there with the coyotes under the stars, but because of the bond between that earth and this body. Some grounds we choose; some are our instinctive homes.","author":"Jenna Butler, A Profession of Hope: Farming on the Edge of the Grizzly Trail","category":"home, land"},{"quote":"Those who die young, they are cheated,” she said. “Not cheated out of life, because life is a penance, but the young, they’re cheated because they don’t know it’s coming. They don’t have time to move closer, to return home. When you know you’re going to die, you try to be near the bones of your own people. You don’t even think you have bones when you’re young, even when you break them, you don’t believe you have them. But when you’re old, they start reminding you they’re there. They start turning to dust on you, even as you’re walking here and there, going from place to place. And this is when you crave to be near the bones of your own people. My children never felt this. They had to look death in the face, even before they knew what it was. Just like you did, no?","author":"Edwidge Danticat, The Farming of Bones","category":"bones, death, home, move, return, young"},{"quote":"How could I wish for it for so long, only to come back and find it gone. To be here, in my technical house, and discover that home is now someplace different.","author":"Stephanie Perkins, Anna and the French Kiss","category":"home"},{"quote":"GreenHollyWood, I think that you asked me why I don't get out?- I'm kinda in hateful state, I hate to watch the fucking liars to lie in front of my face and backward to put the knife in my back. Why I stay home?- It's awesome place, I feel safe and out of the ignorance there is always somebody to harass for to get attention.","author":"Deyth Banger","category":"attention, awesome, home, i-feel, it-s, place, safe, stay"},{"quote":"Sometimes I can’t tell if you hate this place or love it.”“I love its potential. I hate its past. And I don’t like what it is.” She hugs her knees close to her chest. “The way you feel about the place you grew up in is a lot like how you feel about your family.”“How’s that?”She thinks about it for a long time. “Like isn’t the same thing as love.","author":"Robert Jackson Bennett, City of Blades","category":"fatherland, home, homesickness, love, motherland, patriotism"},{"quote":"In New York, I would walk down shadowy sidewalks dreaming of the openness of central Ohio, yearning for roads flanked by fields, for their freedom and isolation. These roads cradled me. I realized this now. I’d been trying to hate Ohio, because it was so hard to be at home. But the land had actually always been there for me all along. As a child, the moon had lit my room on sad nights. I’d wandered cornfields and puttered around at Lehman’s Pond. Those were some of my best childhood memories.","author":"Julie Barton, Dog Medicine","category":"countryside, home"},{"quote":"The introvert's anthem for not wanting to hang out is 'It's not you","author":"it's me.","category":"Criss Jami"},{"quote":"To go back home was to play with impressions in this way, the way I played with the first pair of glasses I had, looking at a world now sharp and small and not quite real, now standard in size and real but blurred.","author":"V.S. Naipaul, A Way in the World","category":"glasses, home"},{"quote":"I don't know which is worse: that I'm home and so much is different, or that I'm home and so much feels the same.","author":"Lauren Oliver, Vanishing Girls","category":"home"},{"quote":"As we travel great lengths in this world away from home, most of us come back with a clearer view on what home means. And most likely it isn't so much about the place in itself, but more about the places and people that have made us feel AT home…","author":"lauren klarfeld","category":"finding-yourself, home, homelessness, inspirational, inspirational-quotes, love, travel-quotes, travelling-alone"},{"quote":"You need to have a WhyHaving a “Why” whatever it is, becomes food. It makes your dreams become more urgent.","author":"George Schiaffino, Making Millions by Helping Millions","category":"affordable-homes, agent, baltimore, commission, estate, execuhome, george-schiaffino, home, maryland, mortgages, real, real-estate, real-estate-agents, real-estate-brokerage, real-estate-investing, realtor, rebate-realty, sales, secrets, tips"},{"quote":"I bet you to believe me when I say again that we do not need a great house, Sarah. We only need a great love.","author":"Stephanie Grace Whitson","category":"home, house, love"},{"quote":"The majority of the common people do not realize how corrupt the legal system has become until that blatant corruption shows up at their own homes.","author":"Steven Magee","category":"blatant, common, corrupt, corruption, dwelling, home, house, law, legal, majority, own, people, realize, residence, shows, system, up"},{"quote":"Places ain't home. People is. Bricks and chairs is nothing.","author":"Paul Kearney, The Wolf in the Attic","category":"home"},{"quote":"He had become, after all, her home.","author":"Lauren Groff, Fates and Furies","category":"home, love, relationships"},{"quote":"It is ridiculous to lay down to people where a thing should stand, design everything for them from the lavatory pan to the ashtray. On the contrary, I like people to move their furniture so that it suits them (not me!), and it's quite natural (and I approve) when they bring the old pictures and mementos they have come to love into a new interior, irrespective of whether they are good taste or bad.","author":"Adolf Loos","category":"architecture, design, good-taste, home, interior-design, style"},{"quote":"If I remove your eyes or make you in such way that to don't see... in reality you don't see the evil... you don't see me... so do whatever I don't give a fuck... that's wonderful... I like to play games... so run!... and welcome home!?","author":"Deyth Banger","category":"eyes, home, in, make, run, such, way, wow, wtf, you"},{"quote":"It’s well known that he who returns never left","author":"Pablo Neruda","category":"belonging, coming-back, home, leaving"},{"quote":"Doors opened everywhere. Maybe one day, the children of this world who had gone to that world to save themselves would see a door that didn't fit right with the walls around it, something with a doorknob made of a moon, or a knocker that winked. Maybe they could still go home,","author":"Seanan McGuire, Every Heart a Doorway","category":"home"},{"quote":",,So maybe, for me, home is not the city, but the people.","author":"Diana T. Scott, Our Demons, Best Friends","category":"city, home"},{"quote":"How people feel when they are returning home from an absence, long or short, I did not know: I had never experienced the sensation. I had known what it was to come back to Gateshead when a child after a long walk, to be scolded for looking cold or gloomy; and later, what it was to come back from church to Lowood, to long for a plenteous meal and a good fire, and to be unable to get either. Neither of these returnings was very pleasant or desirable: no magnet drew me to a given point, increasing in its strength of attraction the nearer I came. The return to Thornfield was yet to be tried.","author":"Charlotte Brontë, Jane Eyre","category":"absence, belonging, home, sense-of-belonging"},{"quote":"Photos sat on the piano and shelves bulged with books, testament to a life well lived.","author":"Louise Penny, Still Life","category":"home, life"},{"quote":"Regardless the destination, all roads lead home.","author":"H.L. Balcomb, Credere: \"Latin for 'To Believe' that we mature not by age, but by stories.\" 2nd Edition coming Dec. 25, 2017","category":"credere, hlbalcomb, home, hopeful, inspiration, motherhood"},{"quote":"...you need to assess what you love right now and what is authntic to your way of living in this season of life.","author":"Melissa Michaels","category":"decluttering, dejunking, home, homemaking, minimalism, organization"},{"quote":"I had come alive here...this was my home, and though one day it would all trickle through my fingers like so much red dust, for as long as childhood lasted it was a heaven fitted exactly to me. A place I knew by heart. The one place in the world I'd been made for.","author":"Paula McLain, Circling the Sun","category":"africa, belonging, contentment, home"},{"quote":"When I looked at a map in town, Rhode Island seemed lost up there in the corner. A state so small and crowded, there didn't seem to be room for a person at all.","author":"Michelle Hoover, The Quickening","category":"home, maps, rhode-island, ri, states"},{"quote":"Making a home is hard work, and for some reason it's underappreciated. It's way to make sense of things.","author":"Erin Boyle","category":"home"},{"quote":"Off... my mom is again home, it's really fucked up I can't talk... however I finished watching Limitless the series so now I'm going on \"Lie to Me\"!","author":"Deyth Banger","category":"again, home, lie, me, mom, my, off, really, to"},{"quote":"When I was outside, you were saying why you are comming home, why you won't go home??When now I'm home why I'm not going outside... wtf????????","author":"Deyth Banger","category":"fuck, home, it, like, outside, question, wtf, zrf"},{"quote":"Home was more than a house. It was a place in a person's heart.","author":"Ann H. Gabhart, Love Comes Home","category":"home, love"},{"quote":"Probably the people on the street know better than the people at home.","author":"Deyth Banger","category":"better, home, people, probably, street"},{"quote":"Your home is living space, not storage space.","author":"Francine Jay","category":"decor, hoarding, home, minimalism"},{"quote":"It was his home now. But it could not be his home till he had gone from it and returned to it. Now he was the Prodigal Son.","author":"G.K. Chesterton","category":"coming-home, home, inspiration, prodigal-son, the-coloured-land"},{"quote":"I expected to be happy, but let me tell you something. Anticipating happiness and being happy are two entirely different things. I told myself that all I wanted to do was go to the mall. I wanted to look at the pretty girls, ogle the Victoria's Secret billboards, and hit on girls at the Sam Goody record store. I wanted to sit in the food court and gorge on junk food. I wanted to go to Bath and Body Works, stand in the middle of the store, and breathe. I wanted to stand there with my eyes closed and just smell, man. I wanted to lose myself in the total capitalism and consumerism of it all, the pure greediness, the pure indulgence, the pure American-ness of it all. I never made it that far. I didn't even make it out of the airport in Baltimore with all its Cinnabons, Starbucks, Brooks Brothers, and Brookstones before realizing that after where we'd been, after what we'd seen, home would never be home again.","author":"Matthew J. Hefti, A Hard And Heavy Thing","category":"capitalism, deployment, greed, home, homecoming, love, ptsd, regret, war"},{"quote":"In a flash I saw the truth; that my love for this spot is built up of numberless trivialities, of small memories all incommunicable, or ridiculous when communicated...","author":"Quiller -Couch, Arthur Thomas","category":"home, place"},{"quote":"Our foyer has a funny smell that doesn't smell like anyplace else. I don't know what the hell it is. It isn't cauliflower and it isn't perfume—I don't know what the hell it is—but you always know you're home.","author":"J.D. Salinger, The Catcher in the Rye","category":"home, smell"},{"quote":"Home development is about wishful thinking. It's about capturing a dream.","author":"Barbara Delinsky, Blueprints","category":"architecture, building, home, house"},{"quote":"...I've returned and I look around me and think, I've missed my life. While I was off and alone, it went on here, without me, and I'm forever doomed to be a stranger in my own home.","author":"Robin Hobb, Fool's Errand","category":"contemplate, cost, evaluate, home, look, regret, result, return, stranger, think, truth"},{"quote":"I opened the door and went inside, calling \"I'm home!\" Except that I wasn't, really. Because home meant something else to me now, and had for quite awhile. And he didn't live there anymore.","author":"Meg Cabot, Twilight","category":"home, love"},{"quote":"But that's not quite right either.I miss Paris, but it's not home. It's more like... I miss this. This warmth over the telephone. Is it possible for home to be a person and not a place? Bridgette used to be home to me. Maybe St. Clair is my new home.I mull this over as our voices grow tired and we stop talking. We just keep each other company. My breath. His breath. My breath. His breath.I could never tell him, but it's true.This is home. The two of us.","author":"Stephanie Perkins, Anna and the French Kiss","category":"home, love"},{"quote":"She referred to \"home,\" but it wasn't a place she referred to; it was Jamie, and Louie, and her sister, and even her brother, and the rest of the Europa show people. I guessed maybe that was the key--to figure out who your home was and find a way to keep them with you.","author":"J.J. Howard","category":"home, people-relations"},{"quote":"Wasn't that the gift of a home? You looked at it the same way, but then when you needed it to, it showed you all over again the many ways you'd been during the time you had been living there. The many ways it brought you back to yourself. The many ways it still brought you back to yourself.","author":"Laura Dave","category":"home"},{"quote":"The Loon CharmTo A Life Filled with A Love Whose Voice Always Calls You Home","author":"Viola Shipman, The Charm Bracelet","category":"faith, home, inspirational-quotes, life-quotes, love-quotes, michigan, michigan-authors, novel"},{"quote":"It's things like this makes a ship seem like home. Help you forget what a load of tedious old shit life out here can be.","author":"Scott Lynch, Red Seas Under Red Skies","category":"haven, home"},{"quote":"Rose was the one who knew the path, but these were the things Rose knew, and I wondered if maybe it was this knowing the back of things, the shortcuts, the forgotten stories, that gives you the right to call a place home.","author":"Catherine Landis, Some Days There's Pie","category":"home"},{"quote":"Back home. What wonderful words. What a wonderful place.","author":"Dan Groat, An Enigmatic Escape: A Trilogy","category":"home, home-quotes"},{"quote":"An Indian child is brought up in England, and he will speak both English and Hindi very well. English in school and Hindi at home. But here it’s English both in schools and at home. Why can’t you speak Swahili with your child at home? If this continues we will turn into an English speaking country.","author":"Enock Maregesi","category":"child, england, english, english-speaking-country, hindi, home, indian, school, schools, speak, swahili, turn"},{"quote":"It didn't matter where you were, if you were in a room full of books you were at least halfway home.","author":"Lev Grossman, The Magician's Land","category":"books, home, magicians"},{"quote":"Making a beautiful, happy home is not about what we don't have or what we want to buy. It's all about what we do have, and how incredibly precious it all is. It's about how we spend the days we're given with this family of ours, and making the home we share a place our kids will love to describe to our grandchildren. It's about making our kids' memories delightful.","author":"Gabrielle Stanley Blair","category":"home, kids"},{"quote":"What is home but a place where you are truly known?","author":"Justin Cronin, The City of Mirrors","category":"home"},{"quote":"It is the most miserable thing to feel ashamed of home.","author":"Charles Dickens, Great Expectations","category":"home"},{"quote":"If your spirit is persistently harmless or if it has shown itself to you, in a non-threatening way, then you most definitely have a ghost. The ghost can be frightening, by its very nature. But the ghost will never intentionally frighten you. They will be there for three reasons: 1. They used to live there and are attached to the location 2. They are trying to communicate something to the living or 3. They are protective of somebody who lives in the house and so they are “standing guard” so to speak, over the loved one.","author":"Alexei Maxim Russell, The New Homeowner's Guide to House Spirits","category":"boggart, brownies, demon, domovoi, ghost, ghosts, gnome, guide, guides, haunted, haunting, home, house-spirit, occult, possession, spirits, spiritual, spiritualism"},{"quote":"It seems like there are so many homesick people in the world. It seems like so many of us live far away from where we were born.","author":"Silas House & Neela Vaswani, Same Sun Here","category":"home, homesick"},{"quote":"A year earlier my parents had moved us out of the city to a split-level on Long Island, their idea of the American dream, which meant it as now an hour-and-a-half commute via the 7:06 Hicksville to Penn Station every morning. (Dark City Lights)","author":"Jonathan Santlofer","category":"america, american-dream, angst, anthologies, city-life, home, houses, life, long-island, new-york, new-york-city, real-estate, short-stories"},{"quote":"I felt for the first time that the library belonged here. The house was reclaiming its spirit, and the library, which had stood aloof and apart for so many years, was turning back into what it was always meant to be: the heart of this home.","author":"Ruth Reichl, Delicious!","category":"home, library"},{"quote":"And then comes the realization. That although a house was taken from you, you can still build a home in a wine jar.","author":"Camilo Garzon","category":"camilo-garzon, colombian-literature, cynics, diogenes, home"},{"quote":"The truth is, new furniture or a better house will never really satisfy - they will just set new, higher standards for what is acceptable to us for our comfort and contentment. When you take care of what you have and find joy right where you are, you set the right tone and expectations for contentment in all circumstances moving forward. Whether things get better or worse, our standard will be to love what we have and be grateful for it (even when we might not like it).","author":"Melissa Michaels","category":"contentment, decorating, home, inspiration"},{"quote":"Home isn't a place, Cassie.' The memory crept up on me. 'Home is the people who love you most, the people who will always love you, forever and ever, no matter what.","author":"Jennifer Lynn Barnes, All In","category":"all-in, cassie, home, jennifer-lynn-barnes, love, people"},{"quote":"Good neighbors always spy on you to make sure you are doing well.","author":"Pawan Mishra, Coinman: An Untold Conspiracy","category":"doing-well, fine, home, neighbors, spy, spying"},{"quote":"Don't know. Don't care. I'm hopping on a bus and going until I can't go any farther. Until I find a place that feels like home.'He's quiet for a long time. 'How will you know what home feels like?'It hangs in the air between us, as frozen as our breaths. I don't have an answer.","author":"Holly Black, My True Love Gave to Me: Twelve Holiday Stories","category":"home, wanderlust"},{"quote":"Every creature on earth returns to home. It is ironic that we have made wildlife refuges for ibis, pelican, egret, wolf, crane, deer, mouse, moose, and bear, but not for ourselves in the places we live day after day. We understand that the loss of habitat is the most disastrous event that can occur to a free creauture. We fervently point out how other creatures' natural territories have become surrounded by cities, ranches, highways, noise, and other dissonance, as though we are not affected also. We know that for creatures to live on, they must at least from time to time have a home place, a place where they feel both protected and free","author":"Clarissa Pinkola Estés, Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype","category":"home"},{"quote":"From the moment that man believes neither in God nor in immortal life, he becomes 'responsible for everything alive, for everything that, born of suffering, is condemned to suffer from life.' It is he, and he alone, who must discover law and order. Then the time of exile begins, the endless search for justification, the aimless nostalgia, 'the most painful, the most heartbreaking question, that of the heart which asks itself: where can I feel at home?","author":"Albert Camus, The Rebel: An Essay on Man in Revolt","category":"exile, home, nostalgia, purpose-in-life"},{"quote":"When something extraordinary shows up in your life in the middle of the night, you give it a name and make it the best home you can.","author":"Barbara Kingsolver, High Tide in Tucson","category":"creation, extraordinary, home, inspirational, love, taking-chances"},{"quote":"Kick off your shoes. Unburden yourself with song. Tell each other tales. Dance around the table. Leave the cleaning up for the morning. Then go outside and look at the stars.","author":"Noble Smith, The Wisdom of the Shire: A Short Guide to a Long and Happy Life","category":"home, inspirational, lotr, shire"},{"quote":"...and in those hours the world would feel very large, and the lake very empty, and the night very black, and he would wish he were back in Wyoming, waiting at the end of the road for Hemming, where the only path he had to navigate was the one back to his parent's house, where the porch light washed the night with honey.","author":"Hanya Yanagihara, A Little Life","category":"home"},{"quote":"When I rode the train west,I went looking for something,but I didn't see anything wonderful.I didn't see anything better than what I already had.Home.","author":"Karen Hesse, Out of the Dust","category":"home, restlessness"},{"quote":"This was the part of the road he knew best, the part his old blue Schwinn had known so well that at one time, the bike might have found its way back home without anyone riding it.","author":"Seré Prince Halverson, All the Winters After","category":"biking, childhood, home, schwinn"},{"quote":"Then where is home, Johannes?\" He looks at the maps on his wall. \"I don't know,\" He says. \"Where comfort is. And that is hard to find.","author":"Jessie Burton, The Miniaturist","category":"comfort, home, jessie-burton, the-miniaturist"},{"quote":"My head cleared the water, and a strong arm wrapped around my middle as my lungs automatically sucked in air. I started coughing immediately, water sputtering out of my mouth. I blinked against my blurred vision as commotion erupted around me. “Help me, man,” a voice said. It was desperate and","author":"Cambria Hebert, #Hater","category":"bbfl, home, romeo-and-rimmel-forever"},{"quote":"HOME, which is the last floor for everyone.","author":"Sushil Singh","category":"being, being-human, being-yourself, home, love"},{"quote":"Lincoln's heartbeat picked up a little, the way it always did when he rounded that last bend in the road and saw home waiting up ahead.Home.","author":"Linda Lael Miller, A Creed Country Christmas","category":"home"},{"quote":"I went searching in a foreign land and found my way home.","author":"Sue Bender","category":"faith, home, inspirational"},{"quote":"Kick off your shoes. Unburden yourself with song. Tell each other tales. Dance around the table. Leave the Clarke awning up for the morning. Then go outside and look at the stars.","author":"Noble Smith, The Wisdom of the Shire: A Short Guide to a Long and Happy Life","category":"home, inspirational, shire"},{"quote":"Some books are so familiar, reading them is like being home again.","author":"Louisa May Alcott","category":"books, home, reading, reading-quotes"},{"quote":"...everyone goes home in the end.","author":"Emma Donoghue, Room","category":"home"},{"quote":"Believe me, all of you, the best way to help the places we live in is to be glad we live there.","author":"Edith Wharton","category":"being-present, home"},{"quote":"The butterflies are working their way up from my stomach into my head, making me feel dizzy, and I try to calm myself by imagining the ocean outside, its ragged breathing, the seagulls turning pinwheels in the sky.It will be over soon, I tell myself. It will be over soon and then you’ll go home, and you’ll never have to think about the evaluation again.","author":"Lauren Oliver","category":"butterflies, confusion, delirium-trilogy, dizzy, home, lena-haloway, vibes"},{"quote":"The emphasis of the churches were not in how much work or home keeping is done in the four walls of the church itself, they rather told the Protestants to go prove their love to God at their work places through the quality of their works","author":"Sunday Adelaja","category":"church, churches, emphasis, four, god, home, how, itself, keeping, love, not, places, protestants, prove, quality, rather, their, through, told, walls, were, work, works"},{"quote":"Nothing was so likely to do her good as a little quiet cheerfulness at home.","author":"Jane Austen","category":"anne-elliot, home, quietness"},{"quote":"Anyway, in those years, I was happy, as to one extent or another I have always been happy. The forest was not a wilderness to me, but served instead as my private garden, comforting in spite of its vastness, and endlessly mysterious.The more familiar a place becomes, the more mysterious it becomes, as well, if you are alert to the truth of things. I have found this to be the case all of my life.","author":"Dean Koontz, Innocence","category":"happiness, home, innocence, life, life-lessons, truth"},{"quote":"Heaven is the place we call home.","author":"J.R. Rim","category":"calling-home, heaven, home, place"},{"quote":"Where's your home, then?\" asked the Snork Maiden.\"Nowhere\" said Snufkin a little sadly, \"or everywhere. It depends on how you look at it.\"\"Haven't you got a mother?\" asked Moomintroll, looking very sorry for him.\"I don't know,\" said Snufkin. \"They tell me I was found in a basket.\"\"Like Moses,\" said Sniff.\"I like the story about Moses,\" said the Snork. \"But I think his mother could have found a better way of saving him, don't you? The crocodiles might have eaten him up.\"\"They nearly ate us up,\" said Sniff.","author":"Tove Jansson, Comet in Moominland","category":"crocodiles, home, sniff, snufkin"},{"quote":"Home isn't these four walls. Home is wherever we are together.","author":"Jen Calonita, There's No Place Like Home","category":"home, jen-calonita, mgg, secrets-of-my-hollywood-life, there-s-no-place-like-home"},{"quote":"The words ‘when I take you home’ echoed in the captain’s mind, caroming off that private place where all his suspicions and uncertainties slept.","author":"Michelle Franklin","category":"captain-danaco, damson-s-distress, home"},{"quote":"Everyday I reach to a place where there is my name on the door. It's been a while, didn't reach my home.","author":"Sarvesh Jain, Naked Wisdom of the child","category":"home, inspirational"},{"quote":"Home is the nesting ground for goodness to spring forth. Schools, churches and society influences but home is essential in the development and growth process.","author":"Eveth Colley","category":"family-values, home"},{"quote":"He wanted to go home to the place that he hated.","author":"Katherine Boo, Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity","category":"desperation, home"},{"quote":"Although both home and mental illness are complex, modern ideas, we have fallen into the habit of using phrases such as \"housing the homeless\" and \"treating the mentally ill\" as if we knew what counts as housing a homeless person or what it means to treat mental illness. But we do not. We have deceived ourselves that having a home and being mentally healthy are our natural conditions, and that we become homeless or mentally ill as a result of \"losing\" our homes or our minds. The opposite is the case. We are born without a home and without reason, and have to exert ourselves and are fortunate if we succeed in building a secure home and a sound mind.","author":"Thomas Szasz, Cruel Compassion: Psychiatric Control of Society's Unwanted","category":"home, homelessness, mental-health, mental-illness"},{"quote":"He wanted me to come home--to come home, as he said, and settle down, and whenever he said that I thought of the sediment at the bottom of a stagnant pond.","author":"James     Baldwin","category":"home, stagnation"},{"quote":"Even heaven would become hell if you were alone in it, or away from a loved one. And even if you were with your loved one, but in hell, eventually you would cry to have you and your loved one together in heaven. So to create your own heaven on earth, make sure you and your loved one are in a place you both love, because what could be heaven for one, could be hell for the other.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"compromise, cry, heaven, hell, home, love, paradise, relationships, together"},{"quote":"It's the exile's dilemma. The home they yearn for is never the home to which they return. If they return.","author":"Lauren Willig, The Lure of the Moonflower","category":"exile, home"},{"quote":"It's not how long you live somewhere that makes it home. Home is a feeling here, (she tapped on the chest). That you belong somewhere and somewhere belongs to you. But i will tell you a secret. Some people don't feel they belong anywhere. No matter where they are, they are always unhappy. They go from place to place trying to find peace. And usually they find themselves back where they started.","author":"Claire Hajaj","category":"belonging, home, people"},{"quote":"The house, and all the objects in it, crackled with static electricity; undertows washed through it, the air was heavy with things that were known but not spoken. Like a hollow log, a drum, a church, it was amplified, so that conversations whispered in it sixty years ago can be half-heard today.","author":"Margaret Atwood, Bluebeard's Egg","category":"conversations, drum, electricity, heaviness, home, house, whispering"},{"quote":"There were three people in my home and I was the only one showing Electromagnetic Hypersensitivity and reactivity to the radio frequency transmitting utility meters. For these reasons I did not shield my home and took the route of adapting my body to the toxic electromagnetic environment.","author":"Steven Magee, Curing Electromagnetic Hypersensitivity","category":"adapt, adaptation, adaptations, adaptive-person, body, electromagnetic, electromagnetic-radiation, electromagnetic-wave, electromagnetism, environment, environmental, environmental-degradation, frequency, home, hypersensitive, hypersensitive-people, hypersensitivity, meter, people, people-quotes, radio, radio-wave-sickness, radio-waves, react, reacting, reaction, reactions, reactive, reason, reasons, reasons-why, rf, route, router, shield, shielded, toxic, toxicity, toxicology, transmit, transmitting, utility"},{"quote":"He tensed up at the thought of going back to work. Avoid stressful thoughts, he reminded himself. There was no need to rush his vacation thinking about such foul things as coming back home or going back to work. The vacation had only just begun and it was going to be a good one.","author":"Jason Medina, A Ghost In New Orleans","category":"a-ghost-in-new-orleans, avoid-stressful-thoughts, back-to-work, coming-back-home, going-back-to-work, good-vacation, home, jason-medina, no-need-to-rush, stress, stressful-thoughts, tribal-publications, tribal-publications-inc, vacation, work"},{"quote":"Americans think New Yorkers are property obsessed, but clearly they haven’t lived a day in Hong Kong. In this part of the world, a man isn’t a man until he is a homeowner. His entire life leads up to the singular moment when he hands over the down-payment check and puts his signature on the triplicate purchase agreement. All the good grades and job promotions he has received are mere preparation; and every source of happiness - marriage, children and retirement - depends on it.","author":"Jason Y. Ng, No City for Slow Men: Hong Kong's quirks and quandaries laid bare","category":"capitalism, home, hong-kong, housing, property"},{"quote":"Haw Par Villa is the nutty exception. It's mad, slightly unhinged and overwhelmingly rubbish. Without a doubt, Haw Par Villa is the Louis Tussaus House of Wax of Singapore. There is no higher compliment (...) For it's own sake, Haw Par Villa still had to be terrible, macabre, distasteful and offensive.","author":"Neil Humphreys, Saving a Sexier Island: Notes from an Old Singapore","category":"home, humour"},{"quote":"New becomes stale and old becomes fresh. The impractical, ageing estate long ago left behind to Singapore's pioneers and their homemade tofu stalls takes on a certain irreverence and originality; an anarchic streak even. It goes against the architectural grain. It stands out in a crowd, a rebel with curves. The reclusive behaviour only adds to the appeal. So the old place becomes \"hip\".","author":"Neil Humphreys","category":"hipster, home, humour"},{"quote":"The residents blamed the \"Gahmen\", naturally. Since the explosion of social media, those \"Gahmen\" guys have been blamed for everything from HDB flat prices to the price of oil, climate change, the shortage of Hello Kitty dolls and kids not clearing their trays away at hawker centres.","author":"Neil Humphreys, Saving a Sexier Island: Notes from an Old Singapore","category":"home, humour, politics"},{"quote":"The rising wave of nostalgia and an increasing interest in heritage sites and historic buildings is perhaps not only a sense of yearning for a lost Singapore, but also the recognition that neither 1959 nor 1965 marked Year One (...) In all the campaigns and features on Singapore's 50th anniversary that I've come across, the Kranji War Memorial was never mentioned. It just doesn't fit the slender narrative. That's such a shame because the cemetery is a fitting, dignified tribute to thousands of Singapore heroes, both local and foreign.","author":"Neil Humphreys, Saving a Sexier Island: Notes from an Old Singapore","category":"home, nostalgia"},{"quote":"I had lived my life before in accordance with the poverty and itinerancy of my childhood, sliding in and out of other people’s leases, never expecting to stay very long and tolerating circumstances that strike me now as completely absurd.","author":"Kathleen Alcott","category":"home"},{"quote":"Every time I converse with you, I feel closer to home","author":"Evy Michaels","category":"converse, friendship, home, love"},{"quote":"With an architect as your guide, you canresponsibly stop worrying about what spacessomeone else might want in a house and focus only on those things your house should include.","author":"Kevin  Harris, The Forever Home: How to work with an architect to design the home of your dreams","category":"architect, architects, design, home"},{"quote":"And we're finally home.","author":"Stephanie Perkins, Anna and the French Kiss","category":"bookended, finally, home, love"},{"quote":"When I realized that my home was completely filled with a biologically toxic radio wave field, I decided that the best route forward was to milk the home for all of the biological research that I could possibly produce from it!","author":"Steven Magee","category":"biological, biological-complexity, biological-terrorism, biology, field, fields, fill, filled, forward, forwards, home, milk, milk-a-cow, possibly, produce, radio, radio-wave-sickness, radio-waves, realize, realized, research, research-and-development, researchers, researchers-of-truth, rf, route, router, toxic, toxicity, toxicology, wave, wave-particle-theory, wavelength, waves"},{"quote":"You never need an invitation to go home.","author":"Cassie Beasley, Circus Mirandus","category":"home"},{"quote":"What's the good of a home, if you are never in it?","author":"George Grossmith, The Diary of a Nobody","category":"charles-pooter, home, house"},{"quote":"Children, language, lands: almost everything was stripped away, stolen when you weren’t looking because you were trying to stay alive. In the face of such loss, one thing our people could not surrender was the meaning of land. In the settler mind, land was property, real estate, capital, or natural resources. But to our people, it was everything: identity, the connection to our ancestors, the home of our nonhuman kinfolk, our pharmacy, our library, the source of all that sustained us. Our lands were where our responsibility to the world was enacted, sacred ground. It belonged to itself; it was a gift, not a commodity, so it could never be bought or sold. These are the meanings people took with them when they were forced from their ancient homelands to new places.","author":"Robin Wall Kimmerer, Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge, and the Teachings of Plants","category":"home, land, native-american, stolen"},{"quote":"Old buildings whisper to us in the creaking of floorboards and rattling of windowpanes.","author":"Fennel Hudson, A Meaningful Life - Fennel's Journal - No. 1","category":"architecture, home, old-buildings"},{"quote":"Come on,\"he meowed to Greystripe.\"Let's go home.","author":"Erin Hunter, A Dangerous Path","category":"clans, fireheart, greystripe, home, warrior-cats"},{"quote":"Last night I walked for hours. It was as if I wanted to get lost down some unknown street. To get absolutely and happily lost. But there are moments when we can’t, when we don’t know how to lose our way. Even if we always go in the wrong direction. Even if we lose all our points of reference. Even if it begins to grow late and we feel the weight of morning as we advance. There are times when no matter how we try to find out what we don’t know, we can’t lose our way. And perhaps we long for the time when we could be lost. The time when all the streets were new.","author":"Alejandro Zambra","category":"home, innocence, lost, nostalgia, unknown"},{"quote":"Home was wherever they were together, and it felt good.","author":"Kenneth Eade, To Russia for Love","category":"being-together, home, love, spy-thriller"},{"quote":"Maybe, in the end, a home is a place where you have no other choice but to stay.","author":"Christopher Bollen, Orient","category":"home"},{"quote":"I was only going to stay six months. I stayed three years, and I never stopped thinking about leaving. But when I left, I left my entire life behind. I have to explain to you why I no longer live in New York, but first I have to explain to myself why I stayed so long.","author":"Eula Biss, Notes from No Man's Land: American Essays","category":"home, moving"},{"quote":"They say you can never go home again.\" Bartholomew Quasar leaned back in his deluxe-model captain's chair as the star cruiser raced toward Earth. \"But I tend to disagree.","author":"Milo James Fowler, Captain Bartholomew Quasar: 13 Starfaring Tales","category":"home, homecoming, space"},{"quote":"Katherine, how quickly you forget that I never give up when I want something. And right now, I’ve decided what I want is you. I want you next to me twenty-four-seven, at least until I’ve sated the desire you left me with. Then, I may actually let you sleep.” -Joseph","author":"Melody Anne, The Billionaire's Final Stand","category":"home, love-story"},{"quote":"I love what Jacksonville taught me and where it led me. The good, the bad and the indifferent all helped shape me. I may not live there anymore but it lives inside me. It is and will always be my foundation.","author":"Carlos Wallace, Life Is Not Complicated-You Are: Turning Your Biggest Disappointments Into Your Greatest Blessings","category":"foundation, home, jacksonville, texas"},{"quote":"Turning on the shower, he thought of the wildly fancy bathroom at Charlotte's house. It was funny to think of, but the bathrooms he liked weren't fancy; this one, and the one at Seymour's, and the one at Harry's. They weren't fancy, but they were home. He got in the shower. The one squirt that always went haywire hit him right in the eye. He laughed up into the warm water running over his ears.","author":"Louise Fitzhugh","category":"childrens-literature, home, inspirational"},{"quote":"This is so much like the old days. And, again, I have mixed feelings. In some ways it's good and comfortable to be fitting straight back in like I've never been away, but, on the other hand, I'm getting this constrictive feeling as well. It's the same places - like the bars and pubs on Friday night - the same people, the same conversations, the same arguments and the same attitudes. Five years away and not much seems to have changed. I can't decide if this is good or bad.","author":"Iain Banks, Stonemouth","category":"home"},{"quote":"Having been ripped open and drained by the crowd When I enter my home, Many homes seem to be waiting for me to give a shape to this life which is about to perish.","author":"Suman Pokhrel","category":"home, love"},{"quote":"Madness is like an alternative residence. When sanity chases you out of home, take shelter in madness.","author":"Munia Khan","category":"alternative, chases, home, insane, insanity, mad, madness, madness-and-sanity, residence, sanity, sanity-insanity, shelter, take, wisdom, wisdom-inspirational"},{"quote":"I understood finding the place you are born in an unbearable prison and wanting something completely different from what you are familiar with, knowing it represents a haven.","author":"Jamaica Kincaid","category":"home"},{"quote":"When I stepped onto the bridge over the Iowa River and stood looking out across the water, I knew I was home. I was wrong about that, as it turns out. And I know now that my certainty was based on a series of troubling misconceptions, but it would be years before I would lose the comfort that certainty gave me.","author":"Eula Biss, Notes from No Man's Land: American Essays","category":"home"},{"quote":"What we seek when we wander usually leads us back home.","author":"Gina Greenlee, Postcards and Pearls: Life Lessons from Solo Moments on the Road","category":"bliss, home, seeking, wandering, wanderlust"},{"quote":"I forgot how good it feels to be rooted. And to be rooted is not the same thing at all as being tied down. To be rooted is to say, here I am nourished and here will I grow, for I have found a place where every sunrise shows me how to be more than what I was yesterday, and I need not wander to feel the wonder of my blessing. And when you are rooted, defending that space ceases to be an obligation or a duty and becomes more of a desire.","author":"Kevin Hearne, Shattered","category":"blessing, home, rooted"},{"quote":"Rootlessness,\" I opine, \"is the twenty-first century norm.\"\"You're not wrong and that's why we're in the shit we're in, mate. If you belong nowhere, why give a tinker's toss about anywhere?","author":"David Mitchell, The Bone Clocks","category":"belonging, community, home, rootlessness"},{"quote":"Instead of fighting it, I close my eyes and let myself go. I feel the muscles of his shoulder beneath my hand. The frame his arms create is strong, secure, but I want those arms tighter around me. Much tighter around me. Much tighter, much closer.I want there to be no space at all between us.I. Want. Him. So. Badly.I want to kiss him, laugh with him, cry with him, share every freaking moment of my life with him because no matter how many awful things he's done in the past, I can't shake the undeniable feeling that when his arms are around me, I'm home.","author":"Rachel  Morgan, The Faerie Prince","category":"home, love"},{"quote":"Make your habits your beloved home.","author":"Debasish Mridha","category":"beloved, debasish, debasish-mridha, habits, home, make, mrihda, philosophy"},{"quote":"I guess you only know your home when you come back to it.","author":"Ed Brubaker, Catwoman, Vol. 2: No Easy Way Down","category":"home"},{"quote":"I said to him that Zululand sounded fine, but that every man has a map in his heart of his own country and that the heart will never allow you to forget this map.","author":"Alexander McCall Smith, The No. 1 Ladies' Detective Agency","category":"home"},{"quote":"For so long, maybe all my life, I thought only a house could make you whole. I thought I was nothing without an interesting address. I thought I was only as good as my color scheme, my drawer pulls, my floors....it's the knowledge that a house can be as fragile as life itself. You'd think it would be stronger, since it can stand in one spot for centuries while generations of humans run through its rooms, grow up, move out, and eventually die. But a house is an inherently limited entity. It can't do everything, or even most things. It cannot give you a personality. It cannot bring you love. It cannot cure loneliness. It can provide comfort, safety, a sense of pride--that much I know.","author":"Meghan Daum, Life Would Be Perfect If I Lived in That House","category":"comfort, home"},{"quote":"She wanted to burn the whole place to ashes but, at the same time, it would be kind of nice to see it again. Home.","author":"Scott Hawkins, Spring 2015 Debut Fiction Sampler","category":"home, the-library-at-mount-char"},{"quote":"There had only ever been two roads home: there was the long road and there was the sea road, and tonight I would take the sea road.","author":"Clara Winter, The Seafarer","category":"home, road, sea, seafarer"},{"quote":"I wonder if the real measure of \"home\" is the degree to which you can leave it alone. Maybe appreciating a house means knowing when to stop decorating. Maybe you've never really lived there until you've thrown its broken pieces in the garbage. Maybe learning how to be out in the big world isn't the epic journey everyone thinks it is. Maybe that's actually the easy part. The hard part is what's right in front of you. The hard part is learning how to hold the title to your very existence, to own not only property, but also your life. The hard part is learning not just how to be but mastering the nearly impossible art of how to be at home.","author":"Meghan Daum, Life Would Be Perfect If I Lived in That House","category":"home"},{"quote":"there is you and you.this is a relationship.this is the most important relationship.- home","author":"Nayyira Waheed","category":"home"},{"quote":"For so long, maybe all my life, I thought only a house could make you whole. I thought I was nothing without an interesting address. I thought I was only as good as my color scheme, my drawer pulls, my floors....it's the knowledge that a house can be as fragile as life itself. You'd think it would be stronger, since it can stand in one spot for centuries while generations of humans run through tis rooms, grow up, move out, and eventually die. But a house is an inherently limited entity. It can't do everything, or even most things. I t cannot give you a personality. It cannot bring you love. It cannot cure loneliness. It can provide comfort, safety, a sense of pride--that much I know.","author":"Meghan Daum","category":"comfort, home"},{"quote":"God, with a wisdom I can't claim to understand, called you home a long time ago, and the tears I shed that night have never seemed to dry.","author":"Nicholas Sparks, The Longest Ride","category":"god, home, nicholas-sparks, tears, the-longest-ride, wisdom"},{"quote":"On gray days, when it's snowing or raining, I think you should be able to call up a judge and take an oath that you'll just read a good book all day, and he'd allow you to stay home.","author":"Bill Watterson, There's Treasure Everywhere: A Calvin and Hobbes Collection","category":"bed, books, home, judge, oath, rain, read, snow, snuggle"},{"quote":"No! I need to go home,\" I say, but then the realization comes: My mother was my home. My mother is dead.","author":"Ally Carter, All Fall Down","category":"home, mother"},{"quote":"Did you see Grace is back with us?\"Megan did see me. She saw me jump off a cliff and crawl under an Iranian fence. Megan has seen plenty. And I can't help but hold my breath, waiting on her answer.\"Hi,\" Megan says, turning to me. \"Welcome home.\"Home. The word hits me. I've spent all my life thinking that I didn't have one, but now that I'm back I can't deny that I've spent more my life on Embassy Row than in any other place-that maybe it just wasn't my mother's childhood home. In a way, it's mine, too.","author":"Ally Carter, All Fall Down","category":"home"}]}