{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "When indeed it is in God we live, and move, and have our being. We cannot draw a breath without his help.",
      "author": "Jonathan Edwards, Selected Sermons of Jonathan Edwards",
      "category": "godliness, inspirational, love, religion, selflessness, spiritual-growth"
    },
    {
      "quote": "The sinless One took on the face of a sinner so that we sinners could take on the face of a saint.",
      "author": "Max Lucado, He Chose the Nails",
      "category": "christianity, spiritual-growth"
    },
    {
      "quote": "Love is an involuntary gift that manifests unplanned.",
      "author": "Riaz Ahmed Gohar Shahi",
      "category": "gift, gnostic, gnosticism, life-quotes, love, love-quotes, love-quotes-and-sayings, mystic, mysticism, power-of-love, religion, spiritual-growth, spirituality, sufi, sufism"
    },
    {
      "quote": "So much of life, it seems to me, is the framing and naming of things. I had been so busy creating a future of love that I never identified the life I was living as the life of love, because up until then I had never felt entitled enough or free enough or, honestly, brave enough to embrace my own narrative. Ironically, I had gone ahead and created the life I secretly must have wanted, but it had to be covert and off the record. Chemo was burning away the wrapper and suddenly I was in my version of life. Thus began the ecstasy - the joy, the pure joy of a spiritual pirate who finds the secret treasure.",
      "author": "Eve Ensler, In the Body of the World",
      "category": "spiritual-growth, spirituality"
    },
    {
      "quote": "Your greatest challenge is to not be distracted by that which happens in front of you, or is pulling on you or calling to you, but instead to find your center and magnetize to yourself all those things that are in alignment with your inner being",
      "author": "Sanaya Roman, Living with Joy: Keys to Personal Power and Spiritual Transformation",
      "category": "law-of-attraction, spiritual-growth, spirituality"
    },
    {
      "quote": "Yes. Knock and it shall be opened to you. The gift of wisdom can be found, if one wishes to search for it, and is willing to be altered by it. It is not a gift given without cost or transformation, nor one to be used lightly.",
      "author": "Faith Hunter, Black Arts",
      "category": "spiritual-growth, spiritual-insights, spiritual-wisdom, transformation, truth, wisdom"
    },
    {
      "quote": "For students who have not been required to confess that it is easier to learn theology then live it, it is tempting to think maturity is more a matter of knowing in a matter of living",
      "author": "Paul David Tripp, Dangerous Calling: Confronting the Unique Challenges of Pastoral Ministry",
      "category": "spiritual-growth"
    },
    {
      "quote": "The modern world has forgotten the necessity of encouraging men to be better. They speak of sick men or healthy men, of interesting people or uninteresting people; they never, or seldom, indicate that there is and must be an interior and spiritual improvement in man before any of the glowing coals of humanity can be reached. They have cultivated everything but the goodness of man. The result of such shallowness is everywhere apparent.",
      "author": "Francis Beauchesne Thornton, How to Improve Your Personality by Reading",
      "category": "goodness, holiness, humanity, modernism, modernity, sin, spiritual-growth, spiritual-warfare, virtue, virtues-and-vices"
    },
    {
      "quote": "We can all do so much more than we think we can. Wherever you think you are right now, you can go further, do better, be more than ever! What's wonderful is the future you're looking forward to and also your present potential right now! You're winning regardless. Both now and later.Celebrate you.",
      "author": "Sereda Aleta Dailey, The Oracle of Poetic Wisdom",
      "category": "abundance, inspiration, life-lessons, motivation, spiritual-growth, transformation"
    },
    {
      "quote": "Our Creator has always known of us and has always loved us.",
      "author": "Michael Mannia, The Conditioned Mind",
      "category": "inspirational, religion-christianity, spiritual-growth"
    },
    {
      "quote": "The other thing that’s happened with writing is that I’m not afraid it will go away. Up until a couple of years ago, I feared that sitting down with paper and pencil revealed too much desire and that for such ambition I would be punished. My vocabulary would contract anorexia, ideas would be born autistic, even titles would not come to flirt with me anymore. I suppose this was tied to that internal judge, the serpent who eats her own tail. She insinuates you’re not good enough; you believe her and try less, ratifying her assessment; so you try even less; and on and on. This snake survives on your dying. Finally, now, the elided words of my wisest writing teacher, the poet David Wojahn, make sense. “Be ambitious,” he said, “for the work.” Not for the in-dwelling editor. That bitch was impossible to please anyway.",
      "author": "Marsha L. Larsen, Friending God: A Woman's Quest through a Social Network",
      "category": "inspirational-success-failure, spiritual-growth, women-s-spirituality, writing-life"
    },
    {
      "quote": "The technique of tredding the success path is making a single step, and if you are kinda afraid to throw the second leg, hire divinity to pull you along.",
      "author": "Michael Bassey Johnson",
      "category": "ability, competence, cosmic, divine-help, divinity, fear, leading, michael-bassey-johnson, power-to-effect-change, principles, spiritual-growth, spiritual-path, success, way-to-success"
    },
    {
      "quote": "Transparency has existed ever since there has been a man and the sky above him. For the past ten thousand years every new day has offered a simple experience with its own spectacle; from a day sky into the sky at night; from oneself into the vast universe. Imagine creating the House of Tears where the heart can be educated in the ways of the sky; transcending itself. Transparency is its step, door and fireplace. Becoming one with it, is its windows.",
      "author": "Adam Kovacevic",
      "category": "education, spiritual-growth, spiritual-wisdom"
    },
    {
      "quote": "But it must be said that maturity is not merely something you do with your mind. No, maturity is about how you live your life. It is possible to be theologically astute in yet very immature. It is possible be biblically literate and in need of significant spiritual growth.",
      "author": "Paul David Tripp, Dangerous Calling: Confronting the Unique Challenges of Pastoral Ministry",
      "category": "maturity, spiritual-growth"
    },
    {
      "quote": "Unrealistic expectations often lead to disappointment, while simple unbiased attention and detachment to outcome often lead to pleasant surprises.",
      "author": "Gary   Hopkins",
      "category": "common-sense, detachment, energy-healing, enlightenment, expectations, god, higher-self, holy-spirit, inspirational, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Complacency is a deadly foe of all spiritual growth. Acute desire must be present or there will be no manifestation of Christ to His people. He waits to be wanted. Too bad that with many of us He waits so long, so very long, in vain.",
      "author": "A.W. Tozer, The Pursuit of God",
      "category": "complacency, manifestation-of-christ, spiritual-growth"
    },
    {
      "quote": "Just like in the eye of the storm there is always comfort within the chaos. Becoming aware of this however, is your responsibility.",
      "author": "Gary   Hopkins",
      "category": "chaos, common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, responsibility, spiritual-growth, spirituality"
    },
    {
      "quote": "You can think of your body in two ways: 1. As mechanical, like an automobile worth only so many miles or 2. As a living breathing energetic vessel manifested from spirit. Either way will greatly effect the length and quality of your life. Choose wisely.",
      "author": "Gary   Hopkins",
      "category": "common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "I dance to the beat of the earth the memories are the lyrics I write nature leads my soul through this existence I call life.",
      "author": "Nikki Rowe, Once a Girl, Now a Woman",
      "category": "earthchild, inspirational, spiritual-growth"
    },
    {
      "quote": "Do not allow consumerism to dictate your spiritual practice. You need nothing more than your focused attention to gain enlightenment.",
      "author": "Gary   Hopkins",
      "category": "common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Those who listen with their hearts will begin to see patterns everywhere.",
      "author": "Grace-Naomi",
      "category": "inspirational-love, spiritual-growth, truth"
    },
    {
      "quote": "It wasn’t every day that I got to see him, but when I did I knew I was on the right path and that life, while still shifting, was always improving for the better.",
      "author": "Jonathan Kuiper, Running with Vince",
      "category": "family-relationships, inspirational, mourning, spiritual-growth"
    },
    {
      "quote": "Take one day at a time and be aware that every moment and interaction serves a purpose. We are here to learn, love, and share.",
      "author": "Jonathan Kuiper, A Lightworker's Perspective",
      "category": "our-place-by-the-sea, running-with-vince, spiritual-growth, spirituality"
    },
    {
      "quote": "The higher our consciousness the less we are affected by our environment, including race consciousness.",
      "author": "Thomas Vazhakunnathu",
      "category": "spiritual-growth"
    },
    {
      "quote": "Science and Spirituality are two sides of the same coin and we cannot separate one from the other. Science is trying to find the truth in an objective or physical manner where as spirituality tries it subjectively or metaphysically.",
      "author": "Thomas Vazhakunnathu, God Does Not Roll Dice",
      "category": "metaphysical, new-age, new-thought, science, spiritual-growth, spirituality, subjective-truth, thought"
    },
    {
      "quote": "The purpose of four incarnative existence is the evolution of the soul. It is to learn, grow and become master of our own life.",
      "author": "Thomas Vazhakunnathu",
      "category": "spiritual-growth"
    },
    {
      "quote": "For years, I believed that God had been in motion on rare occasions and during biblical times, but I didn't understand that God never stops working on my behalf.",
      "author": "Jeff Leake, God in Motion",
      "category": "christian, spiritual-growth"
    },
    {
      "quote": "The spiritual life of any congregation and its growth in grace will never exceed the high-water mark set by its pulpit.",
      "author": "Steven J. Lawson, The Kind of Preaching God Blesses",
      "category": "preaching, spiritual-growth"
    },
    {
      "quote": "God, the Creator of everything, is not a person but a power and presence whose work is based on definite principles which we call ‘Cosmic Laws’ or ‘Natural Laws’ or ‘Universal Laws’.",
      "author": "Thomas Vazhakunnathu, God Does Not Roll Dice",
      "category": "metaphysical, new-age, new-thought, science, spiritual-growth, spirituality, subjective-truth, thought"
    },
    {
      "quote": "People that criticize the harshest usually are the ones who would trade places the fastest",
      "author": "Gary   Hopkins",
      "category": "common-sense, criticism, double-standards, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "If we're not at peace, we are in an ego state.",
      "author": "Doreen Virtue, The Lightworker's Way: Awakening Your Spirtual Power to Know and Heal",
      "category": "self-help, spiritual-growth"
    },
    {
      "quote": "And so I urge you to still every motion that is not rooted in the Kingdom. Become quiet, hushed, motionless until you are finally centered. Strip away all excess baggage and nonessential trappings until you have come into the stark reality of the Kingdom of God. Let go of all distractions until you are driven into the Core. Allow God to reshuffle your priorities and eliminate unnecessary froth. Mother Teresa of Calcutta said, 'Pray for me that I not loosen my grip on the hands of Jesus even under the guise of ministering to the poor.' That is our first task: to grip the hands of Jesus with such tenacity that we are obliged to follow his lead, to seek first his Kingdom.",
      "author": "Richard J. Foster, Freedom of Simplicity: Finding Harmony in a Complex World",
      "category": "christianity, religion, spiritual-growth, spirituality"
    },
    {
      "quote": "Science has proven that subatomic particles can exist in two places at once. Since we are all made up of these particles, then this simple fact should drastically re-define every limitation that you think you have.",
      "author": "Gary   Hopkins",
      "category": "common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, science, spiritual-growth, spirituality"
    },
    {
      "quote": "The spirit, my love,is stronger than laughter,stronger than the hungry pantingof reckless lionsthat paw and shuffle underneath the canopy of bowed trees,stronger than the pace of a dying heart, that awaits to be pumped to life by episodes mothered by time,by hands of mankind,by slivers of hopehidden in the common mind.",
      "author": "V.S. Atbay",
      "category": "poetry-quotes, spiritual-growth"
    },
    {
      "quote": "The abode of the spirits are astral world and earth land counterparts. In the path of evolution, the soul is futile. You need a body to unfold consciousness.",
      "author": "Usha Cosmico",
      "category": "astral, counterpart, evolved-consciousness, souls, spiritual-growth, unfold-your-spirit"
    },
    {
      "quote": "The very way that you think is a crucial component to your overall health and well being. Living towards the negative will only foster conflict and a sense of lack, while living towards the positive will create more opportunity for you to experience harmony and abundance.",
      "author": "Gary   Hopkins",
      "category": "abundance, common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, lacking, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "The desert takes our dreams away from us, and they don't always return.... Those who don't return become a part of the clouds, a part of the animals that hide in the ravines and of the water that comes from the earth. They become part of everything … They become the Soul of the World.",
      "author": "Paulo Coelho",
      "category": "spiritual-growth"
    },
    {
      "quote": "Peace is something that comes from within. It is created by your willingness to accept yourself.",
      "author": "Jason Nelson, Empower Our Children: God's Call to Parents, How to Heal Yourself and Your Children",
      "category": "emotional-freedom, intuitive-development, self-help, spiritual-growth"
    },
    {
      "quote": "HONESTLY ....I believe people are intimidated with truthful/ outspoken people. HONESTY..... will help you grow and it shows maturity.HONEST.....people will push you closer towards your destiny.",
      "author": "Takina Cupp",
      "category": "christian, honesty-integerity, poetry-of-life, spiritual-growth"
    },
    {
      "quote": "A con artist, a total imposter, had played on my desires for the Cinderella dream and won a Monopoly trip to jail. I had hoped for uprightness, integrity, and potentially a relationship. Longing overshadowed the voice of conscience.",
      "author": "Debra Moffitt, Garden of Bliss: Cultivating the Inner Landscape for Self-Discovery",
      "category": "inner-guidance, inspiration, intuition, spiritual-growth, wisdom"
    },
    {
      "quote": "The two most challenging tasks a man can face in life is education of the heart and education of the child-every other task he contemplates in life before him pales in comparison to those two. On this path of absolute uncertainty, the descending heart will permiate the education of the mind... An initiation rite for young heart. An initiation rite for young men.",
      "author": "Adam Kovacevic",
      "category": "inspirational, spiritual-growth"
    },
    {
      "quote": "When a bully is held accountable for his actions, his future actions will change. Bad behavior only continues for those who allow it.",
      "author": "Gary   Hopkins",
      "category": "accountability, bad-behavior, bullying, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "The greatest asset to the human experience is the ability to navigate one’s emotions. By practicing the skill of detachment, one can successfully step back from the potentially destructive and tune into the purely positive",
      "author": "Gary   Hopkins",
      "category": "detachment, emotions, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "When you are always ready for the worst, then the worst is likely to show up",
      "author": "Gary   Hopkins",
      "category": "common-sense, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, obvious, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "You fill a bucket drop by drop. You clear your mind thought by thought. You heal yourself moment by moment. Today I make one drop, clear one thought, and get present to one moment. And then I do it again.",
      "author": "Lisa Wimberger, New Beliefs, New Brain: Free Yourself From Stress And Fear",
      "category": "inspirational, mindfulness, neuroplasticity, spiritual-growth"
    },
    {
      "quote": "Unfortunately, fact checking has become a lost art",
      "author": "Gary   Hopkins",
      "category": "common-sense, energy-healing, enlightenment, facts, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality, wisdom"
    },
    {
      "quote": "Sometimes you just gotta wear the tinfoil hat.",
      "author": "Gary   Hopkins",
      "category": "conspiracy-theories, energy-healing, enlightenment, funny-humor, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Making peace with one's truth is to live in one’s own moment, moving passionately forward in joy.",
      "author": "Michelle Cruz-Rosado",
      "category": "inspirational-quotes, peace-of-mind, spiritual-growth"
    },
    {
      "quote": "Never allow dogmatic interpretations of Karma to keep you from defending what is right or just. You must accept the reality that on occasion, you may very well be the proper instrument of this cosmic force.",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, karma, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Maintaining one’s health in today’s toxic rich environment requires proper rest, hydration, an abundant intake of nutrients, and regular internal cleansing practices",
      "author": "Gary   Hopkins",
      "category": "cleanse, energy-healing, enlightenment, god, health, higher-self, holy-spirit, inspirational, oneness, sleep, spiritual-growth, spirituality, toxic, water"
    },
    {
      "quote": "When we are depleted our giving is empty. Today I take a moment to recharge, fill up with love for my life and all of its character so that I may give from a place of overflowing.",
      "author": "Lisa Wimberger, New Beliefs, New Brain: Free Yourself From Stress And Fear",
      "category": "inspirational, mindfulness, neuroplasticity, spiritual-growth"
    },
    {
      "quote": "If the existence of Nuclear weapons has taught us anything it would simply be that just because we possess powerful technologies, it does not necessarily mean that we should use them. Unfortunately, we are currently on course to learn similarly grave lessons from other devastating technologies such Genetically Modified Foods, Chemtrails and HAARP.",
      "author": "Gary   Hopkins",
      "category": "chemtrails, energy-healing, enlightenment, gmo, god, haarp, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "The smallest component of the human molecule is a vibration - the equivalent to a musical note. Taking the time to learn more self-awareness at this level creates life experiences beyond that of all the greatest symphonies ever heard",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Do not limit your Sacred Space to the literal, such as a small room or office. Allow this energy to flow from deep within, so that every where you go, no matter what the circumstance, you will always be immersed in the divine",
      "author": "Gary   Hopkins",
      "category": "divine-sacred-space, energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "A person can choose to stand against adversity, but most people will run from it before they come to terms with who they truly are, a wise person watches through adversity and follows the signs when it is their turn to stand.",
      "author": "Faith Brashear",
      "category": "conspiracy-thoeorists, fraud-and-conspiracy, just-do-it, justice, liberty, life-lessons, spiritual-growth"
    },
    {
      "quote": "Loneliness is a condition of energetic imbalance. As with all human conditions it is an illusion, albeit a very debilitating one if left unchecked. The key to overcoming any imbalance is to open your awareness to it, and then simply observe it. By observing the imbalance, the anguish of the emotional aspect dissipates allowing a new perspective to emerge, which ultimately has a smoothing effect on the imbalance itself. A focused mind over a short period of time can conquer any energetic imbalance… even loneliness",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "When you take a moment to peel back the layers of time and space in your current state of perception, you soon begin to realize the true nature of the self and it's reality. Increasing your self-awareness naturally fosters compassion and integrity in all actions and attitudes towards oneself and others",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Determination Determines Your Destination",
      "author": "Qwana Reynolds-Frasier",
      "category": "inspirational, spiritual-growth"
    },
    {
      "quote": "with knowledge peace",
      "author": "Troy Zakrzewski",
      "category": "spiritual-growth"
    },
    {
      "quote": "Attaining bliss can take lifetimes, or one can simply choose to experience it in their deepest dreams. Sleep well my friend, as dreams are vehicles that can quickly take you to the awareness that you call Nirvana",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "I just realized that I don't have to have an opinion about everything--what a relief!",
      "author": "David R. Hawkins",
      "category": "advaita, advaita-vedanta, hawkins, spiritual, spiritual-growth"
    },
    {
      "quote": "Our eternal spiritual self is more real than anything we perceive in this physical realm, and has a divine connection to the infinite love of the Creator.",
      "author": "Eben Alexander, Proof of Heaven: A Neurosurgeon's Journey into the Afterlife",
      "category": "inspirational, near-death-experience, spiritual-growth"
    },
    {
      "quote": "...letting go of attachment to any way of believing or thinking has made me feel more expanded and almost transparent so that universal energy can just flow through me.",
      "author": "Anita Moorjani, Dying to Be Me: My Journey from Cancer, to Near Death, to True Healing",
      "category": "spiritual-growth"
    },
    {
      "quote": "Since the tapestry of all time has already been woven, everything I could ever want to happen in my life already exists in that infinite, nonphysical plane. My only task is to expand my earthly self enough to let it into this realm. So if there's something I desire, the idea isn't to go out and get it, but to expand my own consciousness to allow universal energy to bring it into my reality here.",
      "author": "Anita Moorjani, Dying to Be Me: My Journey from Cancer, to Near Death, to True Healing",
      "category": "spiritual-growth"
    },
    {
      "quote": "Removing toxicity from your life is essential to maintaining a peaceful state of mind and an overall quality of health. This purging can and should include any detrimental habits, including negative, controlling, and abusive people. Once you start living an empowered lifestyle that supports your own higher balance, you will find it to be an easy transition from the negative to the positive in every aspect of your life",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Allowing attachments to people/things create a compulsive addiction in us to be controlling. This “control” (fueled by fear of loss) fools us into a false sense of security and love. At first glance, it is common to confuse the idea of Conscious Detachment with non-feeling or being cold, however learning this skill is a giant leap towards enlightenment. When you consciously detach from an object or a loved one, you empower them to exist at their potential. From this perspective, just being in their presence fosters feelings of love and admiration that far exceed any relationship that is limited with expectations, confinement and control",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Finding the calmness or serenity in oneself effectively diffuses the judgments of others",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "We create the world around us based on our thoughts, feelings, beliefs and emotions. Evil, dark forces, dark energy etc. are forms of the “negative” and are all a projections of the self. There is no separation. Once one realizes this, these energies start to fade and eventually disappear. What’s left is wholeness, contentment, self-realization, gratitude and a perpetual state of well-being. There is a popular saying amongst the healing community “where the mind goes, energy flows”. Use this mantra to your benefit. Lose the “non-sense” of all despair and anguish and catapult your self to a higher place that is incapable of entertaining the “negative” or “destructive”. Achieving this (even in increments) will only transform you to into a better positive place",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "You will always have time for what you make time for",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Enlightenment is nothing more than moments of self-awareness. Don’t let cultural spiritual hierarchy intimidate you into the mindset of unworthiness. You are divine already, you just need to realize and accept it",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Things do not happen to us… They happen because of us",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "We are figments of the same imagination… We are one",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Sometimes we fall into the negative so deeply that we do not realize our first instinctive reaction to everything is to think negatively or to \"look\" for the bad in every situation. The phrase \"too good to be true\" directly comes from this aspect of ourselves. To be cautious can be good in certain situations, but to dismiss every interaction or idea to the possibility of \"bad things happening\" puts us in a place where the beautiful or the divine never gets a chance to fully blossom. Mind your thoughts carefully, as you are the only one who can allow happiness to thrive in your life",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "The ripple that travels across water does not begin on its own. In order to create positive change one must act upon the intention. Creating a new idea is simple, but is just the beginning. Manifesting an idea into our perceived reality, the physical world, requires action to begin and diligence to maintain, just like any habit that already exists",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Taking part in your own creation is as simple as changing your mind. The way you think literally creates your everyday reality. Obsessive and negative thinking fosters a negative or even hostile lifestyle. Positive and constructive thoughts create happiness and contentment in the same manor. The fortunate thing for us is that the frequency wave of a positive thought far exceeds that of a negative one, so even if we suffer through a bout of depression or anger, a few positive thoughts can easily reverse the damage we have created in ourselves",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "We are all Masters. Every thought, word, and action creates our individual reality from one moment to the next. Each individual’s creation, combines to form a shared reality that we all experience…. Consciousness. Being Masters requires us to take responsibility and great care in all that we do, so that the greater, combined consciousness is not hindered by our individual limitations. As Masters, we all have the ability to create, and live in Nirvana. Actively engaging in this personal responsibility, gives each of us the power to live harmoniously as well as to contribute positive re-enforcement to the greater Consciousness that we all share",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Negativity is a debilitating disease. It is a slow and painful way to experience life. It attacks the immune system, creates anxiety, and can lead to loneliness and depression. Finding your inner harmony is the quickest way to alleviate the methodical destruction of this dark energy",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Think of a world where “Detachment”, “Gratitude” and “Empathy” were subjects included in every grade school’s curriculum. A new generation would emerge with an attitude of peace, contentment and an overall appreciation for everything and everyone",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Peace is possible, and it will take a miracle.",
      "author": "Robyn Short, Prayers for Peace",
      "category": "peace, prayers, spiritual-growth"
    },
    {
      "quote": "Even an expert has room to improve, grow and learn a little more. All the great masters teach this. For this reason, never allow an expert’s ‘opinion’ to limit you in any way, whether it is with your intellect, accomplishments or illness and disease",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "When you refuse to entertain the possibility of a solution because you “know” it will not work, then you have successfully strengthened the problem at hand",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Anything worth having doesn’t come easy' is a perception of negativity perpetuated by misery looking for company. Accept nothing but the opposite of this intention and soon your life will navigate away from perpetual negative thinking and outcomes to the endless positive quality of life that exists for all of us",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "The road to spiritual enlightenment is an individual experience. The spiritual leader, guru, master or teacher is only a portion of that journey. Eventually, one must “leave the nest” so that they are not limited by the master/student relationship. True advancement begins when the student gains confidence as a practitioner of self-awareness. This can only be done without the constraints of another’s journey, such as the master or teacher.",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Inner Awareness is often gained in incremental steps at first. The distraction of the perceived physical world dictates this. However, once one realizes this process, a new skill in “awareness recognition” emerges… and like riding a bike for the first time, one peddles faster, gaining confidence in their new skill, a skill that will take them much farther than any distraction previously experienced",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "A compulsive external search only leads us to the interpretation of another’s path. True identity and sustained harmony can only be achieved by turning inward, and it is there that you will find every answer that you need to step into enlightenment",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "Enlightenment begins by getting acquainted with your inner voice or your higher self. The dialogue experienced in this process leads to a more comfortable, better-focused lifestyle. Over time this relationship blossoms into a higher and more efficient form of Self-Management. With practice, thoughts, feelings, emotions, and physical manifestations merge into a more harmonious state. This state of being allows for a softer, more gentile approach to life that not only benefits the individual, but the community as a whole",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "To be whole simply requires paying attention to oneself",
      "author": "Gary   Hopkins",
      "category": "energy-healing, enlightenment, god, higher-self, holy-spirit, inspirational, oneness, spiritual-growth, spirituality"
    },
    {
      "quote": "God expects you to have the mentality of a conqueror. See yourself as a victor in Christ Jesus, and go about life with a holy swagger!",
      "author": "Pedro Okoro, Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ",
      "category": "inspirational-quotes, spiritual-development, spiritual-growth, spirituality"
    },
    {
      "quote": "Don't Believe Everything You Think!",
      "author": "Robert Fulghum, All I Really Need to Know I Learned in Kindergarten",
      "category": "humor, inspirational, slice-of-life, spiritual-growth"
    },
    {
      "quote": "In wishing to know ourselves fully, we must forget our quest for gain and seek only completion. At a certain point in our development, we no longer even seek to become Mystic, Magister, Sorcerer, or Witch: we seek only our own perfection in the wholeness of our Will, in the joining of light with dark and strength with love. We are varied and gorgeous yet pure of heart. Our aim is this: to know ourselves and to know the world.",
      "author": "T. Thorn Coyle",
      "category": "magick, self-knowledge, spiritual-growth"
    },
    {
      "quote": "Pastors are starting to get wily. When people tell my friend, 'I'm not being fed,' he replies, 'I'm prefectly happy to spoon feed my one-year-old. But if I'm still spoon-feeding him when he's five, we've got a problem. Here's a fork. Feed yourself.",
      "author": "Jon Acuff",
      "category": "christianity, christians, funny, inspirational, spiritual-growth"
    },
    {
      "quote": "Until we look from the bottom up we have nothing.",
      "author": "Sue Monk Kidd, The Dance of the Dissident Daughter",
      "category": "spiritual-growth, transformation-spirituality, women"
    },
    {
      "quote": "God has the most incredible, unimaginable, inconceivable, and indescribable intention and design for your life.",
      "author": "Pedro Okoro, Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ",
      "category": "inspirational-quotes, spiritual-growth"
    },
    {
      "quote": "There can be no substitute for a personal study of the Word of God! Daily devotionals, Bible commentaries, and recorded messages by anointed preachers and teachers are wonderful and useful. However, they cannot take the place of the Word of God. They must not replace a time of personal study of the Word. Every Christian individual must study and meditate upon the Word for him or herself. Nobody can do that for anyone else.",
      "author": "Pedro Okoro, Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ",
      "category": "christian-living, inspirational, spiritual-growth, spiritual-warfare"
    },
    {
      "quote": "By the anointing of the Holy Spirit, anybody who is afflicted by any phobia can be set free.",
      "author": "Pedro Okoro, Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ",
      "category": "christian-living, spiritual-growth, spiritual-warfare"
    },
    {
      "quote": "it’s more important to struggle with a question than to come up with an answer.",
      "author": "Edward Shirley",
      "category": "life, life-lessons, spiritual-development, spiritual-growth"
    },
    {
      "quote": "The devil is a bad devil.",
      "author": "Pedro Okoro, Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ",
      "category": "christianity, spiritual-growth, spiritual-warfare"
    },
    {
      "quote": "Interpreters package and then sell, rent, or impose upon us artificially flavored illusions of truth, salvation, enlightenment, and happiness that are built upon their goals. That twisted information and those errant goals and are often very different from those of the original teachers that these interpreters are borrowing moral authority from. Following our own inner guidance would yield better results than following the village idiot. Neither Buddha nor Jesus was waiting for a Buddha or a Jesus to come solve their personal problems or those of humanity. The key to whatever we need is within us. The job of uncovering it is ours to do.",
      "author": "Doug \"Ten\" Rose",
      "category": "self-help, spiritual-growth"
    },
    {
      "quote": "Our faith is watered and we flourish when we reach out to others in love. We think good times and comfort will make us happy. But history shows that the people who are filled with the most joy and contentment are those who reach out to others-despite tough times",
      "author": "Laurie Ostby Kehler, Wings of Mercy: Spiritual Reflections from the Birds of the Air",
      "category": "inspirational, spiritual-growth"
    },
    {
      "quote": "If I had created myself, I would be taller, blond, and more well endowed, financially. I would have cast out spiders and bad-hair days. Therefore, and hence, I believe strongly in a Creator who not only gave me the gift, but the free will to create my own journey through life.",
      "author": "Audrey Conn",
      "category": "humor-inspirational, spiritual-growth"
    },
    {
      "quote": "God is not a cosmic bellboy for whom we can press a button to get things done.",
      "author": "Harry Emerson F.",
      "category": "spiritual-growth"
    },
    {
      "quote": "True Christian Living is the willingness to deny yourself and consider pleasing God and obedience to Him to be your highest calling in life no matter what station you are in. The things that you do in secret for God will be of more value in His Sight then the pleasures of this world and doing what people think you should do.",
      "author": "Anya vonderLuft",
      "category": "spiritual-growth, spiritual-growth-self-denial"
    },
    {
      "quote": "... \"You may not see the ocean, but right now we are in the middle of the ocean, and we have to keep swimming.",
      "author": "Tracy Kidder, Strength in What Remains: A Journey of Remembrance and Forgiveness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Living is a risk,' I snapped at him. 'Every decision, every interaction, every step, every time you get out of bed in the morning, you take a risk. To survive is to know you're taking that risk and to not get out of bed clutching illusions of safety.",
      "author": "Maria V. Snyder, Magic Study",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'm sorry, but I don't get it. If we're supposed to ignore everything that's wrong with our lives, then I can't see how we'll ever make things right.",
      "author": "A.S. King, Please Ignore Vera Dietz",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Growing old is unavoidable, but never growing up is possible. I believe you can retain certain things from your childhood if you protect them - certain traits, certain places where you don’t let the world go.",
      "author": "Johnny Depp",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's about how you're like a lighthouse, always searching far into the distance. But the thing you're looking for is usually close to you and always has been. That's why you have to look within yourself to find answers instead of searching beyond.",
      "author": "Susane Colasanti, Waiting for You",
      "category": "insightful, inspirational-attitude"
    },
    {
      "quote": "Our bodies need regular washing because we get dirty everyday. But so do our hearts! Because each day, people hurt us, offend us, forget us, snub us, step on us, reject us. But if we choose to forgive everyone everyday, we cleanse our hearts! We wake up the next morning refreshed and pure and lovely!",
      "author": "Bo Sánchez, You Have The Power to Create Love: Take Another Step on the Simple Path to Happiness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.",
      "author": "A.P.J. Abdul Kalam",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Why worry? If you've done the very best you can, worrying won't make it any better",
      "author": "Walt Disney Company",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Go as far as you can see; when you get there, you'll be able to see further.",
      "author": "Thomas Carlyle",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't lie about it. You made a mistake. Admit it and move on. Just don't do it again. Ever",
      "author": "Anthony Bourdain, Kitchen Confidential: Adventures in the Culinary Underbelly",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You need to be able to fill that space on your own, Maddie. You should never have to rely on another person to make you feel whole. That life is dangerous.",
      "author": "Katie Kacvinsky, Awaken",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Things will be OK in the end. If it's not OK, it's not the end.",
      "author": "Bob Marley",
      "category": "bob-marley, inspirational-attitude"
    },
    {
      "quote": "Go all the way with it. Do not back off. For once, go all the goddamn way with what matters.",
      "author": "Ernest Hemingway, The Complete Short Stories",
      "category": "inspirational-attitude"
    },
    {
      "quote": "As we continued to talk, going through the motions of getting to know each other, I realized that we already did know each other, as well as any two people could. We’d known each other for years, in the most intimate way possible. We’d connected on a purely mental level. I understood her, trusted her, and loved her as a dear friend. None of that had changed, or could be changed by anything as inconsequential as her gender, or skin color, or sexual orientation.",
      "author": "Ernest Cline, Ready Player One",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I waited for my thighs and butt to uncramp. Of course, they didn't know the loosening rule. They were screaming things like *Are you crazy? Do you know we're thirty-five years old? Sit down and feed us a Twinkie!",
      "author": "P.C. Cast, Divine By Mistake",
      "category": "inspirational-attitude, wisdom-in-fiction"
    },
    {
      "quote": "It is more important to know where you are going than to get there quickly. Do not mistake activity for achievement.Remember that there is nothing stable in human affairs, therefore avoid undue elation in prosperity or undue depression in adversity.",
      "author": "Isocrates",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Forecasts may tell you a great deal about the forecaster",
      "author": "they tell you nothing about the future.",
      "category": "Warren Buffett"
    },
    {
      "quote": "Seems like the light at the end of the tunnel may be you.",
      "author": "Steven Tyler, Does the Noise in My Head Bother You?",
      "category": "insightful, inspirational-attitude"
    },
    {
      "quote": "But one of the big lessons I have learned from my journey is you can’t please everyone, so don’t try.",
      "author": "Chris Colfer",
      "category": "chris-colfer, hurdles, inspirational-attitude, life-lesson"
    },
    {
      "quote": "What would you not have accomplished if you had been free?\"\"Possibly nothing at all; the overflow of my brain would probably, in a state of freedom, have evaporated in a thousand follies; misfortune is needed to bring to light the treasures of the human intellect. Compression is needed to explode gunpowder. Captivity has brought my mental faculties to a focus; and you are well aware that from the collision of clouds electricity is produced — from electricity, lightning, from lightning, illumination.",
      "author": "Alexandre Dumas, The Count of Monte Cristo",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is no better way to thank God for your sight than by giving a helping hand to someone in the dark.",
      "author": "Helen Keller, Light in my Darkness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "She'd decided long ago that life was a long journey. She would be strong and she would be weak, and both would be okay.",
      "author": "Tahereh Mafi, Furthermore",
      "category": "inspirational-attitude"
    },
    {
      "quote": " You Got to know when to hold em' , Know when to fold em' , know when to walk away, know when to run.",
      "author": "Nikki Turner",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Well, then, why should I listen to my heart?\"\"Because you will never again be able to keep it quiet.",
      "author": "Paulo Coelho, The Alchemist",
      "category": "faith-in-yourself, inspirational-attitude, the-alchemist"
    },
    {
      "quote": "A lamb in a city of wolves.",
      "author": "Karen Marie Moning, Darkfever",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If there's one thing I believe, its that I don't know anything and anything can happen",
      "author": "Amy Lee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We're none of us quite so sure of our place in the world that we can't be rocked off our feet by bad times. It's the getting back up again that counts. Not that you fall, but getting back up again counts for more in the long run.",
      "author": "Mercedes Lackey, Intrigues",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Expect the unexpected, my mother once said. Because the unexpected most certainly will be expecting you.",
      "author": "Marjorie M. Liu, The Iron Hunt",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is a set of advantages that have to do with material resources, and there is a set that have to do with the absence of material resources- and the reason underdogs win as often as they do is that the latter is sometimes every bit the equal of the former.",
      "author": "Malcolm Gladwell, David and Goliath: Underdogs, Misfits, and the Art of Battling Giants",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Even when you think things can never move forward and you feel so low, there's always a way out.",
      "author": "Katie Piper, Beautiful",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Never ignore the feelings that don't seem to make sense.",
      "author": "Susan Mallery, The Knitting Diaries: The Twenty-First Wish\\Coming Unraveled\\Home to Summer Island",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Because...Beacause it's so good, and there's only one chance to read a book for the first time, and I want it to last. That experience. I'd finish it in a day otherwise, and that'd be like...like eating a carton of ice cream in one sitting. Too much richness over too quickly. This way, I can draw it out. Make the book last longer. Savor it. I have to since they don't come out that often.",
      "author": "Richelle Mead, Succubus Blues",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There isn't a soul on the planet who doesn't crave your approval.",
      "author": "Mike Dooley",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Everyone who isn't us is an enemy.\" - Cersei",
      "author": "George R.R. Martin, A Game of Thrones",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The Spartans do not ask how many are the enemy but where are they.",
      "author": "Plutarch",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I mourn the loss of thousands of precious lives, but I will not rejoice in the death of one, not even the enemy",
      "author": "Jessica Dovey",
      "category": "inspirational-attitude, misattrib-martin-luther-king-jr"
    },
    {
      "quote": "Don't wait until there is tragedy in your life. Don't wait until you lose somebody. Don't wait until it's too late. Appreciate the beautiful people that you have in your life now.",
      "author": "Katie Piper, Beautiful",
      "category": "christmas-message, inspirational-attitude"
    },
    {
      "quote": "By puberty I learned that nothing worth having could be easily attained and to succeed one must be single minded.",
      "author": "Russell Brand",
      "category": "inspirational-attitude"
    },
    {
      "quote": "And I would try and walk far enough away that people would not assume I was with him.",
      "author": "Neil Gaiman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You can try to please everyone and risk accomplishing nothing, or go for your dreams and risk pissing a few people off.",
      "author": "Lauren DeStefano",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Every man must do two things alone",
      "author": "he must do his own believing and his own dying..",
      "category": "Martin Luther"
    },
    {
      "quote": "Survival my only hope. Success my only revenge",
      "author": "Patricia Cornwell, Postmortem",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Having gratitude and not expressing it is like wrapping a gift and not deliver it.",
      "author": "Thomas S. Monson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Tragedy cannot be the end of our lives. We cannot allow it to control and defeat us.",
      "author": "Izzeldin Abuelaish, I Shall Not Hate: A Gaza Doctor's Journey on the Road to Peace and Human Dignity",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The fading light is us, and we are, for a moment so brief (...) beautiful.",
      "author": "Gary Shteyngart, Super Sad True Love Story",
      "category": "inspirational-attitude"
    },
    {
      "quote": "...you shouldn’t hate something you don’t know, because it may turn out to be the bearer of your greatest good fortune.",
      "author": "Izzeldin Abuelaish, I Shall Not Hate: A Gaza Doctor's Journey on the Road to Peace and Human Dignity",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Somebody said it couldn't be done.But he with a chuckle replied,That maybe it couldn't, but he would be oneWho wouldn't say so 'till he'd tried.So he buckled right in with a trace of a grinOn his face. If he worried, he hid it.He started to sing as he tackled the thingThat couldn't be done. And he did.Somebody scoffed, \"Oh, you'll never do thatAt least no one ever has done it.\"But he took off his coat, and he took off his hat,And the first thing we know, he'd begun it.With a lift of his chin and a bit of a grin,Without any doubting or \"quit-it\".He started to sing as he tackled the thingThat couldn't done. And he did it.There are thousands to tell you it cannot be done.There are thousands to prophesy failure.There are thousands to point out to you, one by one,The dangers that wait to assail youBut just buckle in, with a bit of a grin;Just take off your coat and go to it.Just start in to sing as yout tackle the thingThat cannot be done--and you'll do it!",
      "author": "Edgar A. Guest",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Singing is my pleasure, but not in church, for the parson said the gargoyles must remain on the outside, not seek room in the choir stalls. So I sing inside the mountain of my flesh, and my voice is as slender as a reed and my voice has no lard in it. When I sing the dogs sit quiet and people who pass in the night stop their jabbering and discontent and think of other times, when they were happy. And I sing of other times, when I was happy, though I know that these are figments of my mind and nowhere I have been. But does it matter if the place cannot be mapped as long as I can still describe it?",
      "author": "Jeanette Winterson, Sexing the Cherry",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Maturity is for serious people. Let us be immature and have endless fun.",
      "author": "Ksenia Anske",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Everyone is beautiful...it just takes the right person to see it",
      "author": "Singh Amendra",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you're a professional you do your job no matter what gets in the way. You might take a sick day, you might take a personal day, but then you show back up or you won't get paid. Everyone develops his/her own strategy for dealing with days that are not productive.",
      "author": "Charlaine Harris",
      "category": "inspirational-attitude, personal-quote"
    },
    {
      "quote": "Don't try to be different, that's not you, but just try to be yourself & that will make all the difference.",
      "author": "Michael Moses",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do you know a better time than the present for igniting your dreams?",
      "author": "Carolyn Tody, A Whimsical Holiday for Children",
      "category": "imaginative, inspirational-attitude, whimsical"
    },
    {
      "quote": "Action isn’t my forte. I’m an expert on contemplation and mild regret.",
      "author": "Robert Sheckley, Immortality, Inc.",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you don't keep moving, you'll never get anywhere.",
      "author": "Alicia McCalla",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Bent but never broken",
      "author": "down but never out.",
      "category": "Annetta Ribken"
    },
    {
      "quote": "The truth-that love is the highest goal to which man can aspire.",
      "author": "Viktor E. Frankl, Man's Search for Meaning",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Love for yourself is the key to loving other. Love begins with you",
      "author": "Miguel Ruiz, Prayers: A Communion with Our Creator",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I never meet a ragged boy in the street without feeling that i may owe him a salute, for I know not what possibilities may be buttoned up under his coat.",
      "author": "James A. Garfield",
      "category": "inspirational-attitude, respecting-others"
    },
    {
      "quote": "Not forgiving someone is like not pulling a thorn out of your foot just because you weren't the one to put it there.",
      "author": "Mercedes Lackey, The Wizard of London",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There are some people that see the half full cup and get upset about where the other half of the cup went... With an attitude like that, they will never be happy. I see a half full cup and I immediately take half of someone else’s cup and then I have a full cup and I’m happy. With the right attitude, life is really very simple.\" Peter Pan from 'Leaving Neverland' (Why Little Boys Shouldn't Run Big Corporations)",
      "author": "Daniel Prokop, Leaving Neverland: Why Little Boys Shouldn't Run Big Corporations",
      "category": "cup-half-empty, cup-half-full, humor, inspirational-attitude, leaving-neverland, never-growing-up, peter-pan, selfishness"
    },
    {
      "quote": "I am an imperfect man living in an imperfect world, trying to weave through the chaotic interactions of semi-causal events with linear logic, contradictory emotions, dialectic wisdom, and mortal integrity.",
      "author": "Leonard Seet",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Remember that in life, everything that you want is outside of your comfort zone. Because if something is inside your comfort zone, it's either something you already have or something so trivial as to be undesirable: you don't want something you already have. So in order to get what you want but don't yet have, you have no choice but to venture outside of your comfort zone.",
      "author": "Ali Binazir, The Tao Of Dating: The Smart Woman's Guide To Being Absolutely Irresistible",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life is more interesting when you colour outside the lines",
      "author": "Sonya Watson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A guilty conscience is not worth extra food.",
      "author": "Ruta Sepetys, Between Shades of Gray",
      "category": "inspirational-attitude"
    },
    {
      "quote": "He was realist enough to know he might never find the life partner he longed for, and dreamer enough not to quit looking",
      "author": "Eden Winters, The Wish",
      "category": "inspirational-attitude, love"
    },
    {
      "quote": "Now that you're a Skinny Bitch, don't turn into a skinny bitch. We conceived of the title, Skinny Bitch, to get attention and sell books.... But we are not bitches, and we have no desire to promote bitchiness. There is nothing uglier than a pretty woman who's nasty. If you look great, you should feel good about yourself and be happy.",
      "author": "Rory Freedman, Skinny Bitch",
      "category": "inspirational-attitude"
    },
    {
      "quote": "And if life be, as it surely is, a problem to me, I am no less a problem to life.",
      "author": "Oscar Wilde",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's not important that we agree with each other, only that we understand each other.",
      "author": "Raquel Cook",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To regard all things and principles of things as inconstant modes or fashions has more and more become the tendency of modern thought. Let us begin with that which is without - our physical life. Fix upon it in one of its more exquisite intervals, the moment, for instance, of delicious recoil from the flood of water in summer heat. What is the whole physical life in that moment but a combination of natural elements to which science gives their names? But these elements, phosphorus and lime and delicate fibres, are present not in the human body alone: we detect them in places most remote from it. Our physical life is a perpetual motion of them - the passage of the blood, the wasting and repairing of the lenses of the eye, the modification of the tissues of the brain by every ray of light and sound - processes which science reduces to simpler and more elementary forces. Like the elements of which we are composed, the action of these forces extends beyond us; it rusts iron and ripens corn. Far out on every side of us those elements are broadcast, driven by many forces; and birth and gesture and death and the springing of violets from the grave are but a few out of ten thousand resultant combinations. That clear, perpetual outline of face and limb is but an image of ours, under which we group them - a design in a web, the actual threads of which pass out beyond it. This at least of flame-like our life has, that it is but the concurrence, renewed from moment to moment, of forces parting sooner or later on their ways.",
      "author": "Walter Pater, The Renaissance: Studies in Art and Poetry",
      "category": "inspirational-attitude"
    },
    {
      "quote": "that at a certain point in our lives, we lose control of what's happening to us, and our lives become controlled by fate. That's the world's greatest lie.",
      "author": "Paulo Coelho, The Alchemist",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you realize that just being yourself is okay, that’s when you’ll be able to see yourself.",
      "author": "京",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You can count your days or make your days count for something. The choice is yours.",
      "author": "Louise Caiola",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You can never be truly happy in a life unless you have known a sorrow. All terrible things we have gone through in life have created spaces inside us where happiness can live Not to mention love.",
      "author": "Lisa Kleypas",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Whatever life brings, we'll share,\" she says, and \"I can do no more than the best I can.",
      "author": "Carol Emshwiller, Carmen Dog",
      "category": "inspirational-attitude, motherhood"
    },
    {
      "quote": "I do so hate to be forced to be anything than other than what I am.",
      "author": "Laura Marling",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Those who don't understand their personal legends will fail to comprehend its teachings.",
      "author": "Paulo Coelho, The Alchemist",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't think about waht other's think of you. Matter of fact don't think at all,just be you. Do what you feel. No one else matters.",
      "author": "Emma Michelle",
      "category": "inspirational-attitude, teens"
    },
    {
      "quote": "Silence does not always imply consent. Sometimes it simply means that the silent one has opted out of a discussion with idiots.",
      "author": "Lex Allen, No Heaven",
      "category": "inspirational-attitude, philosophical-humor"
    },
    {
      "quote": "Few people repent at leisure after taking the high road.",
      "author": "Walter Spence",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Act out being alive, like a play. And after a while, a long while, it will be true.",
      "author": "John Steinbeck, East of Eden",
      "category": "inspirational-attitude, perseverance"
    },
    {
      "quote": "I never see what has been done",
      "author": "I only see what remains to be done.",
      "category": "Anonymous, The Dhammapada"
    },
    {
      "quote": "MAYBE YOU SHOULD BE AN ENGLISH MAJOR. AT LEAST, YOU GET TO READ STUFF THAT'S WRITTEN BY PEOPLE WHO CAN WRITE! YOU DON'T HAVE TO DO ANYTHING TO BE AN ENGLISH MAJOR, YOU DON'T NEED ANY SPECIAL TALENT, YOU JUST HAVE TO PAY ATTENTION TO WHAT SOMEONE WANTS YOU TO SEE - TO WHAT MAKES SOMEONE ANGRIEST, OR THE MOST EXCITED IN SOME OTHER WAY. IT'S SO EASY!; I THINK THAT'S WHY THERE ARE SO MANY ENGLISH MAJORS!",
      "author": "John Irving, A Prayer for Owen Meany",
      "category": "humor, inspirational-attitude"
    },
    {
      "quote": "Not only must the most privileged feel they are brothers and sisters of the most destitute, but the most destitute must feel as well that something within them makes them equal to the greatest sages and geniuses.",
      "author": "Omraam Mikhaël Aïvanhov",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Change yourself, and others will follow.",
      "author": "Kentetsu Takamori, Something You Forgot...Along the Way: Stories of Wisdom and Learning",
      "category": "inspirational-attitude"
    },
    {
      "quote": "God may withhold an answer to prayer until we relinquish control of the outcome and put our complete trust in Him.",
      "author": "Suzanne Elizabeth Anderson, Waiting with God",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life's only as bad as you make it out to be. It's go nothing to do with the way it is.",
      "author": "Nami Mun, Miles from Nowhere",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You don't understand the things I do, but I do have my reasons. They're not your reasons, so they're not real to you, but they're real to me, and that's enough.",
      "author": "Tom Topor, Nuts",
      "category": "inspirational-attitude"
    },
    {
      "quote": "In a tough situation, don't avoid acting just because it's easier or comfortable. Don't lapse into a passive state. People who give up, die.",
      "author": "Gregory Benford",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you're too serious to make life a laughing matter, then you seriously need to make laughter matter to you today and every day!",
      "author": "Jeannine M. Luby",
      "category": "humorist, inspirational-attitude, wellness"
    },
    {
      "quote": "Be an ordinary person with extraordinary heart",
      "author": "Inda Kusumawati",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A famous author is a promoter who never quit.",
      "author": "Kristin James",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The years thunder by.The dreams of youth grow dimwhere they liecaked in dust on the shelves of patience.Before we know it, the tomb is sealed.Where, then lies the answer?In choice.Which shall it be:Bankruptcy of Purseor Bankruptcy of Life?",
      "author": "Sterling Hayden",
      "category": "inspirational-attitude"
    },
    {
      "quote": "They‟re from my best friend,” I said. “They‟re from my best gay friend, Curtis Chapman.” He stood there, frozen, possibly thinking I was joking. “Curtis won‟t be back. He got out… he was saved. He won‟t have to be called names, picked on, tortured, and assaulted anymore. He‟s gone to a different school, and your days of bullying him are over.” “Jon, the kid‟s a fag!” “And he‟s my best friend, and I love him… and so does God",
      "author": "Jeff Erno, Bullied",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Blessings can be in disguise, so pay attention!",
      "author": "Really Rashida, From Bruises To Beauty",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Knowledge is power, wisdom is power with a purpose.",
      "author": "Solitaire Parke",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Appreciate the lessons of the past and enjoy the newness of the future, yet remember the present is today.",
      "author": "Annette Thomas",
      "category": "inspirational-attitude, present"
    },
    {
      "quote": "It is well with my soul.",
      "author": "Horatio G. Spafford",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I Believe in Miracles and the Power of the Individual to make a positive difference in the world.",
      "author": "Warren Brown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "And at the start of every new day, I still believed I could choose my own beginning, one that was scrubbed clean of everything past",
      "author": "Nami Mun, Miles from Nowhere",
      "category": "inspirational-attitude"
    },
    {
      "quote": "some of the best music was composed by Beethovan,but he was deaf,some of the best poetry of nature was written by Milton,but he was deaf.possible is always inside the impossible...",
      "author": "Shibin Mohammed",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I only want to express the black part of me, the part of me that’s twisted. When something is fun, it’s fun for only that moment, right. But the bad stuff, the pain, we bring it with us for days. And depending on how deep the wound, we might not be able to forget for a year or two. First off, It’s impossible for anyone to sustain fun for 2 years. In short, I have no interest in expressing the ethereal.",
      "author": "京",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Always be straight with flexibility and positive; it is medicine for two, first for your in health and second your wounded enemy.",
      "author": "Khalid Tareen",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Inspired To Be The Best",
      "author": "Benjamin Greene",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I've decided that I can also touch the hearts of many - dead people, but the living, too. (Cameryn Mahoney)",
      "author": "Alane Ferguson, The Dying Breath",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We always have reason to rejoice and never have reason to complain.",
      "author": "Stephen Altrogge, The Greener Grass Conspiracy: Finding Contentment on Your Side of the Fence",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Moderation has never yet engineered an explosion",
      "author": "Ellen Glasgow",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Let's go on a road trip and like it, not dread it! There are no barriers, there is no fear.",
      "author": "Wayne W. Dyer",
      "category": "inspirational-attitude"
    },
    {
      "quote": "By showing hunger, deprivation, starvation and brutality, as well as endurance and nobility, documentaries inform, prod our memories, even stir us to action. Such films do battle for our very soul.",
      "author": "Theodore Bikel",
      "category": "inspirational-attitude"
    },
    {
      "quote": "no matter how glorious the perception, no matter how gratifying the event,nothing is ever truly fulfilling until you draw closer to God and enter the mystical temple God placed within you.",
      "author": "Kristen Johnson Ingram, Wine at the End of the Feast: Embracing Spiritual Changes as You Age",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The dream giver [God] will remove mountains, He'll fill valleys, He'll straighten crocket ways for you to fulfil your dreams. And His timing is the best.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "was i leaving a life that, if snuffed out in a plane crash, would leave a sweet aroma representative of what matters most?",
      "author": "Andrew Palau, The Secret Life of a Fool: One Man's Raw Journey from Shame to Grace",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Somebody waits for the time I know will never comeYou get yourself so highThen you come down feeling blueOne day you’ll wake up and realize you’ve had enoughThere’s a thousand shining momentsWaiting just to happen to you",
      "author": "Blue Rodeo",
      "category": "blue-rodeo, greg-keelor, inspirational-attitude, jim-cuddy"
    },
    {
      "quote": "You walk through the right way, you will be crowned.You walk through the wrong way, you will be drowned.",
      "author": "Bambang Purwadi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "This is not the time to panic, this is the time to praise!",
      "author": "Cynthia Patterson, It Had to Happen",
      "category": "inspirational-attitude, praise"
    },
    {
      "quote": "I am sailing on a ship bound for life. a line in a song",
      "author": "Phil Wickham",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Write what you want, everything else is gravy",
      "author": "Padraic Gyatt",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When undesirable and ugly addendum enters a man's life history, it become acceptable as part of the process of growing up.",
      "author": "Aihebholo-oria Okonoboh",
      "category": "inspirational-attitude"
    },
    {
      "quote": "And she thought if you don't have the desire to fight or wait for something there's no reason for being on earth.",
      "author": "Elmore Leonard, Last Stand at Saber River",
      "category": "inspirational-attitude"
    },
    {
      "quote": "What do angels look like? I saw one today wering gaudy jewelry, spoke with a thick Spanish accent, quoted 'Chakespeare.' She said, 'All the world's a stage and sometimes you just gotta roll with los punches.",
      "author": "Monique Duval, The Persistence of Yellow: A Book of Recipes for Life",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'd rather live life with the consequences of my choice than live with the consequences of fear.",
      "author": "Daniel Waters",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Uncertainty is a temptress. We may try our best to avoid her. But what is certain is that at some point of time, she will find us. The only question that remains is whether like Medusa, she will paralyze you, or whether like one of the nine muses of ancient Greece, she will drive you to greater things.",
      "author": "Richie Singh, Chasing Butterflies",
      "category": "inspirational, inspirational-attitude, reality-check"
    },
    {
      "quote": "It's today I must be living.",
      "author": "Catherine Marshall",
      "category": "inspirational-attitude"
    },
    {
      "quote": "On rainy days or summer evenings or during long programs designed for adults, we were not allowed to say, \"This is boring\" or \"I'm bored.\" If she even thought she smelled those words coming, she would quietly remind me that my attitude was what I made of it. If I was bored it was because I was boring.",
      "author": "Beth Guckenberger",
      "category": "inspirational-attitude"
    },
    {
      "quote": "God made me blind and unable to walk. Big deal!",
      "author": "Patrick Henry Hughes",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Things don't make me a person. Character does.",
      "author": "jhinang",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The measure of wealth is the ability to afford ones' mistakes.",
      "author": "Elyse Wilk",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It takes great courage when you are suffering to see beyond your suffering to the clear relations between things, to the laws that cause and govern your suffering; it takes great courage to be ruthless with one's griefs.",
      "author": "Andre Harvey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Your response to adversity is what positions you for promotion",
      "author": "Cynthia Patterson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I never wanted to run a company.To me a business is a good vehicle for getting stuff done. Mark Zuckerberg in The Facebook Effect written by David Kirkpatrick",
      "author": "David Kirkpatrick",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You get used to... what you want to get used to.",
      "author": "Steven Lyle Jordan",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The stutter remains something memorable and good. I felt more at ease because of it. We were both somewhat vulnerable and, in our own ways, hesitant.",
      "author": "Ryan Knighton, Cockeyed: A Memoir of Blindness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Beware to entertain strangers, thereby you may entertain an angel unawares...New Testament.",
      "author": "New Testament in English/Arabic",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Realness often stands alone but painfully just.© TyLeishia Douglass 2012 All Rights Reserved",
      "author": "TyLeishia Douglass",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We are all bruised, crushed, or broken at some point, if not yesterday or today then perhaps tomorrow but we pick ourselves up, dust ourselves off and get on with our lives, having gained more strength along the journey, except those, of course, who end up wallowing in their own self-pity!",
      "author": "Ellie Ryder",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Sometimes I feel the fear of uncertainty stinging clear.And I, I can’t help but ask myself how much I let the fear take the wheel and steer.",
      "author": "Wendy Higgins, Sweet Temptation",
      "category": "inspirational-attitude"
    },
    {
      "quote": "IT'S NOT CARDS YOU ARE DEALT, BUT HOW YOU PLAY THE GAME!",
      "author": "D.D. Sherman, Judge Me Not",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you always do what interests you, at least one person is pleased",
      "author": "Katharine Hepburn, Katharine Hepburn Once Said...: Great Lines to Live By",
      "category": "inspirational-attitude"
    },
    {
      "quote": "covfefe",
      "author": "Donald \"Drumpf\" Trump",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We are all brands. Some have been discovered, some aren’t.",
      "author": "Shivali Singla",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you are trying to build a wall, you don’t focus on the wall. You focus on laying one brick at a time, perfectly. So in times of doubt, fear and negative thinking, I stop thinking about the overall picture – the big impact – and hone in on laying my own brick for the day perfectly",
      "author": "Unknown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You can rise above the ashes of your past.",
      "author": "Judith A. Boggess, Confessions of a Bar Brat: Growing Up in Rosendale, New York: A Memori",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ah, no, he did not want May to have that kind of innocence, the innocence that seals the mind against imagination and the heart against experience...",
      "author": "Edith Wharton, The Age of Innocence",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ignoring the question is not the solution of problem,Same as forgetting the sorrow isn't happiness",
      "author": "Sarthak Tiwari",
      "category": "inspirational-attitude, problem, time-for-change, viewpoint"
    },
    {
      "quote": "I didn't know how bad I felt, until I felt good.",
      "author": "Cheryl Lyn Phillips, GG's Journey: From Lost to Loved",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The lenses and filters that we see the world through are so firmly attached to our faces that it requires great awareness and then courage to pull the lenses off and look at ourselves and the world around us from any other viewpoint.",
      "author": "Lyssa Danehy deHart, StoryJacking: Change Your Inner Dialogue, Transform Your Life",
      "category": "awareness, biases, inspirational-attitude, mindset"
    },
    {
      "quote": "what is Thomas didn't run, What if Harry didn't survive, what if Percy didn't fight, what if Tris didn't jump, what if Katniss didn't volunteer, What if Hazel didn't love",
      "author": "Unknown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A single gentle rain makes the grass many shades greener. So our prospects brighten on the influx of better thoughts. We should be blessed if we lived in the present always, and took advantage of every accident that befell us, like the grass which confesses the influence of the slightest dew that falls on it; and did not spend our time in atoning for the neglect of past opportunities, which we call doing our duty. We loiter in winter while it is already spring. In a pleasant spring morning all men's sins are forgiven. Such a day is a truce to vice.",
      "author": "Henry David Thoreau",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you know you need to take some kind of risk, then get your relationship with God strong and go for it. You will never know what you could have or experience in life unless you try. God made you an original. That means you are really special, and He has a really special plan for your life. You may have to risk something that currently feels secure in order to go after that plan, but with God's help, you may end up in an awesome situation if you'll just take the chance.",
      "author": "Sadie Robertson, Live Original: How the Duck Commander Teen Keeps It Real and Stays True to Her Values",
      "category": "be-yourself, inspirational, inspirational-attitude"
    },
    {
      "quote": "Being creative is a beautiful thing. Being creative for other people is work. No one wants to work at being creative.",
      "author": "A. Dalcourt",
      "category": "attitude, creative-thinking, creative-work, inspirational-attitude"
    },
    {
      "quote": "What did Danton lose his head for, or why was there a Napoleon, if it wasn't to make a nobility of us all?",
      "author": "Saul Bellow, The Adventures of Augie March",
      "category": "inspirational-attitude"
    },
    {
      "quote": "No human being live a blank life that is thoughtless, therefore you are what you learned on your life time.",
      "author": "Life Coach. Michael Mnyameni",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ignorance is the source of all problems you encounting on your life time.",
      "author": "Dr. Michael Mnyameni",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You know your flaws, don't hide them. Embrace them.",
      "author": "Anonymus",
      "category": "be-yourself, inspirational-attitude"
    },
    {
      "quote": "Men grew up receiving from their mothers without giving anything in return, and they unconsciously expect the same from their women. Could this unintendedly taught and unknowingly learnt selfishness be responsible for break-ups and divorce? Give at least a promise to your woman and keep it.",
      "author": "Haruna Idowu",
      "category": "divorce, inspirational-attitude, marriage-advice"
    },
    {
      "quote": "Life gives you ups and downs. If you remember only the downs, you are not living your life.",
      "author": "Kedar Patankar, Border Post 99: No Man's Land",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you love beauty, it’s because beauty lives within you. If you love art, it’s because you are creative. If it wakes up your heart, a receptor for it already exists within you. Your soul is drawn to the things that will help you unfold your most glorious expression. Give in.  ― Cynthia Occelli",
      "author": "Cynthia Occelli, Resurrecting Venus: Embrace Your Feminine Power",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Follow the advice of those that lead by example, instead of those lost in the norms.",
      "author": "Cynthia E. Olmedo",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Programming language is to the computer",
      "author": "speaking in tongue is to God",
      "category": "Adewale Osunsakin"
    },
    {
      "quote": "Blessed are those who can give without remembering and take without forgetting",
      "author": "Elizabeth Bibesco",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To be reborned many times over, you must unleash the power of inertia. But must you go out every time and reach for your highest potential?",
      "author": "C.C. Wyatt",
      "category": "humor, humor-quote, humorist-extraordinaire, inspirational-attitude"
    },
    {
      "quote": "Had I not gone through my past struggles, I wouldn't be as strong as I am at present.",
      "author": "Gift Gugu Mona",
      "category": "inspirational-attitude, past-struggles, present, strength-of-character, strong"
    },
    {
      "quote": "Some journeys make you realize that you are running for a wrong goal.",
      "author": "Nicko Shoid",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Yesterday I was talking to a friend, and she mentioned there was a difference in me. She asked if I was happy, and commented that she noticed I seemed less excited about life. When I probed deeper, she commented I used to be excited about writing, my play, etc. Not that I needed to explain, but I felt she needed to hear this:\"I am not one of those writers who cranks out book after book. Yes, when I was writing my first book and when I was working on my play, I was all in. It felt like a calling. I was driven to do it...but I'm so much more than a writer. I'm in a new phase of my life. I'm exploring other interests. My focus is different-no less exciting-but different all the same. I'm comfortable with that, and I need you to be comfortable with it, too. I'm contented. I like that word better than happy. I'm always up to something. Don't be distracted by my seriousness. That usually means I'm thinking. If something were wrong, I have no trouble reaching out for help. I'm keenly in touch with myself.\"I say this to say, folk will measure you by a past accomplishment (or failure in some cases) and forever hold you to that standard. It's okay to change your path...to follow your dreams...to allow room for another passion. You don't need anyone's permission.",
      "author": "J'son M. Lee",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "When mom died, my old roommate, Jimmy, said that in an alternate dimension, an alternate me might have a worse life.”“Now that's comforting,” said Murphy.",
      "author": "V.M.  Clark, The Hypothesis",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There are two rules for success: 1. Never tell everything you know.",
      "author": "Roger H. Lincoln",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Words lie. Actions can lie too. Consistency speaks the truth.",
      "author": "Trent Shelton",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life never was long enough to provide time for enemies. Nor is it long enough for people who bore me, or for me to stand around boring and antagonizing others, or for all of us, the others and me, to get into these half-friendly, half-sour fender-bumpings of egos and personalities and ideas, a process which turns a day into a contest when it really should be a series of hours serving your pleasure.",
      "author": "Jimmy Breslin",
      "category": "inspirational-attitude, inspirational-living"
    },
    {
      "quote": "I declareThat later on,Even in an age unlike our own,Someone will remember who we are.",
      "author": "Sappho van Lesbos",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Even if the job you’re assigned is not to your liking, a Matelon will see it done.",
      "author": "Cinda Williams Chima, Shadowcaster",
      "category": "hal, inspirational-attitude, matelon"
    },
    {
      "quote": "I have shed enough tears over you lately and you don't deserve any of them",
      "author": "Stella Knights, Taken Outback",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I want fame now, not after I'm dead.",
      "author": "Morrissey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you don't understand my silence, then you won't understand my words.",
      "author": "Nakul Yadav",
      "category": "inspirational-attitude, introvert-introvertproblems, new-adult"
    },
    {
      "quote": "It is not enough to acquire knowledge. Common-sense is paramount. Sadly, it is not in every knowledgeable person’s shed.",
      "author": "Muhammed Muazu Mukaddas",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You'll never be ready. Ask yourself instead: \" are you willing?\".",
      "author": "MotivationGrid, Keep going after your dreams",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you are born, you cried while others laughed around you, likewise make others cry when you are dead.",
      "author": "Robin S. Sharma",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If i can not touch the sky, then no matter touch the hearts of all of you,I wish it",
      "author": "Sachin sawariya",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You know that I know that I know that you know that I know my path.",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Many young people are still driven to art, as in olden times. Most of them are driven by their parents, who know nothing about art—only that it exists.",
      "author": "Elfriede Jelinek, The Piano Teacher",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I may have my fault's but being wrong isn't one of them",
      "author": "Unknown",
      "category": "attitude, attitude-in-life, attitude-quotes, inspirational-attitude, personality"
    },
    {
      "quote": "Architect is the father of all artists",
      "author": "Nadim Gavandi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is possible to commit no mistakes and still lose. That is not a weakness",
      "author": "that is life.",
      "category": "Jean luc Picard"
    },
    {
      "quote": "Real friends don't leave those who shout and scream, they just stand back and leave them until they are ready to calm down...",
      "author": "Kristina Howells",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is not easy being different, you just have to accept it and say sod YOU!!!",
      "author": "Kristina Howells",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There are those that can and those that can't, which catagory are you???",
      "author": "Kristina Howells",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's God's world. He washes you clean. He makes you whole. He puts rain in your garden and sunshine in your heart. \"Clarence",
      "author": "James McBride, Song Yet Sung",
      "category": "clarence, inspirational, inspirational-attitude, liz-spocott, song-yet-sung"
    },
    {
      "quote": "If you were always so serious about yourself , why didn't you start carving YOUR SELF.",
      "author": "Ajit Panicker",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Make it large', life is a canvas. You can paint it to be 'a dot' or masterpiece it to be 'the universe",
      "author": "Ajit Panicker",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ask your father to convince you , not to go your way. You will win, i bet.",
      "author": "Ajit Panicker",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Make the most of your day, today. Tomorrow morning again begin with 'today",
      "author": "Ajit Panicker",
      "category": "inspirational-attitude"
    },
    {
      "quote": "One chapter of your life is over. The rest of your story is up to you. Get started!",
      "author": "Deb Purdy, Something Gained: 7 Shifts to Be Stronger, Smarter & Happier After Divorce",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "If we want to stay Happily in this world and also after world.Then make home ,But Not on the ground, make home in the heart",
      "author": "Sachin sawariya",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If we want to stay Happily in this world and also after world.Then make home But Not Only on the ground, make home in the heart",
      "author": "Sachin sawariya",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you feel sadness in your heart seeing a sad or in troubled person,So believe me...God has not made any mistake by making you a human.",
      "author": "Sachin sawariya",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I am come to warn you. I am come to impeach your happiness. It is fashioned out of the misery of your neighbour. You have everything, and that is composed of the nothing of others… As for me, I am but a voice. Mankind is a mouth, of which I am the cry. You shall hear me!",
      "author": "Victor Hugo, The Man Who Laughs",
      "category": "inequality-in-the-world, inspirational-attitude, priviledge"
    },
    {
      "quote": "I am he who cometh out of the depths. My lords, you are great and rich. There lies your danger. You profit by the night; but beware! The dawn is all-powerful. You cannot prevail over it. It is coming. Nay! it is come. Within it is the day-spring of irresistible light. And who shall hinder that sling from hurling the sun into the sky. The sun I speak of is Right. You are Privilege. Tremble!",
      "author": "Victor Hugo, The Man Who Laughs",
      "category": "inequality, inspirational-attitude, poverty-and-politics"
    },
    {
      "quote": "If top performer are imbued with the belief that their excellence isn’t a personal accomplishment, but a gift belonging to all of mankind as a demonstration of man’s potential, they’ll go strong and remain so through any event....We celebrate the champion because we recognize that he has overcome personal ambition through sacrifice and dedication to higher principles. The great become legendary when they teach by example. It isn’t what they have, nor what they do, but what they have become that inspires all of mankind, and that’s what we honor in them....The Olympic spirit resides within the hearth of every man and woman. Great athletes can, by example, awaken awareness of that principle in all people.These heroes and their spokesmen have a potentially powerful influence on all of mankind, literally the power to lift the world on their shoulders. The nurturing of excellence and recognition of its value is the responsibility of all men, because the quest for excellence in any area of human endeavor inspires us all toward the actualization of every form of man’s yet unrealized greatness.",
      "author": "David R. Hawkins, Power vs. Force",
      "category": "inspirational-attitude"
    },
    {
      "quote": "While you're here, work hard, work smart, and keep an open mind. That's all I ask.",
      "author": "Carsen Taite, Beyond Innocence",
      "category": "inspiration, inspirational-attitude"
    },
    {
      "quote": "There are a thousand excuses for failure but never a good reason,\"-Mark Twain",
      "author": "ShirLee McGarry, The Adventures of CluckCluck: CluckCluck Goes to Court",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is pride that makes error and discord among men.",
      "author": "Leo Tolstoy, The Coffee House of Surat",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The human spirit and self-esteem are compromised when you lay down your arms to the pressures of society in a rat race.",
      "author": "Mayank Sharma, The Princess of a Whorehouse: The Story of a Swamp Lotus",
      "category": "ethics, inspirational-attitude, integrity-quotes, society-quotes"
    },
    {
      "quote": "It's okay to get emotional. It's okay to cry--and this is key--as long as you can play hurt.",
      "author": "Megyn Kelly, Settle for More",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Every human, is capable of animalistic behavior. But for God, human abode will be a wild desert with untamed animals",
      "author": "Josephine Akhagbeme",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Often our thoughts, choices and actions are not aligned to reach our desired goals and we prefer to call it destiny.",
      "author": "Anupama Garg",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Deep thoughts about the universe mean nothing if you keep putting yourself in the centre of it.",
      "author": "Vito Michienzi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It doesn't matter what a person is born but it matters how he grows up to be...",
      "author": "J.K. Rowling",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Like snowflakes in a blizzard, each of us is unique. Within each of us, there is a common desire to heal and thrive despite our injury. None of us has the power to change our past, but we each have the capacity to change how the past affects us today.",
      "author": "Dennis Randall, Becoming a Man in the Shadowlands: Surviving Rape, Abuse, and Incest",
      "category": "inspirational-attitude"
    },
    {
      "quote": "While you're here, work hard, work smart, and keep an open mind...",
      "author": "Carsen Taite, Beyond Innocence",
      "category": "inspirational-attitude, inspirational-living, inspirational-quotes"
    },
    {
      "quote": "Arrive with enthusiasm to every waking moment of your life.",
      "author": "Heidi Priebe, This Is Me Letting You Go",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Write to Say something, Say to Make something, Make to Be something.",
      "author": "shashidhar sa",
      "category": "believe-and-achieve, believe-in-god, believe-in-yourself, believe-in-yourself-quotes, creative-writing, inspirational-attitude, inspirational-quotes, living-in-the-moment, living-in-the-present, living-life-to-the-fullest, living-your-best-life"
    },
    {
      "quote": "Never give up on something you really want. It's difficult to wait, but more difficult to regret.",
      "author": "Unknown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "What purpose will your death serve?\"\"It will serve to prove that you do not control this kingdom. It will serve to prove that not everyone will bow down to you. You think to rule us with fear, but you cannot. I will never renounce my beliefs, or my husband.",
      "author": "Cynthia Hand, My Lady Jane",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Excellence is sum total of three E’s - Education, Experience, and Exposure",
      "author": "Sandeep Sahajpal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If we give a hundred percent in whatever we do in life, practice one art form and pursue one sport, we eventually tend to evolve truly as ‘A Complete Man (or Woman)’.",
      "author": "Sandeep Sahajpal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Always prefer to be like Gold, so ductile as willing to be pulled to the limits, so malleable as the more you get beaten the more you get decorative.",
      "author": "Sandeep Sahajpal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "90% of all failures in life are those who have the habit of making excuses.",
      "author": "George Washington Carver",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Only humans are bestowed with the capability of learning from others’ mistakes. If we deny oneself this unique faculty, we deny oneself the chance to be a human.",
      "author": "Sandeep Sahajpal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Drive fast, take chances.  Interpretation: Don't worry about breaking the emotional speed limit.  Rush headlong into life and enjoy every moment of exhilaration!",
      "author": "Nikki DiCaro",
      "category": "emotional, enjoyment, exhilaration, inspirational-attitude"
    },
    {
      "quote": "We all grow up thinking we are special. Earlier I realises that I am ordinary, chances are that I grow up into someone special. Late realisation of this fact is very heart-wrenching.",
      "author": "Sandeep Sahajpal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "FIGHT FOR FREEDOMWe must fight for the true freedom the founders of this great nation fought for.And our sons and daughters spilled their blood for.We must fight for our next generation - our children.We must fight for our values.We must fight to preserve our way of life that has taken over two hundred years to establish.We must fight against the external forces that vowed in their dark minds, to exterminate our foundation to extinction.The American Constitution has endured for generations, and I echo the same sentiment of Patrick Henry “Give me liberty or give me death”.Give us the same freedom our founding fathers established generations past.We as a people have to take back what our enemies are trying to steal from us.This fight has to be on our knees in prayer.This is our Country!This is our future!This is our freedom!God bless America!©joaministries All rights reserved.",
      "author": "Josephine Akhagbeme",
      "category": "inspirational-attitude"
    },
    {
      "quote": "FIGHT FOR FREEDOM”We must fight for the true freedom the founders of this great nation fought for.And our sons and daughters spilled their blood for.We must fight for our next generation - our children.We must fight for our values.We must fight to preserve our way of life that has taken over two hundred years to establish.We must fight against the external forces that vowed in their dark minds, to exterminate our foundation to extinction.The American Constitution has endured for generations, and I echo the same sentiment of Patrick Henry “Give me liberty or give me death”.Give us the same freedom our founding fathers established generations past.We as a people have to take back what our enemies are trying to steal from us.This fight has to be on our knees in prayer.This is our Country!This is our future!This is our freedom!God bless America!©joaministries All rights reserved.",
      "author": "Josephine Akhagbeme",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A prayer never prayed is never answered.",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The only way to predict the future is to create it",
      "author": "Peter Drucker, Innovation And Entrepreneurship",
      "category": "inspirational-attitude, investment"
    },
    {
      "quote": "Your children are not your children. They are sons and daughters of the Life's longing for itself. They come through you but not from you. You may give them your love but not your thoughts. For they have their own thoughts.",
      "author": "Kahlil Gibran",
      "category": "inspirational-attitude"
    },
    {
      "quote": "More Prayer=Less Gossip simply does say in the language of God “I Love You!",
      "author": "John M. Sheehan",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Two Homeless People In Love Are Happier Than A lonely Man Living Alone In His Castle",
      "author": "Ron Riccota",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You can be a warrior and be full of grace and class.",
      "author": "Drew Barrymore, Wildflower",
      "category": "inspirational-attitude, warrior-women"
    },
    {
      "quote": "Sometimes it is the other way around. A white person is set down in our midst, but the contrast is just as sharp for me. For instance, when I sit in the drafty basement that is The New World Cabaret with a white person, my color comes. We enter chatting about any little nothing that we have in common and are seated by the jazz waiters. In the abrupt way that jazz orchestras have, this one plunges into a number. It loses no time in circumlocutions, but gets right down to business. It constricts the thorax and splits the heart with its tempo and narcotic harmonies. This orchestra grows rambunctious, rears on its hind legs and attacks the tonal veil with primitive fury, rending it, clawing it until it breaks through to the jungle beyond. I follow those heathen--follow them exultingly. I dance wildly inside myself; I yell within, I whoop; I shake my assegai above my head, I hurl it true to the mark yeeeeooww! I am in the jungle and living in the jungle way. My face is painted red and yellow and my body is painted blue. My pulse is throbbing like a war drum. I want to slaughter something--give pain, give death to what, I do not know. But the piece ends. The men of the orchestra wipe their lips and rest their fingers. I creep back slowly to the veneer we call civilization with the last tone and find the white friend sitting motionless in his seat, smoking calmly.\"Good music they have here,\" he remarks, drumming the table with his fingertips.Music. The great blobs of purple and red emotion have not touched him. He has only heard what I felt. He is far away and I see him but dimly across the ocean and the continent that have fallen between us. He is so pale with his whiteness then and I am so colored.",
      "author": "Zora Neale Hurston, How It Feels To Be Colored Me",
      "category": "beautiful-writing, inspirational-attitude"
    },
    {
      "quote": "When I don't like the name of a place or a person I always imagine a new one and always think of them so. \" Anne of Green Gables",
      "author": "L.M. Montgomery, Anne of Green Gables",
      "category": "inspirational-attitude"
    },
    {
      "quote": "In our very ordinariness', we are capable of extraordinary actions",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The living limit is not ascertained by wealth one has",
      "author": "Duncan Tallam",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You have to die a little inside to be reborn as a Stronger & Wiser version of yourself.",
      "author": "Anonymous",
      "category": "inspirational-attitude"
    },
    {
      "quote": "say what you feeldon't hold back because if you don't you will regret it",
      "author": "shauny danneels",
      "category": "inspirational-attitude"
    },
    {
      "quote": "...in the end, we as individuals must make the best of our lives. Fix our households, educate ourselves. Learn to live peacefully and within our means.Spread love and not hate to others regardless of the poison they may spread. Life is like that. What we bring to the table of life is what we will have to eat.",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Nothing is impossible, but no one is perfect to make it possible.",
      "author": "Yogesh Pal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don’t be afraid of making mistakes or failing. You never really fail anyway unless you actually give up and quit!",
      "author": "John Newman, A Journey Of Riches: The art of overcoming challenges",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Hard work guarantees you nothing, but without it you don't stand a chance",
      "author": "Pat Riley",
      "category": "inspirational-attitude"
    },
    {
      "quote": "...And while you are alive, there are situations that may crush your bones and body to take away your physical strength. Don't EVER let this world or ANYONE crush and take away the POWER of THE HUMAN SPIRIT we all possess.",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Excuses are great, they come in handy in life. Except when they come between a relationship.",
      "author": "lauren gould",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'm conjuring up a little fuck",
      "author": "Kurtis J. Wiebe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It will always depend on you, the choices you make and the actions you take.",
      "author": "Jayson Engay",
      "category": "facts, facts-of-life, inspirational-attitude, inspirational-quotes, wisdom, you, yourself"
    },
    {
      "quote": "If there was a moral issue involved, she would, of course, defend her position to the end. But long ago her mother had taught her that often it is the little things over which people battle foolishly, losing friends, disturbing peace of mind, destroying serenity with no end in view save that they continue to defend the position they have already taken. It was far better, her mother pointed out, to give in gracefully, remembering that a fight in a lesser cause is never worth the struggle. She maintained that by doing so one gained everything really worth having, serenity, sweetness, and inner strength.",
      "author": "Loula Grace Erdman, The Years of the Locust",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is no such thing as not worshipping. Everybody worships. The only choice we get is what to worship. And an outstanding reason for choosing some sort of God or spiritual-type thing to worship — be it J.C. or Allah, be it Yahweh or the Wiccan mother-goddess or the Four Noble Truths or some infrangible set of ethical principles — is that pretty much anything else you worship will eat you alive. If you worship money and things — if they are where you tap real meaning in life — then you will never have enough. Never feel you have enough. It's the truth. Worship your own body and beauty and sexual allure and you will always feel ugly, and when time and age start showing, you will die a million deaths before they finally plant you. On one level, we all know this stuff already — it's been codified as myths, proverbs, clichés, bromides, epigrams, parables: the skeleton of every great story. The trick is keeping the truth up-front in daily consciousness. Worship power — you will feel weak and afraid, and you will need ever more power over others to keep the fear at bay. Worship your intellect, being seen as smart — you will end up feeling stupid, a fraud, always on the verge of being found out. And so on.",
      "author": "David Foster Wallace",
      "category": "inspirational-attitude"
    },
    {
      "quote": "But I've bought a big bat.I'm all ready, you see.Now my troubles are goingTo have trouble with me!",
      "author": "Dr. Seuss, I Had Trouble In Getting To Solla Sollew",
      "category": "humor-inspirational, inspirational-attitude"
    },
    {
      "quote": "Whatever robe of honor or deceit people may wear, I will still treat everyone with kindness",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "And always remember that people's judgements about you are none of your business.",
      "author": "Elizabeth Gilbert, Big Magic: Creative Living Beyond Fear",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It won't be as easy, but lots of things that are worth doing aren't easy. It just takes commitment, discipline, and, most important, faith that it's all going to work out.",
      "author": "Jason Fried, Remote: Office Not Required",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Begin your day by saying \"I AM\". You will begin to believe that you have control of your life, freedom of expressing yourself with ease, and the clarity to recognize your own truth.",
      "author": "Steven Cuoco",
      "category": "amazing-quotes, best-inspirational-quotes, inspirational-attitude, inspirational-living, quote-of-the-day, quotes-about-life, quotes-to-live-by"
    },
    {
      "quote": "Being an entrepreneur is not about the money, its about the freedom.",
      "author": "Nicholas A. Henry, 5 Feet 10 Inches: Vacate Normalness & Define Your Purpose",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If there was a moral issue involved, she would, of course, defend her position to the end. But long ago her mother had taught her that often it is the little things over which people battle foolishly, losing friends, disturbing peace of mind, destroying serenity with no end in view save that they continue to defend the position which they have taken. It was far better, her mother pointed out, to give in gracefully, remembering that a fight in a lesser cause is never worth the struggle. She maintained that by doing so one gained everything really worth having, serenity, sweetness, and inner strength.",
      "author": "Loula Grace Erdman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Use your struggles as fuel to enrich your life, and psych your spirit into having fun.",
      "author": "C.C. Wyatt",
      "category": "inspirational-attitude"
    },
    {
      "quote": "An expert from The Second Himalayan Expedition, by the Scottish mountaineer W.H.MurrayUntil one is committed there is hesitancy, the chance to draw back, always ineffectiveness. Concerning all acts of initiative (and creation), there is one elementary truth, the ignorance of which kills countless ideas and splendid plans: that the moment one definately commits oneself, then Providence moves too. All sorts of things occur to help one that would never otherwise have occurred. A whole stream of events issues from the decision, raising in one's favour all manner of unforeseen incidents and meetings and material assistance, which no man could have dreamt would have come his way. I have learned a great respect for one of Goethe's couples:\"Whatever you can do or dream you can, begin it.Boldness has genius, power and magic in it!\"A whole stream of events ... which no man could have dreamt would have come by his way",
      "author": "W.H.Murray",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Getting to the end of a song is not the goal of singing.",
      "author": "Kate Carpenter, ENUFF: Eliminate the Needless, Useless, Foolish, and Frivolous",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Let go of what cannot be changed and let love in.",
      "author": "Marnie Grundman, Missing A True Story Of A Childhood Lost",
      "category": "healing-the-past, inspirational-attitude, love, marnie-grundman"
    },
    {
      "quote": "Don't fall in trap of mediocrity and loose thinking. Surround yourself with intellectual people and thinkers. Be an awesome version of yourself day after day!!",
      "author": "Reshma Wable, Hummings of the Heart",
      "category": "believe-in-yourself, inspirational-attitude, inspirational-quotes, leaders, thought-of-the-day"
    },
    {
      "quote": "There is no role too small for a big actor.",
      "author": "Jerry Snider, Buddy Bloom Wildflower: A Tale of Struggle and Celebration",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's good to remember even during your darkest hour, you are not here to be punished.You are here to serve.",
      "author": "Jerry Snider, Buddy Bloom Wildflower: A Tale of Struggle and Celebration",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Perhaps he was a wicked man, as Robert Falcon had said, but he had the saving grace of laughter, could even laugh at his own fatal predicament, and he had been so full of life.",
      "author": "Madeleine Brent, Moonraker's Bride",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Just as evil communication and company corrupts good manners, good communication and company can correct bad manners",
      "author": "Chiolu Hope N.",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The only person who can pull you down is yourself. If you choose to pull yourself down, please don’t complain.",
      "author": "Lamees Alhassar, A Daily Dose of Wisdom: A Quote a Day Keeps the Doctor Away",
      "category": "inspirational-attitude, lamees, lamees-alhassar, lamees-alhassar-quotes"
    },
    {
      "quote": "We are all apprentices in a craft where no one ever becomes a master.",
      "author": "Ernest Hemmingway",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be loving and kind to everyone.",
      "author": "Irene Weinberg, They Serve Bagels in Heaven: One couple's story of love, eternity, and the cosmic importance of everyday life",
      "category": "inspirational-attitude, inspirational-quote, inspriational"
    },
    {
      "quote": "Say \"Thank You\" because your faith is so strong that you don't doubt that what ever the problem, you'll get through it. You're saying thank-you because you know that even in the eye of the storm, God has put a rainbow in the clouds.",
      "author": "Oprah Winfrey, What I Know for Sure",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Gratitude can transform any situation. It alters your vibration moving you from negative energy to positive",
      "author": "Oprah Winfrey, What I Know for Sure",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I love Coos Bay, and I love Acid!",
      "author": "Beatrice Sparks, Go Ask Alice",
      "category": "inspirational-attitude"
    },
    {
      "quote": "LUCK is a word used by people who did not take action when greatest opportunities were presented. They use it to describe the success of those who have acted. Some use FAITH to describe what others call LUCK",
      "author": "Elie Jerome, I Dare You to Try It",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I Love Myself No Matter who likes or Not I am Unique :)",
      "author": "Deepthi Shetty",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Knowledge can be acquired from others. Understanding is your own.",
      "author": "Sunil Malhotra",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If a lion cub thinks it is a kitten, it will grow up catching mice.",
      "author": "Dr. Asoka Jinadasa",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We don’t always choose our situation. But, we can always choose who we want to be in that situation.",
      "author": "Joan Pillen, Prairie Magic: Mystics, Mystery and Miracles",
      "category": "inspirational-attitude"
    },
    {
      "quote": "God has not given us the spirit of fear. He has given us the spirit of Love and a competent mind.Love conquers fear, because Love has Power, that creates a competent mind, that allows a person to make rational decisions and use righteous judgment to resolve or solve problems.Through this God-given process, we are able to endure and persevere in times of hardships, and when facing a crisis. When our spirit is broken by hate, and heavy loads are placed upon us, we turn to God for strength in our storms of life. And we seek his Love to restore us to wholeness. He restores us with Hope. From within him we receive Love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance as it is noted in Galatians 5:22.Because of God's Love for us, we are able to have the patience to wait for his Power to restore us so that we are in control of our mind to over-power fear and to lead a successful life to meet our goals and create a greater opportunity filled with his blessings.He has created us to be a victorious people. Therefore, we are able to create far greater opportunities through Love.God gives power to the faint; and to them that have no might he increases strength. (Isaiah 40:29)When we are broken by the storms of life, God's Love restore us. We bow before him, in a humble spirit at his throne of grace, and ask in prayer for mercy and renewed strength. It is here that we find the needed strength to forgive those who have wronged us and the Power to Love.Those who wait upon the Lord, shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk and not faint. (Isaiah 40:31)Fear is powerless. It torments the mind and paralyzes the thought process. It causes panic. Thereby, leaving the person, feeling a sense of hopelessness and unwilling to trust others. It closes possibilities to allow for change.The prophet Isaiah noted; Even the youth shall faint and be weary, and the young men shall utterly fall. (Isaiah 40:30)And when Jesus disciples saw him walking on the sea, they were troubled, saying, \"It is a spirit,\" and they cried out for fear. But straightway Jesus spake unto them, saying, Be of good cheer; it is I, be not afraid. (Matthew 14:26, 27)Fear is a person's worst enemy; it causes panic, that results in making irrational decisions. Such behavior is based on poor judgment, that was made due to a lack of patience, to make an adequate investigation of the situation before proceeding. The outcome will create serious problems that can cause serious harm.LOVE is the chain that binds us together.Do not allow hate to separate us.There is One GodOne familyOne faithOne worldWe are not defined by belief or by faith nor religion.We are the family of God.Written by: Ellen J. BarrierSource of Scriptures: King James Version Bible",
      "author": "Ellen J. Barrier",
      "category": "inspirational-attitude, inspirational-love, inspirational-quotes, inspiring-words"
    },
    {
      "quote": "The enjoyment comes from knowing the receiver understands the spirit of the gift.",
      "author": "Oprah Winfrey, What I Know for Sure",
      "category": "inspirational-attitude"
    },
    {
      "quote": "ownergy= ownership + energy. A word i coined together to mean working with a clear sense of ownership and energy to achieve great success. Brimekonsult.",
      "author": "brimekonsult",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Which means every tomorrow is going to be worse than every today. Why feel sorry for myself today when tomorrow's bound to be worse?",
      "author": "Susan Beth Pfeffer, Life As We Knew It",
      "category": "inspirational-attitude, life-and-living-life-and-love"
    },
    {
      "quote": "Change your character and your character will change you.",
      "author": "ABC",
      "category": "good-character, inspirational-attitude, life"
    },
    {
      "quote": "Books are like our children. They are often conceived by inspiration, but are born only by labor.",
      "author": "R.G. Yoho",
      "category": "inspirational-attitude"
    },
    {
      "quote": "In god we trust.. everyone else will and shall be judged.. make peace with it",
      "author": "Prabhu Subramanian",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's not what you think about that matters in life, it's what you actually do about it.",
      "author": "Jane Green, Swapping Lives",
      "category": "inspirational-attitude"
    },
    {
      "quote": "God did not create humans to be confused about God, Humans confused humans about God",
      "author": "John LaFaver Sr",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A life of Wisdom must be a life of contemplation and action",
      "author": "M. Scott Peck, The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The man who has no imagination,has no wing",
      "author": "Muhammad Ali",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Independent is not scary but a brave action.",
      "author": "raveena elizabeth",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Others may take away your means of support, they may take away your opportunity to grow and may even cause you to doubt your self-worth. But only you can give away your dignity, only you can give away your voice to proclaim who you really are, and only you can give away those pieces of your soul that make you human and determine your character.",
      "author": "Tonny K. Brown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I am frequently asked by people if I would like to be known or remembered for being a Great Poet or a Great Writer. The simple answer is this:There are many Great Poets and even more Great Writers, thus I answer and say, I would like to be remembered as a capable poet that was a good writer that possessed a truly loving soul, and that all may know, for me, this was great enough.",
      "author": "Tonny K. Brown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "your depth in language cannot be considered that you are talented. only your attitude ! mind it ..",
      "author": "DINESH DEVIREDDY",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The meek shall indeed inherit the earth. They have the power to act rationally instead of reacting emotionally.",
      "author": "David M. Butcher",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you forgive, you love. And when you love, God's light shines on you..",
      "author": "Jon Krakauer",
      "category": "christopher-mccandless, inspirational-attitude, into-the-wild, life, wisdom"
    },
    {
      "quote": "One of the plagues of our day is that it's easy to feel overwhelmed and powerless in the face of massive violence, poverty and injustice around the globe...One of the greatest needs in this country is for us to have some hope, and to feel empowered that as ordinary people we can make a difference.",
      "author": "David Hartsough, Waging Peace: Global Adventures of a Lifelong Activist",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Bash it out now, tart it up later.",
      "author": "Nick Lowe",
      "category": "inspirational-attitude, writing-method"
    },
    {
      "quote": "I have self-doubt. I have insecurity. I have fear of failure. I have nights when I show up at the arena and I'm like, 'My back hurts, my feet hurt, my knees hurt. I don't have it. I just want to chill.' We all have self-doubt. You don't deny it, but you also don't capitulate to it. You embrace it.",
      "author": "Kobe Bryant",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "I have been the patient one. I have waited for the world to stop being silly. I have waited for it to stop wars. I have waited for politicians to be honest. I have waited for real estate men to be good citizens. But while I wait, I dance!",
      "author": "Ray Bradbury",
      "category": "inspirational-attitude"
    },
    {
      "quote": "An ideal scientist thinks like a poet and only later works like a book-keeper.",
      "author": "E.O. Wilson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Every pause is a precursor to new thoughts, every thought is potentially a new story, every story is a new interpretation and every interpretation is a new shade of grey.",
      "author": "Mayank S. Sengar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The present moment isinseparable from life.I want the present moment to be my friend. I wantto be friends with anyoneI encounter now.I want to be friends with Life.This is a decision I am willing to make again and again.It's one I want to and willmake every chance I get.Ask: what's my relationship withLife?",
      "author": "Joshua David Swift, The Coolness of Josh",
      "category": "inspirational-attitude"
    },
    {
      "quote": "speaking out loud about anything which is in mind or brain is important !!Everyone can't.",
      "author": "Afsarah Jahin",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Good times make the bad times better.",
      "author": "Meghna Parihar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "By posing climate change as a battle between capitalism and the planet, I am not saying anything that we don't already know. the battle is already under way, but right now capitalism is winning hands down. it wins every time the need for economic growth is used as the excuse for putting off climate action yet again, of for breaking emission reduction commitments already made. it wins when Greeks are told that their only path out of economic crises is to open up their beautiful seas to high-risk oil and gas drilling. it wins when Canadians are told our only hope of not ending unlike Greece is to allow our boreal forests to be flayed so we can access the semisolid bitumen from the Alberta tar sands . it wins when a park in Istanbul is slotted for demolition to make way for yet another shopping mall. it wins when parents in Beijing are told that sending their wheezing kids to school in pollution masks decorated to look like cute cartoon characters is an acceptable price for economic progress. it wins every time we accept that we have only bad choices available to us: austerity or extraction, poisoning or poverty.",
      "author": "Naomi Klein",
      "category": "inspirational-attitude"
    },
    {
      "quote": "People’s beliefs and faiths are as a result of their place of birth, or how they were brought up",
      "author": "Osazee Williams Omoregie, Life Unleashed",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do it now even-though your Lazy mind says, Will do later",
      "author": "Shinu :)",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When I was young, I knew that, somehow, I would go to Africa and live with animals. And I wanted to write books about them. I don't think I spent too much time wondering exactly how I would do it. I just felt sure the right opportunity would somehow come. I didn't feel frustrated because I could not immediately get to the wild places. Partly this was because I knew I could never go on a reallt long trip while Rusty was still alive. It would have seemed like a betrayal. And while I waited I went on learning.",
      "author": "Jane Goodall",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To all the defiant stoics, laughing and fighting lonesome battles in the face of adversity.",
      "author": "Kin F. Kam",
      "category": "health, inspirational-attitude"
    },
    {
      "quote": "Note how good you feel after you have encouraged someone else. No other argument is necessary to suggest that never miss the opportunity to give encouragement.",
      "author": "George Burton Adams",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I is Jovial. I is Optimistic. I is Antsy. I is Noteworthy. I is Nervy. I is Ambitious.But altogether ME is JOANNA.WHO ARE YOU ALTOGETHER????",
      "author": "JOANNA SK",
      "category": "inspirational-attitude"
    },
    {
      "quote": "i feel great when i used to speak with persons who believe hope",
      "author": "DINESH DEVIREDDY",
      "category": "inspirational-attitude"
    },
    {
      "quote": "i know i'm something, i can do something that what you cannot. Marvelous ! yes you may be an achiever. But i'm not failure,i'm who i'm",
      "author": "DINESH DEVIREDDY",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The more you know who you are and what you want, the less let things upset you",
      "author": "Sofia Coppola, Lost in Translation",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When you´re at the point you feel you have nothing to live or thrive fo, be like a camera, use your negatives to develop",
      "author": "Jared Leto",
      "category": "camera, inspiración, inspirational-attitude, jared-leto"
    },
    {
      "quote": "Be original, express who you were born to be and be happy in who you are.",
      "author": "Dee Waldeck",
      "category": "inspirational-attitude, positive-motivation"
    },
    {
      "quote": "Be thrown into a new life (or at least thrown with sush force against the life of someone who is like squashed his face against the window) forces you to rethink who you are. Or what causes impression for others",
      "author": "Jojo Moyes, Me Before You",
      "category": "chapter-10, inspirational-attitude, jojo-mojes, me-before-you, romantic-novela"
    },
    {
      "quote": "Take a moment and sit with yourself. You may find what you are looking for.",
      "author": "Steven Cuoco",
      "category": "brainy-quote, brainy-words, family-relationships, inspirational-attitude, inspirational-quotes, international-authors, quote-of-the-day, quote-of-the-week, quotes-about-life, quotes-to-live-by"
    },
    {
      "quote": "Wrong turns make the right turn all the more worthwhile, once discovered.",
      "author": "Michael Allan Scott",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A protest against reality, either conscious or unconscious, active or passive, optimistic or pessimistic, always forms part of a really creative piece of work.",
      "author": "Trotsky",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Why live boring, if you can make things exceptional...",
      "author": "Barun Singhania",
      "category": "inspirational-attitude, life"
    },
    {
      "quote": "I used to measure myself against other people, but I always came up short. Now, I try to figure out what I really want, and measure myself against that.",
      "author": "Inara Scott, The Boss’s Fake Fiancee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Lord, give me the courage to change the things which can and ought to be changed, the serenity to accept things which cannot be changed, and the wisdom to know the difference - Alcoholics Anonymous",
      "author": "Stephen Covey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Always remember your days are blessed. You may know how to profit from them or you may not, but they are blessed.",
      "author": "Nadia Boulanger",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It seems to me, that if you tried hard, you would in time find it possible to become what you yourself would approve; and that if from this day you began with resolution to correct your thoughts and actions, you would in a few years have laid up a new and stainless store of recollections, to which you might revert with pleasure.",
      "author": "Charlotte Brontë",
      "category": "inspirational-attitude"
    },
    {
      "quote": "forget the simple live like the world just for the safety of your loved ones is one of the greatest accomplishment",
      "author": "Kennard Setubal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I maybe on the floor, depress, disappointed, but am not yet down, i still have to fight. Its not about my condition but its about my position.",
      "author": "iyke Rene",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is a spiritual experience of living every moment with love, grace and gratitude.",
      "author": "Dennis Waitely",
      "category": "happiness, inspirational-attitude"
    },
    {
      "quote": "Knowing peace is having a stillness in your heart while in the middle of chaos",
      "author": "Judy Azar LeBlanc, Many Faces to Many Places",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A leader is the one who knows the way, goes the way and shows the way.",
      "author": "John Maxwell",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Something ought to be said for those who see beyond what most cannot, and this most precious opportunity happens the moment when ones personal value begins blossoming its perfect absolute.",
      "author": "Steven Cuoco, Guided Transformation",
      "category": "brainy, brainy-words, celebrating-life, inspirational, inspirational-attitude, inspirational-living, inspirational-love, international-authors, international-development, quotes-of-life, quotes-to-live-by"
    },
    {
      "quote": "A pessimist says the glass is half empty, an optimist says the glass is half full, and an engineer says the glass is too big.",
      "author": "Scott Edward Shjefte",
      "category": "engineering, humor, inspirational-attitude, science"
    },
    {
      "quote": "Our lives are a flicker of light in the shadowy darkness of eternity. Disease, famine, war, death, sorrow... Life is a cycle of pain, perhaps the one thing we should do with our short lives is to try to leave the world a better place than we entered it?’\"~Vexis Zaelwarsh - Low Priestess to Avanti-Deathsworn Arc 4: Rise of the Archmage",
      "author": "Martyn Stanley",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Tears and grief are good for reflection, moving on is still the best solution.",
      "author": "Mat Luthfi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Man has to fight for what he wants, any way he can.",
      "author": "Walt Morey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Then you'll need to teach him again, until he's learned. Just as I've done with you boys. That's what God does with us, after all. Puts us out into the world where the only real boundary is that of His love. His love either compels us, or restrains us. There is nothing stronger, Danny.",
      "author": "Tamera Alexander, From a Distance",
      "category": "inspirational-attitude"
    },
    {
      "quote": "But I’ve found that sitting around moaning about how sad it is gets no one anywhere. That’s why I get involved.",
      "author": "Nicole Maggi, The Forgetting",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The comparison isn't with others",
      "author": "it's with your former and future selves.",
      "category": "Scott Barry Kaufman, Ungifted: Intelligence Redefined"
    },
    {
      "quote": "Being yourself is so much easier than pretending to be someone else.",
      "author": "Karon Waddell",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "I have nothing but contempt.",
      "author": "Jay S. Coreman, Ted's Toolshed",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be the character you want to be described as!(In a good way, of course!)",
      "author": "E. L. Tenenbaum",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Because that's what it is, boy, it's a fight, or it'd better be. Because if there's something in me that's trying to kill me, maybe I can't get rid of it, but I don't have to make it welcome, and I'm sure not going to pretend it ain't there.",
      "author": "Cruce Stark",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The first step in changing your world is to believe that it can be changed.",
      "author": "M. Gayle, Shifting: Tools and Tips from A to Z",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Being yourself is the one thing you can always be the best at because only you can do it.",
      "author": "Ruth G Juliano, Ruthless Beings: Frankly Deceptive",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Accept 'what is' they say. What if I don't want to?",
      "author": "Juliette Power",
      "category": "insperational, inspirational-attitude, motivational"
    },
    {
      "quote": "You can't get away from yourself, or can you? So why are you trying to...",
      "author": "O. Stephen Peart",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Accept 'what is' they say. What if I don't want to?- Juliette Power",
      "author": "Juliette Power",
      "category": "insperational, inspirational-attitude, motivational"
    },
    {
      "quote": "Once you start something, finish it. Never give up...",
      "author": "Kenny Wayne Fields",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The wind at the top of the mountain is always the strongest, but if you do not give up, the journey down will always be easier.",
      "author": "Liz Zombie",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "That is the man you face. He has more honour and integrity than any man I have ever met. He is dedicated to his people and his country. And I am proud to have been his lover.",
      "author": "C.S. Pacat, Kings Rising",
      "category": "damen, damianos-of-akielos, inspirational-attitude"
    },
    {
      "quote": "If you posses enough courage to speak out what you are, you will find that you are not alone.",
      "author": "Richard Wright",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Some who have read the book, or at any rate reviewed it, have found it boring, absurd, or contemptible; and I have no reason to complain, since I have similar opinions of their work, or of the kinds of writing that they evidently prefer.",
      "author": "J.R.R. Tolkien, The Lord of the Rings",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Never mind, just make it fun, nice and useful.",
      "author": "Akbar de Wighar",
      "category": "inspirational-attitude, inspirational-people, inspirational-quotes"
    },
    {
      "quote": "Only until all human beings begin to recognize themselves as human beings will prejudice be gone forever. People ask me what race I am, but there is no such thing as race. I just answer: \"I’m a member of the human race.",
      "author": "Amelia Boynton Robinson",
      "category": "activist, civil-rights, human-beings, human-race, human-rights, inspirational-attitude, prejudice, quotes, race, recognize, themselves-quote"
    },
    {
      "quote": "Our lessons come from the journey, not the destination.",
      "author": "Don Williams, Jr.",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Greed has always been humanity's downfall",
      "author": "Rizalito Garcia",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Mountains were made to climb, therefore dont cry when you see one.",
      "author": "Jackson Taviri",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Only he who can view his past as an abortion sprung from compulsion and need can use it to full advantage in the present. For what one has lived is at best comparable to a beautiful statue which has had all its limbs knocked off in transit, and now yields nothing but the precious block out of which the image of one's future must be hewn.",
      "author": "Walter Benajmin",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Out of all the things in life sometimes its the kindness you cant repay that really hurt.",
      "author": "Jackson Taviri",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A man without a good heart is like a roaring fire in a dry field.he damages wherever he sets foot and moves on.",
      "author": "Jackson Taviri",
      "category": "inspirational-attitude"
    },
    {
      "quote": "what can be the best way to express emotions, if not literature",
      "author": "alisha shaikh",
      "category": "inspirational-attitude"
    },
    {
      "quote": "An idea without action is like a song without vocal.",
      "author": "Corine Timmer",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Accept to die before you live; you shall live free, then accept to live before you die, you shall have a beautiful life",
      "author": "Marcus L. Lukusa, Kazungul: Blood Ties - Awakening of the Ancestral Curse",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I don't know what I know, but definitely know what I know'what I know, i don't know...what I don't know, I know",
      "author": "Umaru Mhd",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Decisions are never made in retrospect, hence there is no point regretting them, ever.",
      "author": "David Darson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Will I ever realize the American Dream? Maybe, if I keep dreaming, hoping and working harder and harder every single day, and being mindful of the fact that the American Dream, just like genius and success, is, in Thomas Edison’s words, “one percent inspiration and ninety-nine percent perspiration” (BrainyQuote). Just because some people realize the American Dream at an early age doesn’t mean others will never realize it a little bit later, sometimes when they almost stop dreaming. The American Dream has no deadline. For millions of immigrants who traveled thousands of miles – either by air, or by boat, by walking, or even by swimming – to reach the land of opportunity and the land of the free, the Dream is, like hope, the last thing to die.",
      "author": "Zekeh Gbotokuma, Global Safari: Checking in and Checking Out in Pursuit of World Wisdoms, the American Dream, and Cosmocitizenship",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Love is relative to the moment.",
      "author": "Delma Pryce, ABOVE AND BEYOND: My Spiritual Journey",
      "category": "humor-inspirational, inspirational-attitude, love"
    },
    {
      "quote": "It is easy to find the problem. Knowing the difference between critique and criticism is the solution. Condition your rawhide for growth. (Either way).",
      "author": "JT Sanz",
      "category": "inspirational-attitude, inspirational-quotes, solution-to-problems, the-craft-of-writing, writers-life, writers-on-writing, writers-quotes"
    },
    {
      "quote": "If he only wants your breasts, legs & thighs then send him to KFC.",
      "author": "Sujish Kandampully",
      "category": "attitude-toward-life, inspirational-attitude"
    },
    {
      "quote": "I am what I am... but for the first time in my life, I'm sorry for it.",
      "author": "Heather Blanton, A Lady in Defiance",
      "category": "christian-living, inspirational-attitude, western"
    },
    {
      "quote": "There is no point in saying anything but the truth because, at the end of the day, you don't have to answer to anyone but yourself.",
      "author": "Amy Winehouse",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't strive for perfection. There are so many changes you can make, there are so many tips you can choose to incorporate--start with ones that aren't going to diminish joy.",
      "author": "Sophia Ruan Gushee, A to Z of D-Toxing",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The act of making a decision can propel you along for a while, even if you never do anything.",
      "author": "Pia Juul, The Murder of Halland",
      "category": "inspirational-attitude"
    },
    {
      "quote": "As I start each day I have a blank canvas. I will make every effort to fill it with color.",
      "author": "Wylie R. Weeks",
      "category": "inspirational-attitude, inspirational-quotes, inspire"
    },
    {
      "quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside.",
      "author": "Denis Waitley",
      "category": "inspirational-attitude, smile"
    },
    {
      "quote": "You may not be the smartest, or the fastest, or the most talented. But you CAN work the hardest.",
      "author": "Kevin J.  Donaldson",
      "category": "achieving-success, inspirational-attitude"
    },
    {
      "quote": "How can the truth make anything worse?",
      "author": "Kiera Cass, The Heir",
      "category": "free, inspirational-attitude, let-go, life, truth"
    },
    {
      "quote": "He had passed through an ordeal of wretchedness which had given him more than it had taken away. He had lost all he possessed of worldly property",
      "author": "he had sunk from his modest elevation down to a lower ditch than that from which he had started",
      "category": "but he had now a dignified calm he had never known before and that indifference to fate. And thus the abasement had been an exaltation and the loss gain."
    },
    {
      "quote": "Life is life - whether in a cat, or dog or man. There is no difference there between a cat or a man. The idea of difference is a human conception for man's own advantage.",
      "author": "Aurobindo Sri",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The hardest thing to do in this world is to have a steadfast mind & will to be who God called you to be.",
      "author": "Okisha Jackson",
      "category": "christian-livining-inspirational, christian-suffering, inspirational-attitude"
    },
    {
      "quote": "If you can't be pretty, at least be nice.",
      "author": "Gabbo De La Parra",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It’s perhaps more laudable to simply keep heading out into the world, than always tilting to leave one’s mark on it.",
      "author": "Chang-rae Lee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Just do it! let others try it.",
      "author": "Prasad Rajendra Setty",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is dehumanizing, demeaning and humiliating when you fail or refuse to acknowledge or respond to a Good Morning greeting. #Mannerism",
      "author": "Adeagbo Caleb Adewumi",
      "category": "inspirational-attitude, inspirational-living"
    },
    {
      "quote": "There is no bad.. nor good.. there just is.. and that is the present moment. How does that look.. depends on where you are along the journey.. Blink.. and the perception can change.",
      "author": "Jonathan Bailey",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Eat like you love yourselfMove like you love yourselfSpeak like you love yourselfAct like you love yourself",
      "author": "Gillian",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Beauty remains,pain ends up passing",
      "author": "Paulo Coelho",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Oh . . . I'd been getting pretty sick of the office. It made me feel dead inside. Finally, the week-ends weren't long enough to get it out of my system. I couldn't read poetry or listen to music. It was like being constipated. Well, I got a holiday and went to Kent for a week's hiking. And for the first two days I felt nothing at all, just a sort of deadness inside. And one day I went into a pub in a place called Marden and had a couple of pints. And as I came out, a sort of bubble seemed to burst inside me, and I started feeling things again. And I suddenly felt an overwhelming hatred for cities and offices and people and everything that calls itself civilisation . . . . \"Then I got an idea. I sat down at the side of the road and thought about it. I'd read somewhere that the Manichees thought the world was created by evil. Well, it suddenly seemed to me that the forces behind the world weren't either good or evil, but something quite incomprehensible to human beings. And the only thing they want is movement, everlasting movement. That's the way I saw it suddenly. Human beings want peace, and they build their civilisations and make their laws to get peace. But the forces behind the world don't want peace. So they send down ertain men whose business is to keep the world in a turmoil - the Napoleons, Hitlers, Genghis Khans. And I called these men the Enemies, with a capital E. And I thought I belong among the Enemies - that's why I detest this bloody civilisation. And I suddenly began to feel better . . . .",
      "author": "Colin Wilson, Ritual in the Dark",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A desire to choose the hardest might be a confession of weakness in itself.",
      "author": "Ayn Rand, The Fountainhead",
      "category": "inspirational-attitude, objectivism"
    },
    {
      "quote": "You have to Learn to know yourself, before you can know what you need to Learn.",
      "author": "Frank E. Armstrong",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I am unconcerned with what yesterday has left behind, but rather what tomorrow will bring.",
      "author": "Frank E. Armstrong",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Earth and air, fire and water, the stars in their courses, the high tide of destiny and the Will of divine Providence are all arrayed against the forces of oppression. -- Louis Gregory",
      "author": "Janet Ruhe-Schoen, Champions of Oneness: Louis Gregory and His Shining Circle",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you can't convince you're normal, convince they're weird too.",
      "author": "Sarvesh Jain, The Journey of 101 Milestones",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Alone within the vast tribunal that is the stormy sky, the pilot is in contention for his mailbags with three elemental divinities: mountain, sea and storm.",
      "author": "Antoine de Saint-Exupéry, Wind, Sand and Stars",
      "category": "deep-thought, inspirational-attitude"
    },
    {
      "quote": "If you can't see God in all, you can't see God at all",
      "author": "Yogi Bhajan",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Killing you is not the worst thing they can do to you,\" I say. \"Controlling you is.",
      "author": "Veronica Roth, Insurgent",
      "category": "dauntless, inspirational-attitude"
    },
    {
      "quote": "Neither poverty nor wealth is in the wallet. They are all in the mind.",
      "author": "Ola Barnabas",
      "category": "finance-quote, inspirational-attitude, personal-development-insights"
    },
    {
      "quote": "No,\" said Jacob, \"I don't mean to say that this life is just a party, any kind of party. It is a wedding, the most important kind of party, full of joy, fear, hope, and ignorance. And at this party there are enough places and parts for everyone, and if no one can play every part, yet everyone can come to the party, everyone can come to the wedding feast, and anyone who does not know that he is at a wedding feast just does not see what is in front of him. He might as well be dead if he does not know that the world is a wedding.",
      "author": "Delmore Schwartz",
      "category": "inspirational-attitude"
    },
    {
      "quote": "With no matter what human being, taken individually, I always find reasons for concluding that sorrow and misfortune do not suit him; either because he seems too mediocre for anything so great, or, on the contrary, too precious to be destroyed.",
      "author": "Simone Weil",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You don't need everybody, just the right somebody!",
      "author": "Suzette R. Hinton",
      "category": "inspirational-attitude"
    },
    {
      "quote": "What I can, I do.",
      "author": "Alexi Wakefield",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "If you can't stop thinking of it, don't stop working for it.",
      "author": "Jennifer Millikin, Full of Fire",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I needed to wake up, stand up, and fight.",
      "author": "Chrissy Moon, Surreal Enemies: Angel City",
      "category": "fight-back, inspirational-attitude"
    },
    {
      "quote": "We are born with gifts and talents, which we discover over time through new experiences. Talents invigorate our lives, incite our passions, allowing our authenticity to shine. To me, nothing is more tragic than someone never taking a chance, never stepping out of their box, only to leave this world with a myriad of unwrapped gifts.",
      "author": "Elizabeth Isaacs",
      "category": "gifts-and-talents, inspirational-attitude"
    },
    {
      "quote": "Who care's what other people think? If you are happy with yourself, you will get by just fine with them.",
      "author": "",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You are born into genius but have you resigned yourself to mediocrity ?",
      "author": "Robin S. Sharma",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Problems can usually be solved with simple, mundane solutions. That means there’s no glamorous work. You don’t get to show off your amazing skills. You just build something that gets the job done and then move on. This approach may not earn you oohs and aahs, but it lets you get on with it.",
      "author": "Jason Fried",
      "category": "bussiness, inspirational-attitude, productivity"
    },
    {
      "quote": "Frankly, my height or lack thereof never bothered me much. Although there is no doubt that it has contributed to a certain mental toughness. I've made the most of the head start one gains from being underestimated.",
      "author": "Michael J. Fox, Always Looking Up: The Adventures of an Incurable Optimist",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "The best things occur when you challenge yourself and face your fears. If you think of your greatest achievements and take an inventory of the times you have demonstrated to yourself (and others) just how strong you are, you will notice it has never been while remaining within your comfort zone doing things that are easy and familiar to you.",
      "author": "Miya Yamanouchi, Embrace Your Sexual Self: A Practical Guide for Women",
      "category": "challenge, comfort-zone, inspirational-attitude, motivational"
    },
    {
      "quote": "I’d learned early on that the best way to accomplish anything was to grit your teeth and fight your way through it with the best grace you could muster…",
      "author": "Kristina Douglas",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To whom much is given, much is expected.",
      "author": "Anonymous, The Holy Bible - American Standard Version",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The only unavailable choice was whether or not to have Parkinson's. Everything else was up to me.",
      "author": "Michael J. Fox, Always Looking Up: The Adventures of an Incurable Optimist",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Sure, it may be one step forward and two steps back, but after a time with Parkinson's, I've learned that what is important is making that step count; always looking up.",
      "author": "Michael J. Fox, Always Looking Up: The Adventures of an Incurable Optimist",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "No matter how rich or poor you are, all life will come to a sudden halt to travel into two types of destinations; Heaven and Hell.",
      "author": "Callum Illman",
      "category": "equality, god, heaven, heaven-and-hell, hell, inspirational-attitude, inspirational-quote, life-after-death, life-and-death, one-way-ticket, religion, understanding-life, understanding-the-nature-of-god"
    },
    {
      "quote": "No matter how rich or poor you are, all life will come to an halt with two types of destinations; Heaven and Hell.",
      "author": "Callum Illman",
      "category": "after-death, after-life, heaven, heaven-and-hell, hell, inspirational-attitude, poor, religion, rich, rich-and-poor, wealthy"
    },
    {
      "quote": "The reflected version of myself, wet, shaking, rumpled, pinched and slightly stooped, would be alarming were it not for the self-satisfied expression pasted across my face. I would ask the obvious question, \"What are you smiling about?\" but I already know the answer: \"It just gets better from here\".",
      "author": "Michael J. Fox, Always Looking Up: The Adventures of an Incurable Optimist",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "WHO IS YOUR TEACHER?Everyone you come across is your Teacher,..Family members, as they teach you sacrifice and unconditional love;...Friends, as they teach you how to share joy and sorrow;...Young kids, as they teach you patience, and “to live for the day”;...Beggars, as they teach you generosity and compassion;... L-learner drivers, as they teach you patience;....Pick-pockets, as they teach you to manage emotions, letting go, forgive and forget; and .... Those who are with disability and those with dementia; as they teach you empathy and (lots of) patience.So you see, there is no lack of good Teachers, it’s just that we are bad Students,We learn but we never practise.",
      "author": "YM",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Most people quit because they are worried about what people are saying. Don’t worry about people worry about you. Dr victor Ide-Okoye",
      "author": "Victor Ide-Okoye, PhD",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be together, in the moment of, enjoy each other, love each other, support each other, until the next time...Life is too short.",
      "author": "Lee Bice-Matheson, Destiny's Gate",
      "category": "inspirational-attitude, inspirational-quotes, lee-bice-matheson"
    },
    {
      "quote": "DON'T FOR GET WHERE YOU CAME FROM SO YOU KNOW WHERE YOUR GOING.",
      "author": "Edward Loffredo",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I will not call myself a perfectionist, but I love to present things with my best effort.",
      "author": "Debasish Sinha",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Achievement comes from within. If you don’t feel it, it won’t make any difference what anyone else thinks.",
      "author": "Michelle Somers",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Dream Big! Never apologize for it!",
      "author": "Mignon' Talise Padilla",
      "category": "dream-big, inspirational, inspirational-attitude, inspirational-quotes, inspire, motivation, motivational, positive-quotes"
    },
    {
      "quote": "Experience is not the enemy: It is the hubris that is often a by-product of experience that is our greatest enemy.",
      "author": "Liz Wiseman, Rookie Smarts: Why Learning Beats Knowing in the New Game of Work",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't always cherish a past memory, Do something today, that you will never forget !!",
      "author": "Jimmy Perrin, Stand Up, Pants Down",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life is short and precious and we never know what is around the corner. So you live for now, seize every moment that comes your way and if you're going to look back on your life with regret, it's easier to regret the things that you did do, rather than the things you didn't",
      "author": "Holly Martin, Fairytale Beginnings",
      "category": "inspirational-attitude, inspirational-quote"
    },
    {
      "quote": "Under peaceful conditions, the warlike man attacks himself.",
      "author": "Friedrich Nietzsche",
      "category": "inspirational-attitude, introspective"
    },
    {
      "quote": "Don't overthink yourself out of something good!",
      "author": "Akosua Dardaine Edwards",
      "category": "inspirational-attitude, overthinking"
    },
    {
      "quote": "Committed to lead from the heart I appreciate a free spirit and do not follow idealistic rulebook.",
      "author": "Nidhi Khanna",
      "category": "committed, free-spirit, inspirational, inspirational-attitude, inspriational-quotes, life-lessons, quotes-about-life"
    },
    {
      "quote": "I came to understand that happiness and vulnerability are often the same thing.",
      "author": "Oliver Burkeman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Something inside of me won't let me play small",
      "author": "Akosua Dardaine Edwards, Nyabo (Madam) - Why Are You Here? The Truth about Living in Service, Love, and Personal Power",
      "category": "inspirational-attitude, small"
    },
    {
      "quote": "Get started, there is nothing left to discuss. Do it. Now!",
      "author": "Akosua Dardaine Edwards, Nyabo (Madam) - Why Are You Here? The Truth about Living in Service, Love, and Personal Power",
      "category": "inspirational-attitude"
    },
    {
      "quote": "God doesn't want to be a mystery to us, God wants to be known.",
      "author": "Roxanna Aliba Kazibwe",
      "category": "christian-living, inspirational-attitude"
    },
    {
      "quote": "The more you talk ...the more mistakes you're likely to make.",
      "author": "Lou Silluzio, Milana and the Escalator",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I will NEVER allow fear of the unknown to stop me from progressing forward with my life. All things are knowable. All it takes is wide open eye's, a disciplined mind and a calm heart to get anyone through the storms of life.Fear can be a tool to make you STRONGER and WISER.",
      "author": "Levon Peter Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Set off on a quest to find someone who has read a book or many books and remains the same, and I can tell you with all certainty there is no one you will see.",
      "author": "K.C. OBI",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't ever run away from your problems. Chase after them like a crazy person till they're too afraid to come near you again.",
      "author": "Zanib Mian",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don’t stop before your miracle happens ~ Levon Poe",
      "author": "Levon Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You are never a failure when you learn from a mistake and try again ~ Levon Poe",
      "author": "Levon Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "All my life I have been faced with the singular opportunity to have NOTHING! I changed that by facing the fact that education, even if unaffordable to me, is something I can have. That is what made me a voracious reader. I learn what I am curious about. I research to understand what I want to know. And I probably have more degrees of education learned on my own than the people who pay for school or receive free degrees. I am self-taught and have been blessed to know NO LIMITS to my minds capacity of intellectual pursuits. The rich and the well off can have a piece of paper show they achieved a discipline or been given a gift of knowledge. I have the school of life, I have survived and instituted all I know to prove to myself and the world a new singularity - I CAN! ~ Levon Peter Muhammad Salah Setyowan Poe",
      "author": "Levon Poe",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do no harm, but take no shit.",
      "author": "laiseen",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is our past that defines who we are and gives us the courage to progress into the future without fear",
      "author": "Robert L.J. Borg",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The adventure is which I have shared so passionately is not over--this adventure with its doubt, failure, the dreariness of no progress, then a glimpse of light, a hope, a hypothesis confirmed; and then after weeks and months of anxious perseverance, the intoxication of success.",
      "author": "Simone de Beauvoir, The Woman Destroyed",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I don’t want to be that girl who’s nothing without her boyfriend. I want to be a reflection of what I love—of who I am on my own, not just an empty echo of who I love. Does that make sense?” “You think I’d overwhelm you?” he asked. “We’d overwhelm each other.",
      "author": "Melissa A. Craven, The Awakening",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The next time someone tries to make you feel bad about feeling good,respond by continuing to live well.",
      "author": "Gina Greenlee, Postcards and Pearls: Life Lessons from Solo Moments on the Road",
      "category": "feeling-alive, feeling-good, feeling-good-about-yourself, inspirational, inspirational-attitude, inspirational-attitude-quotes, inspirational-quotes, inspire, live-well, living-in-the-moment, living-life-to-the-fullest, living-well, positive-psychology"
    },
    {
      "quote": "Walking in shoes bigger than your feet, will inspire gravity to pull you down.\" Let's be grateful for what fits us...for what we have.",
      "author": "Dr. Jacinta Mpalyenkana",
      "category": "gratitude, inner-peace, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Genius is the ability to push one's limits beyond the limits each time, every endeavour.",
      "author": "Chandrakant Kaluram Mhatre",
      "category": "inspirational-attitude, reflection-on-life"
    },
    {
      "quote": "Serving a God who is relentless in His pursuit to save me is my daily reminder that the value I place on my myself or that which others may place on me will always fall short in comparison to the value Jesus places on me.",
      "author": "Diana Rowe, Born to Die in My Place: A Story of Unconditional Love",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Make stress work as the fuel inside, not as the oil-spill on the road.",
      "author": "Chandrakant Kaluram Mhatre",
      "category": "inspirational, inspirational-attitude, stress-management"
    },
    {
      "quote": "You are not judged by your success, but rather, how you respond to your failures.",
      "author": "T.W. Brown",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There will always be something scary in the world. You must choose whether or not to let it frighten you.The Venger Breegan,Quest for Evil: The Magic of the Key by Jenna Lindsey",
      "author": "Jenna Lindsey, Quest For Evil: The Magic Of The Key",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Every day we all make little MISTAKES in life, but that doesn't mean we have to pay for them for the rest of our lives.Sometimes GOOD people make BAD choices, but that doesn't mean we are BAD people...It just means we are HUMAN!",
      "author": "Karen  Gibbs, A Gallery of Scrapbook Creations",
      "category": "human-nature, inspirational-attitude, life-lessons, mistakes-we-make"
    },
    {
      "quote": "You see? Age is no barrier to destiny.",
      "author": "Rosie Morgan, The Golden Sword",
      "category": "inspirational-attitude, mythic"
    },
    {
      "quote": "Dawn is a precious time of day. It reminds us that every glory must fade, and that all things, cruel or sweet, come to an end.",
      "author": "Simon Higgins",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Saul was hunched over his drink like it was a small fire.",
      "author": "James Swain, Sucker Bet",
      "category": "inspirational-attitude"
    },
    {
      "quote": "...one dies of thirst just when the palm tress have appeared on the horizon.",
      "author": "Paulo Coelho, The Alchemist",
      "category": "inspirational-attitude"
    },
    {
      "quote": "From Time to Time, Upgrade your list of Gratitude as well as your Bucket list.",
      "author": "Alaa Abd El-Salam",
      "category": "inspiration, inspirational-attitude"
    },
    {
      "quote": "Leadership isn't about age but rather, leadership is about influence, impact & inspiration.",
      "author": "Onyi Anyado",
      "category": "brainy-quote, distinction, impact, impact-makers, influence, influencing-people, inspirational, inspirational-attitude, inspirational-quotes, leaders, leadership, leadership-characteristics, leadership-development, leadership-quotes, onyi-anyado, quote-of-the-day, quote-of-the-week, quotes, quotes-about-life, quotes-to-live-by, the-doorway-to-distinction"
    },
    {
      "quote": "It is always better to be a bookworm rather than being a dung-beetle!",
      "author": "Chandrakant Kaluram Mhatre",
      "category": "humourosly-inspirational, inspirational-attitude, reflective"
    },
    {
      "quote": "Success in whatever format it prevails is founded on how deeply we master the inner workings of our minds.",
      "author": "Dr. Jacinta Mpalyenkana",
      "category": "inspirational-attitude, inspirational-quotes, professional-speaker, success, the-power-of-the-mind"
    },
    {
      "quote": "If our goal is not to \"succeed\" or avoid failure or mistakes, but to learn something, we will never fail.",
      "author": "Jami Gold",
      "category": "failure-and-attitude, inspirational-attitude"
    },
    {
      "quote": "Tiered body, mined, with soul. When ones must swim through all the fake while it is what it is not what one thinks it can be worded it in to and or glamour shot it to be.",
      "author": "Shane Edward Thompson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The path to your dream is more about following a direction than arriving at a destination.",
      "author": "Jeff Goins, The Art of Work",
      "category": "inspirational-attitude, inspirational-living"
    },
    {
      "quote": "some says that happiness exists in success..money..and in many more which they feels higher in their thoughts.But,how much they will worth if you are losing yourself....so do something for which your soul can find it's presence in purity,divinity and more than what you can expect from others to love your works.",
      "author": "Satyaankith",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Inside of each of us is greatness let us treat those around us as if they are much more than they appear. Let us treat each other with kindness and respect.",
      "author": "Steffani Raff, The Ravenous Gown: And 14 More Tales about Real Beauty",
      "category": "beauty, empowerment, inspirational-attitude"
    },
    {
      "quote": "Clothing and features fade with time. I am happy with who I am today, and I am happy with who I will be tomorrow.",
      "author": "Steffani Raff, The Ravenous Gown: And 14 More Tales about Real Beauty",
      "category": "beauty, empowerment-of-women, inspirational-attitude"
    },
    {
      "quote": "Like boats, we human beings need anchors, no matter how tenuously those links may hold us, or else we drift forever through uncharted oceans, scanning every horizon for a hint of hope. And with the chances of being picked up and rescued so small, we need our islands, our mooring points, our ports, our points of reference and our havens.",
      "author": "Morgana Blackrose, Phoenyx: Flesh and Fire Erotic Memoirs of a Striptease Artist",
      "category": "inspirational-attitude, philosophy-of-life"
    },
    {
      "quote": "...and they all lived as happily as they allowed themselves to be.",
      "author": "Steffani Raff, The Ravenous Gown: And 14 More Tales about Real Beauty",
      "category": "beauty, empowerment-of-women, inspirational-attitude"
    },
    {
      "quote": "If the shoe doesn't fit - break it!",
      "author": "Steffani Raff, The Ravenous Gown: And 14 More Tales about Real Beauty",
      "category": "beauty, empowering-women, empowerment, inspirational-attitude"
    },
    {
      "quote": "Every cloud doesn't have a silver lining but making time to look at the beauty of clouds gives you peace of mind.",
      "author": "C.L.       Bennett",
      "category": "happy-positivity-quotes, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "It takes more courage to smile than to frown. So meet the world with a smile and the courageous will smile back.",
      "author": "Jim Foley",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The desire to create holds an element of hope. Success proves that Hope is not a by-product of living; it is a Building Block of life.\" Francesca Quarto",
      "author": "Francesca Quarto, Wolf Master of Iron Mountain",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you have enthusiasm you have a very dynamic effective companion to travel with you on the road to somewhere.",
      "author": "Loretta Young",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you don't have ups or downs in your life you're dead",
      "author": "Tripp Pugmire",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Every single element of this universe is interesting, all you need is to take a look.",
      "author": "MHQ",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Good taste is not the birthright of snobs, but a gift from God sometimes found in the unlikeliest of people\".",
      "author": "Richard C. Morais, The Hundred-Foot Journey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you want to be happy, be so.",
      "author": "Kozma Prutkov",
      "category": "happiness-positive-outlook, inspirational-attitude"
    },
    {
      "quote": "A discovery is said to be an accident meeting a prepared mind.",
      "author": "Albert Szent-Györgyi",
      "category": "discovery, inspirational-attitude, preparation"
    },
    {
      "quote": "How far you go in life depends onyour being tender with the young,compassionate with the aged,sympathetic with the striving andtolerant of the weak and strong.Because someday in your life you will have been all of these.",
      "author": "George Washington Carver",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Cultivating an attitude of gratitude begins with counting your blessings. In simpler terms, gratitude is expressing thanks for gifts we receive. Genuine gratitude helps us to see the little things in life that are often overlooked, yet so precious.",
      "author": "Dana Arcuri, Harvest of Hope: Living Victoriously Through Adversity: A 50-Day Devotional",
      "category": "adversity-quotes, attitude-of-gratitude, attitude-toward-life, blessings, blessings-quotes, devotional, faith, faith-quotes, gratitude, gratitude-happiness-inner-peace, gratitude-quotes, harvest-of-hope, hope, hope-and-healing, hopeful-and-encouraging, inspirational, inspirational-attitude, inspirational-quotes, thankful, thankfulness, thanks, thanks-to-god"
    },
    {
      "quote": "Compromise isn't so painful if you're the one setting the terms.",
      "author": "Nora Roberts",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A good leader is not elected, he is appointed.",
      "author": "Andrew-Knox B Kaniki",
      "category": "good, inspirational, inspirational-attitude, leadership"
    },
    {
      "quote": "When you decided to share your dreams with others be aware of discouraging response. Don't try to justify yourself when it happens. Keep calm and keep your eyes on the prize (your dreams).",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Persevere with a positive attitude - Michael Jordan",
      "author": "Sharon Hughson",
      "category": "inspirational-attitude, sports"
    },
    {
      "quote": "You realize that you aren’t leaving the battle field behind but are actually taking it with you and it will be a part of you forever",
      "author": "Laura Sobiech",
      "category": "inspirational-attitude"
    },
    {
      "quote": "My mind works in mysterious ways",
      "author": "E.lockhart",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You know you’ve come a long way when the thought of quitting scares you. You’ve made some… well, call them 'remarkable achievements', and you’ve managed to draw some attention to yourself.But SUCCESS is really not how far you’ve gone. It’s not even how well. It is how much farther you are ready to go and how much more sacrifices you are willing to make. Not until you get to the point where you are willing to give up your life for a purpose… not until you get to that point will you be celebrated.",
      "author": "King Samuel Benson",
      "category": "commitment-and-attitude, inspirational-attitude, perseverance"
    },
    {
      "quote": "Do not offer help to those who do not want to help themselves.",
      "author": "Bader Almahdi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Every book is unique and it depends what you think, not others.",
      "author": "Emmiem",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Never see adversity as a disability,rather see it as a specia-ability. As an opportunity to believe, an opportunity to accomplish",
      "author": "karan godara",
      "category": "hope, inspiration, inspirational, inspirational-attitude, motivational"
    },
    {
      "quote": "It is a simple tale, but its message is an enduring one: virtue and generosity will be rewarded in ways that one cannot know.",
      "author": "Nelson Mandela",
      "category": "inspirational-attitude, values, values-and-principles"
    },
    {
      "quote": "Minds are like parachutes. They only function when they are open.",
      "author": "Sir James Dewar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be it Schumacher or a Shoe-maker,we are all racing toward the same finishline. Realizing the fragility of life can race you to greatness",
      "author": "karan godara",
      "category": "inspirational, inspirational-and-motivational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Sometimes you don't really see who you are, until you see who you are not\".",
      "author": "Mike Ormsby, Child Witch Kinshasa",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I do not have a disability, I have a gift! Others may see it as a disability, but I see it as a challenge. This challenge is a gift because I have to become stronger to get around it, and smarter to figure out how to use it; others should be so lucky.",
      "author": "Shane E. Bryan",
      "category": "disability, inspirational-attitude"
    },
    {
      "quote": "I'm born with wild horses in my head..With an imagination to conquer this world..I will not settle for comforts of a golden cage.",
      "author": "Jasz Gill",
      "category": "inspirational, inspirational-attitude, motivational, sufism, zen"
    },
    {
      "quote": "I'm an expert on one-armed Herdazian jokes. 'Lopen,' my mother always says, 'you must learn these to laugh before others do. Then you steal the laughter from them, and have it all for yourself.",
      "author": "Brandon Sanderson, Words of Radiance",
      "category": "inspirational, inspirational-attitude, laughter, lopen"
    },
    {
      "quote": "Shukhov had been told that this old man'd been in camps and prisons more years than you could count and had never come under any amnesty. When one ten-year stretch was over they slapped on another. Shukhov took a good look at him close up. In the camp you could pick him out among all the men with their bent backs because he was straight as a ramrod. When he sat at the table it looked like he was sitting on something to raise himself up higher. There hadn't been anything to shave off his head for a long time-he'd lost all his hair because of the good life. His eyes didn't shift around the mess hall all the time to see what was going on, and he was staring over Shukhov's head and looking at something nobody else could see. He ate his thin gruel with a worn old wooden spoon, and he took his time. He didn't bend down low over the bowl like all the others did, but brought the spoon up to his mouth. He didn't have a single tooth either top or bottom-he chewed the bread with his hard gums like they were teeth. His face was all worn-out but not like a goner's-it was dark and looked like it had been hewed out of stone. And you could tell from his big rough hands with the dirt worked in them he hadn't spent many of his long years doing any of the soft jobs. You could see his mind was set on one thing-never to give in. He didn't put his eight ounces of bread in all the filth on the table like everybody else but laid it on a clean little piece of rag that'd been washed over and over again.",
      "author": "Aleksandr Solzhenitsyn, One Day in the Life of Ivan Denisovich",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The most important thing about reading is not the level of sophistication of the books on your self. There is no prerequisite reading regimen for being a bookworm.",
      "author": "Lauren Leto",
      "category": "inspirational-attitude, literary-criticism"
    },
    {
      "quote": "HAPPINESS IS A BASIC RIGHT OF HUMANITY...BE HAPPY REGARDLESS OF CIRCUMSTANCES!",
      "author": "Lola Faye Arnold",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The way you look to the world, define the way you stand in the world. Change perspective, change the world",
      "author": "Bruno Silva",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be sure there's a lantern,however it's gonna darking,give up being cautious about future,do what u should do,and remember Allah is beside u.",
      "author": "hajarkhaled",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's a poor frog that doesn't praise his own pond! - Donnie McClurkin",
      "author": "Donnie McClurkin",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Each small kindness given or received is evidence that life is worthwhile.",
      "author": "Donald Altman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I found a dollar in the street today. I find a dollar in the street every day. At the end of each week, I gather seven dollars and give it to the homeless. What else would I do with the money?",
      "author": "Ami Riechman-Bennett",
      "category": "inspirational-attitude"
    },
    {
      "quote": "At its core, Agile is a mindset.",
      "author": "Pearl Zhu, Digital Master",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is only when we go outside that comfort zone, and subject ourselves to the discomfort of considering thoughts we don’t agree with, that we can make an informed judgment on any matter.",
      "author": "Metro Nashville Police Chief Steve Anderson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Im most likely to succeed at failing but the point is your succeeding.",
      "author": "Justise Bailey",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It’s not about getting something",
      "author": "it’s about getting the right thing.",
      "category": "Srinivas Bharani"
    },
    {
      "quote": "what you do not start, you do not finish.' procrastination can be liken to a journey without destination.Now is the best time to strike",
      "author": "Olugbenga michael adepoju",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'm off the rails, tipping the scales, following the trail, delving into my own custom made form of outer space.",
      "author": "Angel M.B. Chadwick, Corridors of My Mind",
      "category": "inspirational-attitude"
    },
    {
      "quote": "- Paddle Your Own CanoeVoyager upon life's sea,To yourself be true,And whatever your lot may be,Paddle your own canoe.Never, though the winds may rave,Falter or look back;But upon the darkest waveLeave a shining track.Paddle your own canoe.Nobly dare the wildest storm,Stem the hardest gale,Brave of heart and strong of armYou will never fail.When the world is cold and dark,Keep your aim in view;And toward the beacon work,Paddle your own canoe. .....Would you crush the giant wrong,In the world's free fight?With a spirit brave and strong,Battle for the right.And to break the chains that bindThe many to the fewTo enfranchise slavish mind,-Paddle your own canoe.Nothing great is lightly won,Nothing won is lost,Every good deed, nobly done,Will repay the cost.Leave to Heaven, in humble trust,All you will to do:But if succeed, you mustPaddle your own canoe.",
      "author": "Sarah Knowles Bolton",
      "category": "insightful, inspirational-attitude, inspirational-quote, womanhood, women, women-s-inspirational, women-s-strength"
    },
    {
      "quote": "The young must learn to appreciate the wisdom of elderly people and learn from their life experiences.",
      "author": "Lailah Gifty Akita",
      "category": "advice-for-daily-living, advice-quotes, appreciating-life, appreciating-yourself-and-others, appreciation-of-people, appreciation-quotes, faith-quotes, inspirational-attitude, inspirational-quotes, leadership-development, learn-and-read, learning-from-mistakes, learning-to-live, learning-to-read, learning-to-shine, life-long-learning, lifelong-advice, mistakes-learn-life, mistakes-man-makes, mistakes-quotes, wisdom-quote"
    },
    {
      "quote": "Truth is more important than modesty",
      "author": "Roald Dahl",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do not let others drive that vehicle, called life, for you. Grab that steering wheel and discover unexplored destinations.",
      "author": "Lakshmy Menon Chatterjee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Lifting lives, 140 characters at a time.",
      "author": "Germany Kent",
      "category": "inspiration, inspirational-attitude, inspirational-living, positivity, social-media, social-media-addiction, social-media-advice, social-media-audiences, social-media-for-authors, social-media-marketing, social-media-mind, twitter, twitter-addiction"
    },
    {
      "quote": "It's better to swallow pride than blood.",
      "author": "David Bischoff, Some Kind of Wonderful",
      "category": "80-s, eighties, inspirational-attitude, teen"
    },
    {
      "quote": "I guess a little bit hero is enough. A little bit hero is all anyone really needs to be.",
      "author": "Alexander Gordon Smith",
      "category": "heroism, inspirational-attitude"
    },
    {
      "quote": "You don't have to be perfect to be good. You can do bad things and still be a good person.",
      "author": "Alexander Gordon Smith, Execution",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Give your time to people who will appreciate it because if you don't you will soon feel alone and empty. Fill yourself with love wherever you can even it it's your own because if you don't love you, you will not realize when someone else does.",
      "author": "Cindy R. Dancy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Inconvienience pushes one into heroic action...",
      "author": "K. Farrell St. Germain",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The volume of twaddle from critics is directly proportional to the distance you keep from them. There is always room to spread your wings when you fly solo.",
      "author": "J.N. Race",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Genius does not need to be validated, it just needs a legal pad and a pen.",
      "author": "Tom Althouse, The Frowny Face Cow",
      "category": "genius-thinkers, genius-writers, geniuses, go-getter, inspirational-attitude, successful-mind"
    },
    {
      "quote": "They say that when one door closes, another opens.Why just one and not many? It stands to reason that if there are two doors there have to be more. Besides doors are doors; they open and close all the time. That is what they’re meant to do. If a door is locked, you can even turn the knob, or, kick it open. It all depends on how desperately you want to use that door.",
      "author": "Ritu Lalit, Wrong, for the right reasons",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I cannot imagine a sentence more severe than a person limited not by his or her own abilities but by the opinions and expectations of others. And having been made to organize in such a way, comes the remuneration, but no penance or escape.",
      "author": "Noorilhuda, The Governess",
      "category": "inspirational-attitude, life-lessons, self-esteem-quotes, self-image"
    },
    {
      "quote": "If I fail, I should not fail for lack of trying, but in spite.",
      "author": "Lakshmy Menon Chatterjee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Those who can truly see, know.",
      "author": "Orhan Pamuk",
      "category": "inspirational-attitude, inspirational-quotes, philosophy"
    },
    {
      "quote": "My disadvantages will tire him as they would any reasonable man of small expectations.\" - Jane Adams",
      "author": "Noorilhuda, The Governess",
      "category": "christian-fiction, inspirational-attitude, marital-advice, regency-romance"
    },
    {
      "quote": "Learns a lot and lots more to learn.",
      "author": "Abhishek Kumar Singh",
      "category": "inspiration, inspirational, inspirational-attitude"
    },
    {
      "quote": "You can’t ask authentically and gracefully without truly being able to accept “No” for an answer. Because if you’re not truly willing to accept “No” for an answer, you’re not really asking, you’re demanding — you’re begging. At least, that’s how I’ve come to understand asking.",
      "author": "Amanda Palmer",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Friendship is the underlying element, the common denominator of every relationship.",
      "author": "Shahla Khan, Friends With Benefits: Rethinking Friendship, Dating & Violence",
      "category": "denominator, friendship-quote, inspirational-attitude, love, love-hurts, motivation, relationships, tolerance"
    },
    {
      "quote": "You did not have to understand miracles to believe in them, and in fact Mabel had come to suspect the opposite. To believe, perhaps you had to cease looking for explanations and instead hold the little thing in your hands as long as you were able before it slipped like water between your fingers",
      "author": "Eowyn Ivey, The Snow Child",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Trust your instincts above all else. They are byproducts of natural laws and do not sway to your whims, worries and wonders.",
      "author": "Glenn A. Maltais",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Humanitarian Logistics is about mobilization and movement of resources for disaster preparedness, disaster response and disaster recovery",
      "author": "Victor Manan Nyambala",
      "category": "humanitarianism, inspirational, inspirational-attitude, logistics, mentor, mentorship"
    },
    {
      "quote": "...he'd been able to deal with that pain because he'd accepted his own part in causing it",
      "author": "Gregory David Roberts, Shantaram",
      "category": "inspirational-attitude, success-self-improvement"
    },
    {
      "quote": "Early on I quickly realized I'd never be the fastest or the strongest, but not once have I entertained the notion I couldn't be one of the toughest.",
      "author": "Kyle W. McAdams",
      "category": "attitude-quotes, inspirational-attitude, sports"
    },
    {
      "quote": "A positive mind plus positive words will equal a positive outcome.",
      "author": "Christina Lockett, Love Lost, My Story: A Message of Hope.",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Adults follow paths. Children explore.",
      "author": "Neil Gaiman, The Ocean at the End of the Lane",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Separation is the first cause of inequality.",
      "author": "Katy Tackes, Each Time She Wakes",
      "category": "aspirational, discrimination, inspirational-attitude, prejudicism, racial-discrimination"
    },
    {
      "quote": " If you love something, Set it free... If it comes back, it's yours, If it doesn't, it never was yours.... \" But if it comes back and dies, It wasn't ever real.",
      "author": "Day",
      "category": "inspirational, inspirational-attitude, love, truth"
    },
    {
      "quote": "If the people of Old Earth, our ancestors and their descendants today who remain, could keep building, could keep trying, how can we do less? We are their children, and while we bought to the stars with us all the faults and the problems and the flaws of the past, we also bought the good things, the determination, and the willingness to help others, and the imagination to build things greater then every shortcoming humanity has ever known.",
      "author": "Jack Campbell, Steadfast",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I know for an absolute honest-to-goodness fact that life can kick you to pieces, break you into a thousand little shards, and that you can get up again and mend yourself. I promise.",
      "author": "Nick Lake, Hostage Three",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Imagine if all the car makers in the world were to sit down together to design one extremely simple, embellishment-free, functional car that was made from the most environmentally-sustainable materials, how cheap to buy and humanity-and-Earth-considerate that vehicle would be. And imagine all the money that would be saved by not having different car makers duplicating their efforts, competing and trying to out-sell each other, and overall how much time that would liberate for all those people involved in the car industry to help those less fortunate and suffering in the world. Likewise, imagine when each house is no longer designed to make an individualised, ego-reinforcing, status-symbol statement for its owners and all houses are constructed in a functionally satisfactory, simple way, how much energy, labour, time and expense will be freed up to care for the wellbeing of the less fortunate and the planet.",
      "author": "Jeremy Griffith",
      "category": "capitalism, car, future-inspirational, hope, inspirational, inspirational-attitude, leadership-speech, materialism, materialism-versus-spiritualism, soul"
    },
    {
      "quote": "Anything is possible.You can always have the life you dream of.",
      "author": "Lailah GiftyAkita",
      "category": "anything, anything-can-be, anything-is-possible, dream-inspirational, dreams-quotes, inspirational-attitude, inspirational-quote, possibilities, possibility, possibility-quotes, possible"
    },
    {
      "quote": "There's nothing wrong with you, there are just more assholes in this world than good people.",
      "author": "Travis Simmons",
      "category": "inspirational-attitude, new-adult"
    },
    {
      "quote": "Be kind to everyone you meet.Give a little bit of yourself to mankind.",
      "author": "Lailah Gifty Akita",
      "category": "giving-your-best, inspirational-attitude, inspire, kindness-quotes"
    },
    {
      "quote": "Fear masquerades as a \"just cause\" while devouring all forms of freedom and dignity.",
      "author": "Katy Tackes, Each Time She Wakes",
      "category": "discrimination, fear-quote, inspirational-attitude, love-vs-hate, truth-inspirational"
    },
    {
      "quote": "Whatever your mind can conceive and can believe, it can achieve",
      "author": "Napoleon Hill, Success Through A Positive Mental Attitude",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Personal transformation is an internal job.No one can change you without you first wanting the change for yourself. The transformation starts in your thoughts! Only you can decide to change your thoughts and thus your behavior.",
      "author": "Michelle Word Hollis, A Book of Pearlables: Affirmations for Promises and Provisions",
      "category": "empowering-quotes-for-women, inspirational-attitude, motivational"
    },
    {
      "quote": "A smart man understood that victory was not inevitable. An even smarter man knew that defeat was never really total if you figured out how to handle the aftermath with skill and just the right spin.And the smartest men of all, even when they lost, they actually won.",
      "author": "David Baldacci, The Whole Truth",
      "category": "baldacci, inspirational-attitude, shaw"
    },
    {
      "quote": "Becareful about what you say , do not be happy when a gossip talks about someone to you..for he/she talks about you to others",
      "author": "delahosi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The more you give, the more you want to do it—as do others around you. It's like going to the gym. If you've been working out your kindness muscles, you get stronger at it. — Nipun Mehta",
      "author": "Adam M. Grant, Give and Take: A Revolutionary Approach to Success",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Set a goal. A personal goal. Then achieve it. Forget about what others say. Their opinion does not count. Just do it.",
      "author": "Denise Mansfield Bradberry",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Never underestimate a bookworm",
      "author": "Louisa Klein, Supernatural Freak",
      "category": "books, books-reading, bookworm, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "To take the world into one's arms and act towards it in a soul-filled and soul-strengthening manner is a powerful act of wildish spirit.",
      "author": "Clarissa Pinkola Estés, Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype",
      "category": "inspirational-attitude"
    },
    {
      "quote": "All these nice clothes, all these jokes and drinks and food, what good does it do? Tomorrow, folk will be poor and starving and dying with a solder's pike in them, and these people will have another celebration, more nice clothes, more jokes, more gems. The suffering is forgotten or ignored - why sorrow? The war victims aren't our people. And then the wheel turns and suddenly they are our people.",
      "author": "Tamora Pierce, The Will of the Empress",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is no greater gift you can give or receive than to honor your calling. It’s why you were born. And how you become most truly alive.",
      "author": "Oprah Winfrey",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "All rising to a great place is by a winding stair.",
      "author": "Francis Bacon",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Like a kiss on the lips is the one who gives an honest answer.",
      "author": "Bible Proverbs 24 26",
      "category": "inspirational-attitude"
    },
    {
      "quote": "So many sit around, waiting for superman, when in fact, Wonder Woman lies within.",
      "author": "Kristina Canady",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You will be more disappointed in life by the things that you do not do than by the things that you do.",
      "author": "Mark Twain",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Remember: Let's look for ways to take *care* of each other rather than look for ways to take *advantage* of each other.",
      "author": "Laone Collins",
      "category": "generousity, inspirational-attitude, life"
    },
    {
      "quote": "Admittedly, I am not the one who looks fantastic in everything, but still I cannot help loving myself.",
      "author": "Elizabeth Gilbert, Eat, Pray, Love",
      "category": "inspirational-attitude"
    },
    {
      "quote": "there is nothing after book'.",
      "author": "monu patel",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Those trying moments teach us to desire greatness in ourselves and wider humanity.",
      "author": "Gloria D. Gonsalves",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'm on a roller coaster which only goes up my friend",
      "author": "Augustus Waters The Fault in Our Stars",
      "category": "humour, inspirational-attitude"
    },
    {
      "quote": "Not everything's funny, Mother.\"\"No,\" said Leola, \"so I guess when you can laugh,, it's all the sweeter.",
      "author": "Lorna Landvik, Oh My Stars",
      "category": "inspirational-attitude, truth-of-life, wisdom"
    },
    {
      "quote": "His action was inexcusable, but it was forgivable.",
      "author": "David  Ingerson, The Caleb Years: When God Doesn't Make Sense",
      "category": "inspirational-attitude, vital-spiritual-concept"
    },
    {
      "quote": "CharityIn charity lies happiness and bliss,If you haven’t done charity, you may miss,The power to love and share,Charity gives you happiness beyond compare.",
      "author": "Ron Sen",
      "category": "inspiration, inspirational-attitude, inspirational-quotes, motivational-thought"
    },
    {
      "quote": "We'll get there!",
      "author": "Ewan McGregor, Long Way Round",
      "category": "inspirational-attitude"
    },
    {
      "quote": "As an author, I breathe life into each and every character within the stories that I write. But it is the reader who gives them their souls.",
      "author": "Scott A. Borgman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Before you dismiss any gift as worthless, look again because it may just contain hidden treasure.",
      "author": "Rejoice Denhere, Trash to Treasure",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is no sacrifice for nothing",
      "author": "Isaak Boekorsjom",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Remember: Let's look for ways to take care of each other rather than look for ways to take advantage of each other.",
      "author": "Laone Collins",
      "category": "generousity, inspirational-attitude, life"
    },
    {
      "quote": "It will soon make sense with some reasonable research and reading...ti's all in there, somewhere... find it!!",
      "author": "Patrick Maunda Steven",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You couldn't lose, you was playing Mozart",
      "author": "Bryce Courtenay, The Power of One",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be grateful with what you have, So you will live your life without regret.",
      "author": "Juliana Azmi",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "You can seize away my opportunities but never the passion that I possess.",
      "author": "Harshada Pathare",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I know now that I can make it through more than I thought, with less than I thought. I know better than to believe that the changes are over, and I know better than to believe the next ones will be easier, but I've learned the hard way that change is one of God's greatest gifts and one of his most useful tools.",
      "author": "Shauna Niequist, Bittersweet: Thoughts on Change, Grace, and Learning the Hard Way",
      "category": "faith, inspirational-attitude"
    },
    {
      "quote": "Fill your paper with the breathings of your heart",
      "author": "William Wordsworth",
      "category": "inspirational-attitude"
    },
    {
      "quote": "who cares about all the problems and barriers, nothing matters but the Spectacular Now.",
      "author": "Tim Tharp, The Spectacular Now",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Allan looked at the bus and then at the suitcase, then again at the bus and then again at the suitcase. It has wheels, he said to himself. And there's a strap to pull it by too. And then Allan surprised himself by making what - you have to admit - was decision to say 'yes' to life.p.12.",
      "author": "Jonas Jonasson, The Hundred-Year-Old Man Who Climbed Out of the Window and Disappeared",
      "category": "humor, inspirational-attitude"
    },
    {
      "quote": "People in this country are still waiting for the war of their freedom to come from somewhere else, from the jungles, from the mountains, from China, from Pakistan. That will never happen. Every man must make his own Benaras.The book of your revolution sits in the pit of your belly, young Indian. Crap it out, and read.",
      "author": "Aravind Adiga, The White Tiger",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do not go where the path may lead. Go instead where there is no path and leave a trail. -Ralph Waldo Emerson-",
      "author": "Fahmi Faiz, Di Hujung Muncung Mesingan",
      "category": "inspirational-attitude"
    },
    {
      "quote": "DON'T COMPARE YOURSELF WITH ANYONE IN THIS WORLD..........IF U DO SO U R INSULTING YOURSELF",
      "author": "Bill Gates",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I know you don't love me but that doesn't mean I'm the wrong girl for you.",
      "author": "Paul Auster, The Music of Chance",
      "category": "inspirational-attitude, love"
    },
    {
      "quote": "When you don't find a way... don't wait every time for others, Sometimes you have to be yourown angel.",
      "author": "Chandni Maurya",
      "category": "hope, inspiration, inspirational-attitude"
    },
    {
      "quote": "When you don't find a way... don't wait every time for others, Sometimes you have to be your own angel.",
      "author": "Chandni Maurya",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you believe...you will!",
      "author": "Carmen Myrtis-garcia",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If people let you down.Improve.You don't have to change for their entertainment.",
      "author": "Janeth Jacinto",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ther is nothing called a great quote, rather the one which makes your heart to take a dip in river Ganges.",
      "author": "Srikanth Kosuru",
      "category": "inspirational-attitude, inspirational-quotes, quotes, quotes-and-saying, quotes-of-life"
    },
    {
      "quote": "There is one experience that brings joy or happiness to every living being. The experience of love.",
      "author": "Deepak Chopra, Training the Mind, Healing the Body",
      "category": "inspirational-attitude, meaning-of-life, parenting-advice, right-and-wrong"
    },
    {
      "quote": "There are no failures. There are only experiences and our reactions to them.",
      "author": "jassi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Humans are...extraordinary. It's a shame that we often forget that, and that we treat each other as anything less than the masterpieces we are.",
      "author": "Christina Daley, Radiant",
      "category": "inspirational-attitude"
    },
    {
      "quote": "if someone gets jealous from you,that the sign of your progress",
      "author": "jassi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "if someone gets jealous from you,dont think about that why they get jealous from you......because thats time time your journey of life to beng a successful person is started",
      "author": "sunny jassi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "They say a witch-doctor can't heal himself but I beg to differ. I have been in deep end but somehow Managed to keep my head high....all by myself. Self belief, self efficacy.....and leaning to God each time you sense imbalances - you will definitely make it.",
      "author": "Kwanele Booi",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The devil will use fear, pride,jealousy, time wasters, hurt, thoughts, disappointments to get us to turn our eyes away from Jesus. Don't give him a moment in your life.",
      "author": "Amanda Penland",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Everyone needs a helping hand, You just have to offer it.",
      "author": "Analiza Micheal",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Build your novel one word at a time. Remember that minutes = novels.",
      "author": "Mercedes M. Yardley",
      "category": "busy, inspiration, inspirational-attitude, novels, writing-advice"
    },
    {
      "quote": "Nothing is impossible no matter how improbable, all things can be done before the rising sun!",
      "author": "Misti Renea Neely",
      "category": "impossible, improbable, inspirational, inspirational-attitude"
    },
    {
      "quote": "Our growth depends not on how many experiences we devour, but on how many we digest.",
      "author": "Ralph W. Sockman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If we're afraid to be ourselves, then who are we? Where's there left to hide?But if we could concur that fear, we just might be strong, powerful. We just might be unstoppable.",
      "author": "Veronica Roth, Divergent Series Complete Box Set",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is better to be lucky. But I would rather be exact. Then when luck comes you are ready.",
      "author": "Ernest Hemingway, The Old Man and the Sea",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Somedays I ask myself why do I spend hours in the gym, then I look in the mirror and think \"Damn I look good!",
      "author": "Augusta DeJuan Hathaway",
      "category": "inspirational-attitude, motivational-quotes"
    },
    {
      "quote": "We are all special in God's eyes because He has designed us to carry His treasures.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Memories help make us who we are.(Taken from novel...A Very English Affair)",
      "author": "Faith Mortimer",
      "category": "inspirational-attitude, love"
    },
    {
      "quote": "Do what you have to do, so that you can do what you want to do.",
      "author": "Wendy Leone Cretten, My Secret Revealed",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't fear the world and you will conquer it, fear it and it conquers you - rjs",
      "author": "rassool jibraeel snyman",
      "category": "inspirational, inspirational-attitude, inspirational-quotes, motivation, motivational, motivational-inspirational, motivational-quotes, philosopher, philosophy"
    },
    {
      "quote": "Hey, mister, I don’t think so. You go outside and yell at sky, you so angry.",
      "author": "Rainbow Rowell, Eleanor & Park",
      "category": "humor, inspirational-attitude"
    },
    {
      "quote": "Man is whoever he thinks he is, within his own boundaries.",
      "author": "Dudley Davidson-Jarrett, Undue Rewards",
      "category": "inspirational-attitude, inspirational-quotes, motivational, motivational-inspirational, motivational-quotes, self-actualisation, self-worthiness"
    },
    {
      "quote": "The rights of others often begins with the fight for justice of one.",
      "author": "Judith K. Witherow, Strong Enough to Bend",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Flames beaten by the Ocean's Rage; Shrouded in Molten Haze; Blithely sheathed in Splendor. An Angel rises from the Embers. Calming Waters brew Courage replete; Fear cowers at Bravery's feet. An Angel rises from the Embers. Enlightenment basks on the shore; Tidal waves gasp and roar; 'Quiet!' the Wind implores! Silence sings, and spirits soar... An Angel rises from the Embers.",
      "author": "Renee Rentmeester",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't try to be the next J.K. Rowling. Just try to be the first you.",
      "author": "Christina Daley",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We can finally start translating the book,\" Cate said. \"At least, I think we",
      "author": "Nina Post, The Zaanics Deceit",
      "category": "inspirational-attitude"
    },
    {
      "quote": "But miracles do happen, every shining now and then. If not now, if not now, tell me when. From \"If Not Now",
      "author": "Carrie Newcomer",
      "category": "activism-inspiration, carrie-newcomer, inspirational-attitude, inspirational-quotes, miracles"
    },
    {
      "quote": "In difficult moments it’s sometimes a good idea to ask yourself what it is you most want to be doing and consider how it can be achieved. If it can’t, move on to the second best thing.",
      "author": "Ian McEwan, Sweet Tooth",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Move forward to the next step, there is something that change your whole life\". Be positive",
      "author": "Rashmikanta Sahoo",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Trees allow their old leaves to fall so they can then blossom.",
      "author": "Renee Rentmeester, Visions II: The Poetry of Life",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is no playing safe with me any longer. I only take huge risks. I know this means I can lose big time, but so long as there is a chance that I will win big time, I will take it",
      "author": "Sahndra Fon Dufe",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Confidence is not arrogance.",
      "author": "Sheila Renee Parker",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't try to comfort others try be comfortable with yourself",
      "author": ")",
      "category": "Akshay Dubey"
    },
    {
      "quote": "I am not a extra-ordinary person, In the same way I am not a ordinary person.",
      "author": "AR Bharaty",
      "category": "inspiration, inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "If you have an optimistic attitude, the world will get better",
      "author": "Tanishq Abraham 10 year old prodigy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The only place I see you headed, Grady, is where you want to go. Wherever that might be. You’re in control of your life. You have it in you to achieve whatever you set your mind to. And don’t let Drew or anybody else tell you different.",
      "author": "Jill Gregory, Larkspur Road",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Clarity clattered into my thoughts and brought about a satori, an enlightenment, if you will.",
      "author": "Stuart Ayris, Tollesbury Time Forever",
      "category": "inspirational-attitude, zen"
    },
    {
      "quote": "The best friend you can have, is one who is there always for you.If lucky you have one or two human onces but even more the one between covers a book, which will never hurt,insult or betray you and always there for you to be.",
      "author": "Miroslava Rozman Novakovic",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you associate with eagles, you will learn how to soar to great heights. But if you run with dogs, you will learn how to bark.",
      "author": "Ojo Michael E.",
      "category": "dogs, eagles, heights, inspirational-attitude, motivation"
    },
    {
      "quote": "But I know something else, too: bad people are rare. Good people are everywhere.",
      "author": "Jeff Bauman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Maybe part of find what you wanted was recognizing what you didn't want. Maybe there was hope for me yet.",
      "author": "Claire Cook, Must Love Dogs",
      "category": "dating, divorce-humor, dogs, inspirational-attitude, reinvention, single-women"
    },
    {
      "quote": "She turned her can'ts into cans, and her DREAMS into plans! (Stuck on my screen, and always will be).",
      "author": "Adrienne Vaughan",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Ghosts... they are the completions of the deads intended gestures, there unfinished plans still hanging in the air - something like when you forgot one thing and so you pantomime the motion.",
      "author": "Anne Tyler, Breathing Lessons",
      "category": "ghosts, inspirational-attitude, life"
    },
    {
      "quote": "Stay close 2 those who sing, tell stories, and enjoy life, and those eyes sparkle wiz happiness is contagious and will always manage 2 find a solution, whereas logic can find only an explanation 4 the mistake made.\" me!! ;)",
      "author": "Paulo Coelho",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Practice. It's not about perfect, it's about practice.",
      "author": "Christine Haggerty",
      "category": "inspirational-attitude, new-authors"
    },
    {
      "quote": "trees with strong roots bear delicious fruits.",
      "author": "Srinivas Shenoy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Throw your heart over the bar and your body will follow.",
      "author": "Norman Vincent Peale",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Happy are those who value what they have, when they have it.",
      "author": "Tammy Rosenfeld",
      "category": "gratitude, inspirational-attitude"
    },
    {
      "quote": "In times of great darkness, courage lights the way home.",
      "author": "K.M. Tremills, Messenger",
      "category": "courage, inspirational-attitude"
    },
    {
      "quote": "It takes a village to raise a child.",
      "author": "Hillary Rodham Clinton",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Sexy is not appearance. It's attitude.",
      "author": "Jury Nel",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The distinction of one person's character can be illustrated bythis word : attitude",
      "author": "Ency Bearis",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is but one Morning,that when we took our first Breath;All the others are remindersthat we have not yet journeyed into death.",
      "author": "Renee Rentmeester, Visions II: The Poetry of Life",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life should be dealt with in small bites, large gulps will choke you.",
      "author": "TA Guimont",
      "category": "inspirational-attitude, motivational-inspirational"
    },
    {
      "quote": "If you think you already know what you're looking at, you might not see what's really there.",
      "author": "Nancy Werlin (Author)",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To lose everything is not the worst can happen.\"\"It's starting again, from nothing, with nothing,\" Otah said.\"Is exactly this,\" Maj agreed, then a moment later. \"Starting again, and doing better.",
      "author": "Daniel Abraham, A Shadow in Summer",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Between the pages of a book is a divine place to be.",
      "author": "Tony Collins, In the Dark Shadow of Evil: The Countess de Couvegne Letters",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It's not like you're becoming a born-again Christian or teetotal or an accountant or something you can stop being after a while. You'll never not be a father now.''It feels great, Rob' he said. 'Just great.",
      "author": "Tim Relf, Stag",
      "category": "family, father, fatherhood, inspirational-attitude"
    },
    {
      "quote": "Flee from those who seek to make you doubt yourself!",
      "author": "Joko Ono",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Yours are the only shoes made to walk your journey.",
      "author": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life",
      "category": "inspiration, inspirational-attitude, inspirational-quotes, journey, journey-of-life, perseverance, perseverance-quotes, success-qoutes, successful-living"
    },
    {
      "quote": "My advice: just keep movin' straight ahead. Every now and then you find yourself in a different place.",
      "author": "George Carlin, When Will Jesus Bring the Pork Chops?",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Open your mind. See the world in all its splendid color. Truly look at the uniqueness of the people around you and cherish the nuances. Before you make judgments of others and their lifestyles, always remember that there are a million ways to live and love and be loved, and no one way is right or wrong.",
      "author": "Ella Dominguez",
      "category": "alternative, bdsm, erotic, inspirational-attitude"
    },
    {
      "quote": "By acknowledging and accepting the ultimate commonality, we can naturally and voluntarily develop the attitude of compassion and benevolence toward other people, other life-forms, and all beings. We will want to live for the good of all because we know that's the way we benefit ourselves, too.",
      "author": "Ilchi Lee, Change: Realizing Your Greatest Potential",
      "category": "benevolence, commonality, community, inspirational-attitude, vision"
    },
    {
      "quote": "There are things that I love – when mankind works together – helps each other – learns from each other – teaches each other – cries for one another – laughs with one another – builds with one another – heals one another – entertains one another – worships with one another. The unity of mankind … there is nothing so glorious.",
      "author": "Gerard de Marigny, Nothing So Glorious",
      "category": "compassion-quotes, glorious, inspirational, inspirational-attitude, inspirational-quote, inspirational-quotes, unity, unity-of-all-people"
    },
    {
      "quote": "Tangerine tango was still in. Cardigans without buttons were in. Bahia bands were in. Senhor do Bonfim. Make a wish? But hardly anyone considered the most radical move: be yourself. Beauty is always a revolutionary act.",
      "author": "Chris Campanioni, Going Down",
      "category": "beauty-in-nature, inspiration-quotes, inspirational, inspirational-attitude, inspirational-living"
    },
    {
      "quote": "I have lost tolerance for things without meaning. There is no time for them. Does that make sense? - Sara Seager",
      "author": "Lee Billings, Five Billion Years of Solitude: The Search for Life Among the Stars",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Fears can stop dreams,but not regrets",
      "author": "Marie Guillaume, Mr. Wolf V. the Three Pigs: Mr. Wolf Goes to Court",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You should not be too proud and accept help when it is offered, Lenora. Being overconfident will lead to your defeat if not careful",
      "author": "James Terzian, The Lord of Shadows Rises",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Rich must thank poor; if poor unite, rich will have no place to hide.",
      "author": "Vinita Kinra",
      "category": "inspirational-attitude, inspirational-quote"
    },
    {
      "quote": "If you can explain, then it's not the Dream. The dream can never be put into words, it can only be felt through the heart",
      "author": "Sarvesh Jain, The Journey of 101 Milestones",
      "category": "dreams, inspirational-attitude"
    },
    {
      "quote": "Life is too short to be miserable for 40+ hours a week.",
      "author": "A. Dalcourt",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The secret of being a successful writer is--write. Every writer deserves that chance.",
      "author": "Millicent Ashby",
      "category": "inspirational-attitude, writing-life"
    },
    {
      "quote": "There's this idea that to live out of conformity with how I feel is hypocrisy; but that's a wrong definition of hypocrisy. To live out of conformity to what I believe is hypocrisy. To live in conformity with what I believe, in spite of what I feel, isn't hypocrisy; it's integrity.",
      "author": "Erik Thoennes",
      "category": "inspirational-attitude, life"
    },
    {
      "quote": "Could it be that different political views, different religions and even scientific theories had been looking at our reality from different angles? If so, we should not accept or prefer one over the other, but instead we must aim to draw the best out of each view.",
      "author": "Ardiana Bani Cohn",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Being a cat means beautiful, agile, innocent, brave, curious and trust also honorable respect for as much as not so doing bribery.",
      "author": "Sekar Arum",
      "category": "behavioral-psychology, cats, inspirational-attitude"
    },
    {
      "quote": "If u wanna be bright future.. you have to work hard today",
      "author": "Prasanth KPS",
      "category": "inspirational-attitude, inspirational-quotes, inspirational-thought"
    },
    {
      "quote": "No, Mama. The sweetest hallelujah will be when Billie can walk in the front door of any place she pleases, and nobody will tell her she doesn't belong.",
      "author": "Elaine Hussey, The Sweetest Hallelujah",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If the whole world followed you, Followed to the letter,Tell me if it followed you,Would the world be better?",
      "author": "Unknown from Apples of Gold",
      "category": "inspirational-attitude"
    },
    {
      "quote": "No excuses will lead to no regrets which will give you no limits to your potential.",
      "author": "James Gordon",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Disappointments will come, rejection will come, and failures will come in the midst of the fulfilment of your dream. Don't give up, don't give in, try to push little harder; I know it won't be easy to give that push but keep pushing my friend be persistent and you'll see great results.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I raise my voice not so that i can shout, but so that those without a voice can be heard",
      "author": "Malala Yousafzai",
      "category": "inspirational-attitude, social-justice"
    },
    {
      "quote": "In Life There are No Limits, Only Plateaus.",
      "author": "Bruce Lee",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life is nasty, brutish, and short. Death is easy.",
      "author": "Jacob M. Appel, The Biology of Luck",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A great mentor is full of understanding, trust, respect and willing to help his/her mentees to reach the right direction in life.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Work, home, or play we should all aspire to inspire everyday.",
      "author": "Mark W. Boyer",
      "category": "boyer, inspirational-attitude, inspirational-quotes, mark-boyer, motivational-inspirational, motivational-quotes, wisdom-inspirational, wisdom-quotes"
    },
    {
      "quote": "We hope you have found challenge in your path this morning.” -- Laniel, Abbot of Bilkar the Furred",
      "author": "Jordan MacLean, Guardian Last",
      "category": "fantasy, fantasy-ya, inspirational-attitude"
    },
    {
      "quote": "When people live in abnormality for too long, the abnormal becomes normal and eventually, identity is lost",
      "author": "Kudakwashe Mazendame",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Often times it is difficult to rely on your judgment when the focus on your true objective is out of alignment.",
      "author": "Mark W. Boyer",
      "category": "boyer, goal-setting, inspirational-attitude, knowing-oneself, mark-boyer, prioritizing-thought, wisdom-inspirational"
    },
    {
      "quote": "This life is full of signs, many of which find their way to you exactly when you need them most.",
      "author": "Christy  Hall",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Life is knowledge, livin it is Succes!",
      "author": "John Steinbeck",
      "category": "inspirational-attitude, knowlege, success"
    },
    {
      "quote": "You don't know how you got there or how it's going to end, but how you deal when you´re in it is what makes you a man",
      "author": "J.M. Bardsley",
      "category": "inspirational-attitude, j-m-bardsley"
    },
    {
      "quote": "We don't rise to the level of our abilities, we fall to the level of our excuses",
      "author": "Peter James",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The first thing that success would teach you is to differentiate the good and bad people around you",
      "author": "Deepika Muthusamy, Touch of Mist",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Figured that most of life's dilemmas could be solved by asking yourself this one question: \" Is it worth it--to me? ",
      "author": "Heidi   Thompson, I Got Drunk at My Baby Shower: Our Successful Surrogacy Story",
      "category": "determination, inspirational-attitude"
    },
    {
      "quote": "Open yer mind to the world, kids. No point havin' yer windows open if yer don't pull back the curtains to let in the light!\" - Grandpa's favourite saying to Kirsten and Jeremy. Quoted in The Hybrid and the Emeralds of Elisar",
      "author": "Suellen Drysdale",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Focusing on what I want, and what I need to do to get it, seems like such a small change in mindset, but it’s made a huge difference. I feel almost … invincible.~ Toby Faye",
      "author": "Suzanne McKenna Link, Saving Toby",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don’t you let nothing stop you from shining the way you supposed to! That be your job, every tick of the clock, just like them stars, until God himself tells you otherwise.",
      "author": "Mark Caldwell Jones, Opal Summerfield and The Battle of Fallmoon Gap",
      "category": "inspirational, inspirational-attitude"
    },
    {
      "quote": "Writing is not a choice for me, it is a calling.",
      "author": "Brenda B. Taylor",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We humans are imperfect, but what makes us human is not are kind but our courage to overcome fear, our ability to turn imagination into reality, our hope to diminish despair, and have a smile on our face although we in a predicament.",
      "author": "Paranjay Malkan",
      "category": "humanity, inspirational-attitude"
    },
    {
      "quote": "Sometimes we question why we're in the jobs we have, relationships, cities, families even. The question shouldn't be why? But what's the lesson in everything we go through. Getting the lessons allows us to move on. When we focus on the why, we stay stuck because we miss the lessons and as a result, keep repeating the same habits and situations until we learn the lessons we're supposed to learn from our experiences in life.",
      "author": "C. Nzingha Smith",
      "category": "attitude-toward-life, inspirational-attitude, life-lessons"
    },
    {
      "quote": "If you want to love and understand yourself better, seek out unfamiliar people in unfamiliar places.",
      "author": "Elaine Orabona Foster, In Movement There Is Peace",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It is truly time to inspire your mind, whatever your dreams may be! Don’t wait for tomorrow, whatever your sorrows. Today is the day to ‘believe’. Jump to it! written by Lee Bice-Matheson, c2011.",
      "author": "Lee Bice-Matheson",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Sow something positive to somebody's life and you'll get that positivity back to your life because you reap what you sow.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You only have one chance for a first impression.",
      "author": "Judy Sheindlin",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Your dreams will come true- If you put your mind to it. Your fantasies not. They only help you imagine that things are better than they really are.",
      "author": "Yalda Walinezjad",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We are not always right",
      "author": "Marisa Ardani",
      "category": "fact, inspirational, inspirational-attitude"
    },
    {
      "quote": "You don't have to wait for an inspiration to fulfil your dream because a dream is an inspiration itself.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Engineering is not only study of 45 subjects but it is moral studies of intellectual life.",
      "author": "Prakhar Srivastav",
      "category": "engineering, inspirational-attitude, science"
    },
    {
      "quote": "It's fun to do the impossible\" Walt DisneyI always dream BIG!",
      "author": "Steve William Laible",
      "category": "inspirational-attitude, inspirational-quotes, steve-laible, stevie-tenderheart, walt-disney"
    },
    {
      "quote": "Don’t deny the dreams. They’re a gift given to make your life full. Accept them. Reach for them. We are not here just to endure hard times until we die. We are here to live, to serve, to trust, and to create out of our longings.",
      "author": "Jane Kirkpatrick, Where Lilacs Still Bloom",
      "category": "dreams-quotes, inspirational-attitude"
    },
    {
      "quote": "People can learn a lot from one another if their need to be right falls away.",
      "author": "K.L. Jordaan",
      "category": "darkness-and-light, inspirational-attitude, life-lessons"
    },
    {
      "quote": "At some point people either had to throw off the wounds of their childhood or go through life permanently crippled",
      "author": "Susan Elizabeth Phillips, Fancy Pants",
      "category": "better-self, inspirational-attitude"
    },
    {
      "quote": "Never let the future disturb you - you will meet it with the same weapons of reason and mind that, today, guard you against the present...",
      "author": "Marcus Aurelius, The Thoughts of Marcus Aurelius",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Success does not come from having one's work recognized by others. It is the fruit of a seed that you lovingly planted.",
      "author": "Paulo Coelho, Manuscript Found in Accra",
      "category": "inspirational-attitude, success"
    },
    {
      "quote": "No one is born with a talent. Talent is something we create on our own with practice and dedication.",
      "author": "Airicka Phoenix",
      "category": "airicka-phoenix, inspirational-attitude"
    },
    {
      "quote": "If you want something to happen, you must make it happen, because if you really don't want it, it's not going to happen without you. You can't make other people do things for you. You can't wait for people to come and give it to you. You must go out and get it.",
      "author": "Olga Custodio",
      "category": "inspirational-attitude, success"
    },
    {
      "quote": "A fig for those by law protected!Liberty's a glorious feast!Courts for cowards were erected,Churches built to please the priest!",
      "author": "Robert Burns",
      "category": "inspirational-attitude, satire"
    },
    {
      "quote": "We as human being do dream & do expect a lot for what we are not entitled but there comes a phase when we get what we have never expected or dreamt of.... So, Accept every little thing that life offers cause might be this is what we deserve .......",
      "author": "Anonymous.",
      "category": "dreams-quotes, expectations, inspirational-attitude, life-experience"
    },
    {
      "quote": "To manage to smile and have a good laugh in the midst of difficult times makes you look younger.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Expect the unexpected from the expected is key to happiness though they will be far",
      "author": "Sabin Basnet",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We accept the cures, with the promise of future struggles, in defiance of death.",
      "author": "Benjamin Rubenstein",
      "category": "cancer, cancer-survivors, health, inspirational-attitude"
    },
    {
      "quote": "There are two kind of people in the world those who wish to be remembered, and those who are always remembered.",
      "author": "Kartik Mehta",
      "category": "history, inspirational, inspirational-attitude"
    },
    {
      "quote": "Until you feel that you achieved, you are a Endless Achiever",
      "author": "Sivan Ravisankar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "today, live your life to the fullest because tomorrow is a mystery, don't enter it with regrets",
      "author": "Abie Sigauke",
      "category": "freedom-of-choice, inspirational-attitude"
    },
    {
      "quote": "dumb cunts vote for whoever throws the biggest promotional budget at them",
      "author": "Sophie Cooke",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If I can't trust my child with what is happening in our home how do I think he or she will ever experience trust?",
      "author": "K.L. Jordaan",
      "category": "god, inspirational-attitude, life-lessons"
    },
    {
      "quote": "The true seekers pursued their goal so single-mindedly, they felt no urge to tamper with the faith of others",
      "author": "Shahrukh Husain, A Restless Wind",
      "category": "faith, god, inspirational-attitude, religion, seeker"
    },
    {
      "quote": "wow such reading",
      "author": "Shibe Dogge",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Live your Life as you want Life to be Lived",
      "author": "Deyanira Villalta",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We can only learn and advance with contradictions. The faithful inside should meet the doubtful. The doubtful should meet the faithful. Human slowly advances and becomes mature when he accepts his contradictions.",
      "author": "Shams-i Tabrizi",
      "category": "doubt, faith, inspirational-attitude, religion"
    },
    {
      "quote": "I want to question my belief, so that what is left after I have questioned it, will be even stronger.",
      "author": "Thomas Hardy, Tess of the D'Urbervilles",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Freedom and love go together. Love is not a reaction. To love is not to ask anything in return, not even to feel that you are giving something, and it is only such love that can know freedom.",
      "author": "Jiddu Krishnamurti",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be humble to see your mistakes, courageous to admit them, and wise enough to correct them.",
      "author": "Amine A. Ayad",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Whining is a virus, a lethal, infectious, epidemic disease.",
      "author": "Peter Høeg, Smilla's Sense of Snow",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't cope with problems",
      "author": "fix them.",
      "category": "Amine A. Ayad A. Ayad"
    },
    {
      "quote": "Life gets in the way of Creativity, but it's up to us not to let it interfere more than necessary.",
      "author": "Gabbo De La Parra",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I just don't believe in wasting time. I see that all around me. People who live like they will be here forever. Using people, hating people, hating themselves, destroying the ones they love, destroying themselves. I believe in figuring out what you want and reaching out. And grabbing it. Is that so bad?",
      "author": "Lynetta Halat",
      "category": "inspirational-attitude, life-lessons"
    },
    {
      "quote": "So what I’m getting at is this. Okay, maybe it’s cold in the grave. Maybe you come out of the light and you think, Fuck your mother, this is bad. This is worse than anything I would have guessed. But the trick is to clench your teeth, get a running start and dive.When I hit that other country, from whose bourne no traveller back-pedals, I’m going to be moving fast. I’m gambling that the first ten seconds or so will be the worst.",
      "author": "Mike Carey, Dead Men's Boots",
      "category": "inspirational-attitude"
    },
    {
      "quote": "All fingers are not same in length but when they are bent all stands equal. Life becomes easy when we bend and adjust to situations.",
      "author": "herryicm",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Only when however we are becomes good enoughDo we ever become really freeTo be our best...",
      "author": "anynomous",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Wherever you walk, stand or sit, do it with self-confidence and be firmly convinced: I am a singer! Being tentative is one of the deadly theatre sins.",
      "author": "Marita Knobel, Singing Opera in Germany: A Practical Guide",
      "category": "inspirational-attitude, singing-opera, singing-with-your-heart"
    },
    {
      "quote": "Impatience is the thief of success.",
      "author": "Rebekah L. Pierce",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Have a good day on purpose, then elevate your efforts towards other and enjoy a great day in purpose.",
      "author": "Toni  Jenkins",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Keep Holding on there's no other way to comes to the truth.",
      "author": "Milagros Arce",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Not about the perversities of others, not about their sins of commission or omission, but about his own misdeeds and negligences alone should a sage be worried.",
      "author": "The Dharmapada",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Stay Positive",
      "author": "Sara Wales",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If she stays she stays if she goes jst let her go,making her pregnant won't stop her from leaving",
      "author": "Cornelius Mashilane",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Never be a slanderous voice that hides in the darkness.",
      "author": "Jake  Taylor, The Enigmatic Spheres of Zorec",
      "category": "inspirational-attitude"
    },
    {
      "quote": "What you owe your critics are your RESULTS not explanations not defence just RESULTS.Evidence terminates Arguments.",
      "author": "Fela Durotoye",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Be grateful for the rain because without it we wouldn't have beautiful rainbows.",
      "author": "Marcus Asutaitis",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When u dont value the tears shed in your absence , you dont deserve the smile which begets the fragrance in life .",
      "author": "Sucher chaturvedi",
      "category": "inspirational-attitude, life-lessons"
    },
    {
      "quote": "She gets naked for attention and gets dressed for respect",
      "author": "Dorynda Jeanty",
      "category": "inspirational-attitude"
    },
    {
      "quote": "It’s hard to be different,” Scarborough said. “And perhaps the best answer is not to tolerate differences, not even to accept them. But to celebrate them. Maybe then those who are different would feel more loved, and less, well, tolerated.",
      "author": "Bill Konigsberg, Openly Straight",
      "category": "differences, inspirational-attitude"
    },
    {
      "quote": "Do not disturb yourself by picturing your life as a whole; do not assemble in your mind the many and varied troubles which have come to you in the past and will come again in the future, but ask yourself with regard to every present difficulty: 'What is there in this that is unbearable and beyond endurance?' You would be ashamed to confess it! And then remind yourself that it is not the future or what has passed that afflicts you, but always the present, and the power of this is much diminished if you take it in isolation and call your mind to task if it thinks that it cannot stand up to it when taken on its own.",
      "author": "Marcus Aurelius, Meditations",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Live every day as if they last.",
      "author": "Marcus Aurelius",
      "category": "happiness-positive-outlook, inspirational-attitude, life"
    },
    {
      "quote": "DRAMA: Be careful about being baited into the personal battles and confusion of others. If you want to help someone out emotionally, be certain he or she has made a commitment to the sacrifice before you intervene for his or her success. If you don’t, you’re likely to be drained of all your healthy energy with his or her selfish petty, pitiful pretending and negotiating. Be encouraged but more importantly if you can’t make it better, whatever you do don’t make it worse, for them and especially yourself",
      "author": "Kerry E. Wagner",
      "category": "authors, book-quotes, books-reading, inspirational-attitude, inspirational-quotes, oprah-winfrey-favorite-quote, quotes, relationship-advice"
    },
    {
      "quote": "Yes, confidence was knowing I could do anything. But, I realized, confidence must always be rooted in work. In sweat. In pain-good pain. And in honesty.",
      "author": "Duff McKagan, It's So Easy: And Other Lies",
      "category": "inspirational-attitude"
    },
    {
      "quote": "To make an end is to make a beginning. The end is where we start from.",
      "author": "T.S. Eliot",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Embrace curiosity, be open, playful, and persistent.",
      "author": "Debra Kaye, Red Thread Thinking: Weaving Together Connections for Brilliant Ideas and Profitable Innovations",
      "category": "creative-thinking, ideas, innovation, inspirational-attitude"
    },
    {
      "quote": "Hero is he alone who vies with powers supreme!",
      "author": "Wu Cheng'en, Monkey: The Journey to the West",
      "category": "determination, inspirational-attitude"
    },
    {
      "quote": "Let those who can sing to sing on top of their voices and those who dance to dance to their very best rhythm.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Innovation takes practice more than talent.",
      "author": "Debra Kaye",
      "category": "business-advice, creative-thinking, inspirational-attitude"
    },
    {
      "quote": "Work for what you want, pray for what you need and fight for what you've always dreamt about.",
      "author": "M. G. Dahlman",
      "category": "inspiration, inspirational, inspirational-attitude"
    },
    {
      "quote": "You have to fight for what you want in life. You can't live your life in the shadow of your brothers or sisters or parents; you have to live your life, and make it a good life, because you only have one.",
      "author": "Gaby Rodriguez, The Pregnancy Project",
      "category": "inspirational-attitude"
    },
    {
      "quote": "But all of us, in some way, reflect an image of God-of who He is. So who's to say what's right or what's wrong about how we look?-Twila",
      "author": "Ginny L. Yttrup, Invisible",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The human mind is a brilliant thing. Each person is capable of so much more than they give themselves credit for. I am only one mind amongst billions, though I still wish for my voice to be heard.",
      "author": "Danielle Taylor",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Sometimes when you have a wild dream [massive vision]people intend to run away from you but is not that they hate you or jealous of you. Simply they can't see what you see, they can't hear what you hear and they don't know what you know. The best thing is to love them in spite of their silence.",
      "author": "Euginia Herlihy, Take a Step Right Now Towards Your Dreams by Euginia",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Yes, my dear,\" he said reaching his hand to her cheek from where he sat. \"But, it only takes one success to erase all the failures. When an opportunity presents itself, the only true failure takes place if one doesn't try at all. My wings weren't ready to fly this time, but, next time, you'll see. They all will see.",
      "author": "Stephen Reid Andrews, Remnant of the Beast",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "I'd rather be underappreciate, and under worked, than over appreciate and over worked.",
      "author": "noelsugarcube",
      "category": "inspirational-attitude"
    },
    {
      "quote": "TO CUT THROUGH problems, we need problems.",
      "author": "Yongey Mingyur, Joyful Wisdom: Embracing Change and Finding Freedom",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Beautiful people are blessed by god and those who love them.Beautiful people are loved by everyone.Beautiful people love and Forgive.Beautiful people don't Sin by heart.Beautiful people are beautiful from within.I am Beautiful, Strong and Proud Forever..!",
      "author": "Chitralekha Rathore",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I have enormous respect for the reader. They are able to take symbols from a page that an author has invented, and turn them into images in their minds that create an enduring story. If that’s not artistry, I don’t know what is.",
      "author": "Lynette Willows",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A Soul Mate offers an invitation to fall in love with yourself, so that you are able to open your heart to another. Do you dare?",
      "author": "Catherine Maguire, Tending to your Inner Garden, A Woman's Journey Towards Wholeness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The imagination of creative thought can be a crazy place,this giving reason to write it down to try and make sense of it all.",
      "author": "Helen  Ingram",
      "category": "inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "It's no use crying over spilt milkWhat’s done, is done.",
      "author": "James Howell",
      "category": "inspirational-attitude"
    },
    {
      "quote": "People May Hate You For Being Different and Not Living By Society's Standards,but Deep Down,They Wish They Had The Courage To Do The Same.",
      "author": "Kevin Hart",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you are not in some way living your life like a Dr. Suess rhyme, than you may in fact be living it wrong.",
      "author": "Thurman P. Banks Jr.",
      "category": "inspirational-attitude"
    },
    {
      "quote": "For a lack of attention a thousand forms of loveliness elude us everyday",
      "author": "Evelyn Underhill, Mysticism: A Study in the Nature and Development of Spiritual Consciousness",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Give people strength and encouragement, build them up with good words!",
      "author": "Robbie Thomas, To You from Spirit",
      "category": "inspiration, inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Inrealized how valuable the art and practice of writing letters are, and how important it is to remind people of what a treasure letters--handwritten letters--can be. In our throwaway era of quick phone calls, faxes, and email, it's all to easy never to find the time to write letters. That's a great pity--for historians and the rest of us.",
      "author": "Nancy Reagan, I Love You, Ronnie: The Letters of Ronald Reagan to Nancy Reagan",
      "category": "historical, inspirational-attitude, political"
    },
    {
      "quote": "Being a late bloomer gives you a second chance at life.",
      "author": "Rhyme Devereux",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Life's too short, drive it like ya stole it!",
      "author": "Debra L. Hartmann",
      "category": "author, humor, inspirational-attitude, writer"
    },
    {
      "quote": "We might miss the days of being unreachable.",
      "author": "Melanie Gideon, Wife 22",
      "category": "inspirational-attitude, internet, socialization"
    },
    {
      "quote": "Your courage is there right alongside of your fear.",
      "author": "Sanna Anderson",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Worry is absence of faith.",
      "author": "Paul Palnik, Eternaloons: The Palnik Anthology",
      "category": "faith-wisdom, inspirational-attitude, worry"
    },
    {
      "quote": "I'm just a regular guy who up until a few years ago totally underestimated what I felt I was capable of. Since then my experiences have taught me that we are all capable of the extraordinary in our lives.",
      "author": "Ray Zahab, Running To Extremes: Ray Zahab's Amazing Ultramarathon Journey",
      "category": "inspirational-attitude, perseverance, running"
    },
    {
      "quote": "I have learned silence from the talkative, tolerance from the intolerant and kindness from the unkind.I should not be ungrateful to those teachers. ~Kahlil Gibran~",
      "author": "Lynelle Clark Engelbrecht, A Pirate's Wife",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Knowledge comes from leaning - Ignorance is born from not wanting to know the difference!",
      "author": "Robbie Thomas",
      "category": "inspiration, inspirational, inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Awareness of your weakness is the first step for correction",
      "author": "Nasser Musliyar",
      "category": "inspirational-attitude, inspirational-quotes, wisdom-inspirational"
    },
    {
      "quote": "To win,you must have both talent an desire- but desire first.",
      "author": "Sam Snead",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You cannot go back and make a new start, but you can start now and make a new ending",
      "author": "Michelle Cohen Corasanti, The Almond Tree",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I don't know how to say it, but after last night I feel different. I seem to see ahead, in a kind of way. I know we are going to take a very long road, into darkness; but I know I can't turn back. It isn't right to see Elves now, nor dragons, nor mountains, that I want - I don't rightly know what I want: but I have something to do before the end, and it lies ahead, not in the Shire. I must see it through, sir, if you understand me.",
      "author": "J.R.R. Tolkien, The Fellowship of the Ring",
      "category": "frodo-baggins, hobbit, inspirational-attitude, sam-gamgee, samwise-the-brave, the-shire"
    },
    {
      "quote": "Sometimes, the most profound of awakenings come wrapped in the quietest of moments.",
      "author": "Stephen Crane",
      "category": "awakenings, inspirational-attitude"
    },
    {
      "quote": "Small wins are a steady application of a small advantage.",
      "author": "Charles Duhigg, The Power of Habit: Why We Do What We Do in Life and Business",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I would be the best of us, the highest of the lows.",
      "author": "Kiera Cass",
      "category": "inspirational-attitude"
    },
    {
      "quote": "People are so obsessed with that these days. As long as you're healthy, what difference do a few pounds make? Crazy diets. Thirteen-year-old girls on magazine covers who wind up in hospitals because they're so anorexic. Real women don't look like that. And who wants them to? No one wants a woman who looks sick or like she;s been from a refugee camp.",
      "author": "Danielle Steel, Big Girl",
      "category": "inspirational-attitude"
    },
    {
      "quote": "if you don't believe,nothing ever happens at all.",
      "author": "John Green, Paper Towns",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Surround yourself with people who are positive and who guard against negative talk.",
      "author": "Alan E. Nelson",
      "category": "inspirational-attitude, inspirational-quote"
    },
    {
      "quote": "No one in this room is identical. We all have something unique to offer. It is the responsibility of each of us to realize what that is – to fulfill our destiny. Imagine the awesomeness – the potential we would have if we worked together for a change.",
      "author": "Aaron B. Powell",
      "category": "inspirational, inspirational-attitude, inspirational-quotes, motivational"
    },
    {
      "quote": "What you create doesn't have to be perfect....Don't let fear of failure discourage you. Don't let the voice of critics paralyze you—whether that voice comes from the outside or inside",
      "author": "President Dieter F. Uchtdorf",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Without desire, one is a walking cadaver.",
      "author": "Karldon Okruta, Kaz",
      "category": "facts-of-life, humour, inspirational-attitude, wake-up-call"
    },
    {
      "quote": " It never hurts to be nice\" - Anne Heinrich",
      "author": "Anne Shaw Heinrich",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There is one potential problem with automation: that it will be accompanied by complacency and ignorance.",
      "author": "Richard de Crespigny, QF32",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Two men look out through the same bars. One sees the mud and the other the stars.",
      "author": "Frederick Longbridge",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The best motivation is self-motivation. the guy says, \"I wish someone would come by and turn me on.\" What if they don't show up? You've got to have a better plan for your life.",
      "author": "Jim Rohn and Chris Widener, Twelve Pillars",
      "category": "inspirational-attitude"
    },
    {
      "quote": "it's really make sense when it's does not make sense",
      "author": "sarajevo_sara",
      "category": "inspirational-attitude, life-and-living, thinking-reason"
    },
    {
      "quote": "Let me tell you-no, let me quietly explain to you: the percentage of this school is no higher than that at your present school; the only difference is that this group TRIES harder, therefore it achieves more. You, as most mortals in this world do, fall into a middle or average category with respect to brains, abilities or what have you - and that is not the worst place to be, believe me. However when you join a school or group of this caliber, your work patterns and efforts automatically move up in such a way that you hardly notice because YOU ARE GOING ALONG WITH THE TIDE - one that is NOT going out.",
      "author": "G. Kingsley Ward, Letters of a Businessman to His Son",
      "category": "inspirational-attitude"
    },
    {
      "quote": "The highest happiness is the feeling of wellbeing which comes to one who is actively employed in doing what he was made to do",
      "author": "carrying out the great life-purpose patterned in his individual bent.",
      "category": "Orison Swett Marden, He Can Who Thinks He Can"
    },
    {
      "quote": "Life Isnt A Game,Its A War,Always Having To FightFor What We Believe In.",
      "author": "Official Barbie Michelle",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Unhappiness is such a heavy burden, those who carry it, when ever possible, unload it onto those around them.",
      "author": "Christopher Price",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A Twinkle In The Eye,Is an Angels Reflective Smile",
      "author": "OfficialBarbieMichelle",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Whoever said, \"It's not whether you win or lose that counts,\" probably lost.",
      "author": "Martina Navratilova",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A Happy Heart is a good medicine & a Positive mind works Healing",
      "author": "JoanneTarah",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You've always had a good grasp on what's right and wrong. You just have a hard time admitting that sometimes you choose the wrong.",
      "author": "Jessica Sorensen, The Secret of Ella and Micha",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Stupid people go to college but\"smart people own them\"....",
      "author": "Chetan Bhagat, Revolution 2020: Love, Corruption, Ambition",
      "category": "inspirational-attitude"
    },
    {
      "quote": "There are no shortcuts—everything is reps, reps, reps.",
      "author": "Arnold Schwarzenegger, Total Recall: My Unbelievably True Life Story",
      "category": "inspirational-attitude, success-strategies"
    },
    {
      "quote": "I'm an invisible monster. I'm incapable of loving anybody. You don't know which is worse.",
      "author": "Chuck Palahniuk, Invisible Monsters",
      "category": "contemporary, inspirational-attitude, monsters"
    },
    {
      "quote": "The worst thing for a writer is to know another writer, and worse than that, to know a number of other writers. Like flies on the same turd.",
      "author": "Charles Bukowski, Women",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Danger lies in the extreme. A man who is always cruel is evil, a man who is always compassionate will be taken advantage of. It is more a question of balance, or harmony, if you will.",
      "author": "David Gemmell, Lord of the Silver Bow",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Sick of this StateOf that Stateless StatesThat moves at this rateThat Knocks at the GateAnd Yearns for the remains Of the brave new fate.",
      "author": "Khalid Chaouch, Muffled Rhythms",
      "category": "inspirational-attitude"
    },
    {
      "quote": "...I don't think that. I believe we're going to win.' - Hime'On what grounds do you think that?' - Mitchi'There are no grounds, but...it's because I won't let anyone tell me that it's impossible. If I myself think that it's impossible, then I can't win. That's why I only believe myself and say... I can do it.' - Hime",
      "author": "Maki Minami, Seiyuu-ka! Vol 1",
      "category": "don-t-give-up, inspirational-attitude"
    },
    {
      "quote": "Winners win losers make excuses.",
      "author": "Keith Lee Johnson, The Honeymoon is Over",
      "category": "inspirational-attitude"
    },
    {
      "quote": "faith is when music stops but you continue dancing.",
      "author": "Rudzani Ralph",
      "category": "humuor, inspirational-attitude, life, love"
    },
    {
      "quote": "fear is something i don't you experience unless you have a choice. If you have a choice, you're liable to be afraid. But without a choice, what is there to be afraid of? You just go along and do what has to be done.\".,",
      "author": "Mitchell Zuckoff, Lost in Shangri-la: A True Story of Survival, Adventure, and the Most Incredible Rescue Mission of World War II",
      "category": "fear, inspirational-attitude"
    },
    {
      "quote": "I believe in the inevitability of miracles. I believe it because I've come in contact with this reality many times. When childlike faith is combined with love and an unfailingly positive attitude, miracles are inevitable.",
      "author": "Marsha Roberts, Confessions of an Instinctively Mutinous Baby Boomer: And Her Parable of the Tomato Plant",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you can hear the bell for the next round, then you are still in the fight! Get off your stool and start swinging...never give up & never quit on your dream!",
      "author": "Paul Guildea, The Pebble",
      "category": "inspirational-attitude, inspirational-success-failure"
    },
    {
      "quote": "If you surrender, you have already lost. If you refuse to give up, though, no matter the odds against you, at least you have succeeded in trying.",
      "author": "Brian Herbert, House Harkonnen",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't wish it were easier, wish you were better. Don't wish for fewer problems, wish for more skills. Don't wish for less challenges, wish for more wisdom.",
      "author": "Earl Shoaf",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Hope is the universal currency of a recession. Invest it wisely!",
      "author": "Paul Guildea",
      "category": "inspirational-attitude, inspirational-quotes"
    },
    {
      "quote": "Never Be A man of Success but be a man of Value",
      "author": "whasiu A. Habdullah",
      "category": "inspirational-attitude"
    },
    {
      "quote": "You know, the world is all about balance. You lose something here... maybe somebody else picks it up over there.",
      "author": "Natasha Larry, The Day The World Went Orange",
      "category": "inspirational-attitude, short-stories, young-adult-fantasy"
    },
    {
      "quote": "I didn't say yes. I can say no to anything I say vile, and I don't have to count the cost. But because you said yes, all that you can do, for all your crown and your trappings, and your guards—all that your can do is to have me killed.",
      "author": "Sophocles, Antigone",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When others fail to celebrate you, celebrate your own achievements.",
      "author": "Janiese Wesley",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I'd rater share the glory of a hit than star by myself in a flop",
      "author": "Kate Jackson",
      "category": "inspirational-attitude, successful"
    },
    {
      "quote": "The world may not owe you anything but you owe yourself the world!",
      "author": "Kevin Darné, My Cat Won't Bark!",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Each moment we take some decisions & these small small decisions decides our future which will one day become our present.We r ourselves responsible for our present & future. Now u will say that situations of our life r not in our hand. This is true but buddy situations only help us in shaping our attitude towards life. They never decides our future.",
      "author": "Chetan Suthar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Some of us have great runways already built for us. If you have one, take off. But if you don't have one, realize it is your responsibility to grab a shovel and build one for yourself and for those who will follow after you.",
      "author": "Amelia Earhart",
      "category": "inspirational-attitude, inspirational-quotes, success"
    },
    {
      "quote": "You said a curse is only a curse if I allowed myself to me cursed by it. You said... I had it in my power to free myself of any curse - that curses were preludes to blessings...",
      "author": "Lauren Kate, Rapture",
      "category": "inspirational-attitude, lucinda-price"
    },
    {
      "quote": "Shirley: \"Christopher, would you like to tell Olivia what \"F.I.N.E\" means?\"Christopher: \"Fucked-up, Insecure, Neurotic, and Emotional\"...Olivia: \"But what if you really do feel fine?\"Shirley: \"Christopher, care to answer that?\"Christopher: \"Um, there's no such feeling as fine.",
      "author": "Amy Reed, Clean",
      "category": "inspirational-attitude, inspirational-humor"
    },
    {
      "quote": "When you're in a rut, you have to question everything except your ability to get out of it.",
      "author": "Twyla Tharp, The Creative Habit: Learn It and Use It for Life",
      "category": "inspirational-attitude"
    },
    {
      "quote": "I cheated on my fears,broke up with my doubts,got engaged to my faith,and now I'm marrying my Dreams.Soon I will be holding hands with Destiny!",
      "author": "Eddie A. Rios",
      "category": "inspirational-attitude"
    },
    {
      "quote": "We can cry for years but sometimes gotta smile too.",
      "author": "Aberjhani, Visions of a Skylark Dressed in Black",
      "category": "celebrating-life, crying, hopefulness, inspiration, inspirational-attitude, inspirational-quotes, joy, overcoming-adversity, perseverance, positive-attitude, positive-motivation, smiles, smilesfilm, smiling, sorrow"
    },
    {
      "quote": "If you can, judge less and observe more.",
      "author": "Kaya McLaren, How I Came to Sparkle Again",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A person who is fundamentally honest doesn't need a code of ethics. The Ten Commandments and the Sermon on the Mount are all the ethical code anybody needs.",
      "author": "Harry Truman",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Right or wrong. When you stand on a principle..you're never wrong.",
      "author": "Sandra Chami Kassis",
      "category": "behavior, inspirational, inspirational-attitude, life, quotes-to-define-my-life, wisdom"
    },
    {
      "quote": "Doubt not your purpose nor your strength.",
      "author": "Joe Dever, The Prisoners of Time",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Don't cry my sonDon't cry, because life is a redeemed fightLife is a fight that will demean the weak personAnd will always exalt the strong ones",
      "author": "Gonçalves Dias",
      "category": "epic-poem, inspirational-attitude, values-in-life"
    },
    {
      "quote": "The game is worthwhile in so far as we don't know what will be the end.",
      "author": "Michel Foucault",
      "category": "inspirational-attitude"
    },
    {
      "quote": "When the line between right and wrong slowly dims, all that’s wrong will be divinely delicious, and ruthlessly fought for!",
      "author": "Menna Anwar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Live life fully in the present & enjoy the small things in life that give you joy, for the seemingly small & insignificant moments add up to a greater whole.",
      "author": "Orchid Ch'ng",
      "category": "inspirational-attitude"
    },
    {
      "quote": "My life is up to me to define. I needed to make my own dreams come true.",
      "author": "Kaira Rouda, Here, Home, Hope",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A Dream unfulfilled is a Nightmare.",
      "author": "Andrew C. Turner",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Clear clutter. Make space for you.",
      "author": "Magdalena VandenBerg",
      "category": "cats, humor, inspirational-attitude, minnie-moo"
    },
    {
      "quote": "Beneath the people we think we are, there are funnier, happier, livelier people that we keep ignoring.",
      "author": "Rebecca Murphy",
      "category": "funny, humor, inspirational, inspirational-attitude"
    },
    {
      "quote": "In a world of diversity, and cultural differences... there's no such thing as 'common' sense.",
      "author": "Carla VanKoughnett",
      "category": "inspirational-attitude"
    },
    {
      "quote": "A giggler always wins his/her enemies.",
      "author": "Euginia Herlihy",
      "category": "inspirational-attitude"
    },
    {
      "quote": "If you're not quite cognizant of your madness, then you're deliberately blindfolded to your supposedly fake reality",
      "author": "Menna Anwar",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Hard work always pays off in the eyes of a God that never sleeps. . . . Who's always near and never far",
      "author": "Edna Stewart",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Men die:and they are not happy.",
      "author": "Albert Camus",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Do to others as you would've them do to you. scientific fact prove that action make some reaction. Don't fuck with me, & I won't fuck with you",
      "author": "E.G",
      "category": "inspirational-attitude"
    },
    {
      "quote": "Thank God for the gracious gift of life.",
      "author": "Lailah Gifty Akita",
      "category": "gratitude, happy-life, lailah-gifty-akita-affirmations, life, thanks-to-god"
    },
    {
      "quote": "If I had many who oppose me, it means I have stood for something sacred that only my heart knows.",
      "author": "Lailah Gifty Akita",
      "category": "conflict, enemy, inspirational, lailah-gifty-akita-affirmations, opposition, strong-woman"
    },
    {
      "quote": "O God guide my steps in every circumstance.",
      "author": "Lailah Gifty Akita",
      "category": "circumstance, control, god-footsteps, guidance, inspirational, lailah-gifty-akita-affirmations, step"
    },
    {
      "quote": "Waiting taught me, I can't have it in my way. But in God's way.",
      "author": "Lailah Gifty Akita",
      "category": "answered-prayers, god, lailah-gifty-akita-affirmations, patient, pray, seeking-god, waiting"
    },
    {
      "quote": "From the day I was conceived in my mother's womb, God predestined what I become.",
      "author": "Lailah Gifty Akita",
      "category": "become, god, inspirational, lailah-gifty-akita-affirmations, mother, predestined, womb"
    },
    {
      "quote": "Me myself is enough to manage.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, leaders, manage, manager, me, self-respect, wise-sayings"
    },
    {
      "quote": "Without hardship, I would never have learnt to rely on God alone for help.",
      "author": "Lailah Gifty Akita",
      "category": "god, hardship, help, lailah-gifty-akita-affirmations"
    },
    {
      "quote": "With all my heart, I seek to reach the Holy Land.",
      "author": "Lailah Gifty Akita",
      "category": "holy-land, inspiration, lailah-gifty-akita-affirmations, seek"
    },
    {
      "quote": "What you think of me is none of my business.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, opinions, positive-mindset, think"
    },
    {
      "quote": "I seek to find, so I search.",
      "author": "Lailah Gifty Akita",
      "category": "inspirational, lailah-gifty-akita-affirmations, search, seek, self-study"
    },
    {
      "quote": "I weep for the stupidity of my sins.",
      "author": "Lailah Gifty Akita",
      "category": "inspirational, lailah-gifty-akita-affirmations, sin, stupidity, weep"
    },
    {
      "quote": "The fact differentiates the fake.",
      "author": "Lailah Gifty Akita",
      "category": "facts, fake, inspirational, lailah-gifty-akita-affirmations, original"
    },
    {
      "quote": "I am very happy to know my mission.",
      "author": "Lailah Gifty Akita",
      "category": "happy, lailah-gifty-akita-affirmations, life, mission"
    },
    {
      "quote": "The treasure of time is the miracle in the moment.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, miracle, moments, time, treasure"
    },
    {
      "quote": "There exists a miracle in every moment.",
      "author": "Lailah Gifty Akita",
      "category": "inspriational, lailah-gifty-akita-affirmations, miracle, moment, time"
    },
    {
      "quote": "When I think of death, I know I have nothing to lose. Living life is only a gain.",
      "author": "Lailah Gifty Akita",
      "category": "death, lailah-gifty-akita-affirmations, life"
    },
    {
      "quote": "Life is all I have, it is enough!",
      "author": "Lailah Gifty Akita",
      "category": "contentment, enough, lailah-gifty-akita-affirmations, life"
    },
    {
      "quote": "The wonderful life is lived in love.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, life, love, wonderful"
    },
    {
      "quote": "I am going through transformation. I enjoy the different transitions.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, life, philosophy, transformation, transitions"
    },
    {
      "quote": "I only wish to read, think and write.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, motivational, read, self-realization, think, wish, write"
    },
    {
      "quote": "The only loss is death.",
      "author": "Lailah Gifty Akita",
      "category": "death, inspiration, lailah-gifty-akita-affirmations, life, sorrow"
    },
    {
      "quote": "Make time to relax, refresh and refocus.",
      "author": "Lailah Gifty Akita",
      "category": "holidays, inspirational, lailah-gifty-akita-affirmations, refocus, relax, time"
    },
    {
      "quote": "I survived schizophrenia.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, schizophrenia, spiritual-wisdom, survivor"
    },
    {
      "quote": "The medication given during mental-ill health makes you rather weaker in body, in soul and in spirit.",
      "author": "Lailah Gifty Akita",
      "category": "illness, illusion, lailah-gifty-akita-affirmations, medication, mental-health, schizophrenia"
    },
    {
      "quote": "Life is full of wonder.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, life, spiritual-wisdom, wonder"
    },
    {
      "quote": "Warrior of the night must be awake to write the sacred words.",
      "author": "Lailah Gifty Akita",
      "category": "inspirational, lailah-gifty-akita-affirmations, philosophy, warriors, wonder, writing"
    },
    {
      "quote": "I wish to keep writing.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, self-confident, self-motivation, wishes, writing"
    },
    {
      "quote": "I am still enjoying the successful completion of my PhD; taking time to relax, renew, and refocus.",
      "author": "Lailah Gifty Akita",
      "category": "celebration, graduate-school, lailah-gifty-akita-affirmations, phd, relax, success"
    },
    {
      "quote": "The words on my heart are love, faith and hope.",
      "author": "Lailah Gifty Akita",
      "category": "faith, hope, inspirational, lailah-gifty-akita-affirmations, love"
    },
    {
      "quote": "Surely, the Creator was with me in every circumstance. He has granted me a successful completion of my doctorate degree.",
      "author": "Lailah Gifty Akita",
      "category": "doctorate-degree, faith-hope, god, graduate-studies, gratitude, lailah-gifty-akita-affirmations, success"
    },
    {
      "quote": "I am determined to write daily.",
      "author": "Lailah Gifty Akita",
      "category": "daily-life, determined-spirit, lailah-gifty-akita-affirmations, positive-mindset, writing"
    },
    {
      "quote": "I will rather work without being paid to fulfill my divine purpose.",
      "author": "Lailah Gifty Akita",
      "category": "calling-people, divine, god-s-grace, lailah-gifty-akita-affirmations, mission, purpose, work"
    },
    {
      "quote": "I need time every day to think.",
      "author": "Lailah Gifty Akita",
      "category": "daily-life, enlightenment, inspirational, lailah-gifty-akita-affirmations, reason, self-seeking, think, time"
    },
    {
      "quote": "I only wish to write.",
      "author": "Lailah Gifty Akita",
      "category": "inspiration, lailah-gifty-akita-affirmations, wishes, write, writing-life"
    },
    {
      "quote": "Love is blazing fire.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, love, spirituality-christian-life"
    },
    {
      "quote": "Stand strong. Stand firm.",
      "author": "Lailah Gifty Akita",
      "category": "encouragement, inspirational, lailah-gifty-akita-affirmations, self-confidence"
    },
    {
      "quote": "Keep strong and affirm the Scriptures daily.",
      "author": "Lailah Gifty Akita",
      "category": "daily-reading, lailah-gifty-akita-affirmations, motivational, positive-outlook, scriptures"
    },
    {
      "quote": "Love is the divinity of life.",
      "author": "Lailah Gifty Akita",
      "category": "divinity, lailah-gifty-akita-affirmations, life, love"
    },
    {
      "quote": "I am not surprised by any situation. The Saviour is my strength.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, motivational, situation-strength"
    },
    {
      "quote": "I am on earth to live my very best life.",
      "author": "Lailah Gifty Akita",
      "category": "lailah-gifty-akita-affirmations, life, living-your-best-life, motivational"
    },
    {
      "quote": "I have sought spirituality of soul and well-being over all other things.",
      "author": "Lailah Gifty Akita",
      "category": "healthy-habits, lailah-gifty-akita-affirmations, spirituality, well-being"
    },
    {
      "quote": "I feel happy and hearty grateful.",
      "author": "Lailah Gifty Akita",
      "category": "grateful, happy, lailah-gifty-akita-affirmations, life"
    },
    {
      "quote": "Little things done with love are much better than big things without love.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "category": "daily-inspiration, daily-life, deeds, doing-good, encouragement, giving, helping-others, lailah-gifty-akita-affirmations, life-lessons, love, motivation, wise-sayings, work"
    },
    {
      "quote": "Lord God awakes my soul!",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "category": "awake, calling-people, divine-intervention, god, lailah-gifty-akita-affirmations, religion, revive, saved-by-grace, saved-souls, spiritual-life"
    },
    {
      "quote": "Love life.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "category": "good-thoughts, lailah-gifty-akita-affirmations, life, love, motivation"
    },
    {
      "quote": "Life is love.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "category": "encouragement, lailah-gifty-akita-affirmations, life, love, self-discovery"
    },
    {
      "quote": "I can run at pace of my breath.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "inspirational, lailah-gifty-akita-affirmations, motivation, running, wisdom, wise-sayings"
    },
    {
      "quote": "Brotherly love is Godly love.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "christian-living, faith, god, hope, lailah-gifty-akita-affirmations, love, sharing-life"
    },
    {
      "quote": "Humankind is the greatest resources.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "capacitiy-building, humanity, lailah-gifty-akita-affirmations, leadership-development, resources, wisdom"
    },
    {
      "quote": "We wonder with our thoughts to where we wish to be.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "affirmation, daring, fearless, lailah-gifty-akita-affirmations, possibility, possible, sacred-thoughts, success, wishes, wonder"
    },
    {
      "quote": "If we focus on the problems of life, we will be paralysed",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "encouragement, lailah-gifty-akita-affirmations, life, positive, problems"
    },
    {
      "quote": "Dreams are prophecies.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "dreams, lailah-gifty-akita-affirmations, spiritual"
    },
    {
      "quote": "The state of no being is pure.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "divine, lailah-gifty-akita-affirmations, painless, seeking-god, spirituality"
    },
    {
      "quote": "Be grateful for every circumstance.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "adversity, circumstance, determination, difficult-times, fighting-spirit, lailah-gifty-akita-affirmations, life, positive-thinking, situation, survival-instinct, thankful"
    },
    {
      "quote": "The more grateful you are, the more your life overflow with abundance.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "abundanc, abundant-life, blessing, divine-grace, divine-inspiration, favour, grateful, inspirational, lailah-gifty-akita-affirmations, thankful, thankfulness"
    },
    {
      "quote": "Everything enfolds in the sacred-time.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "category": "lailah-gifty-akita-affirmations, life, motivation, patient, time, wisdom"
    },
    {
      "quote": "Love is like a morning mist.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "dew, flowers, hope, lailah-gifty-akita-affirmations, life, love, morning, motivation, new-day"
    }
  ]
}