{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Oh...if you were older...It is not a bad thing, itself, but it is a bad thing to be used by men, to have them choose what you must be, and what you must not be, to have little choice in your life. If you were older, you could choose your own way.","author":"Patricia A. McKillip, The Forgotten Beasts of Eld","category":"age, choice, older"},{"quote":"But the finger I pointed at her turned back to me. I had loved her. Not only had I loved her, I had chosen her.","author":"Bernhard Schlink, The Reader","category":"choice, love, responsibility"},{"quote":"The availability of choice is the downfall of mankind.","author":"Haresh Sippy","category":"choice, choice-quotes"},{"quote":"Making an effort or not making an effort is a choice we make by analyzing the outcome before making that choice. Most of the times the analysis is based on previous experiences, what we fail to understand is, that things change, perceptions change & so are the people, the only thing we don’t allow changing is our analysis.","author":"ShahenshahHK","category":"choice, effort-quotes"},{"quote":"Miracle is a pure assumption, all it happens by choice of situations.","author":"Bharath Mamidoju","category":"choice, life, miracle, situations"},{"quote":"Death is not a choice, even for the suicide.","author":"Marty Rubin","category":"choice, death, suiciide"},{"quote":"How do you know which path you should take? Take one and it will tell you if you've chosen wisely. If not, choose a different path. That's the gift life offers freely.","author":"Toni Sorenson","category":"choice, life, paths"},{"quote":"Life is like a rollercoaster. It has ups and downs. But it's your choice to scream or enjoy the ride.","author":"???","category":"choice, life, ride, rollarcoaster, ups-and-downs"},{"quote":"Which gate to enter? Which path to choose? Which stairs to take? Which direction to go? These questions can be very depressive! And sometimes the solution lies in being bold, in being imprudent!","author":"Mehmet Murat ildan","category":"being-bold, being-unwary, bold, bolness, choice, choice-quotes, depressive, direction, gate, gates, ildan-wisdom, ildan-wise-sayings, ildan-words, imprudence, imprudent, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, path, path-quotations, path-quote, paths, paths-of-life, questions, stairs, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers, unwary"},{"quote":"And [Thaler] noticed that when he had his fellow economists to dinner, they filled up on cashews, which meant they had less appetite for the meal. More to the point, he noticed that they tended to be relieved when he removed the cashew nuts, so they didn't ruin their dinners. \"The idea that it could make you better off to reduce your choices—that idea was alien to economics.","author":"Michael   Lewis, The Undoing Project: A Friendship That Changed Our Minds","category":"choice"},{"quote":"We don't get to choose what or whom we love, I want to say. We just don't get to choose.","author":"Maggie Nelson, Bluets","category":"choice"},{"quote":"Make your choice, make your decision... right now!","author":"Deyth Banger","category":"choice, choose, decision"},{"quote":"Given greater freedom about where to send their children, parents of a kind would flock together and so prevent a healthy intermingling of children from decidedly different backgrounds.","author":"Milton Friedman","category":"choice, class, economics, intersectionality, neoliberal, school-choice"},{"quote":"I glanced at my mate- the male who had always presented me with a choice not as a gift, but as my own gods-given right.","author":"Sarah J. Maas","category":"choice, feyre, rhys, right"},{"quote":"And so it is, that both the Devil and the angelic Spirit present us with objects of desire to awaken our power of choice. There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger.","author":"Jalaluddin Rumi, The Rumi Collection","category":"choice, free-will"},{"quote":"The battle between your current state and your desired state cannot be won without a powerful weapon called CHOICE. Your choice determines you.","author":"TemitOpe Ibrahim","category":"artillery, choice, desired-state, the-difference, weapon, who-you-want-to-be"},{"quote":"Anyone can be anything, irrespective of their stars;Anyone can be anything, irrespective of their sex (or orientation, if you may);Anyone can be anything, irrespective of their age;Anyone can be anything, irrespective of their size;Anyone can be anything, irrespective of their religion (or choice of nonconformity);Anyone can be anything, irrespective of their colour (or absence thereof);Anyone can be anything, irrespective of any previous defining moments;Anyone can be anything, irrespective of anything;Even if, just, for a while.It all comes from a place of choice, will, and determination.And if you, probably, wonder if I blunder when I juggle such trivial and contrasting ideologies,That’s simply because I can be just about anything.CHECK: Anyone can be anything, but not everything is expedient for everyone.","author":"Ufuoma Apoki","category":"anyone, anything, choice, determination, will"},{"quote":"Your choice is a mighty weapon","author":"be wise about it.","category":"TemitOpe Ibrahim"},{"quote":"If we could change just one thing in time, what would we change?WARS, so that we could learn by our mistakes?FAMINE, so that we could feed the world's populace?DISEASE, so that we would never have any sick?POLLUTION, so that we would live in a pristine environment?GREED, so that we all learn that life isn't all about money?OLD AGE, so that we could all live forever?LOVE, so that we could all live in peace and harmony?BEING ALONE, so that we would never-ever be alone throughout life?MAN'S APATHY, so that he would truly understand what it's all about?The choice is hard, because no matter where we start, we will always leave out someone and something.","author":"Anthony T. Hincks","category":"apathy, choice, disease, famine, greed, life, love, philosophy, pollution, understand, wars"},{"quote":"You always have a choice. Choose to be splendid.","author":"Phoebe Darqueling","category":"choice, inspirational"},{"quote":"That too ended in defeat with an injury. We have the video. It was painful to watch you struggle; even more painful for you to participate! I knew the Dan Gable dream was over when Nicola proved more into it than you were. But looking back on that time, it was evident that you had a mind of your own. If you didn't want to do something, no one could make you.","author":"Connor Franta, A Work in Progress","category":"choice"},{"quote":"Keep being the author of your own story. Never let anyone else write it for you again.","author":"Jennifer Donnelly, Beauty and the Beast: Lost in a Book","category":"choice, freewill, life"},{"quote":"I believe instinct's the iron skeleton under all our ideas of free will. Unless you're willing to take the pipe or eat the gun or take a long walk off a short dock, you can't say no to some things. You can't refuse to pick up your option because there is no option.","author":"Stephen King, It","category":"aphorism, choice, consequences, gut-feeling, instinct, life-choices"},{"quote":"Individual free choices” can only be the expression of an “individual free will”.The notion of an “individual free will” generating “individual free choices” creates a much needed consequence: personal accountability.Personal accountability is vital for a primitive, immature human organization based on reprehension or praise.The permanent interaction of a unique inherited Nature (and maybe a unique “soul”) with a unique nurture (environment), will always determine all our “individual free choices”, from cradle to grave. It is impossible for the individual to be sentient before birth and choose these two or three unique factors.The logic of holding someone personally accountable for a “non-chosen” choice eludes me.The notion of individual free will can at best be a “gut felt” illusion, but can never have logical relevance.What sort of human (and divine!) organization can be based on the consequence of a “gut felt” illusion?-Our current one; primitive, illogical, unstable and permanently conflictual.Be it for all individual choices or all differences, the definitive ban of the illusionary notion of personal accountability is the missing step that will lead to human maturity.How’s your “gut” now?","author":"Haroutioun Bochnakian","category":"accountability, choice, determinism, free-will, humanism, maturity, thought"},{"quote":"Being poet is my choiceless choice.","author":"TRIPURARI","category":"beingpoet, choice, poet"},{"quote":"Being poet is my choicesless choice.","author":"TRIPURARI","category":"beingpoet, choice, poet"},{"quote":"Whatever you focus on overwhelms you. Whether that be past or present, friend or foe, love or hate, problem or GOD. Let GOD be your choice of overwhelm.","author":"TemitOpe Ibrahim","category":"choice, choose, choose-god, choose-wisely, focus, god, increase, overshadow, overwhelm, wisdom, wise-choice"},{"quote":"I'm a poet and It's my choiceless choice.","author":"TRIPURARI","category":"choice, poet, tripurari"},{"quote":"Even if doors are open to the fool, he/she will still be foolish in accessing them.","author":"Bamigboye Olurotimi","category":"accessing, blessing, change-your-life, choice, doors, favour, fool, foolish, foolishness-access, life, open, open-door, opportunity"},{"quote":"Divine open doors are not for the arrogant, adulterers and wasters, they are only meant for the humble that will be wise with the opportunity and blessing that comes from them.","author":"Bamigboye Olurotimi","category":"adultery, adultrer, advantage, arrogant, blessing, chance, choice, determination, divine, favour, humble, life, open-doors, opportunity, waster, wisdom, wise"},{"quote":"What the proponents of prostitution conveniently ignore is that lack of opportunity is lack of choice.","author":"Rachel Moran, Paid For: My Journey Through Prostitution","category":"choice, consent"},{"quote":"The outcome of one’s life is determined by choice to obey kingdom laws","author":"Sunday Adelaja","category":"choice, determined, life, outcome"},{"quote":"To Love The Kingdom Life Is A Choice","author":"Sunday Adelaja","category":"choice, kingdom, life, love"},{"quote":"They could do anything. That, however, was part of what made it difficult to bring [it] to a close. Infinite possibility was going to collapse, in the act of choosing, to the single world line of history. The future becoming the past: there was something disappointing in this passage through the loom, this so-sudden diminution from infinity to one, the collapse from potentiality to reality which was the action of time itself. The potential was so delicious— the way they could have, potentially, all the best parts of all...time, combined magically into some superb, as-yet-unseen synthesis— or throw all that aside, and finally strike a new path to the heart of just government. . . .To go from that to the mundane problematic...was an inevitable letdown, and instinctively people put it off.","author":"Kim Stanley Robinson, Blue Mars","category":"choice, potential"},{"quote":"For every choice there is a tragedy","author":"Sunday Adelaja","category":"choice, knowledge-of-life, tragedy, truth"},{"quote":"How are you going to choose to show up for life today?","author":"Lisa Cypers Kamen","category":"choice, life, self-determination"},{"quote":"Love is always by definition a choice","author":"Sunday Adelaja","category":"choice, definition, love"},{"quote":"Until we make the unconscious conscious, we will be dictated by it and call it fate.","author":"Jerry Colonna","category":"choice, intentional-living, life"},{"quote":"Free will is absolute when the choice is right","author":"Sunday Adelaja","category":"absolute, choice, right, will"},{"quote":"You just think that your future or you intend to devote yourself to the humanity. The choice is in your hands","author":"living within you or enjoy the universe.","category":"Ehsan Sehgal"},{"quote":"Perhaps the old man had chosen to look up through—or at least around—his problems while still smiling, knowing that a detour didn’t have to alter the destination, it merely changed the path.","author":"Kathy Harris, The Road to Mercy","category":"choice, destination, detour, how-you-look-at-life, path, problems"},{"quote":"Why give him a choice at all? You said yourself, we need everyone we can get. If this Nix guy is half of what you are, we can’t afford to let him go.”The answer is so simple, and it cuts me to bone.“Because no one ever gave me a choice.","author":"Victoria Aveyard, Glass Sword","category":"choice, give, kilorn-warren, mare-barrow"},{"quote":"It's better to make the wrong choice,\" my father had continued, \"than to make no choice at all.","author":"Bernard Cornwell, The Flame Bearer","category":"better, choice, father, make, wrong"},{"quote":"You always have a choice. Don't ever imagine that you don't. Whatever you do, it's a decision and you have to accept responsibility for it. That's when honor becomes more than empty words.","author":"Lynn Flewelling","category":"choice, honor, lynn-flewelling, stalking-darkness"},{"quote":"Choice means more than one option doesnt mean its completely open ended so it's controlled choice not a choice of anything they like, and the problem is, what if you chose not to decide? Then you still have made a choice already. So you must differentiate here between a literal choice and a rational choice, you can say how is that ever a rational choice? If you have to make a rational choice between, for example killing two innocent people, that is impossible. Did you see, so you have to make a literal choice though always.","author":"Marouane LAASSAFAR","category":"choice, choices-you-make, decide-well, literal-choice, rational-choice, self-control"},{"quote":"Nothing is as good as coming into the new year with zeal, hope and positive mind.","author":"Bamigboye Olurotimi","category":"2017, beyond, choice, life, new-chance, new-hope, new-mission, new-opportunity, new-vision, new-year, new-zeal"},{"quote":"She handed back the cigar and dug the silver watch out of her vest pocket. It was warm and smooth, and she didn't know why she liked it so much, but she did. Maybe because it was a choice. Taking it had been a choice. Keeping it had been one, too. And maybe the choice started as a random one, but there was something to it.","author":"V.E. Schwab, A Darker Shade of Magic","category":"choice, shades-of-magic, v-e-schwab"},{"quote":"Today, I encourage you to consider your life, your values, and your relationships and consider who you are by the test of what you do. I invite you to re-affirm the values you hold dear and decide today to stand up for what you believe is right and good in the world.","author":"Genevieve Gerard","category":"activism, awake-my-soul, choice, goodwill, inspirational, morals, quotes-by-genevieve-gerard, quotes-to-stand-up-for, service, truth, values"},{"quote":"If you want to routinely break the law and get away with it, then a police officer would be a great career choice for you.","author":"Steven Magee","category":"away, break, career, choice, corruption, corupt, enforcement, fraud, get, great, law, officer, police, routinely, sheriff, want"},{"quote":"When the tragedy begins and the boat begins to sink I will do anything in my power to help save my mates if they reuse my help I have no choice but to jump ship to help myself","author":"Ms. Bonnie Zackson Koury","category":"boat, bonnie-zackson-koury, choice, help, jump, myself, ship, tragedy"},{"quote":"Really? We always have a choice, do we? What about the choices that other people make that end up completely changing your life, not theirs? Where is our choice there, then?","author":"Chris Carter, One by One","category":"choice"},{"quote":"The nature of love requires a recipient one who will respond by choice to the love given","author":"Sunday Adelaja","category":"choice, given, love, nature-of-love, nature-of-man, recipient, response"},{"quote":"When I saw you in the hall with Darian,” he says at last, “I felt more angry than I’ve felt in a long time. I was angry and . . . and afraid, that you wanted to be there, that you wanted him touching you. In that one look, I felt more than I’ve ever felt with Caspida. Zahra, I think you’re right—love isn’t a choice. If I could choose to love Caspida, maybe this would all be going differently, but I don’t think that’s possible. Not anymore.”All the smoke inside me sinks as I stare at him. “What are you saying?”He turns and meets my gaze squarely. As much I want to, I find it impossible to look away. The intensity of his copper gaze holds me entranced.“I think you know,” he says softly. “Or am I the only one who feels it?","author":"Jessica Khoury, The Forbidden Wish","category":"afraid, aladdin, angry, caspida, choice, darian, feel, know, love, prince-darian, princess-caspida, zahra"},{"quote":"Everything is a choice and we can always choose to come from a place of love.","author":"Akiroq Brost","category":"choice, love"},{"quote":"To be ordinary is a choice, for everyone has it in them to become extraordinary.","author":"Lauren Lola, An Absolute Mind","category":"choice, extraordinary, ordinary, potential"},{"quote":"It is a choice, and therefore within the province of economics.","author":"Jason Potts, The New Evolutionary Microeconomics: Complexity, Competence and Adaptive Behaviour","category":"choice, decision-making, economics"},{"quote":"... The individual is still obliged to confer the legitimacy of mutually antagonistic values, for even though the array of ultimate values may contract with the rationalization of the world, one is never relieved from the existential burden of choice ('taking a stand').","author":"Nicholas Gane, Max Weber and Postmodern Theory: Rationalization Versus Re-enchantment","category":"choice, unpopular-views, voting"},{"quote":"The hardest choices are made not once, but every turn.","author":"Robert G. Vane, The Joined Realm","category":"choice"},{"quote":"Can't make a life and death decision when you are fighting off what I call choice-vertigo","author":"Kaleb Kilton","category":"choice, death, decision, fight, life"},{"quote":"Worries don't motivate us, they reduce our energy and opportunity to shine.","author":"Bamigboye Olurotimi","category":"choice, energy, life, motivate, opportunity, reduce, shine, worries"},{"quote":"Stupidity is not a disease, it's a choice.","author":"Kambiz Shabankare","category":"choice, disease, stupidity"},{"quote":"Do you love me?” Diana asked.Caine’s eyes widened. She could actually see him twitch. Like a startled animal. Like a rabbit who had just heard a fox.“It’s a yes or no question,” Diana said acidly. “But I’ll accept a nod or a shake of the head or an incoherent grunt.”“I . . . I don’t know what you mean by that,” Caine said lamely.“When I jumped off the cliff, you saved me even though it meant letting Sanjit and the others escape.”“You didn’t give me much choice,” Caine said peevishly. “You had a choice. You wanted to destroy them.”“Okay.”“Why did you make that choice?”Caine swallowed and seemed to find his palms sweaty since he rubbed them on his sides.Diana walked to the door. She unlocked it and held it open. “Go away,” she said. “Come back when you figure out your answer.","author":"Michael  Grant, Plague","category":"answer, caine-soren, choice, diana-ladris, figure-out, love, no, question, yes"},{"quote":"A new you can still emerge from the old you.","author":"Bamigboye Olurotimi","category":"choice, decision, determination, emerge, life, new, new-year, old, resolution"},{"quote":"We always have a choice. Only you can decide what you become.","author":"Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern","category":"always-choice, becoming, choice, freedom-to-choose, power-to-become"},{"quote":"Obstacles are real, but we must determine to succeed in life no matter how big and many they are.","author":"Bamigboye Olurotimi","category":"big, challenges, choice, determination, life, many, obstacles, roadblocks, small, success, up-and-down"},{"quote":"The wise will make holiness and purity their priority.","author":"Bamigboye Olurotimi","category":"choice, enoch, god, holiness, jesus-christ, priority, purity, samuel, wisdom, wise"},{"quote":"A man without life purpose is not in any way different from a wondering goat.","author":"Bamigboye Olurotimi","category":"choice, life, purpose, time"},{"quote":"To be or to do? Which way will you go?","author":"John      Boyd","category":"choice"},{"quote":"The choice, as Eddie saw it, was as simple as it was brutal: get moving and keep moving or stand in one place long enough to start thinking about what all of this meant and simply die of fright.","author":"Stephen King, It","category":"choice, death, die, fright"},{"quote":"Christians believe their God gave us all free will - strange that for over 2000 years, they have tried to take that choice away.","author":"Christina Engela, All That Remains","category":"2000-years, choice, christians, free-will, god"},{"quote":"A man or woman becomes happy by choosing happiness every day.","author":"Marty Rubin","category":"choice, happiness"},{"quote":"It might be easy to make a decision, but dealing with the hardships it brings is anything but simple.","author":"Christopher Mart, In the Shreds of Reality: Nameless","category":"choice, decision, life"},{"quote":"The most ironic thing in the world is having no say when your name is determined for the first time (which is also for the last time for most), because newborns are not necessarily known for speaking their minds.","author":"Pawan Mishra, Coinman: An Untold Conspiracy","category":"birth, choice, legal-name, name, naming-ceremony, newborn"},{"quote":"Our choices decide our direction and carve a path for our personal lives and our careers.","author":"Michael Thomas Sunnarborg, Balancing Work, Relationships & Life in Three Simple Steps","category":"career, choice, direction"},{"quote":"Nothing against the music, it's awesome... but going deeper and deeper in Super Genes... it's kind of dry... isn't it???So I need something bloody!- Crime is a great choice!","author":"Deyth Banger","category":"choice, crime, dry, great"},{"quote":"I believe that the choice not to have a choice is a choice in itself","author":"Kcat Yarza, KCAT CAN: I have a pen that writes","category":"choice, inspirational, life, motivational"},{"quote":"What we choose to embrace, to be responsive to, is the purest reflection of who we are and what we love. That is why faith, the choice to believe, is, in the final analysis, an action that is positively laden with moral significance.","author":"Terryl L. Givens, The God Who Weeps: How Mormonism Makes Sense of Life","category":"choice, faith"},{"quote":"Not that it matters an awful amount in the grand play of things. And it is play. All of it. It's not real. You have to live your life like you're pretending. An actor living a character's life. Otherwise you won't take risks. You won't live.","author":"Laura Dockrill, Lorali","category":"actor, choice, fake-it-to-make-it, life, live-a-little, play, pretending, risks"},{"quote":"It was different to give something up than to see it taken away. The difference, Kestrel said, was choice.","author":"Marie Rutkoski, The Winner's Crime","category":"arin, choice, giving-up, kestrel, marie-rutkoski, puppy, verex"},{"quote":"Every temptation comes with a choice.","author":"Michael Bassey Johnson, Master of Maxims","category":"attack, bad-influence, battle, choice, decision, discipline, disturbance, temptation, uneasy"},{"quote":"You still don’t get it, Clark, do you?’ I couldhear the smile in his voice. ‘It’s not your choice.","author":"Jojo Moyes, Me Before You","category":"choice"},{"quote":"I do not believe any power can possess the mind of a man or woman... I believe in God-given free will, you see. I think nothing is forced on us, except by other people like ourselves. I think our choices are our own.","author":"Susan Cooper, Silver on the Tree","category":"agency, choice, free-will, satan"},{"quote":"I don't want to fool with it but what choice have I got? They don't give you any choice now. I can let it go","author":"but what will the next thing be? I didn't ask for any of this and if you've got to do it you've got to do it.","category":"Ernest Hemingway, To Have and Have Not"},{"quote":"People which can't choose, should die... So far I don't see where can they go if they are lock in maze?They will search exit with hours!","author":"Deyth Banger","category":"can-t, choice, choose, people"},{"quote":"It didn't came out from nowhere... it was just your choice. So the difference between this and this is your choice!","author":"Deyth Banger","category":"came, choice, didn-t, nowhere, out"},{"quote":"Happiness is a choice. Don’t let the outside world choose it for you.","author":"Frederick Espiritu, The Path to Awesomeness: Becoming Super, Being Human","category":"choice, happiness"},{"quote":"In that case, which would be the lesser of two evils—terror cabin with a psycho or beach estate with a weirdo?","author":"K.  Webster, This is War, Baby","category":"choice, psycho, weirdo"},{"quote":"She cannot escape marriage; it is her sacred Hindu duty, just as giving her away in marriage was her father’s sacred Hindu duty. Like Indian Independence, marriage is her ultimate ‘Tryst with Destiny,’ and it is not in her hand to escape her preordained and compulsory fate. A marriageable daughter is the lowest common denominator in the giant scheme of things.","author":"Chandana Roy, A Good Girl","category":"choice, indian-daughters, indian-marriages, lowest-common-denominator, marriage-life, marriage-quotes, marriageable, obligation, obligations, preordained-fate, tryst-with-destiny"},{"quote":"As a woman I am so curious about prostitutes because of the idea that they know men better than you. Also, it's such a strange way to live. But at the same time there are prostitutes who just want to be prostitutes, and this is this woman, nobody pushed her to do it. She's a prostitute because she wants to be a prostitute. It's her philosophy of life.","author":"Monica Bellucci","category":"autonomy, choice, no-shame, own-accord, prostitute, sex-worker"},{"quote":"Happiness is no luck, its decision a choice.","author":"Abdul Mueed","category":"choice, happiness, luck"},{"quote":"You take up the spiritual path only when you feel you cannot do otherwise.","author":"The Mother, Words of the Mother - II","category":"choice, difficulty, surrender, the-spiritual-path"},{"quote":"the troubles i faced that time now make me realize i really made the best choice..","author":"shivangi lavaniya","category":"choice, time"},{"quote":"Doctor Sleep - book (By Stephen King) is the best choice before going to bed!","author":"Deyth Banger","category":"books, choice, stephen-king"},{"quote":"You have a choice in life.So, Choose the win! (It's all in your choice.)","author":"NOT A BOOK","category":"choice, life, win"},{"quote":"Now we have one chance in some case, as in this body but in other body we will have + one because we haven't made a choice.","author":"Deyth Banger","category":"body, case, chance, choice, have, now, this, we"},{"quote":"HAPPINESS is a choice. We all seem to be chasing it. It starts with us! True happiness is a gift that we give to ourselves, but it is also a gift that we pass to others. True happiness radiates from us and affects those around us…so the gift just keeps on giving! Every moment of the day there's a chance to create it. How? By the little and simplest ways. Doing things that we love, for our self and for others - nurtures and fulfills our soul. There will always be times of sadness in our life, we can't escape that, however, being optimistic with our thoughts at times like these we will bounce back from adversity. Most of all, be generous with your time, your compassion and your heart.","author":"Angie karan","category":"be-generous-with-your-time, choice, doing-things-that-we-love, happiness-is-a-choice-happiness"},{"quote":"I knew I had a choice. Either let you die and have the world blanketed with evil, or save you and make one dark moment for my best friend while the world continues to grow with light.","author":"K. Weikel, The One-Hundred: Tamir","category":"choice, choices-and-consequences, consequences, death, life"},{"quote":"You get to choose your decision, but you don't get to choose the consequences.","author":"Osayi Emokpae Lasisi, Invest in people, invest in profits","category":"choice, people, profit"},{"quote":"Some jokes are stupid and useless, if you can't get it. It's to stupid to go in it, but whatever!- Make your choice!","author":"Deyth Banger","category":"choice, jokes, stupid, useless"},{"quote":"Know how to choose. Most things in life depend on it. You need good taste and an upright judgement","author":"intelligence and application are not enough. There is no perfection without discernment and selection.","category":"Baltasar Gracián"},{"quote":"He's your enemy, Donald!''He most certainly is not,' said Trefusis. 'Not unless I say so. He may dearly want to be my enemy, he may beg on bended knee for open hostility of the most violent kind, but it takes two to tangle. I choose my own enemies.","author":"Stephen Fry, The Liar","category":"choice, enmity"},{"quote":"He was one of a long line of mimsy and embittered middle-class sensitives who disguised their feeble and decadent lust as something spiritual and Socratic. And why not? If it meant he had to end his days on some Mediterranean island writing lyric prose for Faber and Faber and literary criticism for the New Statesman, running through successions of houseboys and 'secretaries', getting sloshed on Fernet Branca and having to pay off the Chief of Police every six months, then so be it. Better than driving to the office in the rain.","author":"Stephen Fry, The Liar","category":"choice, excitement, freedom, romance"},{"quote":"Without choice, there can be no service, love, or value to your actions. Remember that.","author":"D.R. Ranshaw, Gryphon's Heir","category":"choice"},{"quote":"Never judge anyone by the choices they've made, because you never know they might have selected the best option out of two bad choices.","author":"Asma Naqi","category":"choice, judge, life, option"},{"quote":"For me, writing is just as much a choice as breathing. I can quit anytime I want, but not starting again would prove fatal.","author":"Pamela Morris","category":"breathing, choice, fatal, writing"},{"quote":"Utilising the Power of Your Heart is the most significant choice you will make in life.","author":"Steven Redhead, Unleash The Power of Your Heart and Mind","category":"choice, life, power-of-the-heart, power-of-your-heart, utilising"},{"quote":"To start utilising of the Power of The Heart is the most significant choice you will make in life.","author":"Steven Redhead, Unleash The Power of Your Heart and Mind","category":"choice, life, power-of-the-heart, significant, utilising"},{"quote":"But free will is what it means to be human, and no one can determine the path you take through this universe. Choice is our greatest right, our greatest gift-and our greatest responsibility.","author":"Amie Kaufman, Their Fractured Light","category":"choice, free-will, humanity"},{"quote":"No one controls who we turn into but us.","author":"Amy Engel, The Revolution of Ivy","category":"bishop, callie, choice, control, ivy, life"},{"quote":"In kindergarten we all stand before a choice - Do we accept the accepted to be accepted or do we stay logical and keep thinking?","author":"L.H.","category":"brain, brainwashing, choice, free-mind, group-pressure, kindergarten, manipulation, media, normal, sheeple, tv"},{"quote":"What do you want to be, free or happy? How about if they really are mutually exclusive options? What is freedom anyway? How does humanity govern itself when each person can have anything they want? How does humanity govern itself when nothing is natural?","author":"Jo Walton, What Makes This Book So Great","category":"choice, freedom, governance"},{"quote":"Change isn’t a choice","author":"it’s already happening. You are atoms and molecules in motion… you can’t avoid change","category":"you ARE change. The question is whether you will EMBRACE the power of change to enhance your life or continue to exhaust yourself in the pointless endeavor to halt it."},{"quote":"I believe that the choice not to have a choice is a choice in itself.","author":"Kcat Yarza, KCAT CAN: I have a pen that writes","category":"choice, inspiratinal, life, motivational"},{"quote":"Have to wait my turn.Have to follow the rules.Have to smile like I agree.Have toHave toHave toHave toChoose him.","author":"Holly Bodger, 5 to 1","category":"choice, rebellion, resignation, sacrifice"},{"quote":"In order that life should be a story or romance to us, it is necessary that a great part of it, at any rate, should be settled for us without our permission. If we wish life to be a system, this may be a nuiseance; but if we wish it to be a drama, it is an essential. It may often happen, no doubt, that a drama may be written by somebody else which we like very little. But we should like it still less if the author came before the curtain every hour or so, and forced on us the whole trouble of inventing the next act. A man has control over many things in his life; he has control over enough things to be the hero of a novel. But if he had control over everything, there would be so much hero that there would be no novel.","author":"G.K. Chesterton, Heretics","category":"choice, heo, life, novel"},{"quote":"If you reject feedback, you also reject the choice of acting in a way that may bring you abundant success.","author":"John Mattone","category":"acting-upon-thinking, choice, feedback, success"},{"quote":"She always said she’d already lost one child to gangs and she was not losing another. We were surrounded by gangs and kids getting in trouble blaming it on the area they lived in, but Memo and I are living proof of what my mom always said to us. You are who you choose to be. You’re only a victim of your environment if you allow yourself to be.","author":"Elizabeth Reyes, Felix","category":"choice"},{"quote":"I shall act always so as to increase the total number of choices.","author":"Heinz von Foerster","category":"choice, cognition, cybernetics, disorder"},{"quote":"You’ll never have control over other people's decisions, or what cards life deals you. Your power lies in the choosing of your response. That is the one thing you can control.","author":"John Mark Green","category":"choice, choose, empowering-quotes, life-quotes, life-quotes-and-sayings, positive-quotes, response"},{"quote":"When you cannot do what you have always done, then you only do what matters most.","author":"Robert D. Hales","category":"choice, priorities, spirituality"},{"quote":"Don't apologize.\"\"I wasn't-\"\"Not in words, but it was clear from your tone. Apology suggests that you are keeping me from doing what I need to do, which implies I am somehow powerless to do otherwise. It's a choice, Olivia.","author":"Kelley Armstrong, Deceptions","category":"apology, choice, will"},{"quote":"Blindness is a choice born of fear, nursed by complacency and groomed by comfort. And what I often don’t see in my blindness is that 'choice' evidences the existence of other options.","author":"Craig D. Lounsbrough, Flecks of Gold on a Path of Stone: Simple Truths for Profound Living","category":"blind, blindness, choice, comfort, complacency, dark, fear, groomed, nursed, options"},{"quote":"God waits for our permission and doesn’t invade our privacy as we do with others.Everybody has free choice.","author":"Mabel Katz, The Easiest Way to Understanding Ho'oponopono","category":"answer, choice, free, god, hooponopono, privacy, question, understand, way"},{"quote":"As if one tiny choice by someone unimportant could make that much difference! History had to be a bit tougher than that. It all sprang back eventually, didn't it? He was sure he'd read something about that, somewhere. If it wasn't like that, no one would ever dare do anything.","author":"Terry Pratchett, Going Postal","category":"choice"},{"quote":"Are you fixing to stay in this country, then, Walter? After you've dug yourself a patch, and made yourself a pile?''I expect my luck will decide that question for me.''Would you call it lucky to stay, or lucky to go?''I'd call it lucky to choose,' said Moody—surprising himself, for that was not the answer he would have given, three months prior.","author":"Eleanor Catton, The Luminaries","category":"choice, choose, eleanor-catton, lucky, the-luminaries"},{"quote":"The reality is that its in our best interest to make a choice out of the lots or two. Good or bad, but still a decision must be made in order to move on. Its a waste of time to be between two opinions.Good thing is you can always repent or change your mind if you find out you made the wrong choice but if you linger ....oh dear","author":"Mary Tornyenyor","category":"choice"},{"quote":"No one chooses his parent or childhood, but you can choose your own direction. Everyone has problems and obstacles to overcome.","author":"Anonymous","category":"childhood, choice, direction, life, overcome, parent, problems-obstacles"},{"quote":"I'd made my choice, though, and I couldn't take it back.","author":"Sarah Dessen, Just Listen","category":"choice"},{"quote":"Perhaps in the pursuit of happiness, men and women take somewhat different paths. And, isn't it more than a little patronizing to suggest that most....women are not free? They're not self-determining human beings?","author":"Christina Hoff Sommers","category":"anti-feminism, anti-feminist, choice, freedom, freedom-of-choice, lifestyles, personal-choices"},{"quote":"Responsibility for the consequences of actions is not the price of freedom, but one of its rewards.","author":"Charles Murray, Coming Apart: The State of White America, 1960-2010","category":"choice, entrepreneurship, risk"},{"quote":"No action could be lower or more futile than for one person to throw upon another the burden of his abdication of choice.","author":"Ayn Rand, Atlas Shrugged","category":"atlas-shrugged, choice, dagny-taggart"},{"quote":"When God speaks about equity, that choice of word, makes us understand that God is not referring to the leaders of the land or the elite this time around. He is actually talking about how ordinary citizens of the land relate to each other in fairness and impartiality.","author":"Sunday Adelaja","category":"choice, citizens, equity, fairness, god, impartiality, land-of-elite, leaders, word"},{"quote":"If you see many paths before you, don't be afraid; if you see only one path before you, then be afraid because choice means freedom and no choice means slavery!","author":"Mehmet Murat ildan","category":"choice, freedom, ildan-quotations, path, paths, slavery"},{"quote":"There is no aspect of life that you take that does not demand discipline. It is a requirement of life. It is not a matter of choice.","author":"Sunday Adelaja","category":"choice, discipline, life, requirement"},{"quote":"Agony is not something that happens to you.To agonize is a choice.","author":"Alan Cohen","category":"agonize, agony, choice, happens-for-reason"},{"quote":"Never forget that it is by choice that the ordinary person decides to live a life that is extraordinary.","author":"Cheryl Koevoet, The Carnelian Legacy","category":"choice, extraordinary, life"},{"quote":"Freedom is a choice, and we have to defend our choices.","author":"Vahid Asghari, CIA Boy ISS Girl","category":"choice, freedom, human-rights, political-prisoner, vahid-asghari"},{"quote":"When God speaks about equity, that choice of word, makes us understand that God is not referring to the leaders of the land or the elite this time around. He is actually talking about how ordinary citizens of the land relate to each other in fairness and impartiality","author":"Sunday Adelaja","category":"about, around, choice, citizens, elite, equity, fairness, god, impartiality, land, leaders, makes, not, ordinary, reffering, speaks, time, understands, us, when, word"},{"quote":"They say, timing is everything. But then they say, there is never a perfect time for anything.","author":"Anthony Liccione","category":"anything, choice, do-nothing, doing-something, go-with-the-flow, make-happen, mess-up, perfect-timing, perform, plan, procrastinate, schedule, starting-over, timing-is-everything, waiting, when-something-should-be-done"},{"quote":"The way you choose to think and speak about yourself (to yourself and others), IS A CHOICE! You may have spent your whole life talking about yourself in a negative way, but that doesn't mean you have to continue that path.","author":"Miya Yamanouchi","category":"choice, life-choices, life-lessons, negative-self-talk, positive-self-talk, positivity-that-creates-change, selflove"},{"quote":"Every choice is a renunciation. Indeed. Every choice is a thousand renunciations. To choose one thing is to turn one's back on many others.","author":"Ronald Rolheiser, The Holy Longing: The Search for a Christian Spirituality","category":"choice, choose, decision, renunciation"},{"quote":"Don't apologize. You don't have to explain yourself. I choose you. I want you.","author":"Lex Martin, Dearest Clementine","category":"choice, want"},{"quote":"I don't want Sydney ever to feel like my second choice, when I know in my heart that she's the right choice. The only choice.","author":"Colleen Hoover, Maybe Someday","category":"choice"},{"quote":"A good shepherd always gives people freedom to choose","author":"he doesn’t lay down conditions or use any kind of pretext to restrict people. This shepherd resembles Jesus and people will not even want to leave him.","category":"Pastor Adelaja Sunday"},{"quote":"Bravery's a choice. It's not something you're born with or without. It's something that grows inside you each time you choose to stand up and fight for the right thing. Each time you choose to speak out instead of staying silent. Each time you take on a force greater than yourself for the sake of others.","author":"Melissa Pearl, Beyond","category":"bravery, choice"},{"quote":"Every choice you make is have an end result and you are the only one who responsible for whatever the result is.","author":"Sivaprakash Sidhu Sivaprakash G Sivaprakash Gopal, sivaprakash sidhu, sivaprakash","category":"choice, life, result"},{"quote":"Let us make a choice and a promise to be kind, courteous, loving, and forgiving.","author":"Debasish Mridha","category":"choice, courteous, debasish, debasish-mridha, forgiving, kind, loving, mridha, philosophy, promise"},{"quote":"It is up to the individual to 'choose' their repertoire of the self. If they do not have access to the range of narratives and discourses for the production of the ethical self they may be held responsible for choosing badly, an irresponsible production of themselves","author":"Bev Skeggs","category":"choice, discourse, ethical, sociology, subjectivity"},{"quote":"Every choice has its consequences. Some more than others","author":"Stephenie Meyer","category":"choice, consequences"},{"quote":"I wouldn’t have gone if he’d made me. But it was different, deciding myself. It made staying too easy. It took the...the rebelliousness out of it.'Peter nodded. 'It’s easy to take the opposite path from the one you’re directed to,' he said. 'It’s much harder to find the right path alone.","author":"Jack Iams, The French Touch","category":"choice, freedom, rebellion"},{"quote":"The man who can keep order can rule the world, but the man who can bear disorder is truly free.","author":"Gillian Cross, The Demon Headmaster","category":"choice, free-will, freedom-of-thought"},{"quote":"The right to choose does not mean the choice is right.","author":"Ron Brackin","category":"choice, freedom-of-choice, rights-of-man"},{"quote":"And my grandmother had bought them in preference to other books, just as she would have preferred to take a house that had a gothic dovecot, or some other such piece of antiquity as would have a pleasant effect on the mind, filling it with a nostalgic longing for impossible journeys through the realms of time.","author":"Marcel Proust, Swann's Way","category":"choice, descriptive, life"},{"quote":"I thought that for a long while, but you chose me, and then you chose him, and choosing is hard - one choice is never the end of the story.","author":"Catherynne M. Valente, Deathless","category":"choice"},{"quote":"Chese now,\" quod she, \"oon of thise thynges tweye:To han me foul and old til that I deye,And be to yow a trewe, humble wyf,And nevere yow displese in al my lyf,Or elles ye wol han me yong and fair,And take youre aventure of the repairThat shal be to youre hous by cause of me,Or in som oother place, may wel be.Now chese yourselven, wheither that yow liketh.","author":"Geoffrey Chaucer, The Wife of Bath","category":"appearance, chaucer, choice, feminity, marriage, wife, wife-of-bath, women"},{"quote":"I've learned that the only things we are in control of are the choices we make at any one given moment.","author":"Patricia Vanasse, Against All Odds","category":"against-all-odds, choice, life, patrica-vanasse"},{"quote":"For happiness, love is your only choice.","author":"Debasish Mridha","category":"choice, debasish, debasish-mridha, happiness, love, love-is-your-only-choice, mridha, philosophy"},{"quote":"Pay close attention. Listen carefully. Let's look at what happens when fear is in charge. With fear in charge, you can never fully relax, let your guard down, be your true self. You can't open up because you are afraid of how people will respond if they were to meet the real you. When fear is in charge, you simply cannot take that chance. Fear will not allow honesty, fear despises spontaneity, and fear refuses to believe in you. Fear may mean well, but it ruins everything by overprotecting you, insisting that you stay hidden and keep a low profile, that your time is coming....sometime later.Fear is bold, but insists that you be timid. Take a chance and there will be hell to pay: fear will call on its dear friend, shame, to meet you on the other side of your risk taking, to tell you what you should not have done. Fear will trip you, tackle you, smother you, do whatever it takes to cause you to hesitate, to stop you. In this way fear is fearless.","author":"Thom Rutledge, Embracing Fear: How to Turn What Scares Us into Our Greatest Gift","category":"choice, decision, fear, life"},{"quote":"Maybe there was relief to be found in the prospect of having no choice.","author":"Stefan Merrill Block, The Story of Forgetting","category":"choice"},{"quote":"My life. My choice. Live life only once. So to hell with the world","author":"Nirmala Pandey","category":"choice, freedom, life, rebel, women"},{"quote":"Unless the consequence is ‘death by firing squad’ in my opinion, you do have a choice, and when you choose to do something as opposed to have to do it, you feel so much more motivated and inspired to do it.","author":"Malti Bhojwani, The Mind Spa Ignite Your Inner Life Coach","category":"choice, motivated, want"},{"quote":"This much I do know - I'm exhausted by the cumulative consequences of a lifetime of hasty choices and chaotic passions.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"choice, exhaustion, life, women"},{"quote":"And that’s the truth I needed to swallow: people don’t step out and love for you","author":"that’s on you. You have to be the one to get down deep enough and whisper the words people can’t always say for you - whether you believe in them full or not - “I choose you. I choose you.","category":"Hannah Brencher, If You Find This Letter: My Journey to Find Purpose Through Hundreds of Letters to Strangers"},{"quote":"Love shouldn't be dictated","author":"Gail Carson Levine, Ella Enchanted","category":"choice, ella-enchanted, force, love"},{"quote":"Because here’s something else that’s weird but true: in the day-to-day trenches of adult life, there is actually no such thing as atheism. There is no such thing as not worshipping. Everybody worships. The only choice we get is what to worship. And the compelling reason for maybe choosing some sort of god or spiritual-type thing to worship–be it JC or Allah, be it YHWH or the Wiccan Mother Goddess, or the Four Noble Truths, or some inviolable set of ethical principles–is that pretty much anything else you worship will eat you alive. If you worship money and things, if they are where you tap real meaning in life, then you will never have enough, never feel you have enough. It’s the truth. Worship your body and beauty and sexual allure and you will always feel ugly. And when time and age start showing, you will die a million deaths before they finally grieve you. On one level, we all know this stuff already. It’s been codified as myths, proverbs, clichés, epigrams, parables; the skeleton of every great story. The whole trick is keeping the truth up front in daily consciousness. Worship power, you will end up feeling weak and afraid, and you will need ever more power over others to numb you to your own fear. Worship your intellect, being seen as smart, you will end up feeling stupid, a fraud, always on the verge of being found out. But the insidious thing about these forms of worship is not that they’re evil or sinful, it’s that they’re unconscious. They are default settings. They’re the kind of worship you just gradually slip into, day after day, getting more and more selective about what you see and how you measure value without ever being fully aware that that’s what you’re doing.","author":"David Foster Wallace","category":"choice, freedom, meaninglessness, morals, worship"},{"quote":"Mistakes are a combination of your choices and has nothing to do with your capacity.","author":"Bidemi Mark-Mordi","category":"capacity, choice, mistakes, motive"},{"quote":"You want to set me free? Do it. You want to turn me in? You can do that too. You're the only one with the choice. And that bullet in your back doesn't mean you've got any less choice than you ever did. Live free of fear if you want to. We all carry something inside us that could kill us","author":"yours just has a name. You want to change your life? Change it. You have no less of a right to be happy than the rest of us.","category":"Greer Macallister, The Magician's Lie"},{"quote":"It is always better to try and fail than not to try.","author":"Alastair Reynolds, Pushing Ice","category":"choice"},{"quote":"Cherish the others in your life. Cherish your freedom to be yourself. Cherish your freedom to choose who you want to be, what you want to do next.","author":"Jay Woodman","category":"cherish, choice, choose, freedom"},{"quote":"The most important thing you can ever know is that no matter what your purpose is, that's not your only choice.","author":"Dan Wells, Ruins","category":"choice, kira-walker, nandita, purpose, samm"},{"quote":"Each one a little bit different but following some blueprint somewhere. As if each of us might have a blueprint. As if somewhere there's the shape of my life, and I had the chance to choose a few variations, but not far from the pattern.","author":"David Vann, Aquarium","category":"choice, life"},{"quote":"Happiness is a choice not a result of something you do.","author":"Abhishek Kumar, Stardust Family - We Are One!","category":"abhishek-kumar, choice, happiness, love, result, stardust, stardust-family, stardustak"},{"quote":"But whatever happens, I've been happy. I've been loved. I've amazed crowds and drunk in their applause. Not because of luck or favor or magic. Because of will. My will. I've been willing to do whatever it takes. That's the closest thing I have to a secret. And now it's yours.\"It's a lot to think about, and he can't quite digest it. But there's a spark there. Maybe she's right about him. Maybe it is up to him, how much he lets the bullet, and the fear, take over his life. Maybe. Not a curse, but a choice. His agency and no one else's.","author":"Greer Macallister, The Magician's Lie","category":"choice, self-respect, self-responsibility, will"},{"quote":"The core of my being is the trigger for the choices I make. With each choice, my personality is enhanced or degraded.","author":"Bidemi Mark-Mordi","category":"choice, organic-living, personality"},{"quote":"The spiritual freedom we seek cannot be found by grasping at, retreating to, or protecting our perceived safe spaces. Our freedom lies in remaining open continuously, not only to Life’s changes but also to the Divine Light within us and others. This is our choice. Although often perceived as a weakness, being open and surrendering to the experience of the present moment is our greatest strength. By authentically living Life in the Now, we submit to Divine guidance where we find the freedom to see everything equally and sacred in Truth.","author":"Peter Santos, Everything I Wanted To Know About Spirituality But Didn't Know How To Ask: A Spiritual Seekers Guidebook","category":"authentic-living, choice, divine-light, freedom, life, openness, present-moment, sacred, safe-space, spiritual-freedom, surrender, truth"},{"quote":"Surrender isn’t a one-time event but a moment-by-moment choice.","author":"Paula Hendricks","category":"choice, surrender"},{"quote":"Perhaps, thought Nanny, little green Elphaba chose her own sex, and her own color, and to hell with her parents.","author":"Gregory Maguire","category":"choice, color, elphaba-thropp, gender, parents, the-wicked-witch, wicked, wizard-of-oz"},{"quote":"Aside from the inescapable realities of birth and death, we’re responsible for the paths our lives take. We each make our own choices.","author":"Alissa Johnson","category":"choice, life, path"},{"quote":"Dorian said, 'If you do the right thing twice, it will cost you your life. ' Blint said, 'There are things more valuable than life.' The count said, 'You can't pay for all you've done. But you aren't beyond redemption. There's always a way out. And if you're willing to make the sacrifice, the God will give you the chance to save something priceless.","author":"Brent Weeks, The Way of Shadows","category":"choice, priceless, redemption, right"},{"quote":"Victory is possible, sisters, not by figuring out how to make this an easy process, but by choosing - over and over and over again - the absolute power available through God's truth.","author":"Lysa TerKeurst","category":"choice, truth, victory"},{"quote":"I know how you feel. But people can't surpass their true design. Our talents, our gifts. All programmed into us from the start. I know this because since birth... I was made to destroy.","author":"Charles   Lee, The Way To Dawn: End of Days","category":"choice, design, gifts, hopeless, purpose, talent"},{"quote":"Saul was going to kill Anansi.They both knew it. Saul was going to kill Anansi and Loplop and King Rat, and Saul was going to die, all in an effort to prove that he was not his rat-father's son.","author":"China Miéville, King Rat","category":"choice, instincts, nature"},{"quote":"Danger is real, fear is a choice","author":"Will Smith","category":"choice, danger, fear, fearlessness, inspirational"},{"quote":"Have a choice, learn the process and then go for the success.","author":"Debasish Mridha","category":"choice, education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, process, success, truth, wisdom"},{"quote":"Every turning point in a person's life isn't reached by luck, they choose to be successful, they know what it takes to be there, they can do what is expected of them to do, they do not show trepidation about the requirements needed to be on top","author":"Michael Bassey Johnson, Classic Quotations From The Otherworlds","category":"change, choice, fright, limelight, luck, metamorphosis, offering, on-top, opulence, point, progress, sacrifice, success, tithe, top, trepidation, turning-point"},{"quote":"I'm blessed when someone who I loved and trusted dropped me off, because I have a good choice to think and great lesson to learn","author":"Sivaprakash Sidhu","category":"choice, hurting, lesson-for-life, lessons-in-life, lessons-learned-in-life, love-cheat, sivaprakash, sivaprakash-gopal, sivaprakash-sidhu, thinking-with-a-great-mind"},{"quote":"To react is one's choice.","author":"Toba Beta, Master of Stupidity","category":"choice, consent, decision, emotion, reaction"},{"quote":"There will always exist inequalities which will appear unjust to those who suffer from them, disappointments which will appear unmerited, and strokes of misfortune which those hit have not deserved. But when these things occur in a society which is consciously directed, the way in which people will react will be very different from what it is when they are nobody's conscious choice.","author":"Friedrich A. Hayek","category":"choice, free-will, road-to-serfdom"},{"quote":"Sure, genetics do play a role in alcoholism. You're more likely to be an alcoholic if one or both of your parents are also alcoholics. But that's just one part of the equation; the other part is your behavior. You can't become an alcoholic if you never take a drink. So if you know you're predisposed to addiction because you have a family history, then just don't get started, and you'll never find yourself on that path.","author":"Gaby Rodriguez","category":"alcoholism, choice"},{"quote":"There's a way that money is freedom, but it isn't money, it's that money stands for having a choice.","author":"Jo Walton, Among Others","category":"choice, economics, freedom, heinlein"},{"quote":"Happiness is not a destination but a choice.","author":"Debasish Mridha","category":"choice, destination, education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, truth, wisdom"},{"quote":"When you are in doubt and lost, to find the way, chose love.","author":"Debasish Mridha","category":"choice, doubt, education, happiness, hope, inspirational, intelligence, knowledge, life, lost, love, philosophy, truth, wisdom"},{"quote":"I believe that the ‘love of your life’ is just a person that you chose. You choose them because you believe that they’re it.","author":"Dawn Lanuza, The Boyfriend Backtrack","category":"choice, love, relationships"},{"quote":"There are just two directions in life, the one which is safe but boring, and the other which is delicate but exciting. Now ask yourself, which path will you go?","author":"Joe Mari Fadrigalan","category":"boring, choice, decision, delicate, direction, exciting, go, life, path, safe, way"},{"quote":"Sometimes all you need is one person with a guilty conscience to come forward and do the right thing. Often, the miracle you need resides inside of yourself, when you humbly ask for forgiveness.","author":"Shannon L. Alder","category":"answers, choice, church, commonsense, conscience, dishonesty, guardian-angels, guidance, guilt, humbly, miracles, opportunity, option, pastoral-partners, reasoning, write-your-future"},{"quote":"Never choose a situation which is a burden to your command only to satisfy fellows' standards","author":"rather choose a situation that may be difficult but is compliment to your will.","category":"Joe Mari Fadrigalan"},{"quote":"This day, you are free, because you have chosen to be free – and because of your choice, your days of insignificance are over.","author":"A.J. Darkholme, Rise of the Morningstar","category":"choice, free, freedom, importance, important, insignificance, significance"},{"quote":"Happiness is a choice, because being so much blessed doesn't make you happy, contentment does.","author":"Joe Mari Fadrigalan","category":"blessed, choice, contentment, happiness"},{"quote":"Facing different options, you must always choose the one that makes you most uncomfortable, the one that creates a tingling feeling of excitement inside your body.","author":"John duover, Rites","category":"choice, excitement, inspirational"},{"quote":"You could have kept on driving and never looked back. No one's ever had to stop for me. Or even hear me. Anyway, you did, and now I'm afraid the time for choice is behind us both.","author":"Caitlín R. Kiernan, The Drowning Girl","category":"choice, haunting, hear, inevitability, look-back, stop"},{"quote":"Alexa, and the other guests, and perhaps even Georgina, all understood the fleeing from war, from the kind of poverty that crushed human souls, but they would not understand the need to escape from the oppressive lethargy of choicelessness.","author":"Chimamanda Ngozi Adichie, Americanah","category":"africans, americans, choice"},{"quote":"Success is an outcome of conscious choices pursued consistently and tirelessly.","author":"Vishwas Chavan","category":"choice, conciousness, consistency, success, tirelessness, vishwasutras"},{"quote":"I have a choice. That’s why I’m still here.","author":"Amy Neftzger, The Ferryman","category":"choice, commitment, stamina, staying-power, victory, volition"},{"quote":"I couldn't find my cup of tea.So probably, I've been simply taking a sip from everyone else's cup. May be it shouldn't matter as long as there is tea to drink. Or should it?","author":"Sanhita Baruah","category":"career, choice, crowd, cup, decisions, dilemma, following-the-crowd, life, majority, opinion, tea"},{"quote":"When we say ‘Yes’ to something we are always saying‘No’ to something else. So in that way, we never ‘don’t do’ anything. We are just doing something else.","author":"Malti Bhojwani, Don't Think Of a Blue Ball","category":"choice, choosing, decisions, manifesting-dreams, no, yes"},{"quote":"Everyone is given the potential to excel, whether you do or not is entirely up to you.","author":"Steven Redhead, Unleash The Power of Your Heart and Mind","category":"choice, decision, excel, potential"},{"quote":"Whether you are lost in the darkness or dance in the light is entirely up to you.","author":"Steven Redhead, Unleash The Power of Your Heart and Mind","category":"choice, decide, lost, lost-in-the-darkness"},{"quote":"How easy to be free. How strong we are when we have nothing to lose.","author":"Ella Leya, The Orphan Sky","category":"choice, freedom"},{"quote":"In general, it’s not too hard to corrupt an American, mostly a matter of supply to their demand. Supply should be variegated to encourage the Illusion of Choice. Other than that they’re looking for numbness, so be ready to sedate. Drugs, booze, television, shopping, etc…","author":"Geoffrey Wood Grimrack An Infernal Epistolary","category":"america, americans, choice, christian-fiction, christianity, demand, god, illusion, numbness, religion, sedate, supply"},{"quote":"Death is not an option. Death is inevitable. But death is a choice.","author":"Lik Hock Yap Ivan","category":"choice, death, decision, inspiration, life, option, wise"},{"quote":"You cannot simultaneously want to eat a chocolate cake every day in front of the TV and want to be slim. You cannot want to be single and carefree and want to be in a loving, exclusive relationship","author":"Malti Bhojwani, Don't Think Of a Blue Ball","category":"alignment, choice, congruency, prices"},{"quote":"I say “illusion” of choice because, in many cases, the nature of their choices hardly reaches the level of will, but of merely perfunctory activity. For the most part, their desires are not too strong, they are too weak, apathetic and easily placated. They often can be tempted into doing Nothing.","author":"Geoffrey Wood","category":"choice, christian-fiction, christianity, grimrack, illusion, nothing, religion, strong, tempted, weak, will"},{"quote":"James is all I have. I chose James. He has to be right. Please let him be right.","author":"Kiersten White, Perfect Lies","category":"choice, fia, james"},{"quote":"As a rule, Americans are big on that word “choice” and some souls can be captured simply by dangling before the creature a continual, lifelong supply of things from which to choose.","author":"Geoffrey Wood","category":"americans, choice, christian-fiction, christianity, religion, souls"},{"quote":"Finally, slowly, drippingly, degrade the term Choice down to its most meager means: The red car not the black one. The 9:25 showing, not the 7:15. Ritz not Wheat Thins.","author":"Geoffrey Wood","category":"choice, christian-fiction, christianity, grimrack, religion"},{"quote":"Our business is to be free of anything that separates us from God, who has created us to simply be happy and to progress.","author":"Toni Sorenson","category":"choice, faith, freedom, god, inspirational-quotes, life"},{"quote":"After twenty years of unbelief, doubt had become a habit. Doubting was easy, routine; it was my natural, instinctive reaction. Somewhere along the line I had stopped considering any other options. Doubt was my default. So choosing the blessing, the miracle, over coincidence had to be a conscious choice. I had to dismiss doubt as the crutch that it was, dismiss my gut instinct and embrace the more challenging alternative.","author":"Michelle DeRusha, Spiritual Misfit: A Memoir of Uneasy Faith","category":"choice, doubt, faith"},{"quote":"I chose and my world was shaken, so what? The choice may have been mistaken, the choosing was not.","author":"Stephen Sondheim, Sunday in the Park With George","category":"choice, musicals, sondheim"},{"quote":"Few indeed are those who get a choice. We do as we are told. We stand or fall beside those who were born near to us, who look as we do, who speak the same words, and all the while we know as little of the reasons why as does the dust we return to.","author":"Joe Abercrombie, Before They Are Hanged","category":"choice, determinism, nationalism, religion-and-philoshophy, war"},{"quote":"Life is made up of a few moments all strung together like pearls. Each moment is a pearl, and it is up to us to pick the ones with the highest luster. If we do not have time to do great things, take a few gentle moments and do small things in a great way.","author":"Joyce Hilfer","category":"choice, choose, living-well, moments, pearls, pearls-of-wisdom"},{"quote":"You know, kid, ethics isn't about choosing between right and wrong; it's about choosing between grey and grey. It's about choosing between two equally desirable but mutually exclusive courses of action. Freedom or security? Courage or comfort? Self-examination or blissful happiness? Column A or Column B?","author":"Will Ferguson, Happiness","category":"choice, ethics, integrity, values"},{"quote":"Choosing one thing usually doesn't mean killing all of the other options forever. Oftentimes, you can always go back and change your mind if you want. If not, and you realize the decision did not pan out the way you had hoped, you now have a lesson for future decisions.","author":"Chris Hardwick, The Nerdist Way: How to Reach the Next Level","category":"choice, decisions, life"},{"quote":"By choice or by chance, we must actively test our limits to know our capabilities.","author":"Marian Deegan, Relevance: Matter More","category":"capabilities, chance, choice, limits, test"},{"quote":"The worst choice you can make, is no choice at all.","author":"Suzie Barnes-Eilhauer","category":"choice, inspirational"},{"quote":"If I die on my way to the dance, it will be better than to survive having never lifted my feet.","author":"Agnostic Zetetic","category":"accident, choice, dance, death, fear, inhibition, life, live, risk, survival, survive"},{"quote":"Some say that our lives are defined by the sum of our choices. But it isn't really our choices that distinguish who we are. It's our commitment to them.","author":"Emily Thorne","category":"choice, commitment, revenge, revenge-tv-series"},{"quote":"We have within us the power to choose how we respond to a hurtful situation. We cannot control the actions of others, but we can control how we will respond. As we understand our power to choose, we see that we are in control. Our life is not a result of our environment or upbringing, but a result of our choices. We have the ability to determine the kind of life we want to live and the type of person we wish to be.","author":"Cameron C. Taylor, 8 Attributes of Great Achievers","category":"choice, proactive, proactivity, responsibility"},{"quote":"Happiness is a choice. Happiness does not depend on outward conditions but on inward decisions.","author":"Cameron C. Taylor, Does Your Bag Have Holes? 24 Truths That Lead to Financial and Spiritual Freedom","category":"choice, decision, happiness, proactive"},{"quote":"Choice, I've always believed, is all that separates us from animals.","author":"Dennis Lehane, Gone, Baby, Gone","category":"choice, gone-baby-gone"},{"quote":"Life is really simple. There are no complicated rules we must follow. There are no external forces, which dictate how we must lead our lives. There is no fate that prevents us from being who we want to be.We are the ones who often insist that life is complicated. Life is complex with its multidimensional nature. It is never complicated. All complications come from our fears, which we often choose to trust more than the voice of our hearts.","author":"Raphael Zernoff","category":"choice, complex, complicated, fears, heart, life"},{"quote":"When everything is available, nothing is ever enough.","author":"Emma Woolf, The Ministry of Thin","category":"affluence, choice"},{"quote":"I don't want to be told that it's the people with power over us who are guilty, that we're innocent slaves, that we're not guilty because we're not free. I am free! I'm building a Vernichtungslager; I have to answer to the people who'll be gassed here. I can say \"No\". There's nothing can stop me—as long as I can find the strength to face my destruction.","author":"Vasily Grossman, Life and Fate","category":"agency, choice, freedom"},{"quote":"Each time we make a choice we are either moving toward freedom and prosperity or bondage and misery.","author":"Cameron C. Taylor, Does Your Bag Have Holes? 24 Truths That Lead to Financial and Spiritual Freedom","category":"agency, bondage, choice, choice-and-consequence, consequences, freedom, misery, prosperity"},{"quote":"When you've only got two choices, and you don't like either of them, make a third choice.","author":"Andy Lane, Red Leech","category":"choice, decisions, insiprational"},{"quote":"I had a dream about you","author":"I’ve had multiple dreams about you. If I had to choose between the real you and the dream you then…Goodnight.","category":"Rodney  Jenkins"},{"quote":"We equate choice with freedom, but they are not the same.","author":"Wayne Muller, Sabbath: Finding Rest, Renewal, and Delight in Our Busy Lives","category":"choice, freedom"},{"quote":"Your responsibility as an adult is accept your childhood and make your own choice of life.","author":"Kathy Mckeon","category":"accept, acceptance, adu, childhood, choice, life, responsibilty"},{"quote":"You can always choose how you prefer to respond to any external circumstances. Do not define your happiness by what is happening around you. Be happy only because this is what you enjoy doing.","author":"Raphael Zernoff","category":"choice, circumstances, happiness, love, responds, wisdom"},{"quote":"Lilies used to be a movie theatre, before. Students went there a lot; every spring they had a Humphrey Bogart festival, with Lauren Bacall or Katherine Hepburn, women on their own, making up their minds. They wore blouses with buttons down the front that suggested the possibilities of the word 'undone'. These women could not be undone; or not. They seemed to be able to choose.","author":"Margaret Atwood, The Handmaid's Tale","category":"choice, empowering, handmaid-s-tale, undone, women"},{"quote":"Awakening is a different name for raising one's frequency. It is about becoming more aware of different perspectives, from which you may choose whatever you resonate with.","author":"Raphael Zernoff, I Am","category":"awakening, choice, frequency, perspectives, wisdom"},{"quote":"Find your freedom through questioning everything you hear and see. Be free to choose, from all possible perspectives and opinions, what builds love and harmony.","author":"Raphael Zernoff","category":"choice, freedom, harmony, love, opinions, questioning"},{"quote":"Freedom has a cost, which is borne by individuals who make bad choices, and by a society that feels obligated to help them.","author":"Daniel Kahneman, Thinking, Fast and Slow","category":"choice, freedom"},{"quote":"The choice is very obvious if you have to choose between the devil and the angel! If the choice is not obvious in your mind, then you have some badnesses inside you!","author":"Mehmet Murat ildan","category":"choice"},{"quote":"We don't get to choose what truths God reveals to us -- but we do get to choose what we do with the truths -- whom we share it with and how.","author":"Carol Goodman, The Seduction of Water","category":"choice, revelation, truth"},{"quote":"Its your decision, Simon Lewis,\" said Magnus. \"Remain in the existence you have, go to college, study music, get married. Live your life. Or---you can have an uncertain life of shadows and dangers. You can have the joy of reading the stories of incredible happenings, or you can be part of the story.\"\"The choice is up to you","author":"Cassandra Clare, City of Heavenly Fire","category":"choice, magnus-bane, simon"},{"quote":"I would give Alex back control so she could protect herself instead of making the decision for her.","author":"Jennifer L. Armentrout, Elixir","category":"choice, love, respect"},{"quote":"When anything is possible, how do you choose?","author":"Karen Marie Moning, Shadowfever","category":"choice, possibility"},{"quote":"When everything becomes tangled, you should make the choice.","author":"Roman Simonyan","category":"choice, tangled"},{"quote":"Most people go through life by the line of least resistance in every circumstance where they can make a choice. They do not recognize that following the lines of least resistance makes all rivers, and some men, crooked!","author":"Napoleon Hill, You Can Work Your Own Miracles","category":"choice, least-resistance, life, struggle, wisdom"},{"quote":"Introduction of rational standards to differentiate between acceptable and unacceptable forms of drug related conduct allows us to hold drug users fully accountable for any harm resulting from irresponsible, stupid or ‘anti-social’ drug use in a manner consistent with current alcohol and tobacco policies, and more importantly, in a manner consistent with our commitment to the principles of liberty, freedom of choice and so on.","author":"Daniel Waterman","category":"accountability, choice, drug-policy, drug-use, drugs, freedom"},{"quote":"Anything can be a curse if it ain't a choice. If it's all you know. If you do it because your father did it. And you do it because it's familiar and safe and you're afraid to do something else. Even if all you want to do is anything else.","author":"Johnny Shaw, Dove Season","category":"choice, freedom, freedom-of-choice"},{"quote":"Life is full of choices.Your choice is your true freedom.","author":"Lailah Gifty Akita","category":"choice, life"},{"quote":"Nobody introduces us to inspiration…it glows in our thoughts, it lives in our heart,It is all around us in the form of sunshine, in the clouds. It changes our reality - choice lies with us.","author":"Balroop Singh","category":"choice, inspiration"},{"quote":"Hard choices are precious opportunities to become the distinctive people that we are.","author":"Emma Albennett","category":"choice, choice-and-attitude, life"},{"quote":"When you streamline your schedule by making deliberate decisions about tasks and activities that are crucially important you and identify your most important priorities, you give yourself permission to make choices that excite and interest you. You also grant yourself permission to exercise your right to say, “No, thank you.","author":"Julie Connor, Dreams to Action Trailblazer's Guide","category":"choice, decision, decisions, independence, permission, priorities, priority, schedule"},{"quote":"Perhaps we all have a face behind a face…Good and the bad, happy and sad, sane and insane. We all have an angel and the stranger and we all have the choice!","author":"Nino Varsimashvili","category":"angel, choice, face, good-and-bad, happy-and-sad, sane-and-insane, stranger"},{"quote":"The choices she's made have left her without choice.","author":"Steven Galloway, The Cellist of Sarajevo","category":"choice, consequence, knowledge, life, truth, wisdom"},{"quote":"Do you think people can change?\" I ask Rick \"Yes.\" he answers plainly. \"There are those who can.\" That grabs my attention. \"So you believe it's possible?\"\"Miss Stella.\"He gives me his teacher-to-pupil stare. \"Its boils down to choice.","author":"Katie McGarry, Red at Night","category":"change, choice, possible"},{"quote":"This road will be new because you will see a given emotion as a choice rather than a condition of life.","author":"Wayne W. Dyer, Your Erroneous Zones","category":"choice, emotion, thought"},{"quote":"I asked for your heart and you gave me a stone.","author":"Rachel Hore, The Glass Painter's Daughter","category":"choice, heart, love, stone"},{"quote":"(\"A Free Market in Education: The Answer to Prayer, And Other Issues\")No matter where you are on the issue, there is no solution to it within a government school context, only perpetual conflict. The answer involves choice, competition and private alternatives. If you don't like what a business offers, you don't argue endlessly about it; you walk across the street. Why is this principle so complicated for some people?","author":"Lawrence  W. Reed","category":"choice, free-markets, freedom, libertarian, liberty, politics, statism"},{"quote":"Every day, everywhere we are surrounded by positive things, but will you choose to see them?","author":"Nabil N. Jamal","category":"choice, choose, day, every, everywhere, jamal, nabil, nabil-jamal, nabil-n-jamal, positve, see, surrounded"},{"quote":"Of course there’s another choice, he thought. There is always another choice. I’m just not going to take it.","author":"Brian Evenson, Last Days","category":"choice"},{"quote":"So you know what mean when I say that I don't think anyone who falls in love has a choice. You're just pulled to that person like true north, whether it's good for you or bound to break your heart.","author":"Jodi Picoult, Sing You Home","category":"breakups, choice, fallinginlove, love"},{"quote":"What’s the point of doing what you’re told if you have no choice in the matter?","author":"Cassandra Kemper, The Madder Hatter","category":"choice, freedom, hatter"},{"quote":"After years studying informality in Nigeria, Dutch architect and planner Rem Koolhaas reach the same conclusion. In the West, he writes, “there’s a sense of infinite choice, but a very conventional set of options from which to choose.” By contrast, “in Lagos, there is no choice, but there are countless ways to articulate the condition of no choice.","author":"Dayo Olopade, The Bright Continent: Breaking Rules and Making Change in Modern Africa","category":"choice"},{"quote":"Neil said to me once that in times of desperation, you have to force yourself to make a decision.It's your choice, he said. Us or them. So choose.","author":"Shirley Marr, Fury","category":"choice, decisions, desperation, hard-times"},{"quote":"Surely you can entrust your task to your friends.\" \"No,\" said Taran, after a long pause, \"I have taken it on myself through my own choice.\"\"If that is so,\" answered Medwyn, \"then you can give it up through your own choice.","author":"Lloyd Alexander, The Book of Three","category":"1964, choice, duty, medwyn, taran, will"},{"quote":"I think the idea is that every person has to live for his or her own life and then make the choice to share it with other people. You can't just sit there and put everybody's lives ahead of yours and think that counts as love.","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"choice, life, live, love, share"},{"quote":"Next to the bestowal of life itself, the right to direct that life is God's greatest gift to man.","author":"David O. McKay","category":"agency, choice"},{"quote":"The effect of liberty to individuals is that they may do what they please; we ought to see what it will please them to do, before we risk congratulations which may be soon turned into complaints.","author":"Edmund Burke, Reflections on the Revolution in France","category":"choice, complaints, congratulations, liberty, please"},{"quote":"Serving and attempting to inspire others is a responsibility, not a choice.","author":"Bill Courtney, Against the Grain: A Coach's Wisdom on Character, Faith, Family, and Love","category":"choice, coach, inspire, life, responsibility, right, serve, service, serving"},{"quote":"We may not have the choice to be rich or comfortable, but whatever happens; we do always have the choice to be an educated person.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"choice, comfortable, education, rich"},{"quote":"Even indecision is a decision.","author":"Toni Sorenson","category":"choice"},{"quote":"By choosing our path, we choose our destination.","author":"Thomas S. Monson","category":"choice"},{"quote":"I must admit that when I chose the name, 'vitamine,' I was well aware that these substances might later prove not to be of an amine nature. However, it was necessary for me to choose a name that would sound well and serve as a catchword, since I had already at that time no doubt about the importance and the future popularity of the new field.","author":"Casimir Funk, Die Vitamine: Ihre Bedeutung Fur Die Physiologie Und Pathologie","category":"catchwords, choice, importance, name, necessary, popularity, science, vitamine"},{"quote":"It is highly probable that we choose our posture, not our problems.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"attitutde, choice, choices-and-consequences, posture, probability"},{"quote":"gimme thousands of choices of joy and glory. gimme dreaming promises that lift up my intention.I won't take one of them at all cos I've chosen my own and it's you","author":"neo wasiman","category":"choice, people, stealing, time"},{"quote":"Love isn't an accident. Love is a choice.","author":"Jireh Edchin Traya","category":"choice, love"},{"quote":"We have more choice than ever before about where and how we buy and read books.","author":"Sara Sheridan","category":"books, choice, ebooks, format, publishing, reading"},{"quote":"We might give God our tithing, our material possessions, even our time and talents, but those are not really ours to begin with. They are gifts on loan. What is ours is the only genuine sacrifice we can lay on the altar—total submission.","author":"Toni Sorenson","category":"choice"},{"quote":"Winning is a choice, but losing is an option.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"choice, losing, option, winning"},{"quote":"Violence only begets violence when we allow it to. We always have a choice.","author":"P.T. Denys, Violence Begets...","category":"choice, love, violence"},{"quote":"It is true that we choose our life, but it’s also true that we can choose at any moment to change our path.","author":"Jamie Magee, Insight","category":"change, choice, insight, life, moment, path, truth"},{"quote":"It’s an act of our will to choose to see people simply as wildly loved by God, to assume their beauty before guessing their depravity.","author":"Mary E. DeMuth, Everything: What You Give and What You Gain to Become Like Jesus","category":"acceptance, acceptance-of-others, beauty, choice, choose, depravity, god, judgement, love, religion, willingness"},{"quote":"It strikes me that perhaps this is part of what we are fighting to choose. Which pain to feel.","author":"Ally Condie, Matched","category":"choice, pain"},{"quote":"It's a queer business, making oneself blind.","author":"Ursula K. Le Guin, Gifts","category":"blindness, choice"},{"quote":"If you don't have the right support form the right people you are always going to be the best choice and not the preferred choice.","author":"Richmond Akhigbe","category":"best, career, cheer, choice, life, people, platform, preferred, strategic, support, vision-planning"},{"quote":"The illusion of choice is the greatest magic trick ever performed.","author":"Ziad K. Abdelnour","category":"choice, illusion, trick"},{"quote":"You can stay here with your papa and die or you can go with me.... You'll be all right.","author":"Cormac McCarthy, Sanas Chormaic: Cormac's Glossary","category":"choice, death, grieving"},{"quote":"Every human is a school subject. This is rather a metaphorical way of saying it, to put it straight, those you love are few, and the ones you detest are many.","author":"Michael Bassey Johnson","category":"argument, choice, choice-of-friends, companion, friendships, hatred, love, metaphor, michael-bassey-johnson, relevant-people, school, truth"},{"quote":"Love, not as a surge of passion, but as a choice to commit to something, someone, no matter what obstacles or temptations stand in the way. And maybe making that choice, again and again, day in and day out, year after year, says more about love than never having a choice to make at all.","author":"Emily Giffin, Love the One You're With","category":"choice, love"},{"quote":"Freedom is not the ability to do whatever you want. Freedom is the strength of character to do what is good, true, noble, and right.","author":"Matthew Kelly, The Seven Levels of Intimacy: The Art of Loving and the Joy of Being Loved","category":"choice, free, free-will, freedom, noble, power, right-and-wrong, strength-of-character"},{"quote":"The day my father came to claim me, my mother did not wish for me to go. ‘She is a girl,' she said, ‘and I do not think that she is yours. I had a thousand other men.' He tossed his spear at my feet and gave my mother the back of his hand across the face, so she began to weep. ‘Girl or boy, we fight our battles,' he said, ‘but the gods let us choose our weapons.' He pointed to the spear, then to my mother's tears, and I picked up the spear.","author":"George R.R. Martin, A Feast for Crows","category":"a-feast-for-crows, a-song-of-ice-and-fire, choice, women"},{"quote":"She wanted us to have more than five choices. Now we have none.","author":"Veronica Roth, Allegiant","category":"choice"},{"quote":"Make no choice, and you have chosen. Failure to decide, because you lack the right, is itself a decision, First Councilor. In abstaining, you vote.","author":"George R.R. Martin, Tuf Voyaging","category":"choice, totalitarianism"},{"quote":"It is infinitely better to transplant a heart than to bury it to be devoured by worms.","author":"Christiaan Barnard","category":"better, choice, decision, organ-donors, science, transplant"},{"quote":"What is there left to understand? Choice is an illusion. Freedom is conceit. The hands that reach out to guide your every step, your every thought, come not from the gods, for they are no less deluded than we - no, my friends, those hands come to each of us... from each of us.","author":"Steven Erikson, The Bonehunters","category":"choice, freedom"},{"quote":"You must make a choice,” the Goddess said.“Is that my only choice – to choose between men?” I asked. “I want what Mother had!”“Your mother chose two men,” she said with light laughter.“No! She chose independence for her country. She chose power and freedom,” I yelled.Almost as if in response, a pulsating energy moved up from the ground into my bare feet. It thrummed up my body and radiated out in a bright light, first from my toes, then from my fingertips, then the top of my head.“I choose power,” I said. “I choose freedom.","author":"Vicky Alvear Shecter, Cleopatra's Moon","category":"choice, cleopatra, cleopatra-selene, isis"},{"quote":"Never force a man to do your wish, but let them wish to do it by force.","author":"Michael Bassey Johnson","category":"choice, force, freedom, heart, independence, michael-bassey-johnson, wish, wishes, wishing"},{"quote":"What to wear: An employee chooses. How to dress: His employer chose.","author":"Mokokoma Mokhonoana, Divided & Conquered","category":"attire, choice, clothing, dress-code, employee, employer, freedom, illusion, relativity, uniform"},{"quote":"As the voices fall silent, the individuals who make up the amorphous and always changing community must decide for themselves, as they always have. I can’t write a coda because I can’t speak for others. I can only and ever speak for myself.","author":"G.R. Reader","category":"censor, censorship, choice, community, voice"},{"quote":"Like the swimming rats in Richter’s experiment, we can survive for only so long without solid ground beneath our feet; if the choices aren’t real, sooner or later we will go under. It’s important, therefore, that we examine our assumptions about choice and that we openly discuss how, when and why it falls short.","author":"Sheena Iyengar, The Art of Choosing","category":"choice"},{"quote":"A lie by choice will force you to a thousand unavoidable lies.","author":"M.F. Moonzajer","category":"choice, force, lie, thousand, unavoidable"},{"quote":"At its best, choice is a means by which we can resist the people and the systems that seek to exert control over us. But choice itself can become oppressive when we insist that it is equally available to all. It can become an excuse for ignoring inequities that stem from gender or class or ethnic differences, for example, because one can blithely say, “oh, but they had a choice! We all have choices.","author":"Sheena Iyengar, The Art of Choosing","category":"choice, control, inequities"},{"quote":"God gave a choice to Adam and Eve to eat the fruit which caused death and pain to all mankind. How is that different than allowing a choice regarding abortion? A person may make the choice to end one life but god allowed a choice that impacts every man, woman and child that has ever been and ever will be. If we strive to follow the image of god how can we outlaw choices and deny the same rights, freedoms and choices that god allowed? We shouldn't determine the choices of others.","author":"C. L. Ferguson","category":"choice, freedom-of-choice, god, rights"},{"quote":"When the options are few, we can be happy with what we choose since we are confident that it is the best possible choice for us. When the options are practically infinite, though, we believe that the perfect choice for us must be out there somewhere and that it’s our responsibility to find it. Choosing can become a lose-lose situation: if we make a choice quickly without fully exploring the available options, we’ll regret potentially missing out on something better; if we do exhaustively consider all the options, we’ll expend more effort (which won’t necessarily increase the quality of our final choice), and if we discover other good options, we may regret that we can’t choose them all.","author":"Sheena Iyengar, The Art of Choosing","category":"choice, opportunity-cost, optimity"},{"quote":"The fault is not in our stars,\" I whispered to the ceiling. \"But in ourselves. This was my choice.","author":"Susan Dennard, Something Strange and Deadly","category":"choice, fault"},{"quote":"In this life I choose you.","author":"Truth Devour, Wantin","category":"choice, falling-in-love, love, relationships, valentine"},{"quote":"Here they were, on the only planetary surface on which you could walk freely, naked to the wind and the sun, and when they had a choice, they sat in boxes and stared at littler boxes, just as if they had no choice-as if they were in a space station-","author":"Kim Stanley Robinson, 2312","category":"choice"},{"quote":"There is a quality about women who choosemen sparingly","author":"it appears in their walkin their eyesin their laughter and in theirgentle hearts.","category":"Charles Bukowski"},{"quote":"Free will is the sensation of making a choice. The sensation is real, but the choice seems illusory. Laws of physics determine the future.","author":"Brian Greene","category":"choice, determinism, free-will, illusory, laws-of-physics, materialism, physics, science"},{"quote":"If our reputation rests on the decisions we make, then Abishag has impeccable taste. If fragrance is worn to make a personal statement, then the unchosen Abishag has publicly proclaimed her allegiance. She has put on the scent of her lord, for her lord. She belongs to him. Every facet of her character proclaims rejection of other, so-called, 'shepherds.' Whether he chooses her, or not, she has chosen him.pg 36","author":"Michael Ben Zehabe, Song of Songs The Book for Daughters","category":"abishag, choice, christian-marriage, courting, godly-wife, godly-woman, religious-dating, shulamite, shunemite"},{"quote":"We are not going to always agree with each other, but we should have the dignity to always respect each other’s freedom of speech and of choice. Democracy is practiced when we have respect for human rights.","author":"Ellen J. Barrier","category":"agree, choice, democracy, dignity, freedom, human-rights, respect, speech"},{"quote":"Choice, is what presents us with a multitude of paths, because choice creates a flow of electrons through the brain in a manner that inexorably leads to quantum superposition, and the many-worlds that are the inevitable result.","author":"Kevin Michel, Moving Through Parallel Worlds To Achieve Your Dreams","category":"choice, electrons, hugh-everett, law-of-attraction, many-worlds-interpretation, max-tegmark, metaphysics, parallel-universes, parallel-worlds, quantum-physics, subconscious-mind, success, superposition"},{"quote":"«I am tired,» he said. «I did a lot today. That is, I did something. The only thing I have ever done. I pressed a button. It took the entire will power, the accumulated strength of my entire existence, to press one damned OFF button.»«You have lived well,» the Alien said.","author":"Ursula K. Le Guin, The Lathe of Heaven","category":"accomplishment, choice, life, volition"},{"quote":"After all is said and done, you are free to choose but you are not free from the consequence of your choice.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"choice, choose, consequence, free"},{"quote":"What I do . . . the path I tread . . . it brings some choices that test me hard.","author":"Juliet Marillier","category":"chance, choice, danger, path"},{"quote":"I found that when women were able to act in line with their natural inclinations and ambitions -- whether to work or stay at home -- they were generally happy, and generally felt that their children were happy too. Whereas those whose natural inclinations and ambitions had been thwarted -- whether they were working or stay-at-home moms -- were sure that they and their kids would be better off if they changed course, and either went to work or went home. The morality of the situation-- whether they felt it was good or bad for their chidlren-- derived, not from some external sense of the morality of their \"choices,\" but from the amount of happiness generated by any given arrangement.","author":"Judith Warner, Perfect Madness: Motherhood in the Age of Anxiety","category":"choice, happiness, motherhood, stay-at-home-moms, working-moms"},{"quote":"What kind of choice is it, really, when motherhood forces you into a delicate balancing act -- not just between work and family, as the equation is typically phrased, but between your premotherhood and postmotherhood identities? What kind of choice is it when you have to choose between becoming a mother and remaining yourself?","author":"Judith Warner, Perfect Madness: Motherhood in the Age of Anxiety","category":"choice, judith-warner, motherhood"},{"quote":"it (love) must be a conscious choice and not an emotional response (Matthew 5:46).","author":"Michael DiMarco, Cupidity: 50 Stupid Things People Do For Love And How To Avoid Them","category":"choice, love"},{"quote":"One might be led to question whether the scientists acted wisely in presenting the statesmen of the world with this appalling problem. Actually there was no choice. Once basic knowledge is acquired, any attempt at preventing its fruition would be as futile as hoping to stop the earth from revolving around the sun.","author":"Enrico Fermi, Collected Papers of Enrico Fermi: The United States, 1939-54","category":"atomic-power, choice, futility, hope, knowledge, prevention, science, scientists, splitting-the-atom, statesmen, wisdom, world"},{"quote":"Nobody likes the phenomenon of death, and death hates the phenomenon of life","author":"Michael Bassey Johnson","category":"choice, death, fear, illusion"},{"quote":"That's what I like about the modern world: choice. We all choose what we have to live with.","author":"Dorothy Koomson, The Woman He Loved Before","category":"choice"},{"quote":"Life is choice. All day, everyday. Who we talk to, where we sit, what we say, how we say it. And our lives become defined by our choices. It's as simple and as complex as that. And as powerful. so when I'm observing that's what I'm watching for. The choices people make","author":"Louise Penny, Still Life","category":"choice, life, observation"},{"quote":"I believe you can prove everyone wrong, too, Victoria. Your behavior is a choice; it isn't who you are.","author":"Vanessa Diffenbaugh, The Language of Flowers","category":"choice, inspirational"},{"quote":"Do you know how you get the urge to clean your room, and it’s no big deal? But when your mom tells you that you have to clean your room, you don't want to? That's me, anyway.","author":"Bill Konigsberg, Openly Straight","category":"choice, chores, clean"},{"quote":"Ludlow put a hand on his arm. \"A friend of mine used to say, 'You cannot change the past, but every moment is an opportunity to change your future.","author":"F.E. Higgins, The Eyeball Collector","category":"choice, choosing-your-path-in-life, past-and-future"},{"quote":"Choose to be the best version of you.","author":"Truth Devour, Wantin","category":"choice, self-development"},{"quote":"Every choice we make affects the other. It always has… We share our choices and our burdens. But that way neither of us has to carry the weight alone—You have never been alone.","author":"Olivia Fuller, Something Wicked","category":"alone, burden, choice, love"},{"quote":"If you do not control your circumstance, you will be controlled by your circumstance. The choice is yours.","author":"Tami B Harriott","category":"choice, circumstance, life, reflection"},{"quote":"You have a choice in everything in life, so keep in mind that in the end, the choice you make makes you.","author":"Ifeanyi Enoch Onuoha","category":"choice, end, integrity, life, life-lessons"},{"quote":"We are always - always- in choice.","author":"Patti Digh, Creative Is a Verb: If You're Alive, You're Creative","category":"choice, choose-our-own-destiny, personal-power"},{"quote":"There is wisdom in knowing your limits and then daring to push past them. Choose to live an exceptional life.","author":"Truth Devour, Wantin","category":"choice, courage, life, wisdom"},{"quote":"There is no utter truth or utter falsehood in this world. There is only mostly. Which part of the mostly you choose to accept, well, that much is up to you.","author":"Kelly Barnhill, The Mostly True Story of Jack","category":"choice, truth"},{"quote":"The worst choice you can make, is no choice at all","author":"Nicholas Stoller","category":"choice"},{"quote":"I’m very fond of the concept of choice as the basis for sexual preference. This point of view is unpopular in an era in which every claim for gay rights is bases on pseudoscientific sulking about how we can’t help being queer; we’re just born that way. Thanks, but I don’t want to receive my civil rights as a charity fuck bequeathed on me by my genetic superiors.","author":"Patrick Califia-Rice","category":"choice, queerness"},{"quote":"People can't change. We're pre-programmed robots going through the motions. We're the same at death as we are at birth.","author":"J. Matthew Nespoli","category":"changing, choice, free-will"},{"quote":"We are all punished for the lives we have chosen, in one way or another.","author":"Lauren Oliver, Requiem","category":"choice, punishment"},{"quote":"Choosing with integrity means finding ways to speak up that honor your reality, the reality of others, and your willingness to meet in the center of that large field. It’s hard sometimes.","author":"Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice","category":"choice, choose, honor, integrity, reality, speaking, speaking-out, speaking-up, voice"},{"quote":"The answer can't be found in books - or be solved by bringing it to other people. Not unless you want to remain a child all your life. You've got to find the answer inside you - feel the right thing to do. Charlie, you've got to learn to trust yourself","author":"Daniel Keyes, Flowers for Algernon","category":"answers, choice, ethics"},{"quote":"We cannot choose who offends us, but we can choose how to respond when we are offended.","author":"Moffat Machingura, How I Kissed Heartbreak Goodbye","category":"choice, choose, offend, offended, offense, respond, responsibility"},{"quote":"We all want everything to be okay. We don’t even wish so much for fantastic or marvelous or outstanding. We will happily settle for okay, because most of the time, okay is enough.","author":"David Levithan, Every Day","category":"choice, contentment, happiness, life"},{"quote":"Raven looks at me. “What about you, Lena?”I can feel Alex’s eyes on me. My mouth is so dry; the sun is so blinding. I look away, toward the hundreds and hundreds of people who have been driven out of their homes, out of their lives, to this place of dust and dirtiness, all because they wanted the power to feel, to think, to choose for themselves. They couldn’t have known that even this was a lie—that we never really choose, not entirely. We are always being pushed and squeezed down one road or another. We have no choice but to step forward, and then step forward again, and then step forward again; suddenly we find ourselves on a road we haven’t chosen at all.But maybe happiness isn’t in the choosing. Maybe it’s in the fiction, in the pretending: that wherever we have ended up is where we intended to be all along.Coral shifts, and moves her hand to Alex’s arm.“I’m with Julian,” I say at last. This, after all, is what I have chosen.","author":"Lauren Oliver, Requiem","category":"choice, julian, lena-halloway"},{"quote":"When a man showed up you didn't want to look at his face and he didn't want to look at his face and he didn't want to look at yours, because it's painful to see somebody so clear that it's like looking inside him, but then neither did you want to to look away and lose him completely. You had a choice: you could either strain and look at things that appeared in front of you in the fog, painful as it may be, or you could relax and lose yourself.","author":"Ken Kesey, One Flew Over the Cuckoo's Nest","category":"choice, decision-making, inspirational, life, reality, truth"},{"quote":"There's a great difficulty in makingchoices if you have any imagination at all. Faced with such a multitude of desireable choices, no one choiceseems satisfactory for very long by comparison with the aggregate desirability of all the rest, though compared to any *one* of the others it would not be found inferior. All equally attractive but none finally inviting.","author":"John Barth, The End of the Road","category":"choice, decision, john-barth, paralysis"},{"quote":"We can't always have our druthers.","author":"Harper Lee, To Kill a Mockingbird","category":"choice, decision, life, motivation, reality"},{"quote":"Remember, I might be the wind, but you control the kite.","author":"Kathy Reichs, Death du Jour","category":"choice, love"},{"quote":"Choice- Everyone has them, so take control!","author":"Mordakhi","category":"choice, control, life"},{"quote":"God made the world like a knife. We have the choice to take it by the handle or the blade.","author":"C.J. Langenhoven","category":"choice, reality, world"},{"quote":"The way you live each day is a sentence in the story of your life. Every day, you make the choice whether the sentence ends with a period, question mark, or exclamation point.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"choice, each-day, life, sentence, story"},{"quote":"And let me tell you my dearest friend,if you think that running away from it is the best solution, then you're wrong.You will never discovered your happiness. Trust me. I know because I've been in the exact situation as you are in now. And yes!There will be heartache and disappointment but you'll never regret the choice you've taken because everything turns out to be beautiful and this, my friend,is how I discovered you as the happiness of my life.","author":"Songkee R. EEP","category":"choice, happiness, life, love"},{"quote":"Life often is a bucket of water sitting on a farmer’s porch. Our choice is in the drinking.","author":"Harley King, A Glimpse of Fear","category":"choice, farmer, life, life-lessons"},{"quote":"Because we always have a choice, even when it feels like we don't.","author":"A.C. Gaughen, Scarlet","category":"choice, choose, robin-hood"},{"quote":"Choice was dangerous: you had to forgo all other possibilities when you chose.","author":"J.K. Rowling, The Casual Vacancy","category":"casual-vacancy, choice, decisions"},{"quote":"As if you could pick in love, as if it were not a lightning bolt that splits your bones and leaves you staked out in the middle of the courtyard. (...) You don't pick out the rain that soaks you to the skin when you come out of a concert.","author":"Julio Cortázar, Hopscotch","category":"bones, choice, love, rain, skin, soaked"},{"quote":"Don’t think so. We all make our choices, and those choices have consequences.","author":"Kami Garcia, Beautiful Creatures","category":"choice, consequences"},{"quote":"It’s so strange how one choice can derail so many lives. It was so huge to me, I expected her answer to change everything, but it didn’t. I guess that’s life, right? You never really know what’s waiting for you. You never really know what’s going to happen or why. You just have to be able to deal with it. Big or small.","author":"Nyrae Dawn, Dizzy","category":"choice"},{"quote":"He wished he could reassure his mother: a man wants many things in life, but when one of them is also the right thing, he would be a fool not to choose it.","author":"Jess Walter, Beautiful Ruins","category":"choice, right-and-wrong"},{"quote":"Every choice is limited. That's life.","author":"Lauren Oliver, Delirium","category":"choice, life, limit, truth"},{"quote":"This was not a man who wanted to give up his mate. This was a man trying to do the honorable thing—and give her a choice, no matter hiw much it cost him.","author":"Patricia Briggs, Cry Wolf","category":"alpha-and-omega, anna-cornick, charles-cornick, choice, cry-wolf, faith, love, security"},{"quote":"What we choose to embrace, to be responsive to, is the purest reflection of who we are and what we love.","author":"Terryl L. Givens, The God Who Weeps: How Mormonism Makes Sense of Life","category":"choice, faith, spirituality"},{"quote":"Happy are those who choose, those who accept being chosen, the handsome heroes, the handsome saints, the perfect escapists.","author":"Julio Cortázar, Hopscotch","category":"choice, happiness"},{"quote":"No one but me ever put a hand on me to feel that baby. No one wanted to put his ear against it and listen...You shouldn't have a baby if there's no one who wants to feel it kick or listen to it move.","author":"John Irving, The Cider House Rules","category":"abortion, abortionists, adoption, choice, women"},{"quote":"All choices are illusions, or if they are not illusions their strength is illusory, for one choice must contend with the choices of all the other men and women deciding anything in that moment.","author":"Kevin Powers, The Yellow Birds","category":"choice"},{"quote":"The woods are full of poison berries but you don't have to eat them.","author":"Marty Rubin","category":"choice, discrimination, freedom"},{"quote":"I never needed the Society,\" she says, \"to Match me.\" (-Lei)","author":"Ally Condie, Reached","category":"choice, free-will, love"},{"quote":"Life happens, whether you're in it or not, but death doesn't give you a choice.","author":"Anthony Liccione","category":"acceptance, choice, death, in-or-out, life, no-choice, rejection"},{"quote":"Each and every day begins with a choice, the first influencing the second, the third and so on . . .","author":"Evinda Lepins","category":"choice, day"},{"quote":"The best way to choose the wrong door, or never even open the door, is to let fear run the show. When you reflect on any big-ticket decision you have made on the basis of fear and anxiety, you can almost guarantee you made the wrong decision.","author":"Ramani Durvasula, You Are WHY You Eat: Change Your Food Attitude, Change Your Life","category":"choice, fear"},{"quote":"To be or not to be, that is the choice","author":"Daniel Lee Edstrom","category":"being, choice, daniel-lee-edstrom"},{"quote":"You can never make the same mistake twice because the second time you make it, it's not a mistake, it's a choice.","author":"Steven Denn","category":"choice, mistakes"},{"quote":"It is a tragedy beyond the power of language to convey when what has been imposed on women by force becomes a standard of freedom for women: and all the women say it is so.","author":"Andrea Dworkin, Intercourse","category":"choice, feminism, freedom, patriarchy, third-wave-feminism, tragedy"},{"quote":"If love was a choice, who would ever choose such exquisite pain?","author":"Margaret Landon","category":"choice, love"},{"quote":"Freedom is not merely the opportunity to do as one pleases; neither is it merely the opportunity to choose between set alternatives. Freedom is, first of all, the chance to formulate the available choices, to argue over them -- and then, the opportunity to choose.","author":"C. Wright Mills","category":"choice, freedom"},{"quote":"If we actually thought about every decision we made, we'd be paralyzed ... You have to decide which decisions you're actually going to make, and then you have to let the rest of them go.","author":"David Levithan, Naomi and Ely's No Kiss List","category":"choice, decisions, inspirational, life"},{"quote":"I‘m very aware that my personal life, my marriage, is the source of speculation and interest in the department and with the public. I can live with that. I’m also aware that my husband’s businesses, and his style of conducting his businesses, are also the source of speculation and interest. I have no particular problem with that. But I resent very much that my reputation and my husband’s character should be questioned this way. From the media, Commander, it’s to be expected, but not from my superior officer. Not from any member of the department I’ve served to the best of my ability. I want you to take note, Commander, that turning in my badge would be like cutting off my arm. But if it comes down to a choice between the job and my marriage, then I lose the arm.","author":"J.D. Robb","category":"career, choice, job, marriage, priorities, reputation"},{"quote":"Wait, Armand, he heard behind him but kept walking, ignoring the calls. Then he remembered what Emile had meant to him and still did. Did this one bad thing wipe everything else out?That was the danger. Not that betrayals happened, not that cruel things happened, but that they could outweigh all the good. That we could forget the good and only remember the bad.But not today. Gamache stopped.","author":"Louise Penny, Bury Your Dead","category":"betrayal, choice, friendship"},{"quote":"The healthy life: It’s not just about losing the weight","author":"it’s about losing the mentality that got you there.","category":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"},{"quote":"...You know something, don't you?\"\"I know lots of things--your inquiry needs to be more specific.\"\"Just answer the question.\"\"True/false or multiple choice?","author":"Neal Shusterman, Bruiser","category":"answer, choice, false, inquiry, know, lot, multiple, need, question, something, specific, true"},{"quote":"We have choice,” she insisted. “This is it. We don’t get to choose our choices, Gwain, we just get to make the ones we’re given...","author":"Dianna Hardy, The Demon Bride","category":"choice, choices-and-consequences, choosing, free-will, mary-and-gwain"},{"quote":"God never gives you more than you can handle. It's your choice on how you deal with what he gives you. You can either grow from it, or you can lie down and give up.","author":"Kendra Sedgwick","category":"choice, choices-and-consequences, god, inspirational"},{"quote":"But you know, even worrying about haircuts couldn't depress me. Because every time I started sinking low, I'd just remember about football. All this time I'd thought I wanted to be a trainer, when it turned out I wanted to be a player instead. I saw something I wanted to do and I decided to do it. The feeling of freedom this gave me—I can't even describe it. It was my decision. I chose it. I am not a cow.","author":"Catherine Gilbert Murdock, Dairy Queen","category":"choice, cow, freedom"},{"quote":"But someone sometime let you forget how to choose, and what. Someone let your peoples forget it was the only thing of importance, choosing. . . How to choose any but a child's greedy choices if there is no loving-filled father to guide, inform, teach the person how to choose? How is there freedom to choose if one does not learn how to choose?","author":"David Foster Wallace, Infinite Jest","category":"choice, choosing"},{"quote":"We don't choose our wildest dreams. They choose us.","author":"Tama Kieves, Inspired and Unstoppable: Wildly Succeeding in your life's work","category":"choice, dreams, life, work"},{"quote":"First one must understand conditioning - only then can we speak of choice","author":"Rasheed Ogunlaru","category":"choice, conditioning, rasheed-ogunlaru, understanding-oneself-and-others"},{"quote":"Physical reality is one of the biggest horror movies of all, and you know how we love horror movies.","author":"Thaddeus Golas, The Lazy Man's Guide to Enlightenment","category":"choice, horror-movies, ilusion, reality"},{"quote":"You lost your ability to choose the moment you started to use your eyes to see, and your heart to feel. Choice has become nothing but an illusion for you.","author":"Lionel Suggs","category":"choice, illusion"},{"quote":"The heart is natures most immense untapped resource. Utilising the power of the heart is the most significant choice you will make in life.","author":"Steven Redhead, Keys to the Laws of Creation","category":"choice, heart, immense, nature, power, resource, significant, untapped"},{"quote":"If you choose to walk through the fire, why do you complain it's hot?","author":"Anthony Liccione","category":"choice, complaint, free-will"},{"quote":"Free will and choice implies that you are able to even re-write your record of memories.","author":"Lionel Suggs","category":"choice, creation, free-will"},{"quote":"I chose not to fight it. Eating them...is my revenge.","author":"J.H. Myn, Blade and Bone","category":"choice, revenge, violence"},{"quote":"...it is not for the illusion of a moment to govern the choice of a lifetime.","author":"Pierre-Ambroise Choderlos de Laclos, Les Liaisons dangereuses","category":"choice, illusion, life"},{"quote":"I am fond of pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals.","author":"Winston S. Churchill","category":"animals, cats, dogs, equality, pigs, respect"},{"quote":"As you grow older, you’ll see white men cheat black men every day of your life, but let me tell you something and don’t you forget it—whenever a white man does that to a black man, no matter who he is, how rich he is, or how fine a family he comes from, that white man is trash","author":"Harper Lee, To Kill a Mockingbird","category":"racism, respect"},{"quote":"We are sun and moon, dear friend; we are sea and land. It is not our purpose to become each other; it is to recognize each other, to learn to see the other and honor him for what he is: each the other's opposite and complement.","author":"Hermann Hesse, Narcissus and Goldmund","category":"individuality, respect, uniqueness"},{"quote":"Respect yourself and others will respect you.","author":"Confucius, Sayings of Confucius","category":"respect, self-respect"},{"quote":"We cannot expect people to have respect for law and order until we teach respect to those we have entrusted to enforce those laws.","author":"Hunter S. Thompson","category":"expectation, law, order, respect"},{"quote":"If you want to be respected by others, the great thing is to respect yourself. Only by that, only by self-respect will you compel others to respect you.","author":"Fyodor Dostoyevsky, The Insulted and Humiliated","category":"respect, self-respect"},{"quote":"Sounds naive respecting someone who doesn't give a shit about you.","author":"Toba Beta, Master of Stupidity","category":"naive, respect"},{"quote":"Tolerance isn't about not having beliefs. It's about how your beliefs lead you to treat people who disagree with you.","author":"Timothy J. Keller","category":"respect, tolerance"},{"quote":"When I look at a person, I see a person - not a rank, not a class, not a title.","author":"Criss Jami, Killosophy","category":"bias, class, discernment, disrespect, equality, geniune, human-being, person, rank, respect, righteous, status, stereotype, title"},{"quote":"What is objectionable, what is dangerous about extremists is not that they are extreme, but that they are intolerant. The evil is not what they say about their cause, but what they say about their opponents.","author":"Robert F. Kennedy","category":"extremists, fanatics, respect"},{"quote":"Politeness [is] a sign of dignity, not subservience.","author":"Theodore Roosevelt","category":"dignity, manners, politeness, respect"},{"quote":"The art of conversation is the art of hearing as well as of being heard.","author":"William Hazlitt, Selected Essays, 1778-1830","category":"attention, conversation, hearing, listening, respect"},{"quote":"Tolerance only for those who agree with you is no tolerance at all.","author":"Ray A. Davis","category":"respect, tolerance"},{"quote":"Regard your good name as the richest jewel you can possibly be possessed of -- for credit is like fire; when once you have kindled it you may easily preserve it, but if you once extinguish it, you will find it an arduous task to rekindle it again. The way to a good reputation is to endeavor to be what you desire to appear.","author":"Socrates","category":"honor, integrity, reputation, respect"},{"quote":"When people do not respect us we are sharply offended","author":"yet deep down in his private heart no man much respects himself.","category":"Mark Twain"},{"quote":"A wise mother knows: It is her state of consciousness that matters. Her gentleness and clarity command respect. Her love creates security.","author":"Vimala McClure, The Tao of Motherhood","category":"gentleness, love, mothering, respect, security"},{"quote":"You demand respect and you'll get it. First of all, you give respect.","author":"Mary J. Blige","category":"respect"},{"quote":"If you've treated your girlfriend without respect, taken advantage of her, or cheated on her, your actions have taught her that she has no value. Needless to say, this is a serious, serious injury. If you don't try to make it right, she might start to believe the lie you've told her and spend the rest of her life thinking she deserves poor treatment.","author":"Josh Shipp, The Teen's Guide to World Domination: Advice on Life, Liberty, and the Pursuit of Awesomeness","category":"girlfriend, injury, lie, life, respect"},{"quote":"What do you think dignity's all about?'The directness of the inquiry did, I admit, take me rather by surprise. 'It's rather a hard thing to explain in a few words, sir,' I said. 'But I suspect it comes down to not removing one's clothing in public.","author":"Kazuo Ishiguro, The Remains of the Day","category":"dignity, honor, humor, integrity, respect, symbolism"},{"quote":"I want to lay my kill at your feet.","author":"Annette Curtis Klause, Blood and Chocolate","category":"admiration, love, respect"},{"quote":"You can demand courtesy but you have to earn respect.","author":"Lawrence Goldstone","category":"courtesy, respect"},{"quote":"The best protection against rape, stalking, and domestic violence is to raise men who both understand that women are different, and would never dare take advantage of this difference.","author":"Wendy Shalit, A Return to Modesty: Discovering the Lost Virtue","category":"modesty, respect, sexual-difference"},{"quote":"I hate that I had to pull out my wallet and buy respect.","author":"Becca Ritchie, Addicted to You","category":"addicted-series, addicted-to-you, becca-ritchie, buy, krista-ritchie, loren-hale, respect"},{"quote":"Respectful communication under conflict or opposition is an essential and truly awe-inspiring ability.","author":"Bryant McGill, Voice of Reason","category":"acceptance, conflict, respect"},{"quote":"Come closer, Kurokuma. It's quite safe.'Horace shuffled closer to the edge...'Quite safe, my foot,' he muttered to himself. 'And what's this Kurokuma you keep calling me?''It's a term of great respect,' Shigeru told him.'Great respect,' Shukin echoed.","author":"John Flanagan, The Emperor of Nihon-Ja","category":"horace, ranger-s-apprentice, respect"},{"quote":"It is offensive that so many people feel that it is okay to publicly refer to transsexuals as being “pre-op” or “post-op” when it would so clearly be degrading and demeaning to regularly describe all boys and men as being either “circumcised” or “uncircumcised.","author":"Julia Serano, Whipping Girl: A Transsexual Woman on Sexism and the Scapegoating of Femininity","category":"genitalia, respect, transgender, transsexual"},{"quote":"What was that, Kurokuma?' asked one of the escorts riding near him. The others chuckled at the name.'Nothing important,' Horace said. Then he looked at them suspiciously. 'What's this Kurokuma business?'The Senshi looked at him with a completely staight face.'It's a term of great respect,' he said. Several others within earshot nodded confirmation. They too managed to remain straight-faced. It was a skill the Nihon-Jan had perfected.'Great respect,' one of them echoed.","author":"John Flanagan, The Emperor of Nihon-Ja","category":"horace, ranger-s-apprentice, respect"},{"quote":"Fight only in direst needNot for lust or petty greedHonor those that do give birthRespect them well for their full worth","author":"Anne McCaffrey, Dragon Harper","category":"fighting, respect"},{"quote":"He didn't want the respect of people who weren’t worth wiping his nose on—people who weren't worth the spatout gum attached to the bottom of his worn-out shoes. The only respect he wanted was from himself and the people who really mattered in his life. The people who really loved and cared about him.","author":"Sherrilyn Kenyon, Infinity","category":"inspirational, respect"},{"quote":"Respect toward others can't be imposed.It's a blessing...or learning the hard way.","author":"Toba Beta, Master of Stupidity","category":"blessing, hard-way, respect"},{"quote":"Respect for right conduct is felt by every body.","author":"Jane Austen, Emma","category":"respect, right-conduct"},{"quote":"Please. Thank you. Learn it. Love it. Or be disappointed.","author":"CM Punk","category":"decency, respect"},{"quote":"I am moved by the multitudes of your intelligence and sometimes, returning, I become the sea— in love with your speed, your heaviness and breath.","author":"Frank O'Hara, Meditations in an Emergency","category":"frank-o-hara, love, ode, respect"},{"quote":"Boys seek attention, men demand respect.","author":"Habeeb Akande","category":"attention, attention-seekers, respect"},{"quote":"When someone respects you, s/he confronts you in private before taking you in public and/or stabbing in the back and backbiting you...","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"backbiting, confront, respect, stabbing"},{"quote":"For the multiculturalist, white Anglo-Saxon Protestants are prohibited, Italians and Irish get a little respect, blacks are good, native Americans are even better. The further away we go, the more they deserve respect. This is a kind of inverted, patronising respect that puts everyone at a distance.","author":"Slavoj Žižek","category":"black-people, irishmen, italians, multiculturalism, native-americans, paternalism, respect, wasps"},{"quote":"When we love and respect people, revealing to them their value, they can begin to come out from behind the walls that protect them.","author":"Jean Vanier, Finding Peace","category":"love, respect"},{"quote":"I have found that there are two ways of dealing with men. Either you treat them with respect, or you kill them. Anything in between merely breeds resentment and the desire for revenge.","author":"Paul Kearney","category":"psycology, respect, revenge"},{"quote":"Mama says that satisfaction isn't what I should search for. Respect is. Respect?I detest that word. Probably because in this world you have to respect the wrong people for the wrong reasons.","author":"Melina Marchetta, Looking for Alibrandi","category":"respect"},{"quote":"Everyone should be respected as an individual, but no one idolized.","author":"Albert Einstein, Einstein on Politics: His Private Thoughts and Public Stands on Nationalism, Zionism, War, Peace and the Bomb","category":"idolatry, life, respect, respecting-others"},{"quote":"I am rather disturbed by the fact that so many people—who are neither medical professionals nor trans themselves—would want to hear all of the gory details regarding transsexual physical transformations, or would feel that they have any right to ask us about the state of our genitals.","author":"Julia Serano, Whipping Girl: A Transsexual Woman on Sexism and the Scapegoating of Femininity","category":"medicine, respect, transgender, transsexual"},{"quote":"Are you crazy? The last thing you want to do is make a scene.\" \"Well, I'm gonna make a movie if you don't show me some respect.","author":"Sister Souljah, The Coldest Winter Ever","category":"respect"},{"quote":"Respect is an invention of people who want to cover up the empty place where love should be.","author":"Leo Tolstoy, Anna Karenina","category":"love, respect"},{"quote":"Respect is a close relative of tolerance, and both go a long way to prevent and alleviate the negative interactions between and among people. Respect was a member of each Lakota household during the free-roaming buffalo-hunting days on the northern plains.","author":"Joseph M. Marshall III, The Lakota Way: Stories and Lessons for Living","category":"respect"},{"quote":"Touching your cap to the squire may be damn bad for the squire, but it's damn good for you.","author":"J.R.R. Tolkien","category":"respect, tradition"},{"quote":"Taro taught me that people respect spirit, but even cowards don't respect cowards.","author":"David Mitchell, Ghostwritten","category":"respect"},{"quote":"He had so much damn respect he wanted to scream.","author":"Orson Scott Card, Ender's Game","category":"frustration, isolation, respect"},{"quote":"Just as we expect others to value our boundaries, it's equally important for us to respect the boundaries of others.","author":"Laurie Buchanan, PhD","category":"boundaries, respect"},{"quote":"I respect you as my king, and I respect you as my father, but I do not respect you as a man!","author":"Rebecca McKinsey, Anterria","category":"authority, elders, parents, respect, royalty"},{"quote":"There is nothing so likely to produce peace as to be well prepared to meet the enemy","author":"George Washington","category":"respect"},{"quote":"Outwardly, other than her hair, she had not changed much. She was still more or less the same cool, aloof woman who garnered more respect than affection. On the inside, however, it had been impossible to return to the person she used to be.","author":"Sherry Thomas, Not Quite a Husband","category":"affection, bryony, respect, sherry-thomas"},{"quote":"I would take care you speak of her with respect for, of course, I will interpret any disrespect for her as disrespect for me.","author":"Margaret Moore, The Baron's Quest","category":"respect"},{"quote":"Every word that is spoken and sung here (the Cabaret Voltaire) represents at least this one thing: that this humiliating age has not succeeded in winning our respect.","author":"Hugo Ball","category":"dada, disgust, respect"},{"quote":"I would rather wear a suit everyday and be respected than dress half naked and be disrespected.","author":"Bianca Frazier","category":"dress, profesional, respect, suit"},{"quote":"I did not want to be taken for a fool – the typical French reason for performing the worst of deeds without remorse.","author":"Jules Barbey d'Aurevilly, The Crimson Curtain","category":"foolishness, french, remorse, respect"},{"quote":"One second, we are surrounded by angels holding their swords. The next second, one of their arms drops and his sword thunks to the grass like a lead weight. The angel stares at his blade uncomprehendingly.Another sword drops.Then another.Then a whole bunch, until all the other unsheathed swords fall, thudding on the grass like subjects bowing down to their queen.The angels stare at the swords at their feet in utter shock.Then everyone looks at me. Actually, it’s probably more accurate to say they’re looking at my sword.“Whoa.” That’s about the most intelligent thing I can say right now. Did Raffe say something about an archangel sword intimidating other angel swords if she could gain their respect?I swivel my eyes to look at the blade in my hands. Was that you, Pooky Bear?","author":"Susan Ee, World After","category":"angel-sword, penryn, pooky-bear, respect"},{"quote":"With the persistent loud voice, fool asks us to respect serenity.","author":"Toba Beta, Master of Stupidity","category":"fool, loud-voice, persistent, respect, serenity"},{"quote":"The eye of true equality often seems to have some degree of disrespect for the supposedly accomplished, privileged high and lofty to the supposedly accomplished, privileged high and lofty, although in reality, it's simply irrespectiveness.","author":"Criss Jami, Killosophy","category":"accomplished, disrespect, entitlement, equality, inequality, irrespectiveness, lofty, privilege, respect"},{"quote":"All she wanted was love with respect, respect was so important to her, and I could give her that.","author":"Dean Koontz, Brother Odd","category":"love, odd-thomas, respect, stormy-llewellyn"},{"quote":"Don't fool yourself by look so humblewhereas the thing you want is respect.","author":"Toba Beta, Master of Stupidity","category":"foolishness, humble, respect"},{"quote":"I had done all that I could, and no Man is well pleased to have his all neglected, be it ever so little.","author":"Samuel Johnson","category":"educational, effort, frustration, respect, understanding-others"},{"quote":"To gain self-respect, you need to put yourself first.","author":"Lorii Myers, Make It Happen, A Healthy, Competitive Approach to Achieving Personal Success","category":"moment-of-being, respect"},{"quote":"The immoral can no more earn respectThan the envious be rich.","author":"Thiruvalluvar, Kural","category":"respect, right-conduct, virtue"},{"quote":"Respect the young and chastise your elders. It's about time the world was set aright.","author":"Vera Nazarian, The Perpetual Calendar of Inspiration","category":"age, authority, chastise, elders, generations, old, respect, young"},{"quote":"As love without esteem is capricious and volatile","author":"esteem without love is languid and cold.","category":"Jonathan Swift"},{"quote":"...when I see you here amidst all this, I realise that I proposed to a very small part of you. I thought I was giving you a home and a position, but here I see that I am taking you away from so much.","author":"Daisy Goodwin, The American Heiress","category":"cora, fiance, heiress, honor, love, respect, rich, wife"},{"quote":"Alessandra approached the geniuses of the past to give them life with her attention, which was the form her affection took: paying attention.","author":"Carlos Fuentes, Todas las familias felices","category":"affection, attention, respect"},{"quote":"There are other grounds for believing that gays and lesbians should be respected and protected from oppression: their right to privacy and freedom of actionand expression; the \"victimless\" nature of homosexual relations; and the many valuable contributions that gays and lesbians make to society.","author":"Simon LeVay","category":"contribution-to-society, gays-and-lesbians, respect"},{"quote":"Love is not like Ice, that melts but the foundation of Respect, Love and Care","author":"Samar Sudha","category":"care, love, respect"},{"quote":"One day Wallace was fishing in the Irvine when Earl Percy, the governor of Ayr, rode past with a numerous train. Five of them remained behind and asked Wallace for the fish he had taken. He replied that they were welcome to half of them. Not satisfied with this, they seized the basket and prepared to carry it off. Wallace resisted, and one of them drew his sword. Wallace seized the staff of his net and struck his opponent's sword from his hand; this he snatched up and stood on guard, while the other four rushed upon him. Wallace smote the first so terrible a blow that his head was cloven from skull to collar-bone; with the next blow he severed the right arm of another, and then disabled a third. The other two fled, and overtaking the earl, called on him for help; \"for,\" they said, \"three of our number who stayed behind with us to take some fish from the Scot who was fishing are killed or disabled.\"How many were your assailants?\" asked the earl.But the man himself,\" they answered; \"a desperate fellow whom we could not withstand.\"I have a brave company of followers!\" the earl said with scorn. \"You allow one Scot to overmatch five of you! I shall not return to seek for your adversary; for were I to find him I should respect him too much to do him harm.","author":"G.A. Henty","category":"battle, respect"},{"quote":"Looking back, I have come to realize that the gang lifestyle back then—the fame, the respect, and the recognition—was stronger and powerful than any drug. We were serious with what we were dealing with. It was like a do or die situation. Shelton ‘Apples’ Burrows reform gang leader","author":"Drexel Deal, The Fight of My Life is Wrapped Up in My Father","category":"drug-addiction, drugs, fame, gang-addiction, gang-life, gangbanging, lessons-learn, looking-back, recognition, reflection, respect, street-fame, thug-life, violence-addiction"},{"quote":"Because these fools always look up for power. People above you, they never want to share power with you. Why you look to them? They give you nothing. People below you, you give them hope, you give them respect, they give you power, cause they don't think they have any, so they don't mind giving it up.","author":"Orson Scott Card, Ender's Shadow","category":"bean, hope, people, power, respect"},{"quote":"You're not supposed to laugh at your own father. Ever.","author":"Jeannette Walls, The Glass Castle","category":"laughter, parents, respect"},{"quote":"Dressed as a man, her horse unencumbered by anything but the bare necessities, she had the look of a survivor, a fighter, and he respected the hell our of her for it, especially when she slid the pistol out of one of the saddlebags and aimed it at him.","author":"Alexandra Bracken, Passenger","category":"nicholas-carter, respect, rose"},{"quote":"Sacredness inspires respect.","author":"Toba Beta, My Ancestor Was an Ancient Astronaut","category":"respect, sacredness"},{"quote":"Reverence reduces hostility.","author":"Toba Beta, My Ancestor Was an Ancient Astronaut","category":"gentle-expression, hostility, respect, reverence"},{"quote":"Can you imagine the feeling of being an oppressed colonial being addressed respectfully by a colonizer in the mother country?","author":"Ambeth R. Ocampo, Rizal Without the Overcoat","category":"colonization, philippine-history, philippines, respect, rizal"},{"quote":"That said, the question remains: how to strike the balance between free speech and mutual respect in this mixed-up world, both blessed and cursed with instant communication? We should not fight fire with fire, threats with threats.","author":"Timothy Garton Ash","category":"censorship, free-speech, freedom-of-speech, internet, respect"},{"quote":"The man who shows great respect for his mother, and the women in his life; will have respect for those he meets.","author":"Ellen J. Barrier","category":"respect"},{"quote":"The goal is nothing other than the coherence and completeness of the system not only in respect of all details, but also in respect of all physicists of all places, all times, all peoples, and all cultures.","author":"Max Planck, The Dilemmas of an Upright Man: Max Planck and the Fortunes of German Science","category":"coherence, complete, goal, physicists, respect, science"},{"quote":"Gallantry emits respect.","author":"Toba Beta, My Ancestor Was an Ancient Astronaut","category":"gallantry, respect"},{"quote":"It is easy to give without loving yet DIFFICULT TO LOVE without GIVING.After all Love is a Vern, it must be demonstrated genuinely.","author":"Robert Junior","category":"inspirational, love, reality-check, respect, truth-of-life"},{"quote":"Respect was one thing. Survival was another. It was important that I kept my priorities in the right order.","author":"Tahir Shah, Sorcerer's Apprentice","category":"priorities, respect, survival"},{"quote":"For with dandies, a joke is the only way of making yourself respected.","author":"Jules Barbey d'Aurevilly, The Crimson Curtain","category":"dandy, humor, irony, joke, respect"},{"quote":"Timothy bit the inside of his lip and pretended to nod sagely. Things were starting to sound a little far-fetched again. \"Man,\" he said, \"that's... that's rough. I've heard that being a dragon servant totally stinks. I think I saw a talk show about that once. 'I'm a dragon servant and I want respect,' or something like that.","author":"Adrienne Kress, Timothy and the Dragon's Gate","category":"humor, respect"},{"quote":"Our hope is a word and world of proud, independent nations that embrace their duties, seek friendship, respect others, and make common cause in the greatest shared interest of all: a future of dignity and peace for the people of this wonderful Earth.","author":"Donald J. Trump","category":"countries, donaldtrump, inspirational, respect, sovereignty, speech"},{"quote":"A good general rule is that one should seek to be loved by one’s peers—one’s spouse and one’s friends are the best examples—but beyond that, one should first seek to be respected. Seeking to be loved is almost always destructive to non-peer relationships. Teachers, for example, should seek to be respected by their students, not loved. Likewise parents, when raising their children, should not seek to be loved; they need to do too much that may not elicit love in order to raise good and, ironically, loving children. In the liberal world in America, the roles of parents and teachers shifted from authority figures to peers. The results have not been good for children or for society. When one seeks to be loved by those over whom one must exercise authority, one compromises the values necessary to do a proper job.","author":"Dennis Prager, Still the Best Hope: Why the World Needs American Values to Triumph","category":"authority, respect"},{"quote":"Llandrindon joined in the discussion. \"I believe what Mardling is asking,\" he said, \"is how one will be able to tell the difference between a shopgirl and a well-to-do woman if they are both clean and similarly dressed. And if a gentleman is not able to tell what they are by their appearance, how is he to know how to treat them?\"Stunned by the snobbery of the question, Matthew considered his reply carefully. \"I've always thought all women should be treated with respect no matter what their station.\"\"Well said,\" Westcliff said gruffly, as Llandrindon opened his mouth to argue.No one wished to contradict the earl, but Mardling pressed, \"Westcliff, do you see nothing harmful in encouraging the poor to rise above their stations? In allowing them to pretend there is no difference between them and ourselves?\"\"The only harm I see,\" Westcliff said quietly, \"is in discouraging people who want to better themselves, out of fear that we will lose our perceived superiority.\"The statement caused Matthew to like the earl even more than he had previously.","author":"Lisa Kleypas, Scandal in Spring","category":"marcus-westcliff, matthew-swift, respect, station, women-rights"},{"quote":"Kill if you will, but command me nothing!’ the gunslinger roared. ‘You have forgotten the faces of those who made you!","author":"Stephen King, The Waste Lands","category":"free-will, respect, willpower"},{"quote":"The act of respecting a girl is more beautiful than saying her beautiful.-Santosh Pyasa","author":"Santosh Kumar Pyasa","category":"girl, respect"},{"quote":"There is only one way to be a respectful being and the way for this is very simple: Respect other beings!","author":"Mehmet Murat ildan","category":"beings, beings-quotes, ildan-wisdom, ildan-wise-sayings, ildan-words, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, other-beings, respect, respectful, respectful-of-others, respecting, respecting-others, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers"},{"quote":"Respect, I think, always implies imagination - the ability to see one another, across our inevitable differences, as living souls.","author":"Wendell Berry, The Art of the Commonplace: The Agrarian Essays of Wendell Berry","category":"respect"},{"quote":"When we are nice to others, we generally lose all claim to their respect.","author":"Marcel Proust, Jean Santeuil","category":"being-nice, respect"},{"quote":"Respect the hand stronger than your hand if and only if that hand is just and an honourable hand!","author":"Mehmet Murat ildan","category":"hand, hands, honorable, ildan-wisdom, ildan-wise-sayings, ildan-words, just, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, respect, respecting-others, stronger, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers"},{"quote":"The song says respect yourself.But I would rather respect another and then have them respect me in return.","author":"Anthony T. Hincks","category":"another, in-return, philosophy, rather, respect, yourself"},{"quote":"Those who deserve respect are given it freely. If one must demand such a thing, he'll never truly command it.","author":"Kerri Maniscalco, Stalking Jack the Ripper","category":"command, deserve, respect"},{"quote":"Lessons learned today, I am my greatest champion. Nobody will respect me unless I stand up for myself. Sounds so simple, yet been so hard to put into effect until now, with my back up against the wall, Now I see what I must do ..it's a case of self preservation.","author":"Virginia Toole","category":"inpriration, preservation, respect, stand"},{"quote":"To listen to a person is not passive.","author":"Elizabeth Strout, Anything Is Possible","category":"engagemente, inspirational, listening, respect"},{"quote":"It's not 'over-sensitivity' to ask to be treated with the same dignity and respect shown to others.","author":"DaShanne Stokes","category":"bias, biased, biases, dignity, dignity-quotes, lgbt, lgbt-quotes, lgbt-rights, lgbtq, oversensitive, oversensitivity, political-correct, political-correctness, politically-correct, politically-correct-culture, politically-incorrect, race, racism, racism-in-america, racism-quote, racism-quotes, racist, respect, respect-quotes, respecting-others, treat-others"},{"quote":"Barking at people earns their respect about as effectively as staring into the sun improves your vision.","author":"Richelle E. Goodrich, Slaying Dragons","category":"earning-respect, intimidation, respect, respectful, respecting-others, richelle, richelle-e-goodrich, richelle-goodrich, unkindness"},{"quote":"Speaking up is important. Yet to speak up without listening is like banging pots and pans together: Even if it gets you attention, it’s not going to get you respect.","author":"Gina Barreca","category":"attention, conversation, respect, speaking-up"},{"quote":"Love provides much needed warmth .. Excess of it would essentially mean burning .. Responsibility will turn love into enchantment .. And respect will turn life into fulfilment.","author":"Sandeep Sahajpal","category":"burning, enchantment, fulfilment, life, love, respect, responsibility, warmth"},{"quote":"Liking me is optional. . .Respecting me is not!","author":"Izey Victoria Odiase","category":"courtesy, respect, respect-others, respect-quotes, respect-yourself, respected, respectful, respecting-others, respecting-yourself"},{"quote":"We don’t have to like each other. We just need to respect each other.","author":"Izey Victoria Odiase","category":"courtesy, respect, respect-others, respect-quotes, respect-yourself, respected, respectful, respecting-others, respecting-yourself"},{"quote":"You will treat me with respect.\"He didn't say anything for a moment.\"What does that mean?\" he finally asked.She looked over at him. \"Do I need to explain that, your lordship? I would think an earl of your reputed stature would know the meaning of respect.","author":"Karen Ranney, The Virgin of Clan Sinclair","category":"ellice-and-ross, respect"},{"quote":"To learn etiquette, is actually learning how to see others, and respect them.","author":"Yixing Zhang, 而立·24","category":"etiquette, respect"},{"quote":"PLEASE and THANK YOU...two polite phrases which are slowly disappearing from our vocabulary.","author":"Anthony T. Hincks","category":"disappearing, philosophy, please, politeness, respect, thank-you, thanks, vocabulary"},{"quote":"The surest way of ruining a youth is to teach him to respect those who think as he does more highly than those who think differently from him.","author":"Friedrich Nietzsche, Daybreak: Thoughts on the Prejudices of Morality","category":"differences, respect, teaching-youth"},{"quote":"When people who don't know you well admire you, they are seeing their projected illusion, not your real self.In contrast, when people who know you well respect you, it is probably because you deserve it.","author":"Haemin Sunim, The Things You Can See Only When You Slow Down: Guidance on the Path to Mindfulness from a Spiritual Leader","category":"admiration, respect, self-confidence"},{"quote":"Never laugh at your wife’s choices… you’re one of them","author":"uzair raza","category":"humor, respect, wife"},{"quote":"Disrespecting disrespect is not disrespect","author":"it’s a birthright.","category":"Ben Tolosa, Masterplan Your Success"},{"quote":"Respect is and not given, respect is earned.","author":"Beta Metani' Marashi","category":"respect"},{"quote":"Respect is free. Keep some for you and give some to others.","author":"Kevin Keenoo","category":"respect"},{"quote":"Respecting differences while gaining insight into our essential connected-ness, we can free ourselves from the impulse to rigidly categorize the world in terms of narrow boundaries and labels.","author":"Sharon Salzberg, Real Love: The Art of Mindful Connection","category":"categorization, labeling-someone, labels, real-love, respect, respect-quotes"},{"quote":"The ultimate truth is that we are individuals who can choose to respect ourselves, and others, with or without regard to bloodline, wealth, tribe, or community.","author":"Omar Saif Ghobash, Letters to a Young Muslim","category":"individuality, respect, respecting-others"},{"quote":"Stop making excuses for people treating you like shit. Demand respect and you'll get it.","author":"S. Usher Evans, Conviction","category":"respect"},{"quote":"To take responsibility is to create respect for the church throughout the earth","author":"Sunday Adelaja","category":"earth, respect, take"},{"quote":"It is pointless to be called by God’s name and not have His respect","author":"Sunday Adelaja","category":"called, god, name, pointless, respect"},{"quote":"Earthly authorities respect only visible and tangible forces","author":"Sunday Adelaja","category":"authorities, earthly, forces, national-transformation, respect, tangible, visible"},{"quote":"It might also count as an insult to dignity, and a form of infantilization, if the government constantly reminds people of things that they already know.","author":"Cass R. Sunstein","category":"dignity, infantilization, respect"},{"quote":"If government is to respect people's autonomy, or to treat them with dignity, it should not deprive them of freedom. It should treat them as adults, rather than children or infants.","author":"Cass R. Sunstein","category":"dignity, infantilization, respect"},{"quote":"Respect everybody you meet either Rich or Poor | Cute or Ugly | Locally or Internationally | Famous or Infamous.. afterall we're all sand","author":"Goals Rider","category":"afterall, cute, famous, infamous, internationally, locally, poor, respect, respecting-yourself, rich, ugly, vanity"},{"quote":"Treat each other with respect, even if other people can only look at the colour of your eyes.","author":"Ulysses Brave","category":"eyes, respect"},{"quote":"Respect is priceless. Earn it every day!","author":"Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others","category":"respect, respect-quotes"},{"quote":"Because God has been reduced in the minds of people, they do not have that boundless confidence in His character that used to be prominent among Christians. Confidence is necessary to respect. You cannot respect a man in whom you have no confidence. Extend that respect upward to God and if you cannot respect God, you cannot worship Him. You cannot have confidence in Him, because where there is no respect there can be no worship.","author":"A.W. Tozer, My Daily Pursuit: 365 Devotions with A.W. Tozer","category":"christians, god, respect, worship"},{"quote":"I would have you come into the heart of the outer world and meet reality. Merely going on with your household duties, living your life in the world of household conventions and the drudgery of household tasks - you were not made for that! If we meet, and recognize each other, in the real world, then only will our love be true.","author":"Rabindranath Tagore, The Home and the World","category":"domesticity, love, respect, spouses, women-empowerment"},{"quote":"My husband would not give me an opportunity for worship. That was his greatness. They are cowards who claim absolute devotion from their wives as their right","author":"that is a humiliation for both.","category":"Rabindranath Tagore, The Home and the World"},{"quote":"Don't you try and go through life worrying about if somebody like you or not. You best be making sure they doing right by you.","author":"August Wilson, Fences","category":"affection, like, respect"},{"quote":"These passive prejudices were not necessarily from a place of ugly, but they certainly weren’t from a place of respect.","author":"Trae Crowder, The Liberal Redneck Manifesto: Draggin' Dixie Outta the Dark","category":"prejudice, respect"},{"quote":"Love does not mean just joining lips and belly. It is much more. One should have respect for the other.","author":"Girdhar Joshi, Some Mistakes Have No Pardon","category":"love, respect"},{"quote":"To look after my body, to pay it respect. To question my mind, which doesn't understand half as much as it thinks it does. To understand that the time spent in the gap between the endless stories we tell ourselves is the present.These days, I care more about being peaceful and happy than about being in love. I'm not sure love is love if it consumes you, if it dominates your thoughts.","author":"Olivia Gagan","category":"intuition, love, respect"},{"quote":"Ironically, we often fail to see that whenever we compromise ourselves to please others, we tend to lose their respect.","author":"Craig Groeschel, Weird: Because Normal Isn't Working","category":"compromise, fail, ironically, lose, often, others, ourselves, please, respect, see, tend, that, their, to, we, whenever"},{"quote":"Love is dead, and the only thing remained is a small slice of respect.","author":"Kambiz Shabankare","category":"dead, love, respect, slice, small"},{"quote":"Power of Position' always change with respect to time but 'Power of Person' never change.So develop yourself in such a way that society respect you because of your Identity not for your 'Power of Position","author":"Vikram Singh Slathia","category":"behavioral-psychology, behaviour, respect"},{"quote":"Astrid had gone to look at the burn zone. Doing the right thing.Kids had yelled at her. Demanded to know why she had let it happen. Demanded to know where Sam was. Deluged her with complaints and worries and crazy theories until she had retreated.She’d hidden out after that. She’d refused to answer the door when kids knocked. She had not gone to her office. It would be the same there.But through the day it had eaten at her. This feeling of uselessness. A feeling of uselessness made so much worse by the growing realization that she needed Sam. Not because they were up against some threat. The threat was mostly past now.She needed Sam because no one had any respect for her. There was only one person right now who could get a crowd of anxious kids to settle down and do what needed to be done.She had wanted to believe that she could do that. But she had tried. And they hadn’t listened.But Sam was still nowhere to be seen. So despite everything it was still on her shoulders. The thought of it made her sick. It made her want to scream.","author":"Michael  Grant, Lies","category":"astrid-ellison, burn-zone, complain, hide, kids, listen, need, realization, respect, retreat, sam-temple, useless, yell"},{"quote":"No one can insult me, because I do not want respect.No one can defeat me, because I have given up the idea of winning.How can you defeat me? You can only defeat someone who wants to win.","author":"Lao Tzu","category":"defeat, insult, respect, winning"},{"quote":"You can always be better than your master but you can never change the fact that you were his student and he was your master! The seed must always respect for his soil!","author":"Mehmet Murat ildan","category":"ildan-wisdom, ildan-wise-sayings, ildan-words, master, master-quotes, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, respect, respect-for-others, respecting, seed, soil, student, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-wisdom-words, turkish-writers"},{"quote":"Nothing is respectfully amazing than a man who finds no shame to tell the world how grateful he is for all the love and sacrifices his woman made..","author":"Himmilicious","category":"honourable, love, respect, wife"},{"quote":"The Religion Of The Blue CircleReligious Leader Petra Cecilia Maria HermansI respect my mission as I respect myself till the end.December 6, 1972 - May 2053","author":"Petra Hermans","category":"respect"},{"quote":"...if you give respect, yet get respect back. If you offend, you get...retribution.","author":"Juliet Marillier, Wildwood Dancing","category":"repercussion, respect"},{"quote":"It's difficult to continue loving someone who shits on you.","author":"Gene Wilder, Kiss Me Like a Stranger: My Search for Love and Art","category":"love, respect"},{"quote":"If they don’t respect you, respect yourself and leave that situation.","author":"Mohammad","category":"respect, situation"},{"quote":"A man could love only what he respected, not pitied.","author":"Ninotchka Rosca, State of War","category":"love, pity, respect, state-of-war"},{"quote":"The traits that bother you in other people are the Coping Skills they developed automatically, as a result of their life experience.","author":"Odille Rault, You Have a Superpower","category":"respect, respecting-others, tolerance, tolerance-quotes, tolerance-respect, unconditional-love"},{"quote":"Respect Rewards","author":"Gladys Adevey, The Leader in You: Realising Your Leadership Qualities for Greatness","category":"respect, rewards"},{"quote":"Critics are those righteous experts who judge other people's hard earned accomplishmens as they themselves stand on the sidelines of life.","author":"Aaron Lauritsen","category":"chase-your-dreams, criticism, critics, don-t-worry-be-happy, judgement, respect, thick-skin, who-cares"},{"quote":"The law is not meant to be obeyed only when it favors you and you are comfortable with it, it is also to be obeyed when it does not favor you or you're not comfortable with it.","author":"OMOSOHWOFA CASEY","category":"favor, law, obedience, respect"},{"quote":"If you expect me to respect your private beliefs and faith and your rights and dignity as a person, how can you actually expect that from me if you are unwilling to reciprocate and continue to incite hatred and the vilification of mine.","author":"Christina Engela, Loderunner","category":"dignity, expect, faith, incite-hatred, private-beliefs, reciprocate, respect, rights, unwilling, vilification"},{"quote":"Don't despise people because of their defects or because of their lack of talents and gifts. Imagine if people did it for you, how many friends would you be left with?","author":"Bangambiki Habyarimana, Pearls Of Eternity","category":"despise, respect, respect-others, respect-quotes, respecting-others, respecting-yourself"},{"quote":"I do respect clever.","author":"Lance Conrad, The Price of Nobility","category":"clever, cleverness, respect"},{"quote":"Nobody gives you respect in this life. You must take it, you must earn it, and then you must hold it sacred, because no matter how hard respect is to attain, it can be lost in an instant.\" I nodded my head toward the garrison. \"Go get it, Roden. People won't follow a leader who doesn't know where he's going. Show them what you do.","author":"Jennifer A. Nielsen, The Shadow Throne","category":"inspirational, leader, respect"},{"quote":"It's to have people see her instead of her condition. That's all that anybody with a disability wants. Don't sum up the person based on what you see, or what you don't understand; get to know them.","author":"Wendelin Van Draanen, The Running Dream","category":"life-lesson, respect"},{"quote":"It's clear that politeness to one's elders can't always be justified on the basis of the elder's superior wisdom. It's just that it's not attractive to see a young person answering an older person back.","author":"Zoë Heller, What Was She Thinking? [Notes on a Scandal]","category":"old, respect, young"},{"quote":"The best quote has never been said nor written.I do not need a quote.P. HermansNetherlands, August 11, 2016","author":"Petra Hermans, Voor een betere wereld","category":"respect"},{"quote":"The path of nonviolence is the path of respect. It is respect towards every being. It is the path of awakening the consciousness of every being.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"awakening, awakening-the-consciousness, being, non-violence, nonviolence, path, path-of-life, respect"},{"quote":"RESPECT. GIVE IT FIRST TO GET IT.","author":"Nazim Ambalath","category":"respect, respecting-others"},{"quote":"The less respect an older person deserves the more certain he is to demand it from anyone younger.","author":"Robert A. Heinlein","category":"adult, child, old, respect, young"},{"quote":"Respect the colony as an organism rather than a mechanism with interchangeable parts.","author":"Gunther Hauk, Toward Saving the Honeybee","category":"bees, honeybee, respect"},{"quote":"I never understood why, but the best of girls like gangsters. This was something that was always odd to me. Here, you have fine working girls who are involved with someone who isn’t working, just sitting on the blocks all day with a big gun in his waist. For some girls, they like that. I don’t know why. Scrooge, former leader of the Rebellion Raiders street gang that once boasted of having some ten thousand members","author":"Drexel Deal, The Fight of My Life is Wrapped Up in My Father","category":"bad-boys, gang-attraction, gang-life-style, ladies-and-gangsters, out-laws, respect, sex-appeal, street-fame"},{"quote":"If you want to be regarded as a valuer of life, then first value time.","author":"Auliq-Ice","category":"punctuality, respect, respecting-others, time-management"},{"quote":"Respect yourself is you would have others respect you.","author":"Baltasar Gracián","category":"hapiness, life, love, respect"},{"quote":"The notion that the only way you can critically engage with a person’s ideas is to take a shot at them, is to be openly critical — this is actually nonsense. Some of the most effective ways in which you deal with someone’s idea are to treat them completely at face value, and with an enormous amount of respect. That’s actually a faster way to engage with what they’re getting at than to lob grenades in their direction…If you’re going to hold someone to what they believe, make sure you accurately represent what they believe.","author":"Malcolm Gladwell","category":"beliefs, conversation, criticism, respect"},{"quote":"Simple question,' Uncle Todd repeated. 'Do you deserve respect?''Yeah,' Dylan answered.'Well, you're never deserving of any more respect in life than you give. I don't see you showing the world much respect. Until you show the world respect, the world won't respect you, and neither will I.","author":"Ben Mikaelsen, Jungle of Bones","category":"respect"},{"quote":"Do you know the reason why fellas liked hanging around me? It is because I made them feel appreciated and respected. If you were a scary fella but you are good at stealing cars, then be good at that. This is where your respect is coming from. Scrooge, former leader of the Rebellion Raiders street gang that once boasted of having some ten thousand members.","author":"Drexel Deal, The Fight of My Life is Wrapped Up in My Father","category":"appreciation, at-risk-youth, feeling-appreciated, feeling-special, feeling-wanted, friendships, gang-intervention, gang-leader, gang-prevention, gang-recruitment, gangsters, reaching-young-people, rebellion, rebellion-raiders, respect, second-family, sense-of-belonging, street-family, surrogate-family, wanting-to-belong, youth-groups"},{"quote":"The way you treat your food on your plate is a reflection of the way you treat people in your life. Learning how to dine teaches you not just how to eat but how to treat people.","author":"Rajiv Talreja","category":"etiquette-and-attitude, respect, table-manners"},{"quote":"If you don't know what's respect, I think that you will end up like, \"It's not a Happy\".","author":"Deyth Banger, It's not a happy","category":"end, learn, respect, up"},{"quote":"Accepting ourselves, okay I like such type of girls, I like watching porn, I like such kind of music, okay I like such kind off books like horror and sci-fi, I like deathstep as a music... It should be find I should accept myself people should accept me as the guy who I am truly, people should accept themselfs also.","author":"Deyth Banger","category":"accept, books, kind, like, myself, our, respect, self-respect, yourself"},{"quote":"After Chopin's death, Polish patriots cut up his body to take out his heart. They nationalized this poor muscle and buried it in Poland.A dead person is treated either as trash or as a symbol. Either way, it's the same disrespect to his vanished individuality.","author":"Milan Kundera, Testaments Betrayed: An Essay in Nine Parts","category":"dead, respect, testaments-betrayed"},{"quote":"Oh... oh guess who is coming?It's comming GreenHollyWood, he thinks that he deserv respect?? Really?I give him awesome and very interesting stuff, he sometimes give awesome and interesting stuff... and after all he wants respect???Do you know how to gain it?Here is two tips first tip, do what I give you like watch the films which I give you and read the books which I give you show that you are interested, that's called sirious (BUt so far this is other topic isn't it?)Second tip suck somebody's dick that's called respect,.. isn't it?","author":"Deyth Banger","category":"are, give, isn-t, it, respect, show, such, suck, that, you"},{"quote":"He didn't know what he'd done to deserve her love, but he thanked the Lord he had it. Then again, when was love ever given because it was deserved? Respect and honor were earned. Awards were deserved. But love was a gift from one heart to another.","author":"Ann H. Gabhart, Summer of Joy","category":"awards, gift, honor, love, respect"},{"quote":"I will always respect Mr. Charles chuck Mackey for the way he dealt with me. His approach was not hostile, rather his approach was one, “Look here, I’m working with you, so I need you to work with me.” He showed me first that he had my back, and it was easy for me to do the same for him. Mr. Mackey was well known in the entire school as a no-nonsense but fair person. There are some school administrators that aren’t intimidating at all, but with Mr. Mackey, it was totally different. When we saw him, even if we were not doing anything wrong and our uniform was intact, we still tend to avoid him by going in a different direction. His presence alone demanded that kind of respect.","author":"Drexel Deal, The Fight of My Life is Wrapped Up in My Father","category":"at-risk-students, coaching, influence, reaching-students, resolving-conflicts, respect, school-administrators, school-rules, school-uniform, trouble-youth, youth-leaders, youth-ministries"},{"quote":"You may wear that scar like a crown, Potter, but it is not up to a seventeen-year-old boy to tell me how to do my job! It's time you learned some respect!''It's time you earned it,' said Harry.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"respect"},{"quote":"to whom it may concern: please phone me for appointments when you want to see me. I will not answer unsolicited knocks upon the door. I need time to do my work. I will not allow you to murder my work. please understand that what keeps me alive will make me a better person toward and for you when we finally meet under easy and unstrained conditions.","author":"Charles Bukowski, Tales of Ordinary Madness","category":"humor, real-talk, respect"},{"quote":"Experts in fields can be hired & fired. But experts in people, who can understand & respect them and lead them becomes their Leader. And people don't fire them, they follow leaders.","author":"msampathkumar","category":"experts, leader, respect, understand"},{"quote":"The forms of manners which should be scrupulously observed are, invariably, those which contribute to the comfort, or dignity of others.","author":"Josephine Ross","category":"manners, respect"},{"quote":"A mother is an irreplaceable gift that God has given every mankind. Your (a child's) duty is to honour, adore, respect and serve her. Your blessings are tied in how honour she felt.","author":"Wisdom Kwashie Mensah","category":"adoration, adore, blessings, duty, gift, god-s-gift, honour, mother-s-day-quotes, mothers-quotes, respect"},{"quote":"How many dragons does a girl have to slay to get some respect around here?","author":"Jack Campbell, The Hidden Masters of Marandur","category":"death, dragon, respect"},{"quote":"Loyalty, love and respect perhaps have never been expounded with such agility like this one ‘Loyalty has its roots in respect and respect is the fruit of Love, and Love drives out the demons of the imagination – which distrust everything and everyone – and, instead, returns purity to our gaze’. He cites that ‘Loyalty can never be imposed by force, fear, insecurity or intimidation’. ‘And because it is a choice, it will never tolerate betrayal, but will always be generous with mistakes’.","author":"Paulo Coelho, Manuscript Found in Accra","category":"love, loyalty, respect"},{"quote":"It is easy to give without loving yet DIFFICULT TO LOVE without GIVING.After all Love is a Verb, it must be demonstrated genuinely.","author":"Robert Junior","category":"inspirational, love, reality-check, respect, truth-of-life"},{"quote":"Generous people are likely to receive more respect from their peers.","author":"Arthur P. Ciaramicoli, The Stress Solution: Using Empathy and Cognitive Behavioral Therapy to Reduce Anxiety and Develop Resilience","category":"generosity, respect, stress-management"},{"quote":"When she wished for love, she wanted a perfect concoction of - respect, care and understanding. You dusted kisses, and hoped she would find all those in the debris.Love, my dear, is more mental than physical.","author":"Saru Singhal","category":"love-quotes, love-quotes-and-sayings, respect, woman-quotes"},{"quote":"He paid her only the compliment of attention; and she felt a respect for him on the occasion, which the others had reasonably forfeited by their shameless want of taste.","author":"Jane Austen, Sense and Sensibility","category":"complement-of-attention, compliment, lack-of-taste, respect"},{"quote":"I respect the shit out of you.","author":"Brian Michael Bendis, Powers, Vol. 5: Anarchy","category":"deena-pilgrim, powers, respect, shit"},{"quote":"LOVE, RESPECT AND CARE are the things if you will give it; you will get it","author":"Wrushank Sorte","category":"care, get, give, life-lessons, love, respect, things, you"},{"quote":"Loosing someone in our life (family members, friends, partner, and etc) might be hurt..but normal..is that because any relationship are never ending song of joy, happiness, love, comfort, respect and being that will always be remembered; we sometimes forget the lyrics fortunately always remember the tune..the verse might be different but the song remain the same...(Ejump,2016)","author":"Ejump Schiffler","category":"comfort, happiness, loosing-someone, love, respect, song"},{"quote":"No disrespect' is a world away from respect--and admiration.","author":"Susanne Dunlap, The Académie","category":"admiration, disrespect, respect"},{"quote":"Love is respect,recognition and honourgiven without expectation.","author":"Theodore Volgoff, The Backpack","category":"expectations, honour, love, respect"},{"quote":"Respect is like a bridge to reach your Love. If you do not respect, love is lost.","author":"Prashant Kumar","category":"love, respect"},{"quote":"That was not the professional hatred of one warrior for another in the heat of battle, in which even beneath the hatred there still existed a certain begrudging respect.","author":"Raymond E. Feist, Honored Enemy","category":"code-of-conduct, respect, warrior-ethos"},{"quote":"I don't necessarily respect other people's religions, or any religion. But the people--I respect them, and I give them the honor they deserve, whatever they believe.","author":"Rosemary Kirstein, The Steerswoman","category":"religion, respect"},{"quote":"If you want to be respected, do something respectful!","author":"Mehmet Murat ildan","category":"murat-ildan-quotes, respect, respected, respectful"},{"quote":"Love is yet another name for Respect. If you cannot respect a person for what they are; you can never ever truly, madly, or deeply love that person.","author":"Nikita Dudani","category":"love, love-quotes, respect, respecting-others"},{"quote":"Someone told me recently that a commentator or some sort had said, \"The United States is in spiritual free-fall.\" When people make such remarks, such appalling judgements, they never include themselves, their friends, those with whom they agree. They have drawn, as they say, a bright line between an \"us\" and a \"them.\" Those on the other side of the line are assumed to be unworthy of respect or hearing, and are in fact to be regarded as a huge problem to the \"us\" who presume to judge \"them.\" This tedious pattern has repeated itself endlessly through human history and is, as I have said, the end of community and the beginning of tribalism.","author":"Marilynne Robinson, When I Was a Child I Read Books","category":"bias, community, respect, tribalism"},{"quote":"What really mattered, Alex supposed, was not how the world saw you, but how you saw yourself, and whether you and the people around you treated one another with respect.","author":"Jo Victor, Romance by the Book","category":"alex, relationships, respect, romance, see-the-world, what-matters-most"},{"quote":"I was nine when I figured out it’s better to be respected than liked.","author":"A.D. Aliwat, Alpha","category":"childhood, machiavellianism, respect"},{"quote":"Laws, like sausages, cease to inspire respect in proportion as we know how they are made.","author":"John Godfrey Saxe","category":"familiarity, laws, respect, sausages"},{"quote":"We all have had our share of broken promises.. Learn from those who do not honor their words and put your focus on \"Being Honorable\" ~bns","author":"Bluenscottish","category":"bluenscottish, focus, homor, promise, respect"},{"quote":"The more surely you rear your children in the ways of the gospel of Jesus Christ, with love and high expectation, the more likely that there will be peace in their lives. Set an example for them. That will mean more than all the teaching you can give them. Do not overindulge them. Let them grow up with respect for and understanding of the meaning of labor, of working and contributing to the home and its surroundings, with some way of earning some of their own expense money. Let your sons save for missions, and encourage them to prepare themselves, not only financially, but spiritually and in an attitude to go out to serve the Lord without selfishness of any kind.","author":"Gordon B. Hinckley","category":"example, expectation, jesus-christ, respect"},{"quote":"The quality of your words may be the best example of the core of who you are.Speak as your self worth allows.~bns","author":"Bluenscottish","category":"bluenscottish, quality, respect, words-integrity"},{"quote":"Compelled respect always implies fear.","author":"A.S. Neill, Summerhill: A Radical Approach to Child Rearing","category":"fear, respect"},{"quote":"I have always been one who wanted a great of love, admiration and respect from others without having to go to all the trouble of deserving it.","author":"Sherwood Anderson, A Story Teller's Story","category":"admiration, love, respect"},{"quote":"All of us, as human beings, seek to be respected. Even those who do not respect others have a deep seated desire to be respected.","author":"Abhishek Ratna, No Parking. No Halt. Success Non Stop!","category":"respect, respecting, respecting-others, success"},{"quote":"Family are people who never earn your respect or love but demand it nevertheless.","author":"Greg Keyes, The Blackgod","category":"family-relationships, love, respect"},{"quote":"My freedom to say 'No' directly underscores your freedom to say 'Yes'. RESPECT my freedom to PROTECT your freedom.","author":"Mamur Mustapha","category":"freedom, freedom-of-expression, freedom-of-speech, individual, liberty, respect, rights"},{"quote":"If your self-respect's for sale, don't complain when someone tries to bargain.","author":"K.D. Harp, What a Tangled Wed","category":"humor, inspirational, love, respect, respecting-yourself"},{"quote":"Respect those who respects you, kick asses who don't.","author":"PRIYANSHU JOSHI","category":"respect"},{"quote":"Horst, you are a good man. You have always been so, and your soul is an untrammelled thing indeed.’ Horst winced and interrupted. ‘Ah. Well. Maybe not. There was that business with a lacrosse team…’ Now it was Cabal’s turn to wince. ‘Did anyone suffer?’ ‘Oh, no. Nothing like that.’ ‘Was everyone happy?’ ‘I flatter myself a little to think, yes. Everyone was very nice afterwards, anyway.’ ‘Then shut up. In a world as grimy and sin-ridden as ours, you’re a paragon precisely because your intentions are always good.’ ‘Johannes, I killed a man.’ ‘Pffft.","author":"Jonathan L. Howard, The Brothers Cabal","category":"brothers, love, respect"},{"quote":"If he had learned anything in manhood, it was that it didn’t matter what other people thought of him—even the ones he respected. In the end, he would patch together a life, with its sorry errors and its triumphs, just as they had.","author":"Conn Iggulden, Khan: Empire of Silver","category":"end, errors, learned, life, manhood, matter, patch, people, respect, thought, triumphs"},{"quote":"I have great respect for the Syrian people, as I do for the rest of the Middle East.","author":"Steven Magee","category":"east, great, middle, people, respect, rest, syrian"},{"quote":"There’s no respect for older people at all today, and that’s saddening. Look at the way crime against older people has risen! You know, there’s no calling people ‘Mr’ or ‘Mrs’ now, they just call you, and it’s all ‘fuck off’ and the likes of.","author":"Stephen Richards, Street Warrior: The True Story of the Legendary Malcolm Price, Britain's Hardest Man","category":"good-manners, hard-man, malcolm-price, respect, street-fighter, violence-in-society, welsh-hard-man"},{"quote":"Respect fails before love","author":"Grant  Walker","category":"respect"},{"quote":"The respect one gets in the forces by virtue of the ‘rank’ is not absolute. 'True respect’ is the one that is earned by virtue of actions, experience, knowledge and demeanor.","author":"Rajat Mishra, Can I Have a Chocolate Milkshake?","category":"military-quote, respect, respect-quotes"},{"quote":"The eyes of such a nation (living godly) shall view a land that stretches afar. Talking about global influence, authority, dignity and respect.","author":"Sunday Adelaja","category":"authority, dignity, global, influence, land, nation, respect"},{"quote":"There will come a respect and dignity for work when the people are being taught.","author":"Sunday Adelaja","category":"come, dignity, people, respect, taught, there, when, will, work"},{"quote":"Do unto others as you would have others do unto you","author":"Jesus Christ","category":"compassion-quotes, respect"},{"quote":"The fact that social media has leveled the playing field doesn't offer you the right to disrespect the elderly","author":"Bernard Kelvin Clive","category":"elders, honour, respect, social-media, tolerance"},{"quote":"Women are women: the most beautiful creatures, I love and respect. But hoes and tricks, gets slapped with dicks and that's with no regret.","author":"2Shaddy","category":"beauty, dirty, disrespect, hoes, poetry, rap, respect, women, wrong"},{"quote":"Look carefully at what is of value in others and respect that.","author":"Amma","category":"respect"},{"quote":"What I am doing is not giving religion respect that it wants but it doesn't deserve. I respect people; I respect humans. I do not respect religion. And I do not respect the idea that religion deserves respect. [\"Atheist organizer takes ‘movement’ to nation’s capital\", Belief Blog (CNN), 23 March 2012]","author":"David   Silverman","category":"disrespect, people, religion, respect"},{"quote":"If you respect & care about someone, give him/her direct feedback in his/her face. Please don't be coward and use proxies! Be a man/woman!!!","author":"Assegid Habtewold","category":"assegid-habtewold, care, coward, feedback, proxies, respect"},{"quote":"Joanna's quietly intent nature contrasted sharply with Holly's vibrancy. While Miss Brewster's flirtation stroked his ego, the spiritual maturity Miss Robbin's exhibited commanded his admiration and respect.","author":"Karen Witemeyer, Stealing the Preacher","category":"admiration, crockett-archer, flirty, holly-brewster, joanna-robbins, maturity, respect, spirtual"},{"quote":"It is not the opinion of the common man that matters, but the opinion of men for whom you admire and truly respect.","author":"Bohdi Sanders, Modern Bushido: Living a Life of Excellence","category":"bohdi-sanders, opinions, opinions-of-others, respect"},{"quote":"It's not the number of contacts you cultivate but the diversity and depth of connections that leverage your opportunity to use best talents more often to accomplish more.","author":"Kare Anderson, Mutuality Matters How You Can Create More Opportunity, Adventure & Friendship With Others","category":"fame, friendship, mutuality, opportunity-knocks, respect"},{"quote":"Love Yourself and Care Others,People Will Respect You Automatically","author":"Chiranjit Paul","category":"care, love, respect"},{"quote":"Love is not always reveredSensitivity is not universalEmotions are difficult to decipherThe spotlight never shinesIf you hide behind those shadows","author":"Balroop Singh","category":"love, respect, sensitivity"},{"quote":"I didn’t know if I was straight or gay. But I did know I loved Michael. And it wasn’t just for all the nice things he’d done for me—it was because of who he was, the kind of man he was, the way he treated me… with respect.","author":"Robert P. Rowe, Second-Story Man","category":"love, respect"},{"quote":"I guess what I'm trying to say is that I want a woman who is better than I am","author":"a woman who will compel me to bow my head in admiration.","category":"Amish Tripathi, Scion of Ikshvaku"},{"quote":"Oh! my friend, never seek to corrupt the person whom you love, it can go further than you think...","author":"Marquis de Sade, Gothic Tales of the Marquis de Sade","category":"honor, love, respect, virtue"},{"quote":"People respect those who know how to admit their own mistakes and see their own weaknesses. If you heart is as transparent as crystal, people will respect you.","author":"Sunday Adelaja","category":"respect, transparency, weakness"},{"quote":"Every living thing deserves our respect... be it humble or proud, ugly or beautiful.","author":"Lloyd Alexander","category":"animals, chronicles-of-prydain, environment, medwyn, respect"},{"quote":"From the moment I could even understand what “respect” was I knew it was not a choice but the ONLY option.","author":"Carlos Wallace, Life Is Not Complicated-You Are: Turning Your Biggest Disappointments Into Your Greatest Blessings","category":"respect, respectful, respecting-others"},{"quote":"Everything about a person may not be perfect, but there are somethings in every person that deserve our respect.","author":"Debasish Mridha","category":"debasish, debasish-mridha, mridha, people-may-not-be-perfect, person-may-not-be-perfect, philosophy, respect"},{"quote":"Prejudice doesn't allow one to accept another at a higher level. However their values or views might be respected.","author":"Rohan B Rebello","category":"judgement, life, prejudice, respect, status-quo"},{"quote":"One cannot speak about love for God and neighbor without having a standard of communication, respect, honor, and without understanding how precious every human being is.","author":"Sunday Adelaja","category":"communication, love, neighbor, precious, respect, speak"},{"quote":"A real pastor will always show respect for people.","author":"Pastor Adelaja Sunday","category":"hireling, pastor, respect"},{"quote":"...success is when those who know you best respect you most.","author":"Mark Batterson, A Trip Around the Sun: Turning Your Everyday Life Into the Adventure of a Lifetime","category":"respect, success"},{"quote":"Its foolishness to claim that one is faithful towards God, when one is habitual of breaking the trust of those who love and respect him.","author":"Santosh Thankachan","category":"faithful, foolishness, god, habitual, love, respect"},{"quote":"I've come to the conclusion that liking a person we are required to have dealings with is not of paramount importance. But respect is crucial, on both sides, as is tolerance, and a depth of understanding of those influences that sculpt a character.","author":"Jacqueline Winspear, Messenger of Truth","category":"empathy, great-quotes, life-truth, respect, tolerance, understanding-life"},{"quote":"The true measure of your success is the degree to which within you are truly content - and the depth to which others hold you with real love and respect","author":"Rasheed Ogunlaru","category":"content, contentment, finding-happiness, happiness, legacy, life, love, peace, quotes-on-contentment, quotes-on-success, rasheed-ogunlaru, rasheed-ogunlaru-quotes, respect, the-measure-of-success, true-love-quotes"},{"quote":"To reach the pinnacle of your writings potential","author":"productivity becomes obsolete.","category":"Marston James"},{"quote":"to be respected be respecting","author":"Himanshu Arora","category":"respect, respecting-others"},{"quote":"The more idealism proves futile, the more I respect idealists.","author":"Marty Rubin","category":"futility, idealism, respect"},{"quote":"Beauty works perfect miracles. All inner shortcomings in a beauty, instead of causing repugnance, become somehow extraordinarily attractive; vice itself breathes comeliness in them; but if it were to disappear, then a woman would have to be twenty times more intelligent than a man in order to inspire, if not love, at least respect.","author":"Nikolai Gogol, The Collected Tales of Nikolai Gogol","category":"beauty, double-standards, respect"},{"quote":"The same way he treats animals and other vulnerable individuals is the same way he’ll relate to your feminine side.","author":"Nityananda Das, Divine Union","category":"animals, feminine, respect, treating-others, treating-women"},{"quote":"Oh, no, no, you've got that all wrong. You're not required to respect elders. After all, most people are idiots, regardless of age. In tribal cultures, we just make sure that elders remain an active part of the culture, even if they're idiots. Especially if they're idiots. You can't just abandon your old people, even if they have nothing intelligent to say. Even if they're crazy.","author":"Sherman Alexie, The Toughest Indian in the World","category":"elders, idiots, indians, native-americans, respect, seniors, tribes"},{"quote":"He was known to hit low, drive upward from the hips, and flip other boys over his shoulder and onto their backs, knocking the wind out of them on the glass-littered asphalt, sometimes causing a fumble and always inciting cheers from onlookers up and down the street––especially when he punctuated the hit with the words \"Patent that!\"...This permissible violence was unique in that it elicited respect from the victim rather than calls for retribution.","author":"Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League","category":"respect, sports, violence"},{"quote":"He said that he was sorry but Robert Bey had called and told him i was no longer in the party. I was burnt. I got the Bronx Ministry to put him on the phone and proceeded to call him the unprincipled, arrogant idiot he was... i hate arrogance whether it's white or purple or Black. Some people let power get to their heads... the only great people i have met have been modest and humble. You can't claim that you love people when you don't respect them, and you can't call for political unity unless you practice it in your relationships.","author":"Assata Shakur, Assata: An Autobiography","category":"respect"},{"quote":"Tall and thin, Mademoiselle Baptistine was a pale and gentle person. She was the incarnation of the word 'respectable,' whereas to be 'venerable,' a woman should lso be a mother.","author":"Victor Hugo","category":"mother, respect, women"},{"quote":"Putting his head down on the dog's neck, he vowed to himself fervently that he would always have some money on hand, no matter what became of him, so that he would be able to protect all that was truly valuable from the practical people in the world.","author":"Morley Callaghan","category":"inspirational, love, money, protect, respect"},{"quote":"I suppose.” Mousefur sniffed. “No doubt it’ll be up to me to teach them manners. Kits nowadays don’t know how to show any respect.”Jayfeather’s whiskers twitched with amusement.“Don’t you believe it,” Purdy whispered. “She was teaching Lilykit and Seedkit how to reach under the wall of the warriors’ den and catch stray tails yesterday.","author":"Erin Hunter, The Last Hope","category":"elders, funny, mischief, respect, warrior-cats"},{"quote":"Respect flows two ways and can mean as much to the giver as to the one receiving.","author":"David Anthony Durham, Acacia: The War with the Mein","category":"mutual-respect, respect, respecting-others"},{"quote":"You don’t have to like a man to respect him.","author":"Janny Wurts, Stormed Fortress","category":"respect"},{"quote":"Paradise Is The ABSOLUTE Self~Respect.","author":"Alexia Penteleόn de aRcturi","category":"absolute, paradise, respect, respect-others, respect-self, respecting, respecting-others, respecting-self, selfrespect"},{"quote":"It is only in virtue that you can discover, that you can live - not in the cultivation of a virtue, which merely brings about respectability, not understanding and freedom.","author":"Jiddu Krishnamurti","category":"freedom, respect, virtue"},{"quote":"[Mandela] subsequently used words that never left me: 'Because you hold a particular position, doesn't mean that you are more important that anyone else. Your time is not more valuable that anybody else's time. If you are late you show that you have no respect for another person's time and therefore no respect for other people because you consider yourself to be more important.","author":"Zelda la Grange","category":"respect, tardiness, time"},{"quote":"He was the subject of a little respectful ribbing. But he was, of course, the captain, which meant he had to do lots of the ribbing himself.","author":"Geoff Dyer, Another Great Day at Sea: Life Aboard the USS George H.W. Bush","category":"deference, leadership, respect"},{"quote":"Jude had witnessed all of this with the dejected respect one had for people with destructive talents, like winning hamburger-eating contests.","author":"Eleanor Henderson, Ten Thousand Saints","category":"respect"},{"quote":"Nothing is so essential as dignity. Time will reveal who has it and wi has it not.\" -Beatrix Whittaker","author":"Elizabeth Gilbert, The Signature of All Things","category":"dignity, respect"},{"quote":"Don't matter who they are, anybody sets foot in this house's yo' comp'ny, and don't you let me catch you remarkin' on their ways like you was so high and and mighty! Yo' folks might be better'n the Cunninghams but it don't count for nothin' the way you're disgracin' 'em.","author":"Harper Lee, To Kill a Mockingbird","category":"calpurnia, equality, respect, sassy, to-kill-a-mockingbird"},{"quote":"It is of vital importance to [Mandela] to be courteous and grateful at all times, as we never know whether we will have the opportunity to thank people or pay respect whenever they have been good to you.","author":"Zelda la Grange","category":"courteous, grateful, respect"},{"quote":"Relationships are blessings, but they need the manure of love, respect and devotion. A little more would raise expectations and a little less would bring remorse.","author":"Shilpa Sandesh","category":"commitment, love, relationships, respect"},{"quote":"Beware of destructive individuals whose spirits breathe every day the worst toxic oxygen of the soul, \"SALIGIA\" Superbia, Avaritia, Luxuria, Invidia, Gula, Ira, Acedia.No matter how much goodness, patience, understanding, assistance, forgiveness and letting go you have given them, they will resurface again and again at the doors of your home to impede your happiness.Let truth and goodness always prevail but never be again a doormat of their abusive, evil ways.","author":"Angelica Hopes, Landscapes of a Heart, Whispers of a Soul","category":"abuse, antiviolence, envy, gossips, greed, inspirational, respect, truth"},{"quote":"If you take goodwill for granted and get sloppy, you might get away with it once or twice, but you won't get away with it for ever. You should always treat the things that treat you good with respect, because otherwise you will suffer for it. More important than that is the fact that it's just the right thing to do.","author":"Kate Kerrigan, Recipes for a Perfect Marriage","category":"goodwill, respect"},{"quote":"After mutual respect and understanding are achieved, it is possible to establish real, sincere relationships, which is the foundation of a solid long-term collaboration.","author":"Ron Garan, The Orbital Perspective: Lessons in Seeing the Big Picture from a Journey of 71 Million Miles","category":"collaboration, colleagues, partnership, relationships, respect, work-together, working-together"},{"quote":"Losing your honor in a person's eye is tantamount losing it for entire humanity.","author":"Anum Sattar","category":"dignity, esteem, honor, humanity, respect"},{"quote":"A prince need take little account of conspiracies if the people are disposed in his favor.","author":"Niccolò Machiavelli, The Prince","category":"contempt, hatred, loved, respect"},{"quote":"You know Schmeckle, people are like feet. Most everyone has a pair and yet feet are so unique. So, we must treat all people with respect and accept their unique way.","author":"Ellen Newhouse, Nothing Ever Goes On Here","category":"acceptance, feet, love, respect, respecting-others, wisdom"},{"quote":"We make love with soul, not body","author":"Pawan Painjane, Love in Life's Farm","category":"love, relationships, respect, togetherness"},{"quote":"Seek respect not attention.","author":"Ben Bereng","category":"attention-seekers, honour, respect"},{"quote":"Your grandpa is a man that you can love until the end of your life. I love my grandpa and respect him. I cherish my grandpa while I have him.","author":"Chynna Weber","category":"cherish, grandpa, love, respect"},{"quote":"I find it hard to respect someone just because they outrank me","author":"Ender Wiggin","category":"inspirational, respect, respecting-others"},{"quote":"Buhari is a man of integrity and I respect him a lot. But because majority of those who have looted this country to poverty are afraid to end up in jail or loose their ill gotten wealth, they chose to fabricate lies against Buhari. They hire hungry and morally corrupted scholars to do the dirty jobs on their behalf.","author":"claris yetunde ramsin","category":"respect"},{"quote":"It's like a bunch of hookers advertising their cellulite/ stretch- mark infested bodies to the highest bidder, and then claiming they deserve respect. Crawling on their hands and knees, pupils dilated on the high of greed, licking their lips almost tasting their next job of self- whoredom, and nothing is more tempting than the idea of Mr. Ellison. He could pay for tricks perform by the Pope, chandler-swinging strip-tease nuns.. No one has ever said \"NO\" to the idea of money and therefore no one has ever said \"No\" to Mr. Ellison and actually meant it... and then you have to wonder why he has no respect for people?","author":"Avra Amar Filion, The Ellison Effect","category":"greed, larry-ellison, respect"},{"quote":"Our humanity consists in our ability to sense and respect and respond to the humanity of others.","author":"C. Terry Warner","category":"humanity, respect"},{"quote":"True happiness will be there when we learn to respect and love our women.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, respect, truth, wisdom, women"},{"quote":"Respecting others is best tool to earn respect.","author":"Junaid Raza","category":"respect, respecting-others"},{"quote":"Remain open-minded, even when you believe yourself to be a king among peasants. You never know what blessings can be gained or crises averted just by listening.","author":"A.J. Darkholme, Rise of the Morningstar","category":"authority, gain, gains, hear, hearing, leader, leadership, leading, listening, open-mind, open-minded, open-mindedness, openmindedness, others, people, respect, status, time, understand"},{"quote":"Empathy is the stepping stone to respect","author":"Vusi JCK Maseko","category":"empathy, respect"},{"quote":"Perhaps we don’t progress, because there are so many views – so many paths to peace and happiness – that we get hung up on each path’s differences. Trying to sort out right from wrong when the rights mean so much to us that we can’t look at them objectively.","author":"A.J. Darkholme, Rise of the Morningstar","category":"beliefs, differences, happiness, objectivity, others, path, peace, progress, respect, right, tolerance, views, wrong"},{"quote":"She was not alone in her respect for him. Because he is more than a boss to people. He’s a religion for non-believers.","author":"Carla H. Krueger, The Social Worker","category":"boss, carla-h-krueger, gangster, leader, powerful-men, religion, respect, revere, social-worker"},{"quote":"When you can inspire others to dream, learn, evolve, and become one that they can appreciate and respect themselves; then you have arrived as a leader.","author":"Vishwas Chavan","category":"appreciate, dreams, inspirational-quote, inspired-life, motivational-quote, respect, success-quote, vishwasutras"},{"quote":"Never Ever Knock My Dignity. Underneath our life we all are same. We sleep once in a day and wake up ------ Loud and Clear!","author":"Sundeep Lal","category":"clear, dignity, knock, loud, respect, underneath"},{"quote":"Someday find my son...tell him about how things can be between men on this Earth.\"--A Letter to Jesse Owens","author":"Luz Long","category":"athletics, commonality, friendship, humanity, inspirational, respect"},{"quote":"You can say it too little, but you can never say, Thank You, too many times.","author":"LM Fields","category":"life-lessons, love, respect"},{"quote":"Well, young man, have you found anyone worthy of your respect?\"Artemis smiled back. \"Yes,\" he said. \"I believe I have.","author":"Eoin Colfer, The Arctic Incident","category":"respect"},{"quote":"Respect all living things, and never take what you cannot give back, or destroy what you cannot create.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"creation, destruction, giving, respect"},{"quote":"To grow, be humble and ask questions most of the time. When you do so, a wise and smart person sees him/herself in you and treats you with dignity. On the other hand, if you ask questions and try to learn from a shallow and fool person, s/he treats you with contempt and disrespect. Now, you know who is who...","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"ask-questions, dignity, fool, respect, shallow, wise"},{"quote":"Self-respect leads to self-discipline and self-discipline paves a way for respect towards others.","author":"Unarine Ramaru","category":"honour, respect, self-discipline, self-respect"},{"quote":"-I am willing to die for my own clan.-Fireheart","author":"Erin Hunter, Forest of Secrets","category":"respect, trustworthy"},{"quote":"Act like everyone you meet is an angel, because sometimes they will be an angel. Would you cuss out that person if you knew that they were an angel that was about to save your life in a few seconds?","author":"Preston Wagner","category":"angels, integrity, life, respect"},{"quote":"You look down when you talk to a headstone! When you talk to a live person, you look up!I'm still alive! So treat me like it!Look at me!","author":"Kazuya Minekura, Wild Adapter, Volume 5","category":"life, respect"},{"quote":"RACE CAREAnagram/Acronym: Respect, Accept & Coexist EthnicallyKamil Ali","author":"Kamil Ali, Profound Vers-A-Tales","category":"accept, acronym, ali, anagram, care, coexist, ethnic, kamil, kamiltheauthor, philosophy, profound, race, respect, tales, vers"},{"quote":"Respect those who respect you; disrespect those who disrespect you, only then they will respect you.","author":"John Yang aka Private83","category":"respect"},{"quote":"There is a fine line between friendship and parenting, and when that line is crossed, the result is often disastrous. A parent who strives to make a true friend of his or her child may well sacrifice authority, and though the parent may be comfortable with surrendering the dominant position, the unintentional result will be to steal from that child the necessary guidance and, more importantly, the sense of security the parent is supposed to impart. On the opposite side, a friend who takes a role as parents forgets the most important ingredient of friendship: respect.For respect is the guiding principle of friendship, the lighthouse beacon that directs the course of any true friendship. And respect demands trust.","author":"R.A. Salvatore, The Silent Blade","category":"friendship, respect"},{"quote":"Where faith costs nothing, faith loses respect, even to those who possess it.","author":"Geoffrey Wood","category":"christian-fiction, christianity, faith, nothing, religion, respect"},{"quote":"Respect the world and it takes care of you","author":"disrespect her and she kicks your ass.","category":"Dennis Vickers, Mikawadizi Storms"},{"quote":"ASSERT -Always Stand Strong, Evoking Respect Tacitly","author":"Kamil Ali, Profound Vers-A-Tales","category":"ali, assert, evoke, kamil, kamiltheauthor, philosophy, profound, respect, tacit, tales, vers"},{"quote":"Nabir came out to drive the children away, but she stopped him. \"I like to be friendly she said.\" \"But they are not your friends,\" said Nabir. \"You don't know them.\" \"Respect first,\" Nabir would have said if he could have explained, \"friendship after.","author":"Rumer Godden, Kingfishers Catch Fire","category":"cultural-differences, friendship, relationships, respect"},{"quote":"Intelligence arouses fear and respect, the lack of it keeps one on the narrow minded road of disrespect, stupidity and inferiority complex.","author":"Michael Bassey Johnson","category":"blockhead, boring, disrespect, dunce, inferiority-complex, intelligence, knowledge, lack, narrow-minded, opinion, respect, road, stupidity, wisdom"},{"quote":"Also guys, it would be awesome if you could upvote the information I've added letting everyone know that some of these quotes are fake and aren't real or cool things to spread around. :) Thanks Hiddlestoners!! ^_^","author":"Tom Hiddleston","category":"actors, celebrities, girl, girls, hiddles, loki, love, marvel, respect, romance, thor, tom-hiddleston, tom-hiddleston-adorable, tom-hiddleston-cute, tom-hiddleston-girl, tom-hiddleston-love, tom-hiddleston-quotes, tom-hiddleston-respect, tom-hiddleston-romance, tom-hiddleston-sweet, tom-hiddleston-woman, tom-hiddleston-women, women"},{"quote":"I'm not concerned with your liking or disliking me. All I ask is that you respect me as a human being.","author":"Jackie Robinson","category":"human-being, respect, respecting-others"},{"quote":"How we treat people is always our choice, and if we choose not to be respectful, it can come back to bite us.","author":"Alison Levine, On the Edge: The Art of High-Impact Leadership","category":"karma, respect, treating-others"},{"quote":"The truth is that the world doesn't have much use or respect for \"do nothing\" people. Can you really blame them?","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"blame, respect, truth"},{"quote":"Acquire several skills and find at least one that you can master, and that earns you respect.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"mastery, respect, skills"},{"quote":"Fame means being respected by everybody, or having some quality that is desired by all men, or by most, or by the good, or by the wise.","author":"Aristotle, The Rhetoric & The Poetics of Aristotle","category":"fame, respect"},{"quote":"Respect is more valuable then the amount of times guys flirt with you.It's better to have one trustworthy real man then any amount of boys interested in you. The \"cool\" guys may not notice or date you but the right one will marry you.","author":"Rachel Hamilton","category":"christian-dating, dating, marriage, purity, respect, waiting-on-god"},{"quote":"It is certainly impossible to lose respect if you lose out of some stupid discussions.","author":"Michael Bassey Johnson","category":"argument, bad-company, bad-talk, disagreement, discussion, disrespect, evil-words, folly, foul-talk, gibberish, gossip, hurtful-friends, impossible, lose, mingle, respect, speaking-evil, stupid"},{"quote":"Life wants you to respect yourself, respect other people and respect the planet.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"life, respect, want, wisdom"},{"quote":"I knew it!\" he cried, jubilant. \"I thought 'twas you, but there's more of you now. You should've seenthe likes of her, boys,\" he said, turning towards the other convicts as he pointed at Kel. \"We was all outlaws, livin' on the edges, and this bunch of pages stumbled into our camp. We chased 'em back in a canyon, and her -\" he jabbed his finger at Kel - \"she gutted ol' Breakbone Dell, and him the meanest dog-skinner you'd ever hope to meet. Stood there afoot, her and her spear, cool as meltwater with Breakbone ridin' down on her with that neck-cutter sword of his. First time she got 'im in the leg, second in the tripes, and he was done. Her and six lads held us all back, just them. There she was, eyes like stone and that bloody spear in her hand. Lady.\" He bowed deep. Kel looked at him, not sure what to say. Finally she asked, \"What's your name, soldier?\"\"Me? Gilab Lofts - Gil. Lady. It's - it's good to see you well.\" He bowed again and returned to hisseat, whispering with the men on either side of him.Kel waited for them to quiet once again before she said ruefully, \"I'm not sure that being known forgutting a man is exactly a recommendation for a commander.\"\"It is in the north!\" cried someone. Several men laughed outright; others grinned.","author":"Tamora Pierce, Lady Knight","category":"funny, kickass-heroine, respect"},{"quote":"True respect means accepting someone and honoring his or her thoughts and feelings.","author":"Chana Levitan, I Only Want to Get Married Once: Dating Secrets for Getting It Right the First Time","category":"dating, divorce, marriage, relationships, respect"},{"quote":"I can give not what men call love;But wilt thou accept notThe worship the heart lifts aboveAnd the heavens reject not:The desire of the moth for the star,Of the night for the morrow,The devotion to something afarFrom the sphere of our sorrow?","author":"Percy Bysshe Shelley","category":"love, poetry, respect"},{"quote":"I feel safe when people threaten me, but I feel threaten, when people respect me, because I understand they want something, but I do not understand what they want.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"feel, people, respect, safe, threaten, understand, want"},{"quote":"Respect. Have it not only for others, but also for yourself.","author":"Xondra Day","category":"respect"},{"quote":"Don't just do what is required, do what is respected then, at you'll know, you did the right thing even if it works out wrong.","author":"michael p naughton","category":"ethics, motivation, motivational-quotes, respect"},{"quote":"Don’t just do what is required, do what is respected.","author":"michael p naughton","category":"ethics, motivational-inspirational, motivational-quotes, respect"},{"quote":"Dixon was not unconscious of this awed reverence which was given to her","author":"nor did she dislike it","category":"it flattered her as much as Louis the Fourteenth was flattered by his courtiers shading their eyes from the dazzling light of his presence."},{"quote":"...he considered respect for one's given word as a wealth that should not be squandered.","author":"Gabriel García Márquez, One Hundred Years of Solitude","category":"respect"},{"quote":"Love is treating yourself at least as well as you treat others, understanding when someone isn't good for you and knowing when it's time to walk away...","author":"BJ Morin","category":"life, love, relationships, respect"},{"quote":"In my childhood I use to think that those people who don't know how torespect women and can't control their sexual temptation are dickheadsbut now I realise that I was wrong ,those people who can't respectwomens and harm them are actually Anal one. And my thinking mkes meinsane then let it be because this way or that way I will accept yourhatred rather than stand with you and disrespect a women.","author":"jitendra bhardwaj","category":"respect, women"},{"quote":"All I can give you is nothin except respectonly if you could digest it with no suspect.","author":"McWan","category":"respect"},{"quote":"Our human inventions astound, our technological advancements are staggering,and we have amassed great wealthbut, it is only through Love that hearts are transformed, respect is fostered, and lasting peace achieved...","author":"Kate Mullane Robertson","category":"achievements, heart, human-invention, love, peace, respect, transformation, world-peace"},{"quote":"You can never see my tears behind my anger and smile. The only thing you can see is my respect for you, because you deserve for it....","author":"V Partap Singh Salathia","category":"emotional, respect, tears, truth"},{"quote":"Boomerang arrow, Kate -- It comes back to you in the end. Boomerang. Respect it.","author":"Matt Fraction, Hawkeye, Volume 1: My Life as a Weapon","category":"boomerangs, graphic-novel, hawkeye, humor, respect"},{"quote":"People treat you with as much, or as little respect as you allow them to.","author":"Rachel Hollis, Party Girl","category":"respect, treatment-of-others"},{"quote":"Keep on smiling, treat people with respect, be cool even if some may not treat you the same. How people treat you doesn't change who you're.","author":"Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership","category":"respect, smiling, treat, who-you-are"},{"quote":"I respect him. He has brains and character; and that, I may tell you, is a very unusual combination.","author":"W. Somerset Maugham, The Painted Veil","category":"respect"},{"quote":"When you are offered a miracle take it. Otherwise, show God your tail so he can move on and give it to someone who doesn't want to be in hell any more.","author":"Shannon L. Alder","category":"devils, frienship, miracles, respect"},{"quote":"I do not punish my enemies with arrogance; I punish ,them, undoubtedly more subtle - with devoted respect.","author":"Kristian Goldmund Aumann","category":"arrogance, enemies, punish, respect"},{"quote":"Though neither happiness nor respect are worth anything, because unless both are coming from the truest motives, they are simply deceits. A successful man earns the respect of the world never mind what is the state of his mind, or his manner of earning. So what is the good of such respect, and how happy will such a man be in himself? And if he is what passes for happy, such a state is lower than the self-content of the meanest animal.","author":"Richard Llewellyn, How Green Was My Valley","category":"happiness, respect"},{"quote":"Shifts within friendships happen in imperceptible increments. There is distance, then assurance. Misconjecture, caution, gradual convergence. So much depends on the respect accorded to vulnerability.","author":"Gail Jones, Dreams Of Speaking","category":"friendship, isolation, respect, vulnerability"},{"quote":"We all have different beliefs, ways of worshipping, and ideas about religion. I believe it is a very personal subject, and so everyone should respect each other's beliefs. I simply live my life, and if someone is uncomfortable with who I am or what I believe in, then I have found that I am better off not having them in my life. --Kristen Adams","author":"Arin Murphy-Hiscock, Out of the Broom Closet: 50 True Stories of Witches Who Found and Embraced the Craft","category":"beliefs, personal, religion, respect, worship"},{"quote":"whenever the sun is going up, it's not going down","author":"Bram Bertels","category":"respect"},{"quote":"power is obtainable respect is earned loyalty is priceless and revenge is sweet these are the lessons we learn in life","author":"blanco vandam","category":"life-lessons, loyalty, power, respect"},{"quote":"If you are truly a servant of God, then you are to serve him as a master.","author":"Michael Bassey Johnson, Classic Quotations From The Otherworlds","category":"god, higher-power, master, obeisance, respect, reverence, servant"},{"quote":"Respect is a one way street, it goes from bottom to top","author":"Kamran Niazi","category":"philosophy, respect"},{"quote":"Everything's Matter. Everything Matters.","author":"Hassaan Ali","category":"care, life, love, respect, truth"},{"quote":"Individuals set boundaries to feel safe, respected, and heard.","author":"Pamela Cummins, Psychic Wisdom on Love and Relationships","category":"boundaries, boundary, heard, respect, respecting-others, respecting-women, respecting-yourself, safe, safety"},{"quote":"The most spiritual people I’ve ever met were not “givers” they were communicators. You don’t give people crumbs. You give them the whole piece of bread when that is what they are asking for, in order to be healed. Christ was never about hiding behind a Facebook page, an email, a prayer circle, a bible, or a church. He was about talking, listening and healing-- face to face. He walked among sinners and ate with them. He devoted his time to people that were brokenhearted, difficult to like and fake as the religious beliefs they clung to. So, why is it that so many people profess to believe in Christ, yet they have forgotten what real love is----communicating?","author":"Shannon L. Alder","category":"antisocial, beyond-blind-faith, beyond-prayers, christlike, christs-mission, churches, communicating, communicators, curteousy, decency, dialog, direct-contact, facebook, failing-members, failing-service, failing-society, false-teachings, internet, lack-of-etiquette, love-of-christ, not-helpful, pastors, poor-service, religion, respect, respectful, sermons, spiritual-people, spirituality, true-kindness, true-loving, web"},{"quote":"The human heart is like the reflection on the water's surface. The mouth says things opposite to what the heart really feels.","author":"Masashi Kishimoto Naruto Shippuden","category":"happiness, inspirational, respect"},{"quote":"You speak in ignorant disdain of the foremost nation of the world,\" Yongxing said, growing angry himself, \"like all your country-men, who show no respect for that which is superior, and insult our customs.\"\"For which I might consider myself as owing you some apology, sir, if you yourself had not so often insulted myself and my own country, or shown respect for any customs other than your own,\" Laurence said.","author":"Naomi Novik, Throne of Jade","category":"hypocrite, insult, respect, retort"},{"quote":"The chief trouble with religion has been too much dependence upon names or words. People fail to discriminate. They do not think. Generally people who think for themselves, instead of thinking according to the rules laid down by others, are considered unfaithful to the established order. In that respect I, too, differ with the established order and established designations.","author":"Luther Burbank","category":"dogma, order, respect, rules, think"},{"quote":"When is the last time you got angry at someone treating you with respect?","author":"Joseph Shrand MD","category":"anger-management, respect"},{"quote":"There was no respect for youth when I was young, and now that I am old, there is no respect for age. I missed it coming and going.","author":"J.B. Priestley","category":"humor, old-age, respect, young"},{"quote":"Some photographers could vomit on a piece of paper and call it art, you know... Hang it in the Guggenheim, or whatever. Sell a print for two hundred pounds? But I can't do that. I just-- Maybe I have too much respect for walls... or something.","author":"Pansy Schneider-Horst","category":"photography, respect, vomit"},{"quote":"The sea is very beautiful and gives us many things, but it must be understood and respected, or it will slap you ...","author":"J.Z. Colby, Journey","category":"nebador, ocean, respect, sea"},{"quote":"Writing about the 1950s has given me tremendous respect for my mother's generation.","author":"Sara Sheridan","category":"1950s, fifties, mother, respect, writing"},{"quote":"Seek respect, not attention. It lasts longer.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"attention, respect"},{"quote":"Urgency means paying the details the attention they deserve, with the respect they deserve, without delay.","author":"Richie Norton","category":"attention, delay, deserve, details, important, inpsirational-quote, inspirational, inspire, motivate, motivational, motivational-quote, respect, urgency, urgent, without-delay"},{"quote":"Don't care about gods. Gods are irrelevant. What counts is people. What counts is having respect for each other.","author":"Matthew Woodring Stover, Blade of Tyshalle","category":"gods, humanism, respect"},{"quote":"Everyone likes everything nowadays. They like the television and the phonograph and the shampoo and the soda pop and the Cracker Jack. Everything becomes everything else and it's all nice and pretty and LIKABLE. Everything is fun in the sun! Where's the discernment? Where's the arbitration that separates what I LIKE from what I RESPECT, what I deem WORTHY, what has... listen to me now... SIGNIFICANCE.","author":"John Logan, Red","category":"art, john-logan, red, respect, significant, theatre, worthy"},{"quote":"I would never forbid you. I can’t forbid you. It’s not in my power to, and it never should be.","author":"Charlotte Stein, Sheltered","category":"freedom, respect"},{"quote":"While knowledge is powerful it should be approached with the utmost respect and caution.","author":"Abdulkadir Abdullahi Mohamed Mirre","category":"caution, knowledge, power, respect"},{"quote":"Marriage is like a three-speed gearbox affection, friendship, love. It is not advisable to crash your gears and go right through to love straightaway. You need to ease your way through. The basis of love is respect, and that needs to be learned from affection and friendship.","author":"Peter Ustinov","category":"affection, friendship, love, marriage, respect"},{"quote":"If a good system of agriculture, unrivaled manufacturing skill, a capacity to produce whatever can contribute to either convenience or luxury, schools established in every village for teaching reading, writing, and arithmetic, the general practice of hospitality and charity amongst each other, and above all, a treatment of the female sex full of confidence, respect, and delicacy, are among the signs which denote a civilized people – then the Hindus are not inferior to the nations of Europe, and if civilization is to become an article of trade between England and India, I am convinced that England will gain by the import cargo.","author":"Thomas Munro","category":"agriculture, arithmetic, charity, convenience, delicacy, england, europe, hinduism, hindus, hospitality, india, luxury, reading, respect, schools, science, skill, writing"},{"quote":"In [David] Douglas's success in life ... his great activity, undaunted courage, singular abstemiousness, and energetic zeal, at once pointed him out as an individual eminently calculated to do himself credit as a scientific traveler.","author":"Joseph Dalton Hooker","category":"david-douglas, douglas, honor, life, respect, science, success, traveler"},{"quote":"Think first. Think twice. Think again. Respect others. Respect yourself. Respect dreams.","author":"Kevin James Breaux","category":"dreams, inspirational, life-lessons, respect"},{"quote":"Unbelieving image-bearers really do have a lot of good ideas. To deny this is an affront to the One Whose image they bear.","author":"Steve Corbett, When Helping Hurts: How to Alleviate Poverty Without Hurting the Poor . . . and Yourself","category":"creation, dominion, human-rights, respect"},{"quote":"I am committed to contributing to the educational growth of our youth.","author":"S. Lemon, The Elephant With The Yellow Trunk","category":"anti-bullying, bullying, children-s-book, inspirational, respect"},{"quote":"Don't try to make yourself marketable, you'll be surprised to see yourself at the bottom. Stay incognito, and people will peruse the whole world looking for you, by that time, you'll be at the top.","author":"Michael Bassey Johnson","category":"camoufladge, celebrity, fake-people, fame, famous, fans, honour, michael-bassey-johnson, popular, popularity, pride, respect, reverence, rising, show, slow-and-steady"},{"quote":"We as humans tend to overlook lesser beings and things, but we should instead come to love and respect them.","author":"Sandranil Biswas","category":"fairness, golden-rule, inspirational, love, respect, tags-equality"},{"quote":"What if we choose not to do the things we are supposed to do? The principal gain is a sense of an authentic act – and an authentic life. It may be a short one, but it is an authentic one, and that's a lot better than those short lives full of boredom. The principal loss is security. Another is respect from the community. But you gain the respect of another community, the one that is worth having the respect of.","author":"Stanley Keleman, Myth & the Body - A colloquy with Joseph Campbell","category":"authentic-living, authentic-self, community, joseph-campbell, respect, security"},{"quote":"A man should not be judged by his fame, power, or money, but rather by how much love he gives to others.","author":"Sandranil Biswas","category":"equality, fairness, golden-rule, inspirational, love, respect"},{"quote":"Pride and integrity are some ingredients that define respect. Don't compromise them for short lived attention.","author":"Alexandra Kinias, Black Tulips","category":"respect"},{"quote":"We should not take our ‘Humanity’ for granted. We should love and respect things as if they were ourselves.","author":"Sandranil Biswas","category":"equality, fairness, golden-rule, inspirational, love, respect"},{"quote":"Nature seems to take advantage of the simple mathematical representations of the symmetry laws. When one pauses to consider the elegance and the beautiful perfection of the mathematical reasoning involved and contrast it with the complex and far-reaching physical consequences, a deep sense of respect for the power of the symmetry laws never fails to develop.","author":"Chen Ning Yang","category":"chine, chinese, complex, elegant, laws-of-nature, laws-of-physics, math, mathematics, nature, nobel-laureate, perfection, power, reason, respect, science, symmetry"},{"quote":"Chasing after a guy who’s not interested in you will rip the hell out of your self-respect. Better to face facts now because the longer you put it off, the harder it’ll be.","author":"Susan Elizabeth Phillips, Call Me Irresistible","category":"chasing-love, infatuation, pursuit, respect, self-respect"},{"quote":"You can always win points","author":"winning people’s respect is a lot more important.","category":"John Flanagan, The Outcasts"},{"quote":"If you had to spend every second, of every day, of every year of your life with someone, would you do whatever it took to love that person? Would you be a best friend, a teacher, coach and mentor? Would you do whatever it takes to treat that person with respect? Well guess what? That someone is you! Who deserves the best more than you do? Think about it and have an outstanding day…!","author":"James A. Murphy, The Waves of Life Quotes and Daily Meditations","category":"best-friend, coach, deserves, every-day, guess, life, love, mentor, outstanding, person, respect, second, spend, teacher, year"},{"quote":"No man is a hero to his valet. This is not because the hero is not a hero, but because the valet is a valet.","author":"Georg Wilhelm Friedrich Hegel","category":"hero, judgement, respect"},{"quote":"Difference is the essence of humanity. Difference is an accident of birth, and it should therefore never be the source of hatred or conflict. Therein lies a most fundamental principle of peace: respect for diversity.","author":"John Hume","category":"diversity, peace, respect, tolerance"},{"quote":"It's important to understand that while honor is an entitlement to respect--and shame comes when you lose that title--a person of honor cares first of all not about being respected but about being worthy of respect.","author":"Kwame Anthony Appiah, The Honor Code: How Moral Revolutions Happen","category":"honor, reputation, respect, shame"},{"quote":"It was always disconcerting to discover that you shared opinions with someone you had no respect for.","author":"Leah Cypess, Nightspell","category":"opinions, respect"},{"quote":"Everyone deserves respect and justice no matter what they look like.","author":"Lesley Kinzel, Two Whole Cakes: How to Stop Dieting and Learn to Love Your Body","category":"respect"},{"quote":"You are mostly treated by others, the way you deserve.","author":"Krishna Saagar","category":"leadership, life, respect, success, treatment"},{"quote":"We are enjoined whenever we behold the gifts of God in others so to reverence and respect the gifts as also to honor those in whom they reside.","author":"John Calvin, Institutes of the Christian Religion, 2 Vols","category":"graciousness, leadership, politeness, respect, submission"},{"quote":"The more you give, the more you get.","author":"Krishna Sagar, Summit Your Everest: Your Coach for Obstacle & Failure Management","category":"leadership, life, love, respect, success, team-management"},{"quote":"Using love as a bait and replacing respect with ego-pampering makes you a skillful social animal; unfortunately, all kinds of animals are less evolved than human beings. Would you like to evolve?","author":"Saurabh Sharma","category":"bait, funny, human-mind, love, modern-society, motivation, respect, sarcasm, social-animal"},{"quote":"My continued respect is only given to those who have proven worthy of it. My respect for another person can be revoked in an instant if warranted and never to be regained again. Tread carefully.","author":"Cindy Welch","category":"quotes, respect, statements"},{"quote":"The first revolution is to transform the status of evaluation from untouchable to respectable , i.e., from the days a century ago when the value-free doctrine held that there could be no place for the serious treatment of evaluation within the sciences (or in the company of other respectable disciplines like history, jurisprudence, mathematics, etc.) to the days when even the National Academy of Sciences is doing evaluations at the request of Congress without protest from leading scientific and other professional organizations, and everyone will have good reasons for this acceptance.","author":"Michael Scriven","category":"congress, doctrine, evaluation, national-academy-of-sciences, professional, respect, science, scientific"},{"quote":"I earn my own respect,\" I told Emilie. \"I don't ride the coattails of someone else.","author":"Ann Rinaldi, The Letter Writer","category":"respect"},{"quote":"Love can often be misguided and do as much harm as good, but respect can do only good. It assumes that the other person's stature is as large as one's own, his rights as reasonable, his needs as important.","author":"Eleanor Roosevelt, You Learn by Living: Eleven Keys for a More Fulfilling Life","category":"eleanor-roosevelt, love, respect"},{"quote":"His attention means nothing if you don't have his respect.","author":"Stephan Labossiere","category":"advice-for-women, attention, dating, relationships, respect"},{"quote":"Time and time again when I talk to individuals about approaching love with will and intentionality, I hear the fear expressed that this will bring an end to romance. This is simply not so. Approaching romantic love from foundation of care, knowledge, and respect actually intensifies romance.","author":"bell hooks, All About Love: New Visions","category":"care, foundation, intensity, knowledge, love, respect, romance"},{"quote":"You are a guest of nature - behave.","author":"Friedensreich Hundertwasser","category":"consumed, earth, inspiration, respect, sustainable-living"},{"quote":"It's more useful to have someone fear you than respect you.","author":"J. Cornell Michel, Jordan's Brains: A Zombie Evolution","category":"apocalypse, apocalyptic, fear, fearful, important, respect, somebody, someone, use, useful, usefulness, zombie, zombie-apocalypse, zombies, zompoc"},{"quote":"If you want a world ruled by law and not by force you must build up, from the very grassroots, a respect for law.","author":"Eleanor Roosevelt, You Learn by Living: Eleven Keys for a More Fulfilling Life","category":"eleanor-roosevelt, law, respect"},{"quote":"A common and natural result of an undue respect of law is, that you may see a file of soldiers, colonel, captain, corporal, privates, powder-monkeys, and all, marching in admirable order over hill and dale to the wars, against their wills, ay, against their common sense and consciences, which makes it very steep marching indeed, and produces a palpitation of the heart.","author":"Henry David Thoreau, Civil Disobedience","category":"law, respect, soldiers, war"},{"quote":"We live in a multidimensional world. Why would you live a one-dimensional love? If you love someone... feel it, speak it, show it, be it.Do more than tell them… show them. Let them feel your dedicated respect and your unwavering devotion.Ensure that your commitment and passion are known and unquestionable. Show them what they mean to you… what they are to you. And… if you don’t feel inspired to show your love in this multidimensional manner… be kind enough to let them go… so they can find someone who will.","author":"Steve Maraboli","category":"love, marriage, relationships, respect, true-love"},{"quote":"When no one is watching Mother Earth, and most of the time no one is, she sings softly to herself. Certainly no one is watching after her, to the point where she's now calling herself M. Earth, using her first initial only, like the early women writers who did not want their work to be automatically dismissed because of their gender disadvantage. Though she is grand, M. Earth is feeling, perhaps, overly feminine, and therefore vulnerable. Don't even mention the word Gaia; it's such a projection! She thinks she could benefit from a more macho profile, a little kick-ass to make her point. Perhaps a little masculine detachment would be helpful, or a thicker skin. Because, frankly, she's been trampled, poisoned, stripped bare, robbed blind, and blamed for just about everything that's come down the pike. And like all mothers, everyone just assumes she'll always be there for them with open, loving arms, and a cup of hot cocoa. That it will be her pleasure to feed them, lick their wounds, and clean a load or two of their dirty laundry. She's looking for a little more respect.","author":"Sharon Weil, Donny and Ursula Save the World","category":"donny-and-ursula, donny-and-ursula-save-the-world, gender-disadvantage, m-earth, mother-earth, planet-earth, respect, sharon-weil, when-no-one-is-watching"},{"quote":"He was highly spoken of, everybody knew; but nobody knew who had spoken highly of him…","author":"Mrs. Oliphant, The Rector","category":"popularity, regard, respect"},{"quote":"Respect is a thing earned, not bought, and a man who lets it be known that he seeks respect will probably never see it bestowed.","author":"Brett J. Talley, That Which Should Not Be","category":"respect"},{"quote":"Showing respect for others when they don’t agree with you, and during the times when you don’t agree with them as well, helps to avoid arguments that serve no good purpose. This approach can lead to getting things accomplished peacefully.","author":"Ellen J. Barrier","category":"peacefully, respect"},{"quote":"Never expect people to understand, respect or love you , they are just a bunch of dirty flesh and fake skins. Staring to eat you when you are fat enough.","author":"M.F. Moonzajer","category":"dirty-flesh, expect, fake-skins, love, respect, staring, understand"},{"quote":"When your elders are millennia-old demigods, you’d best take the injunction to respect your elders seriously.","author":"Nalo Hopkinson, Sister Mine","category":"elders, respect"},{"quote":"Oooh you think I'm cute when I'm angry?? Well get ready, cause I'm about to get GORGEOUS!","author":"Hazim Bangwar","category":"respect"},{"quote":"I shall always be a flower girl to Professor Higgins, because he always treats me as a flower girl, and always will; but I know I can be a lady to you, because you always treat me as a lady, and always will.","author":"George Bernard Shaw, Pygmalion","category":"lady, respect"},{"quote":"Every soul is beautiful and precious; is worthy of dignity and respect, and deserving of peace, joy and love.","author":"Bryant McGill, Voice of Reason","category":"beauty, dignity, joy, love, peace, precious, respect, soul"},{"quote":"Place your allegiance and respect in what is everlasting and real, not in the transitory and false.","author":"Bryant McGill, Voice of Reason","category":"allegiance, loyalty, respect, truth"},{"quote":"If you currently travel abroad or plan to in the future, make sure you understand the cultural convention of the country that you are visiting. Particularly with regard to greetings. If someone gives you a weak hand-shake, don't grimace. If anyone takes your arm, don't wince. If you are in the Middle East and a person wants to hold your hand, hold it. If you are a man visiting Russia, don't be surprised when your male host kisses your cheek, rather than hand. All of these greetings are as natural as way to express genuine sentiments as an American handshake. I am honored when an Arab or Asian man offers to take my hand because I know that it is a sign of high respect and trust. Accepting these cultural differences is the first step to better understanding and embracing diversity.","author":"Joe Navarro, What Every Body is Saying: An Ex-FBI Agent's Guide to Speed-Reading People","category":"cultural-diversity, respect, sentiments, touch"},{"quote":"Had she any respect for him at all, his words would've affected her. But no value accompanies comments spewed from the mouth of a brute.","author":"Richelle E. Goodrich, Smile Anyway","category":"brute, comments, criticism, remarks, respect, richelle, richelle-goodrich, unkind-words"},{"quote":"To respect someone means to treat their ideas, personal space, belongings, and needs as equal in importance to your own, while to honor someone means to treat all those things as more important than your own.","author":"Sarah Arthur, Dating Mr. Darcy","category":"christianity, honor, religion, respect"},{"quote":"By disobeying immoral orders, that individual preserves the institution's highest rank - dignity.","author":"Bryant McGill, Voice of Reason","category":"dignity, obedience, respect"},{"quote":"Men can never have the true power they were endowed with by creation, until they respect and protect the women and children of the world.","author":"Bryant McGill, Voice of Reason","category":"men-and-women, protect, respect"},{"quote":"We have a responsibility to disobey and violate unjust rules and laws.","author":"Bryant McGill, Voice of Reason","category":"laws, obedience, respect, rules"},{"quote":"We must remember that we cannot change others, we can only change ourselves.","author":"Bryant McGill, Voice of Reason","category":"change, personal-transformation, respect"},{"quote":"We must remember that nature is the supreme cradle of life, and must be protected and treated with the highest respect and care.","author":"Bryant McGill, Voice of Reason","category":"care, love, nature, protect, respect"},{"quote":"Love – Acceptance – Unity – Peace –Integrity – Respect… a strong, pure creed is short on words and long on nourishing ideas. For me, the longer the creed the more it has been diluted, manipulated, and spoiled. The results of this creed poisoning can be seen in the behavior of its followers. We have all heard the expression, “The devil is in the details”; my observations have led me to suspect this is true.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"acceptance, creed, devil, god, ideas, integrity, love, peace, religion, respect, unity"},{"quote":"Respect is a mutual interest, your gains depend on your losses.","author":"M.F. Moonzajer","category":"mutual, respect"},{"quote":"Respect is the lifeblood of progress, and the safe harbor of humanity's great aspirations.","author":"Bryant McGill, Voice of Reason","category":"humanity, progress, respect"},{"quote":"We must stop treating the environment possessively, and as an expendable commodity.","author":"Bryant McGill, Voice of Reason","category":"care, encourage, respect"},{"quote":"We must protect and share the world.","author":"Bryant McGill, Voice of Reason","category":"protect, respect, share"},{"quote":"We must resist impulses to attack people, their credibility or their nature, and focus only on sharing our own positive creations, contributions, ideas and solutions.","author":"Bryant McGill","category":"acceptance, respect, shared-experiences"},{"quote":"You could refer to me as god and the odd curtsey wouldn’t go a miss either","author":"R.S. Burnett, Wanna Bet?","category":"friendship, respect, tucker"},{"quote":"Don't go the distance trying to fit in the crowd and be accepted by others. Accept and respect yourself first. Loving thyself also goes with this.\"-Elizabeth's Quotes","author":"Elizabeth E. Castillo","category":"acceptance, elizabeth-e-cas, respect"},{"quote":"You can still make today the day you change yourself, love yourself, forgive yourself, respect yourself, honor yourself, cherish yourself, admire yourself, express yourself, be true to yourself... It’s never too late!","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"admire, be-true-to-yourself, change, cherish, express, forgive, happiness, honor, life, love, respect, today"},{"quote":"One can show no greater respect than to weep for a stranger.","author":"José Saramago, Seeing","category":"respect"},{"quote":"The essential respect is the one in your own heart for yourself.","author":"Bryant McGill, Voice of Reason","category":"importance, respect, sincere"},{"quote":"Respect can only be given to those who have earned it by working for it.","author":"Habeeb Akande","category":"inspirational, motivational, respect, work-ethic"},{"quote":"We all deserve to be treated with nothing but respect. In order to command respect from others, we must first and foremost respect ourselves.","author":"Julie-Anne","category":"respect, self-respect"},{"quote":"What we do to others, we do to ourselves..","author":"Bryant McGill, Voice of Reason","category":"care, love, respect"},{"quote":"Any religion can be compared to the attic of an old home. Unless the attic is regularly cleaned, it gathers dust and cobwebs and eventually becomes unusable. Similarly, if a religion cannot be updated or cleaned from time to time, it loses its usefulness and cannot relate anymore to changed times and people.","author":"Bhaskarananda, The Essentials of Hinduism: A Comprehensive Overview of the World's Oldest Religion","category":"buddhism, christianity, faith, hinduism, islam, life, religion, religious, respect, tolerance"},{"quote":"Love and respect changes everything.","author":"Bryant McGill, Voice of Reason","category":"care, love, respect"},{"quote":"The ninth gift is Reverence. May you appreciate the wonder that you are and the miracle of all creation.","author":"Charlene Costanzo, The Twelve Gifts of Birth","category":"blessing, character-building, creation, inspiration, respect, reverence, self-worth"},{"quote":"A girl's body was a prize. It had to be more than asked for. It had to be earned, worshipped, and avowed.","author":"Leanna Renee Hieber, Darker Still","category":"mutual-love, respect"},{"quote":"For tolerance (and you must remember this when you grow older), is of very recent origin and even the people of our own so-called \"modern world\" are apt to be tolerant only upon such matters as do not interest them very much.","author":"Hendrik Willem van Loon, The Story of Mankind","category":"hypocrisy, respect, tolerance"},{"quote":"If you wish to live in harmony, you must respect every person and, in non-essential matters, yield!","author":"J.P. Vaswani","category":"harmony, respect"},{"quote":"Rejecting predatory capitalism in America is a way to respect and honor America.","author":"Bryant McGill, Voice of Reason","category":"americanism, honor, respect"},{"quote":"I'm always trying to gain and keep the audience's respect. I always want them to know that the show doesn't think they're stupid for watching.","author":"Dan  Harmon","category":"audience, community, respect"},{"quote":"Respect is the lifeblood of progress, and the safe harbour of humanity's great aspirations","author":"Bryant McGill, Voice of Reason","category":"aspiration, love, respect"},{"quote":"A righteous wife is a respectful wife.","author":"Habeeb Akande","category":"male-female-relationships, marriage, piety, religious, respect, righteous, wife, women"},{"quote":"The roots of all commonwealth are planted in the understanding that we are all the same human beings","author":"Bryant McGill, Voice of Reason","category":"equal, love, respect"},{"quote":"Fear is the greatest enemy; the father of all suffering, and love is the only cure for humanity's great afflictions","author":"Bryant McGill, Voice of Reason","category":"enemy, fear, love, respect"},{"quote":"Don't talk much and save your dignity.","author":"Ashraf Ali Jamshedpur","category":"life, respect"},{"quote":"But he could never be a made guy himself because of his tainted blood, some Sunset Park Puerto Rican on his father's side, even though he was raised Italian. Chili didn't care to be made anyway, get into all that bullshit having to do with respect. It was bad enough having to treat these guys like they were your heroes, smile when they made some stupid remark they thought was funny.","author":"Elmore Leonard, Get Shorty","category":"independence, mob, respect"},{"quote":"A respectful woman is a righteous woman.","author":"Habeeb Akande","category":"male-female-relationships, relationships, religious, respect, righteous, women"},{"quote":"Respect Death and You Live In Life","author":"Christopher Thames","category":"respect"},{"quote":"I like people who refuse to speak until they are ready to speak.","author":"Lillian Hellman","category":"reality, respect, truth"},{"quote":"Any titles, money, or privilege you inherit are actually hindrances. They delude you into believing you are owed respect.","author":"Robert Greene","category":"delusion, respect"},{"quote":"In our glorious fight for civil rights, we must guard against being fooled by false slogans, such as 'right-to-work.' It provides no 'rights' and no 'works.' Its purpose is to destroy labor unions and the freedom of collective bargaining…. We demand this fraud be stopped.","author":"Martin Luther King Jr.","category":"civil-rights, decency, dr-king, labor, labor-activism, martin-luther-king-jr, mlk, respect, right-to-work, rtw, teamsters, union-busting, unions, working-man"},{"quote":"I don't think you comprehend the depth of my feeling for you. It goes beyond wanting to be near you, or protect you. I want you to be happy, and I want you to be treated with respect.","author":"Sylvain Reynard, Gabriel's Rapture","category":"love, respect"},{"quote":"When people criticize me for not having any respect for existing structures and institutions, I protest. I say I give institutions and structures and traditions all the respect that I think they deserve. That's usually mighty little, but there are things that I do respect. They have to earn that respect. They have to earn it by serving people. They don't earn it just by age or legality or tradition.","author":"Myles Horton, We Make the Road by Walking: Conversations on Education and Social Change","category":"institutions, respect, sociology, tradition"},{"quote":"The best gifts one can give to someone are not things, the best ones to offer are a little Time, Love, Care and Respect.","author":"Venkat Desireddy","category":"care, gifts, love, respect, time"},{"quote":"In your big mind, everything has the same value...In your practice you should accept everything as it is, giving to each thing the same respect given to a Buddha. Here there is Buddhahood","author":"Shunryu Suzuki","category":"buddha, respect, zen"},{"quote":"Earlier in this book I noted that one of my favorite sayings is “You get what you tolerate.” This applies in spades to your relationships. Failing to speak up about something carries the implication that you are OK with it—that you are prepared to continue tolerating it. As a companion saying goes, “Silence means consent.” If you tolerate snide or offensive remarks from your boss or colleague, the remarks will continue. If you tolerate your spouse’s lack of consideration for your feelings, it will continue. If you tolerate the disregard of people who regularly turn up late for meetings or social engagements, they will continue to keep you cooling your heels. If you tolerate your child’s lack of respect, you will continue to get no respect. Each time you tolerate a behavior, you are subtly teaching that person that it is OK to treat you that way.","author":"Margie Warrell, Find Your Courage!","category":"consent, relationships, respect, tolerate"},{"quote":"You don't treat the so-called little people poorly, because we don't have any little people here! The trainers, the managers, the secretaries, the people who work in the dorms and cafeterias and classroom buildings are all professionals, and they're all important or they wouldn't be working for Michigan football.","author":"Bo Schembechler","category":"appreciation, important-people, michigan-football, respect, team"},{"quote":"Don't fret, boy. I'm not so foolish as to ridicule the myths and legends of other people. For countless generations, people, no matter where they're from, have been trying to understand this world of ours.","author":"Nahoko Uehashi, Moribito: Guardian of the Spirit","category":"acceptance, religion, respect, spirituality, tolerance"},{"quote":"I resented the idea of being talented. I couldn’t respect it — in my experience, no one else did. Being called talented at school had only made me a target for resentment. I wanted to work. Work, I could honor.","author":"Alexander Chee","category":"honor, respect, talent, talented, work"},{"quote":"Death, in its certainty, is exacting its due respect and repose before it takes my hand.","author":"Susan Abulhawa, Mornings in Jenin","category":"death, respect"},{"quote":"Now I know that strange things happen to your body when it meets the snow at 100 mph, no matter what the position. In the twinkling of hitting the snow I regained a proper respect for speed. If you are inattentive, as well as somewhat stupid, you may breed a contempt for big speeds, forgetting respect through the grace of being atop your skis each run. No one on his back at 100 mph will ever after have contempt for speed.","author":"Dick Dorworth, The Perfect Turn: And Other Tales of Skiing and Skiers","category":"crashing, respect, skiing, speed"},{"quote":"The potential, for anything, was overwhelming to a degree that bothered him. It wasn’t, he thought, the idea of power. It certainly wasn’t that nervous feeling T.C. would get in the pit of his stomach when he knew he had an incredible opportunity in front of him, that amazing brief pause before an act of creation. This was something else. Something to fear and respect.","author":"Adam P. Knave, Stays Crunchy in Milk","category":"creation, fear, opportunity, potential, power, respect"},{"quote":"Listen, in dreams and especially in nightmares, from indigestion or anything, a man sees sometimes such artistic visions, such complex and real actuality, such events, even a whole world of events, woven into such a plot, with such unexpected details from the most exalted matters to the last button on a cuff, as I swear Leo Tolstoy has never invented.","author":"Fyodor Dostoyevsky, The Brothers Karamazov","category":"respect, shoutout"},{"quote":"I’m in a band. I don’t go to church every Sunday. I love punk rock music. Sometimes I use swear words a lot. I respect and admire gay men and women. I’m obsessed with horror films. I know what shame feels like. And guess what old man? Jesus is still my Savior.","author":"Hayley Williams","category":"equality, faith, gay-rights, hayley-williams, horror-films, love, paramore, respect"},{"quote":"One of the most sincere forms of respect is actually listening to what another has to say.","author":"Bryant McGill","category":"inspirational, inspirational-quotes, listening, respect, sincerity"},{"quote":"Some people like living in black and white worlds. Let them stay there. Appreciate all the colors you see in your world though.","author":"Ashly Lorenzana","category":"appreciation, black, colors, humanity, individuality, life, open-mindedness, perception, personal, preferences, respect, symbolism, white, world"},{"quote":"His Majesty, may he live forever and prosper greatly...His Majesty, may sun finches warble sweet melodies in his ear...His Majesty, may orchids bloom in the wake of his passing...His Majesty, may minstrels compose epics at the sound of his glorious name...His Majesty, may his magnificent sword shatter the breasts of his enemies...","author":"Rae Carson, The Girl of Fire and Thorns","category":"addresses, humor, respect, royalty, titles"},{"quote":"Respect doesn't come without a little resentment.","author":"Neal Shusterman, UnWholly","category":"resentment, respect"},{"quote":"But when two people feel something, they ought to respect that enough to figure it out","author":"Nora Roberts, The Witness","category":"love, respect"},{"quote":"Young men do not respect girls they can take advantage of - and they do not as easily take advantage of girls they respect.","author":"Sarah Mally, Before You Meet Prince Charming: A Guide to Radiant Purity","category":"advise, christian, christian-living, girls, purity, respect, young-men"},{"quote":"A pair of dolphins swept by us in the water, flicking their heads out to get a look at us as they went. One of them made a chittering sound that wasn't very melodic. The other twitched its tail and splashed a little water our way, all in good fun. They weren't the attractive Flipper kind of dolphins. They were regular dolphins that aren't as pretty and don't get cast on television. Maybe they just refused to sell out and see a plastic surgeon. I held up a fist to them. Represent.","author":"Jim Butcher, Small Favor","category":"dolphins, flipper, humor, respect"},{"quote":"People need self-respect, but self-respect must be earned -- it cannot be self-respect if it's not earned -- and the only way to earn anything is to achieve it in the face of the possibility of failing.","author":"Charles Murray, Coming Apart: The State of White America, 1960-2010","category":"respect"},{"quote":"He stops pacing. 'I know, Miranda, I did it because I—' 'Stop! Don't say it. I don't want to hear you say it.' 'I have to say it,' Noah says. 'No, you don't.' If I hear him say the word love, I don't know what I'll do. I still have my gun. Maybe one day I can forgive him, but all chance of that goes out the window if he claims he did it for love. If you love someone, the idea is respect them enough to trust them. Not to take away their freedom. Their life.","author":"Dan Krokos, False Memory","category":"love, respect"},{"quote":"Respect for the dignity of others includes treating them as rational creatures capable of being persuadad by rational argument, even in the face of frequent evidence to the contrary.","author":"Richard John Neuhaus, American Babylon: Notes of a Christian Exile","category":"catholic, dignity, education, intelligence, respect"},{"quote":"Respect is primary.","author":"Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice","category":"respect"},{"quote":"How did so many women get to this unhappy place of not understanding how truly \"simple\" men are in their requirements and how much benevolent power their wives have over them? Why did notions like assuaging \"male ego\" and using \"feminine wiles\" rocket into disrepute? How is it that so many women are angry with men in general yet expect to have a happy life married to one of them?There are a number of reasons for this, and I believe they all revolve around the assault upon, and virtual collapse of, the values of religious morality, modesty, fidelity, chastity, respect for life, and a commitment to family and child-rearing.","author":"Laura Schlessinger","category":"family-relationships, marriage, respect"},{"quote":"I grant men the land, the government, the wealth, all the chances. I accept that you have to hold all the cards, since that's the only way you know how to play; but I refuse to swallow your disrespect.","author":"Pierre-Augustin Caron de Beaumarchais, The Marriage of Figaro (Le Nozze Di Figaro): Vocal Score","category":"respect, self-respect"},{"quote":"How could he possibly bow deeply enough to honor a thousand-year-old samurai queen?","author":"Nadia Scrieva, Fathoms of Forgiveness","category":"elders, respect, samurai"},{"quote":"The root of liberalism, in a word, is hatred of compulsion, for liberalism has the respect for the individual and his conscience and reason which the employment of coercion necessarily destroys. The liberal has faith in the individual – faith that he can be persuaded by rational means to beliefs compatible with social good.","author":"Harold Edmund Stearns, Liberalism in America: Its Origin, Its Temporary Collapse, Its Future","category":"coercion, compulsion, conscience, faith, individual, liberal, liberalism, lost-generation, rationality, reason, respect"},{"quote":"How little we really know about the life all around us. Would we be so cavalier and ruthless with it if we understood it better?","author":"William Longgood","category":"ethics, life, respect, science"},{"quote":"And now it [grass] seems to me the beautiful uncut hair of graves, Tenderly will I use you curling grass,It may be you transpire from the breasts of young men, It may be if I had known them I would have loved them, It may be you from old people, or from offspring taken soon out of their mother's laps,  And here you are the mothers'","author":"Walt Whitman","category":"goodness, grass, graves, love-of-nature, nature, respect"},{"quote":"Moriré besando a Simon Snow. Simon Snow morirá besándome.","author":"Rainbow Rowell, Carry On","category":"amor, beso"},{"quote":"Romance lives by repetition, and repetition converts an appetite into an art.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"amor"},{"quote":"I left her in the forest of Arden","author":"I shall find her in an orchard in Verona.","category":"Oscar Wilde, The Picture of Dorian Gray"},{"quote":"you have killed my love. You used to stir my imagination. Now you don't even stir my curiosity.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"amor"},{"quote":"...would not exchange this one little English girl for the Grand Turk’s whole seraglio, gazelle-eyes, houri forms, and all!","author":"Charlotte Brontë, Jane Eyre","category":"amor, turquía"},{"quote":"It made me think how different everything might have been if we had both been born in Terravin.","author":"Mary E. Pearson, The Kiss of Deception","category":"amor, kaden, lia"},{"quote":"Make a dreams. Always","author":"Zué Zerimar","category":"amor, esperanza, realidad, suerte, sueños"},{"quote":"Love is a power which produces love.","author":"Erich Fromm, The Art of Loving","category":"amor, amour, love"},{"quote":"Much unhappiness has come into the world because of bewilderment and things left unsaid.","author":"Fyodor Dostoyevsky","category":"communication, confusion"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","category":"communication, misattributed, misunderstanding"},{"quote":"Many times in life I've regretted the things I've said without thinking. But I've never regretted the things I said nearly as much as the words I left unspoken.","author":"Lisa Kleypas, Sugar Daddy","category":"communication, remaining-silent, reticence"},{"quote":"We speak not only to tell other people what we think, but to tell ourselves what we think. Speech is a part of thought.","author":"Oliver Sacks, Seeing Voices","category":"blindness, cognition, communication, community, senses, sociality, speech, thought"},{"quote":"Having not said anything the first time, it was somehow even more difficult to broach the subject the second time around.","author":"Douglas Adams, So Long, and Thanks for All the Fish","category":"communication"},{"quote":"Conversation, like certain portions of the anatomy, always runs more smoothly when lubricated.","author":"Marquis de Sade","category":"communication, conversation, diplomacy"},{"quote":"Write to be understood, speak to be heard, read to grow.","author":"Lawrence Clark Powell","category":"communication"},{"quote":"Words are the source of misunderstandings.","author":"Antoine de Saint-Exupéry, The Little Prince","category":"communication, miscommunication"},{"quote":"Constantly talking isn't necessarily communicating.","author":"Charlie Kaufman","category":"communication, talking"},{"quote":"Into the face of the young man who sat on the terrace of the Hotel Magnifique at Cannes there had crept a look of furtive shame, the shifty hangdog look which announces that an Englishman is about to speak French.","author":"P.G. Wodehouse, The Luck of the Bodkins","category":"communication, englishmen, french, humor, languages"},{"quote":"For thought is a bird of space, that in a cage of words may indeed unfold its wings but cannot fly.","author":"Kahlil Gibran","category":"bird, communication, thought"},{"quote":"Conversation. What is it? A Mystery! It's the art of never seeming bored, of touching everything with interest, of pleasing with trifles, of being fascinating with nothing at all.","author":"Guy de Maupassant","category":"communication, conversation"},{"quote":"It is the encounters with people that make life worth living.","author":"Guy de Maupassant","category":"communication, life"},{"quote":"Philosophers say man forms himself in dialogue.","author":"Anne Carson, The Beauty of the Husband: A Fictional Essay in 29 Tangos","category":"communication"},{"quote":"[Jem] looked from Will to Tessa and raised his silvery eyebrows. \"A miracle,\" he said. \"You got him to speak.\"\"Just to shout at me, really,\" said Tessa. \"Not quite loaves and fishes.","author":"Cassandra Clare, Clockwork Prince","category":"communication, humor, miracles"},{"quote":"What I write is different from what I say, what I say is different from what I think, what I think is different from what I ought to think and so it goes further into the deepest darkness.","author":"Franz Kafka","category":"communication"},{"quote":"I tried all kinds of approaches: sexy, friendly, intimidating—nothing worked. I’m starting to think there’s an invisible force field that prevents honest communication between X and Y chromosomes.","author":"Jody Gehrman, Babe in Boyland","category":"communication, humor"},{"quote":"We are stronger when we listen, and smarter when we share.","author":"Rania Al-Abdullah","category":"communication"},{"quote":"Stephen Covey, in his book The 8th Habit, decribes a poll of 23,000 employees drawn from a number of companies and industries. He reports the poll's findings: * Only 37 percent said they have a clear understanding of what their organization is trying to achieve and why * Only one in five was enthusiastic about their team's and their organization's goals * Only one in five said they had a clear \"line of sight\" between their tasks and their team's and organization's goals * Only 15 percent felt that their organization fully enables them to execute key goals * Only 20 percent fully trusted the organization they work forThen, Covey superimposes a very human metaphor over the statistics. He says, \"If, say, a soccer team had these same scores, only 4 of the 11 players on the field would know which goal is theirs. Only 2 of the 11 would care. Only 2 of the 11 would know what position they play and know exactly what they are supposed to do. And all but 2 players would, in some way, be competing against their own team members rather than the opponent.","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"communication, human-scale, simplicity"},{"quote":"To speak little is natural. Therefore a gale does not blow a whole morning nor does a downpour last a whole day.","author":"Lao Tzu","category":"communication"},{"quote":"The speed of communications is wondrous to behold. It is also true that speed can multiply the distribution of information that we know to be untrue.","author":"Edward R. Murrow","category":"communication, distribution, gossip, news"},{"quote":"Communications tools don't get socially interesting until they get technologically boring.","author":"Clay Shirky, Here Comes Everybody: The Power of Organizing Without Organizations","category":"communication, internet"},{"quote":"Speech is for the convenience of those who are hard of hearing","author":"but there are many fine things which we cannot say if we have to shout.","category":"Henry David Thoreau"},{"quote":"So what do you want? Does what happens inside show on the outside? There is such a great fire in one’s soul, and yet nobody ever comes to warm themselves there, and passersby see nothing but a little smoke coming from the top of the chimney, and go on their way.","author":"Vincent van Gogh, The Letters of Vincent van Gogh","category":"communication, inner-world, otherness, separateness"},{"quote":"Nothing said in words ever came out quite even. Things in words got twisted and ran together, instead of staying straight and fitting together.","author":"Ursula K. Le Guin, The Dispossessed","category":"communication"},{"quote":"Communication is truth","author":"communication is happiness. To share is our duty","category":"to go down boldly and bring to light those hidden thoughts which are the most diseased"},{"quote":"To send a letter is a good way to go somewhere without moving anything but your heart.","author":"Phyllis Theroux","category":"communication, letters"},{"quote":"No one can tell, when two people walk closely together, what unconscious communication one mind may have with another","author":"Robert Barr, Selected Stories Of Robert Barr","category":"communication, telepathy"},{"quote":"We're the most aggressively inarticulate generation to come along since, you know, a long time ago!","author":"Taylor Mali","category":"communication, postmodernism, speech"},{"quote":"Conversation is king. Content is just something to talk about.","author":"Cory Doctorow","category":"communication, internet, media"},{"quote":"Cooperativeness is not so much learning how to get along with others as taking the kinks out of ourselves, so that others can get along with us.","author":"Thomas S. Monson, Pathways To Perfection: Discourses Of Thomas S. Monson","category":"communication, cooperativeness"},{"quote":"We all struggle with our failure to communicate and our failure to reach beyond fear to love people.","author":"Mira Sorvino","category":"communication"},{"quote":"I wondered why humans were even given the gift of speech at all. We no longer needed it","author":"we’ve forgotten to talk about anything. We only waste it.","category":"Rasmenia Massoud, Human Detritus"},{"quote":"You can’t say A is made of B or vice versa. All mass is interaction.","author":"Richard Feynman","category":"communication, life"},{"quote":"The most important things to say are those which often I did not think necessary for me to say — because they were too obvious.","author":"André Gide, Journals, 1889-1949","category":"assuming, assumptions, communication, saying-the-right-thing"},{"quote":"Good communication is less about saying what you mean, and more about defining what you say.","author":"Kelli Jae Baeli, ISO","category":"communication, definition, relationship-advice"},{"quote":"CommunicationIs a work of artSome are normally born with itSome may need a chart","author":"A. Saleh, Poetry Eyes","category":"communication"},{"quote":"Relief loosens tongues beyond measure.","author":"Stephen King, Just After Sunset","category":"communication"},{"quote":"The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it.","author":"Edward R. Murrow","category":"communication"},{"quote":"I know I am talking nonsense, but I’d rather go rambling on, and partly expressing something I find it difficult to express, than to keep on transmitting faultless platitudes.","author":"Thomas Mann, The Magic Mountain","category":"communication"},{"quote":"Let me just acknowlege that the function of grammar is to make language as efficent and clear and transparent as possible. But if we’re all constantly correcting each other’s grammar and being really snotty about it, then people stop talking because they start to be petrified that they’re going to make some sort of terrible grammatical error and that’s precisely the opposite of what grammar is supposed to do, which is to facilitate clear communication.","author":"John Green","category":"communication, correcting, function, grammar, grammar-nazi, vlogbrothers"},{"quote":"The fantastic advances in the field of electronic communication constitute a greater danger to the privacy of the individual.","author":"Earl Warren","category":"communication, computers, e-mail, individuality, internet, prediction, privacy, telecommunications"},{"quote":"To make our communications more effective, we need to shift our thinking from \"What information do I need to convey?\" to \"What questions do I want my audience to ask?","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"audience, communication, get-them-to-think"},{"quote":"Want to play hangman? asks Theophile, and I ache to tell him that I have enough on my plate playing quadriplegic. But my communication system disqualifies repartee: the keenest rapier grows dull and falls flat when it takes several minutes to thrust it home. By the time you strike, even you no longer understand what had seemed so witty before you started to dictate it, letter by letter. So the rule is to avoid impulsive sallies. It deprives conversation of its sparkle, all those gems you bat back and forth like a ball-and I count this forced lack of humor one of the great drawbacks of my condition.","author":"Jean-Dominique Bauby, The Diving Bell and the Butterfly","category":"communication, conversation, locked-in-syndrome, repartee"},{"quote":"[T]he ways in which the information we give off about our selves, in photos and e-mails and MySpace pages and all the rest of it, has dramatically increased our social visibility and made it easier for us to find each other but also to be scrutinized in public.","author":"Clay Shirky, Here Comes Everybody: The Power of Organizing Without Organizations","category":"communication, internet, privacy"},{"quote":"He watched their faces, and he knew each meant desperately what she said because they loved each other, and deep inside surely each knew the words were false, that the true words were those unspoken.","author":"Margaret Craven, I Heard the Owl Call My Name","category":"communication"},{"quote":"At this rate I never want to talk to you again. Stay mad at me, Allie. It allows us to communicate in other ways.","author":"Jodi Thomas, Twisted Creek","category":"communication, mad, talk"},{"quote":"The medium obscured the message.","author":"Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal","category":"communication"},{"quote":"Our hearts are not stones. A stone may disintegrate in time and lose its outward form. But hearts never disintegrate. They have no outward form, and whether good or evil, we can always communicate them to one another.","author":"Haruki Murakami, After the Quake","category":"communication, hearts"},{"quote":"Listen to all the conversations of our world, between nations as well as between individuals. They are, for the most part, dialogues of the deaf.","author":"Paul Tournier","category":"communication, deaf"},{"quote":"The first problem of communication is getting people's attention.","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"attention, communication"},{"quote":"What the dead had no speech for, when living,They can tell you, being dead: the communicationOf the dead is tongued with fire beyond the language of the living.","author":"T.S. Eliot, Four Quartets","category":"bereavement, communication, death, longing, unsaid-words"},{"quote":"This was before voice mail, recorded phone messages you can't escape. Life was easier then. You just didn't pick up the phone.","author":"Joyce Carol Oates, Beasts","category":"communication, life, nostalgia, technology, telephone"},{"quote":"A tree’s most important means of staying connected to other trees is a “wood wide web” of soil fungi that connects vegetation in an intimate network that allows the sharing of an enormous amount of information and goods.","author":"Tim Flannery, The Hidden Life of Trees: What They Feel, How They Communicate – Discoveries from a Secret World","category":"communication, fungi, fungus, soil, trees"},{"quote":"The essence of communication is intention.","author":"Werner Erhard","category":"communication, intention"},{"quote":"It is always hazardous to express what one has to say indirectly and allusively.","author":"Walter Pater","category":"communication"},{"quote":"If I already intuitively \"get\" what you're trying to tell me, why should I obsess about remembering it? The danger, of course, is that what sounds like common sense often isn't.... It's your job, as a communicator, to expose the parts of your message that are uncommon sense.(p.72)","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"common-sense, communication, express, message"},{"quote":"When one comes from the bottom they know how to deal with people on the bottom.When one educates themself to communicate they learn how to deal with a multitude of types of people.Life experience, and communication is at the core of people relations.","author":"Therone Shellman","category":"communication, people-relations, theroneshellman"},{"quote":"People tend to overuse any idea or concept that delivers an emotional kick.","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"communication, emotion, idea, semantic-stretch"},{"quote":"Do you understand what I'm saying?Pardon? I just wanna hear you talking.","author":"Toba Beta, Master of Stupidity","category":"communication"},{"quote":"Human communication, it sometimes seems to me, involves an exaggerated amount of time. How briefly and to the point people always seem to speak on the stage or on the screen, while in real life we stumble from phrase to phrase with endless repetition.","author":"Graham Greene, Travels With My Aunt","category":"communication"},{"quote":"Keep to the 'I-statements' and discuss your feelings, she lectured herself. I think, I feel. Don't be accusatory. Don't tell him that he is an insecure prick who should back off before you deck him. Instead, say, 'I feel you are acting like an insecure prick who should back off before I deck you.","author":"Thomm Quackenbush, We Shadows","category":"communicate, communication, fight, fighting"},{"quote":"In the information-communication civilization of the 21st Century, creativity and mental excellence will become the ethical norm. The world will be too dynamic, complex, and diversified, too cross-linked by the global immediacies of modern (quantum) communication, for stability of thought or dependability of behaviour to be successful.","author":"Timothy Leary, Chaos & Cyber Culture","category":"communication, cyberculture, cyberspace, information, media"},{"quote":"It's much easier to be convincing if you care about your topic. Figure out what's important to you about your message and speak from the heart.","author":"Nicholas Boothman, Convince Them in 90 Seconds or Less: Make Instant Connections That Pay Off in Business and in Life","category":"communication, persuasion, public-speaking"},{"quote":"Instant communication is not communication at all but merely a frantic, trivial, nerve-wracking bombardment of cliches, threats, fads, fashions, gibberish and advertising.","author":"Edward Abbey, Postcards from Ed: Dispatches and Salvos from an American Iconoclast","category":"communication, internet"},{"quote":"In the event of a communication breakdown, decide whether you will dwell in the negative or rise above the angst and turmoil in a firm, positive manner and encourage all parties to listen and be heard.","author":"Lorii Myers, Targeting Success, Develop the Right Business Attitude to be Successful in the Workplace","category":"communication, communication-quotes"},{"quote":"I have something to tell you.\"\"How, you have something to tell me?\"\"You have understood me exactly.\"\"Well, I am listening.\"\"Listening? Then, you wish me to tell you?\"\"Yes, that is it. I am listening, and therefore I wish you to tell me.\"\"Shall I tell you now?\"\"No.","author":"Steven Brust, Iorich","category":"communication, humor"},{"quote":"Fame is simply an imbalance between inbound and outbound attention.","author":"Clay Shirky, Here Comes Everybody: The Power of Organizing Without Organizations","category":"communication, entertainment, popculture"},{"quote":"Try saying this: 'What's true for me today is that I have angry feelings concerning what I heard you say when you said what you said. It reminds me of what my mother said when she said what she said, and that hurts me so that's where I'm at with this, and it's not all right with me for today.' This should help to avoid a lot of communication problems.","author":"Judith Stone, Heeling Your Inner Dog:: A Self-Whelp Book","category":"communication, humor"},{"quote":"A lively discussion is usually helpful, because the hottest fire makes the hardest steel.","author":"Tom Clancy, Debt of Honor","category":"communication, debate, discussion"},{"quote":"Why do you think, A.J.,\" they say in unison, \"that you find these boys so attractive?\" I didn't say that this fiery chemical explosion leaps from somewhere inside me. Parents don't want to hear these things. I shrugged and said nothing. \"Maybe you should try sitting on the intensity,\" Mom suggests, \"just until your feelings catch up with reality.\"\"We could chain you to the water heater,\" Dad offers, \"until these little moments pass.\"You see what I'm up against.","author":"Joan Bauer","category":"communication, family-relationships, hormones, humor, parental-advice, parents, teenagers"},{"quote":"Though the man-apes often fought and wrestled one another, their disputes very seldom resulted in serious injuries. Having no claws or fighting canine teeth, and being well protected by hair, they could not inflict much harm on one another. In any event, they had little surplus energy for such unproductive behavior; snarling and threatening was a much more efficient way of asserting their points of view.","author":"Arthur C. Clarke, 2001: A Space Odyssey","category":"communication"},{"quote":"[T]he category of 'consumer' is now a temporary behavior rather than a permanent identity.","author":"Clay Shirky, Here Comes Everybody: The Power of Organizing Without Organizations","category":"communication, media"},{"quote":"It’s so hard to communicate because there are so many moving parts. There’s presentation and there’s interpretationand they’re so dependent on each other it makes things very difficult.","author":"Garth Stein, The Art of Racing in the Rain","category":"communication, difficult, interpretation, moving-parts, presentation"},{"quote":"I can talk for a long time only when it's about something boring.","author":"Lydia Davis, The Collected Stories","category":"boring, communication, humor, talking"},{"quote":"She didn't say anything—at least, not with her mouth. Her eyes told me a different story. The only problem was that they each had a thousand tongues talking, each in a language I didn't speak.","author":"J.X. Burros","category":"communication, eyes, scarlet-spotlight"},{"quote":"Words travel as swiftly as desire, so it is possible to send a message of love without them.","author":"Laura Esquivel, Swift as Desire","category":"body-language, communication, love, speech"},{"quote":"Man's first expression, like his first dream, was an aesthetic one. Speech was a poetic outcry rather than a demand for communication. Original man, shouting his consonants, did so in yells of awe and anger at his tragic state, at his own self-awareness and at his own helplessness before the void.","author":"Barnett Newman","category":"aesthetic, communication, existentialism, expression, origins, the-void, void"},{"quote":"Human communication, 'as the saying goes, is a clash of symbols' it covers a multitude of signs. But it is more than media and messages, information and persuasion; it also meets a deeper need and serves a higher purpose. Whether clear or garbled, tumultuous or silent, deliberate or fatally inadvertent, communication is the ground of meeting and the foundation of community. It is, in short, the essential human connection.","author":"Ashley Montagu, The Human Connection","category":"communication"},{"quote":"We may well find that if we are to fulfill God's mandate on earth, we will need to communicate less often so we can communicate more. We will need to forsake the ease and the pace of quantity for the reflective significance of quality.","author":"Tim Challies, The Next Story: Life and Faith after the Digital Explosion","category":"communication, discipline, technology"},{"quote":"Geez, what do I need to do, use semaphore? I told you I was unclaimed.","author":"Katie MacAlister, You Slay Me","category":"communication, semaphore, unclaimed"},{"quote":"Phones with numerical keypads worked best for dialing phone calls. Incidentally, phone calls tend to be the primary function of a phone. 'Smartphones' completely ignore these basic facts, resulting in some of the least intelligent devices I've seen yet. Oh the irony.","author":"Ashly Lorenzana","category":"communication, humor, opinion, phones, sarcasm, smartphones, technology"},{"quote":"We have developed communications systems to permit man on earth to talk with man on the moon. Yet mother often cannot talk with daughter, father to son, black to white, labour with management or democracy with communism","author":"Hadley Read, Communication: Methods for All Media","category":"communication"},{"quote":"Here's one of the problems with communicating in the words of a man who is not around to explain himself: it's damn hard sometimes to tell what he was talking about. Look, the sheer fact that people have banged out book after article after dramatic interpretation of this guy should tell you that despite his eloquence, he wasn't the clearest of communicators.","author":"Eleanor Brown, The Weird Sisters","category":"communication, shakespeare"},{"quote":"Do you wish to speak in Provençal, French, or Latin? They are all I can manage, I'm afraid.\"\"Any will do,\" the rabbi replied in Provençal.\"Splendid. Latin it is,\" said Pope Clement.","author":"Iain Pears, The Dream of Scipio","category":"arrogance, communication, conceit, languages, mockery, papal-authority, pope"},{"quote":"Effective Communication is a way to success","author":"Jaspal Singh Malik","category":"communication"},{"quote":"He opened the first letter, No \"Dear Mr. Woods.\" It was a page full of profanities. There was something oddly refreshing about honest, to-the-point hate mail. No hypocrisy and forced politeness. Too many letters ripped you to shreds, then closed off 'Sincerely yours.","author":"Randy Alcorn, Deadline","category":"communication, humor"},{"quote":"I'm Valerie Rye,' she said, savoring the words. 'It's all right for you to talk to me.","author":"Octavia E. Butler, Bloodchild and Other Stories","category":"communication, speech"},{"quote":"Everything is in the way the material is composed.","author":"Joseph O'Connor, Star of the Sea","category":"communication, journalism, media-bias"},{"quote":"Open scatter is more fundamental than coupled sharing; it is the stuff from which, on splendid occasions, dialogue may arise.","author":"John Durham Peters, Speaking into the Air: A History of the Idea of Communication","category":"communication, dialogue, scattering"},{"quote":"Mass amateurization of publishing makes mass amateurization of filtering a forced move.","author":"Clay Shirky, Here Comes Everybody: The Power of Organizing Without Organizations","category":"communication, internet, media, organization, profession"},{"quote":"We speak, and write, in one of the most diverse, gloriously ecumenical tongues on the planet. In English, there is a word or phrase for pretty much anything we want to say, and if there isn't, we make it up, and it is welcomed into the family. We can express ourselves as complexly or as simply as we like. We can be magniloquent didacts, or we can talk plain.","author":"Jeff Deck","category":"communication"},{"quote":"As human beings, how do we choose to react in that instant when someone walks toward us, smiles, and begins to speak?","author":"Jeff Deck, The Great Typo Hunt: Two Friends Changing the World, One Correction at a Time","category":"communication"},{"quote":"Shulman argues that work that is valued is work that is presented to colleagues. The failure to make this kind of wider connection weakens the sense of community. This happens in scholarly life when such essential functions as professional service or teaching do not get discussed openly or often enough.","author":"Charles E. Glassick, Scholarship Assessed: Evaluation of the Professoriate","category":"academia, communication, scholarship"},{"quote":"The more you engage and connect, the more engagements and connections you will have.","author":"Loren Weisman","category":"branding, communication, connecting, engaging, inspirational, keynote-speaker, loren-weisman, motivating"},{"quote":"Communication creates collaboration. Big ears are better than big egos. When you’re not listening, ask good questions.","author":"Bill Walsh","category":"communication, listening, questions"},{"quote":"We have the best chance of communicating our thoughts if we are sincere and speak from the heart, without hidden intent.","author":"Wu Wei, I Ching Wisdom: More Guidance from the Book of Answers","category":"chris-prentiss, communication, truth, truthful, wu-wei"},{"quote":"When Arecibo is not listening to anything else, it hears the voice of creation.","author":"Ted Chiang, The Great Silence","category":"arecibo, communication, creation, listening, sound, the-big-bang, the-universe"},{"quote":"Just as we use speech and gestures to communicate, so we use touch. Words can say, ‘I love you’, but touch can also say how and how much, and, at the same time, ‘I respect you’, ‘I need you’, and ‘thank you’. For a long time, scientists somehow thought that touch served merely to emphasize a verbal message. But now it is clear even to them that touch can be the message, and that it can be more nuanced and sophisticated than either speech or gestures, and more economical to boot. What’s more, touch is a two-way street; and a person’s reaction to our touch can tell us much more than their words ever could. Finally, while words can lie, or be taken for granted, primal touch is difficult to either ignore or discount.","author":"Neel Burton, For Better For Worse: Should I Get Married?","category":"communication, communication-skills, touch, touching"},{"quote":"Remember, no one can read your mind. People’s actions or lack of, are not always purposeful. If you have a problem that you wish solved, you must communicate it. If you don’t want to communicate your problem, then you also give away your right to worry, stress or complain about it. You are accountable for yourself.","author":"Akiroq Brost","category":"communication"},{"quote":"No\" works just fine as a complete sentence. You don't have to explain yourself.I said no, then stopped talking.","author":"Scott Stabile","category":"communication, no"},{"quote":"Assuming less does not make you naive, it makes you a better listener.","author":"Terry a O'Neal","category":"assumptions, communication, misunderstandings"},{"quote":"There is no one-size-fits-all in communication—everyone’s interpretation of what what you say and how you say it is different.","author":"Terry a O'Neal","category":"communication, communication-quotes"},{"quote":"I've been watching you ever since you came into town, and you never gave a single sign that you were interested in her. That's why I made a move. If I couldn't tell, neither can she.\"\"I'm very bad at co","author":"Dan Wells, Fragments","category":"communication, humor, rejection"},{"quote":"Connecting to the outernet was less of a shock this time, as the monitor gave him a sense of distance from it, but it was still annoying. How did these people live with such a system, stalked by advertisements and \"free\" offers and icons that would take you to another site, unasked-for, the moment you gave them your attention? It was like wending your way through an obstacle course. Perhaps after a while you just learned to tune it all out... or perhaps you could buy programs that did it for you. He would have to design himself one of those before he did any more real work on the outernet, though he suspected that the consumer programs which were stalking him were capable of adapting to anything he could turn out quickly.Advertising: the ultimate predator. He longed for the simplicity of the Gueran network, which simply did what it was supposed to and no more. When had these people lost touch with the fact that the purpose of a network was to facilitate communication, not impede it?","author":"C.S. Friedman, This Alien Shore","category":"advertisement, communication, cyberpunk, internet, marketing"},{"quote":"I am alone, but never lonely. I am lonely, but never alone.","author":"Benjamin Aubrey Myers","category":"communication, extra-sensory-perception, schizophrenia"},{"quote":"I always feel myself being thrust back into loneliness when someone tells me it's cold on a hot day. It isn't good to talk so much about the weather — weather is a highly personal matter, and communication on the subject inevitably fails.","author":"Yōko Tawada, Memoirs of a Polar Bear","category":"chit-chat, communication, cultural-differences, polar-bears, weather"},{"quote":"Unless there are good feelings between people, reasoning intelligently is almost impossible.","author":"Stephen R. Covey","category":"communication"},{"quote":"Communication is the oxygen of a great culture.","author":"kamil Toume","category":"communication"},{"quote":"Language communicates in terms of what is already know","author":"it chokes up when asked to deal with entirely unprecedented.","category":"Vivek Shanbhag, Ghachar Ghochar"},{"quote":"Media: the tongue of a nation!","author":"Ernest Agyemang Yeboah","category":"communication, media, radio, television"},{"quote":"Every new form of communication brings with it a perennial angst about what it is doing to our brains. We are not the first to feel that everything is changing too quickly around us, and we won't be the last. Throughout history, communication technologies have been catalysts of societal and cultural change that upset the status quo.","author":"Alfred Hermida, Tell Everyone: Why We Share and Why It Matters","category":"communication, human-history, social-media"},{"quote":"You must be open and influenceable; then ironically, you will also discover an increase in your own power to influence","author":"Stephen R. Covey","category":"communication"},{"quote":"The messages must be stuck somewhere in the tube of light underneath the ocean that connects London and New York.","author":"Olivia Sudjic, Sympathy","category":"communication, london, messages, new-york, olivia-sudjic, sympathy, technology"},{"quote":"Our ability to connect with others is innate, wired into our nervous systems, and we need connection as much as we need physical nourishment.","author":"Sharon Salzberg, Real Love: The Art of Mindful Connection","category":"communication, connection"},{"quote":"Good communicators always articulate messages in a manner they want others to understand and not how they understand it","author":"Moonish Sood","category":"communication"},{"quote":"It's not how well you communicate, but how intensely you have blended emotions with words that provides hints and triggers audiences mind to decipher and respond without your influence is what matters!","author":"Ramana Pemmaraju","category":"art-of-communicationnication, communication, communication-quotes, communication-skills, response"},{"quote":"Communication happens on the periphery between two minds while communion melts two beings into one! What are YOU?","author":"Ramana Pemmaraju","category":"communication, communion-with-god, interiority"},{"quote":"I rarely interacted much with anyone back then who wasn't retarded. When I did, it struck me how pompous and impatient they were, always measuring their words, twisting things around. Everybody was so obsessed with being understood. It made me sick.","author":"Ottessa Moshfegh, Homesick for Another World","category":"communication, people-suck, self-importance"},{"quote":"Communication is not a two way street. It is a bridge. Either you have one or you build one. It's about connecting, not correcting.","author":"Farshad Asl","category":"bridge, communication, connection, correction"},{"quote":"Speech was only a bag of tricks that fooled you into believing that you could see through the eyes of another being.","author":"Amitav Ghosh","category":"communication, speech"},{"quote":"In addition to Ameslan, chimpanzees and other nonhuman primates are being taught a variety of other gestural languages. And it is just this transition from tongue to hand that has permitted humans to regain the ability-lost, according to Josephus, since Eden-to communicate with the animals.","author":"Carl Sagan, Dragons of Eden: Speculations on the Evolution of Human Intelligence","category":"animal-communication, animal-intelligence, communication, sign-language"},{"quote":"Illusion of transparency: We always know what we mean by our words, and so we expect others to know it too. Reading our own writing, the intended interpretation falls easily into place, guided by our knowledge of what we really meant. It’s hard to empathize with someone who must interpret blindly, guided only by the words.Be not too quick to blame those who misunderstand your perfectly clear sentences, spoken or written. Chances are, your words are more ambiguous than you think.","author":"Eliezer Yudkowsky, Rationality: From AI to Zombies","category":"bias, communication, hindsight-bias, illusion-of-transparency"},{"quote":"Don’t believe on, “143 in written,” Because words contribute only 7% in communication!","author":"Dr Rafiq Dar","category":"communication, love"},{"quote":"An old advertising maxim says you've got to spell out the benefit of the benefit. In other words, people don't buy quarter-inch drill bits. They buy quarter-inch holes so they can hang their children's pictures.","author":"Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die","category":"communication, motives"},{"quote":"We don't communicate anymore. We just talk.","author":"Donny Miller, Beautiful People with Beautiful Feelings","category":"communication, talking"},{"quote":"Plants can feel pressure and emotion. When something is said or done with intention, a plant can respond. So every day we tell our tree that it is beautiful, it will get more and more beautiful. I hope that tree knew how beautiful I thought it was.","author":"Kate McGahan, Jack McAfghan: Return from Rainbow Bridge","category":"communication, feel, intention, plants, response, tree"},{"quote":"That was messages without meaning: telepathy without brains.","author":"Terry Pratchett, The Fifth Elephant","category":"communication"},{"quote":"Two things I've learned: 1) you simply cannot change someone's mind on certain issues and 2) some issues are so important you cannot stop trying to.","author":"J.S.B. Morse, Everyone Agrees: Book I: Words, Ideas, and a Universal Morality","category":"agreement, argument, communication, disagreement, everyone-agrees"},{"quote":"The English Language is a form of communication! Words aren't only bombs and bullets - no, they're little gifts, containing meanings. What is true in love, is equally true at law","author":"Phillip Roth","category":"bombs, communication, english-language"}]}