{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"There is no such thing as luck. There is only adequate or inadequate preparation to cope with a statistical universe.","author":"Robert A. Heinlein, Have Space Suit—Will Travel","category":"luck, preparation"},{"quote":"My luck's no greater than yours or any man's. You need only sharpen your eyes to see your luck when it comes, and sharpen your wits to use what falls into your hands.","author":"Lloyd Alexander, Taran Wanderer","category":"luck"},{"quote":"Luck came to those who left a space for it.","author":"Terry Pratchett","category":"luck"},{"quote":"If you believe in “luck”, always let it be good luck. Always choose to be \"lucky\", rather than \"luckless\".Be \"happy\", rather than \"hapless\".","author":"Donald L. Hicks, Look into the stillness","category":"bad-luck, good-luck, hapless, luck, luckless"},{"quote":"There was no luck. There was only preparation meets opportunity, and recognizing the latter and knowing when to seize it was ninety percent of any great success.","author":"Game of Champions","category":"luck"},{"quote":"Luck works only when you work. Even when it comes to lottery, only those who make the effort to go to a lottery store and buy one, stand a chance to win a lottery\".","author":"Pradeep Sarkkar","category":"inspirational, luck"},{"quote":"Bad luck was a fact of life and one dealt with it or not.Good luck, on the other hand, was something one created.","author":"Michael Flynn, The Wreck of The River of Stars","category":"luck"},{"quote":"Ability and luck makes success happen ,no matter what the circumstances are.","author":"Kishore Bansal","category":"ability, circumstances, happen, luck, success"},{"quote":"When people say \"Oh wow, you're so lucky\" ... I always wonder how they define luck. I can assure you people don't achieve their dreams because their lucky; they work day and night, with little sleep, investing their own money and working extremely hard. You don't get lucky in this life, you work hard and show people that luck is something YOU create. So, if you want to chase your own passion start listening to your own little voice, but more than anything, don't wait on getting lucky or your dream will be as misguided as your definition of success! Anyone can change their life and anyone can achieve their dreams. So work hard, get inspired and go out there and do it!","author":"Amanda Bernardo","category":"dreams, inspiration, luck, motivation, success"},{"quote":"Luck always favors those who are bold.","author":"Debasish Mridha","category":"bold, education, favors, happiness, hope, inspirational, intelligence, knowledge, life, love, luck, philosophy, truth, wisdom"},{"quote":"Weeping for the dead's a waste of breath -they're lucky, they can't die again.","author":"Tony Harrison","category":"death, luck, pain"},{"quote":"Do adults realize how lucky they are?","author":"Stephanie Perkins, Isla and the Happily Ever After","category":"adults, luck, lucky"},{"quote":"To love is a natural instinct. To be loved is “something”. To be loved like crazy, like their life depends on you is a once-in-a-lifetime feeling. How many of us can keep their right hand on their heart and say that they have actually experienced something like that? Not many, I guess. Because you know what, once-in-a-lifetime moments, well, come once in a lifetime. You either have to extremely, enormously and tremendously lucky or have to manage to fascinate a poet or a painter or someone really very naïve or mentally unsound.","author":"Daya Kudari","category":"love, luck, painters, poets, romance"},{"quote":"The cards always look different when it’s your turn to play them","author":"loaded with subtly different possibilities.","category":"Alastair Reynolds, Revelation Space"},{"quote":"But sometimes it is just when everything seems to be lost that we experience a presentiment that may save us; one has knocked on all the doors which lead nowhere, and then, unwittingly, one pushes against the only one through which one may enter and for which one would have searched in vain for a hundred years, and it opens.","author":"Marcel Proust, Time Regained","category":"hope, luck"},{"quote":"A trifle can be enough when luck is on your side.","author":"Margi Preus, West of the Moon","category":"luck"},{"quote":"Fortune frowns as often as he smiles, and you don’t want to be in his line of sight when he does.","author":"Amy Neftzger, The Ferryman","category":"bad-luck, fortune, luck"},{"quote":"luck is distributed at six in the morning","author":"Luis Zamarro Fraile","category":"luck"},{"quote":"Luck, Love and Life.The three of them are interrelated.Once you are in love, luck favors you and your life takes the good path at every turn.Once you get luck on your side, you find your life to be worthy and love at your doorstep.Once you realise the importance of your life, love comes all the way to you and brings luck all along.","author":"Hanif Hassan Barbhuiya","category":"hanif-hassan-barbhuiya, hope, life, love, luck, romance"},{"quote":"I'd never believed in luck. Never had any cause to. Never relied on it, because I never could.","author":"Lee Child, Killing Floor","category":"bad-luck, jack-reacher, killing-floor, luck"},{"quote":"Living did not mean one joy piled upon another. It was merely the hope for less pain, hope played like a playing card upon another hope, a wish for kindnesses and mercies to emerge like kings and queens in an unexpected change of the game. One could hold the cards oneself or not: they would land the same regardless.","author":"Lorrie Moore, Bark: Stories","category":"bark, lorrie-moore, luck"},{"quote":"Daughter,\" said the Hermit, \"I have now lived a hundred and nine winters in this world and have never met any such thing as Luck.","author":"C.S. Lewis, The Horse and His Boy","category":"luck, lucky, lucky-people"},{"quote":"Ilse and I hunted all over the old orchard today for a four-leaved clover and couldn't find one. Then I found one in a clump of clover by the dairy steps tonight when I was straining the milk and never thinking of clovers. Cousin Jimmy says that is the way luck always comes, and it is no use to look for it.","author":"L.M. Montgomery, Emily of New Moon","category":"four-leaf-clovers, good-luck, luck"},{"quote":"As regards the extraordinary prizes, the element of luck is the determining factor.","author":"Theodore Roosevelt","category":"luck, success"},{"quote":"People choose bad at first then say we are unlucky .","author":"Muhammad Saqib","category":"bad, choosing-pain, luck, unlucky"},{"quote":"Luck is not fate. Believe it or not, it's largely an attitude.","author":"Willis Turner","category":"life, luck, writing"},{"quote":"This guy was beyond lucky. He was Midas with a better attorney, or the owner of a Monkey’s Paw version 2.0, or Richard Cory on Prozac.","author":"John L. Monk, Kick","category":"luck, midas, monkey-s-paw, richard-cory"},{"quote":"A strong man can make his own luck.","author":"Gregory David Roberts, Shantaram","category":"luck"},{"quote":"Only few people enjoy life in better way rest of the made just to facilitate those few.","author":"Kartik Mehta","category":"enjoy, fetal, life, luck, rationalize"},{"quote":"He just knew we would find luck, but believing something don't make it true.","author":"Michael Lee West, American Pie","category":"choices-and-consequences, luck"},{"quote":"Luck is what happens, when preparation meets opportunity","author":"Randy Pausch","category":"inspirational, luck"},{"quote":"There was no such thing as luck. Luck was a word idiots used to explain the consequences of their own rashness, and selfishness, and stupidity. More often than not bad luck meant bad plans.","author":"Joe Abercrombie, Before They Are Hanged","category":"consequences, luck, planning"},{"quote":"To believe in luck, you must believe that the universe is a roulette wheel and that instead of paying out to us what we have earned, it pays out only what it wishes. But it is not a spinning wheel of chance, it is a work of art, complete and framed by eternity.","author":"Dean Koontz, Innocence","category":"chance, luck"},{"quote":"I'm looking over a four-leaf clover that I overlooked before.","author":"Jerry Spinelli, Stargirl","category":"love, luck"},{"quote":"One makes one's own luck, but you have to give the universe the opportunity to help you.","author":"Amish Tripathi, The Oath of the Vayuputras","category":"inspirational, luck, wisdom"},{"quote":"The revelation is this: don't wait for some revelation. We make our own luck.","author":"Carl Safina, The View from Lazy Point: A Natural Year in an Unnatural World","category":"initiative, luck, revelation"},{"quote":"Fortune gives too much to many, enough to none. Lat., Fortuna multis dat nimis, satis nulli.]","author":"Marcus Valerius Martialis, Epigrams, Volume III, Books 11-14.","category":"enough, fortune, luck"},{"quote":"According to an ancient Chinese legend, one day in the year 240 B.C., Princess Si Ling-chi was sitting under a mulberry tree when a silkworm cocoon fell into her teacup. When she tried to remove it, she noticed that the cocoon had begun to unravel in the hot liquid. She handed the loose end to her maidservant and told her to walk. The servant went out of the princess's chamber, and into the palace courtyard, and through the palace gates, and out of the Forbidden City, and into the countryside a half mile away before the cocoon ran out. (In the West, this legend would slowly mutate over three millennia, until it became the story of a physicist and an apple. Either way, the meanings are the same: great discoveries, whether of silk or of gravity, are always windfalls. They happen to people loafing under trees.)","author":"Jeffrey Eugenides, Middlesex","category":"discovery, luck, privilege, silk, story-telling"},{"quote":"If my efforts have led to greater success than usual, this is due, I believe, to the fact that during my wanderings in the field of medicine, I have strayed onto paths where the gold was still lying by the wayside. It takes a little luck to be able to distinguish gold from dross, but that is all.","author":"Robert Koch","category":"effort, gold, humble, luck, medicine, nobel-laureate, science, success"},{"quote":"There was no protection, no quota system when it came to luck. It was like that moment in math when a child learns that the odds of heads or tails is always one-in-two, no matter how many times one has flipped the coin and gotten heads. Every flip, the odds are the same. Every day, you could be unlucky all over again.","author":"Laura Lippman, I'd Know You Anywhere","category":"luck"},{"quote":"It's lucky I was there. Then again, who am I kidding? I'm in most places at least once, and in 1943, I was just about everywhere.","author":"Markus Zusak, The Book Thief","category":"1943, death, luck"},{"quote":"Maybe good luck was like bad luck in that it took a while to sink in.","author":"Donna Tartt, The Goldfinch","category":"luck"},{"quote":"Life is mere chance only when one allows it to be","author":"Matthew Woodring Stover, Blade of Tyshalle","category":"chance, life, luck"},{"quote":"He looked at me. His firm, broad face showed weight-loss in deep shadows under the cheekbones, his eyes were sunken and his mouth sorely chapped and cracked. God knows what I looked like, when he looked like that. He smiled. 'With luck we shall make it, and without luck we shall not.'","author":"Ursula K. Le Guin, The Left Hand of Darkness","category":"dire-straits, luck"},{"quote":"Even a clock that's broken is right twice a day.","author":"Marcia Clark, Guilt by Degrees","category":"luck"},{"quote":"It had taken skill, tact, an ability to choose friends well, and a great deal of luck... Luck was always part of it, one way or another","author":"Guy Gavriel Kay, River of Stars","category":"luck"},{"quote":"Luck is my middle name,\" said Rincewind, indistinctly. \"Mind you, my first name is Bad.","author":"Terry Pratchett","category":"humor, interesting-times, luck, middle-name, rincewind"},{"quote":"Even fools say something worthwhile now and again. Even a blind pig finds an acorn sometimes.","author":"Robert Jordan, The Eye of the World","category":"fools, luck, wisdom"},{"quote":"It can destroy an individual, or it can fulfill him, depending a good deal on luck. No one should come to New York to live unless he is willing to be lucky.","author":"E.B. White, Here Is New York","category":"destroy, luck, new-york-city"},{"quote":"It would be one of those evenings when lady luck showed the bitchy streak in her nature","author":"Tennessee Williams","category":"lady, luck, tennessee, williams"},{"quote":"What is luck', he said, 'but the ability to exploit accidents?","author":"Jeanette Winterson, The Passion","category":"coincidences, luck, serendipity"},{"quote":"Luck is a strong horse","author":"it can carry man to very distant places!","category":"Mehmet Murat ildan"},{"quote":"Dad's death didn't hollow me out the way Helen's had. After all, everyone had assumed Dad was a goner back when he got kicked in the head as a child. Instead, he had cheated death and, despite his gimp and speech impediment, lived a long life doing pretty much what he wanted. He hadn't drawn the best of cards, but he'd played his hand darned well, so what was there to grieve over?","author":"Jeannette Walls, Half Broke Horses","category":"death, life, luck"},{"quote":"A live broke man is 'luckier' than a dead rich man.","author":"Mokokoma Mokhonoana","category":"death, luck, poor, rich"},{"quote":"Luck is a light bulb that is switched on only once, after it switches off, it leaves a gap of regret and powerlessness","author":"Jasper Rules","category":"life, luck"},{"quote":"Well, what was luck for if it was never to be tempted?","author":"Mary  Stewart, Nine Coaches Waiting","category":"luck, mary-stewart, nine-coaches-waiting"},{"quote":"If you are not lucky enough, you can’t reach the future! You might be very intelligent, you might be very talented and a very good planner, but you still need ‘luck’ to reach tomorrow, you still need to be lucky to reach the future!","author":"Mehmet Murat ildan","category":"luck"},{"quote":"In our unlucky times, it is a great comfort to think that luck favors only the bad guys or the dull!","author":"Mehmet Murat ildan","category":"luck"},{"quote":"That's like being a hockey player born on January I.","author":"Malcolm Gladwell, Outliers: The Story of Success","category":"advantage, luck, success"},{"quote":"Luck is a woman. She's drawn to those that least deserve her.","author":"Joe Abercrombie, Last Argument of Kings","category":"humor, luck, women"},{"quote":"Marry on Monday for health, Tuesday for wealth,Wednesday the best day of all,Thursday for crosses,Friday for losses, and Saturday for no luck at all.","author":"Folk Rhyme","category":"luck, marriage"},{"quote":"Say farewell to luck when winning. It is the way of the gamblers of reputation. Quite as important as a gallant advance is a well-planned retreat. Lock up your winnings when they are enough, or when great. Continuous luck is always suspect; more secure is that which changes. Though half bitter and half sweet, it is more satisfying to the taste. The more luck pyramids, the greater the danger of slip and collapse. For luck always compensates her intensity by her brevity. Fortune wearies of carrying anyone long upon her shoulders.","author":"Baltasar Gracián, The Art of Worldly Wisdom","category":"fortune, luck"},{"quote":"Never bring a lot of money to where a poor man lives. He can only lose what little he has. On the other hand it is mathematically possible that he might win whatever you bring with you. What you must do, with money and the poor, is never let them get too close to one another.","author":"Charles Bukowski, Ham on Rye","category":"gambling, losers, luck, poor, rich, winners"},{"quote":"Luck is a point where hard work meets the opportunity","author":"Firoz Thairinil","category":"hardwork, luck, success"},{"quote":"You need to give money when someone gives you a knife. So the bad luck won't cut you. I wouldn't like it for you to be cut by the bad luck, Jimmy.","author":"Margaret Atwood, Oryx and Crake","category":"bad-luck, luck, money"},{"quote":"Luck enters into every contingency. You are a fool if you forget it -- and a greater fool if you count upon it.","author":"Phyllis Bottome","category":"luck"},{"quote":"While persistence offers no guarantees, it does give 'luck' a chance to operate.","author":"Tom Shippey, The Road to Middle-Earth: How J.R.R. Tolkien Created A New Mythology","category":"luck, persistence, tolkien"},{"quote":"Well, luck is for fools. It's all they have to hope for, poor devils.","author":"Stephen King","category":"fool, luck"},{"quote":"Bad luck is when opportunity is in parallel lines with your preparation and action.","author":"Nabil Basma","category":"luck"},{"quote":"Good luck is taking action on the intersection point of rising opportunity and your life preparation","author":"Nabil Basma","category":"luck"},{"quote":"I felt less like Cinderella and more like used drywall. Perpetually screwed.","author":"Sonya Bateman, Master of None","category":"luck"},{"quote":"This is the way things work sometimes, that good things get ideas from each other, say, well now let’s go ahead and let her have it all.","author":"Elizabeth Berg, Joy School","category":"luck"},{"quote":"I’m so far from lucky, I’m kissing its ass from the other side.","author":"Sonya Bateman, Master of None","category":"luck"},{"quote":"You're a hope-killer. 'Cause at least if you'd done it on your back, that's something we c'n understand. Something we c'n do ourselves. But kindness? Luck like that-- it's a million-to-one chance, and you already took the one chance going.","author":"Michelle Diener, The Emperor's Conspiracy","category":"luck"},{"quote":"Great wealth can make a man no happier than moderate means, unless he has the luck to continue in propsperity to the end. Many very rich men have been unfortunate, and many with a modest competence have had good luck. The former are better off than the latter in two respects only, whereas the poor but lucky man has the advantage in many ways; for though the rich have the means to satisfy their appetites and to bear calamities, and the poor have not, the poor, if they are lucky, are more likely to keep clear of trouble, and will have besides the blessings of a sound body, health, freedom from trouble, fine children, and good looks.Now if a man thus favoured died as he has lived, he will be just the one you are looking for: the only sort of person who deserves to be called happy. But mark this: until he is dead, keep the word “happy” in reserve. Till then, he is not happy, but only lucky.","author":"Herodotus, The Histories","category":"happiness, life, luck"},{"quote":"Jack Speight undid me, then I almost undid myself. But I've undone some of the bad, too, some of the damage. With help. With luck and love.","author":"Wally Lamb, She's Come Undone","category":"life, love, luck, she-s-come-undone"},{"quote":"They claimed no allegiance to any flag and valued no currency but luck and good contacts.","author":"Hunter S. Thompson, The Rum Diary","category":"existential, luck"},{"quote":"We Jews created the concept of good luck. Luck in Hebrew is mazel, which is not actually a word. It is an acronym for three words: 1. makom = place2. zman = time3. lamud = work","author":"Celso Cukierkorn","category":"luck, rabbi"},{"quote":"I forgot for a second that he was my ancestral enemy, and felt bad for him; then i consoled myself that bird poop brings good luck","author":"Rob Reger, The Lost Days","category":"bird-poop, emily, funny, luck"},{"quote":"There are many humorous things in the world; among them, the white man's notion that he is less savage than the other savages.","author":"Mark Twain, Following the Equator: A Journey Around the World","category":"civilization, savages"},{"quote":"Civilized people must, I believe, satisfy the following criteria:1) They respect human beings as individuals and are therefore always tolerant, gentle, courteous and amenable ... They do not create scenes over a hammer or a mislaid eraser; they do not make you feel they are conferring a great benefit on you when they live with you, and they don't make a scandal when they leave. (...)2) They have compassion for other people besides beggars and cats. Their hearts suffer the pain of what is hidden to the naked eye. (...)3) They respect other people's property, and therefore pay their debts.4) They are not devious, and they fear lies as they fear fire. They don't tell lies even in the most trivial matters. To lie to someone is to insult them, and the liar is diminished in the eyes of the person he lies to. Civilized people don't put on airs; they behave in the street as they would at home, they don't show off to impress their juniors. (...)5) They don't run themselves down in order to provoke the sympathy of others. They don't play on other people's heartstrings to be sighed over and cosseted ... that sort of thing is just cheap striving for effects, it's vulgar, old hat and false. (...)6) They are not vain. They don't waste time with the fake jewellery of hobnobbing with celebrities, being permitted to shake the hand of a drunken [judicial orator], the exaggerated bonhomie of the first person they meet at the Salon, being the life and soul of the bar ... They regard prases like 'I am a representative of the Press!!' -- the sort of thing one only hears from [very minor journalists] -- as absurd. If they have done a brass farthing's work they don't pass it off as if it were 100 roubles' by swanking about with their portfolios, and they don't boast of being able to gain admission to places other people aren't allowed in (...) True talent always sits in the shade, mingles with the crowd, avoids the limelight ... As Krylov said, the empty barrel makes more noise than the full one. (...)7) If they do possess talent, they value it ... They take pride in it ... they know they have a responsibility to exert a civilizing influence on [others] rather than aimlessly hanging out with them. And they are fastidious in their habits.","author":"Anton Chekhov, A Life in Letters","category":"breeding, civilization, civilized-behavior, decency, good-manners, high-mindedness"},{"quote":"Our civilization is flinging itself to pieces. Stand back from the centrifuge.","author":"Ray Bradbury, Fahrenheit 451","category":"civilization"},{"quote":"You can best serve civilization by being against what usually passes for it.","author":"Wendell Berry","category":"civilization, rebellion"},{"quote":"It has been said that civilization is twenty-four hours and two meals away from barbarism.","author":"Neil Gaiman, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"civilization"},{"quote":"Civilization is a hopeless race to discover remedies for the evils it produces.","author":"Jean-Jacques Rousseau","category":"civilization"},{"quote":"If there hadn't been women we'd still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends.","author":"Orson Welles","category":"civilization"},{"quote":"Civilization is a race between disaster and education.","author":"H.G. Wells","category":"civilization"},{"quote":"I like to pay taxes. With them, I buy civilization.","author":"Oliver Wendell Holmes Jr.","category":"civilization, taxes"},{"quote":"Civilization is the process of setting man free from men.","author":"Ayn Rand, The Fountainhead","category":"civilization"},{"quote":"Barbarianism is the natural state of mankind. Civilization is unnatural. It is the whim of circumstance. And barbarianism must ultimately triumph","author":"Robert E. Howard","category":"barbarism, civilization"},{"quote":"All of us have to be prevaricators, hypocrites, and liars every day of our lives; otherwise the social structure would fall into pieces the first day. We must act in one another's presence just as we must wear clothes. It is for the best","author":"O. Henry","category":"civilization, hypocrisy, liars"},{"quote":"But the guilty person is only one of the targets of punishment. For punishment is directed above all at others, at all the potentially guilty.","author":"Michel Foucault","category":"civilization"},{"quote":"I have no doubt that it is a part of the destiny of the human race, in its gradual improvement, to leave off eating animals, as surely as savage tribes have left off eating each other when they came in contact with the more civilized.","author":"Henry David Thoreau, Walden","category":"cannibalism, civilization, vegetarianism"},{"quote":"My characters are more like men than these real men are, see. They're rough and rude, they got hands and they got bellies. They hate and they lust; break the skin of civilization and you find the ape, roaring and red-handed.","author":"Robert E. Howard","category":"barbarism, civilization"},{"quote":"One of the problems with all of this is that not all narratives are equal. Imagine, to take a silly example, that someone told you story after story extolling the virtues of eating dog shit. You've been told these stories since you were a child. You believe them. You eat dog shit hotdogs, dog shit ice cream, General Tso's dog shit. Sooner or later, if you are exposed to some other foods, you might figure out that dog shit really doesn't taste good. Or if you cling too tightly to these stories (or if your enculturation is so strong that dog shit actually does taste good to you), the diet might make you sick or kill you. To make this example a little less silly, substitute the word pesticides for dog shit. Or, for that matter, substitute Big Mac, Whopper, or Coca Cola.","author":"Derrick Jensen, Endgame, Vol. 1: The Problem of Civilization","category":"anarchism, anarcho-primitivism, civilization, idustrialization, primitivism"},{"quote":"Interlibrary loans are a wonder of the world and a glory of civilization.","author":"Jo Walton, Among Others","category":"civilization, libraries"},{"quote":"But that's the whole aim of civilization: to make everything a source of enjoyment.","author":"Leo Tolstoy, Anna Karenina","category":"anna-karenina, civilization, enjoyment, leo-tolstoy"},{"quote":"We are born princes and the civilizing process makes us frogs.","author":"Eric Berne","category":"civilization, frogs, prince"},{"quote":"No one is safe from nature's savagery,not even the innocent. Only beauty is consistent. Gabrielle envisions a time when the Savage Garden will overtake civilizations and destroy it.","author":"Anne Rice, The Vampire Lestat","category":"anarchy, civilization, savage-garden"},{"quote":"It's funny how people think that they have \"a right to life\". Now isn't that the biggest load you ever heard? You don't have a right to shit your pants on Sunday. Let's take it back to the jungle. Where the fuck are your rights there? No layers in the jungle. Civilization has allowed the weak to survive. You can sit back and be an overweight, apathetic piece of shit, smoke your dope and still survive because you have a right to life.","author":"Henry Rollins, Black Coffee Blues","category":"civilization, life"},{"quote":"Without the library, you have no civilization.","author":"Ray Bradbury","category":"civilization, libraries, ray-bradbury"},{"quote":"People have separated from each other with walls of concrete that blocked the roads to connection and love. and Nature has been defeated in the name of development.","author":"Yasunari Kawabata","category":"civilization, development, japan, japanese-literature, love"},{"quote":"It is impossible to overlook the extent to which civilization is built up upon a renunciation of instinct....","author":"Sigmund Freud, Civilization and Its Discontents","category":"civilization, instinct"},{"quote":"We look to Scotland for all our ideas of civilisation.","author":"Voltaire","category":"civilization, scotland"},{"quote":"[Referring to the imprisonment of Oscar Wilde] ... Will civilization never reach humane ideals? Will men always punish most severely the sins they do not understand and which hold forth for them no temptation? Did Jesus suffer in vain?","author":"Frank Harris, Oscar Wilde","category":"civilization, homosexuality, punishment, sins, temptation"},{"quote":"Once, headed uptown on the 9 train, I noticed a sign posted by the Metropolitan Transit Authority advising subway riders who might become ill in the train. The sign asked that the suddenly infirm inform another passenger or get out at the next stop and approach the stationmaster. Do not, repeat, do not pull the emergency brake, the sign said, as this will only delay aid. Which was all very logical, but for the following proclamation at the bottom of the sign, something along the lines of, “If you are sick, you will not be left alone.” This strikes me as not only kind, not only comforting, but the very epitome of civilization, good government, i.e., the the crux of the societal impulse. Banding together, pooling our taxes, not just making trains, not just making trains that move underground, not just making trains that move underground with surprising efficiency at a fair price—but posting on said trains a notification of such surprising compassion and thoughtfulness. I found myself scanning the faces of my fellow passengers, hoping for fainting, obvious fevers, at the very least a sneeze so that I might offer a tissue.","author":"Sarah Vowell","category":"civilization, nice"},{"quote":"The more I see of what you call civilization, the more highly I think of what you call savagery!","author":"Robert E. Howard, King Kull","category":"barbarism, civilization, savagery"},{"quote":"The flush toilet, more than any single invention, has 'civilized' us in a way that religion and law could never accomplish.","author":"Thomas Lynch, The Undertaking: Life Studies from the Dismal Trade","category":"civilization, civilized, toilet"},{"quote":"You're obliged to pretend respect for people and institutions you find absurd. You live attached in a cowardly fashion to moral and social conventions you despise, condemn, and know lack all foundation. It is that permanent contradiction between your ideas and desires and all the dead formalities and vain pretenses of your civilization which makes you sad, troubled and unbalanced. In that intolerable conflict you lose all joy of life and feeling of personality, because at every moment they suppress and restrain and check the free play of your powers. That's the poisoned and mortal wound of the civilized world.","author":"Octave Mirbeau","category":"civilization, life"},{"quote":"Let the war turn off the families. Our civilization is flinging itself to pieces. Stand back from the centrifuge.","author":"Ray Bradbury, Fahrenheit 451","category":"civilization"},{"quote":"The global industrial economy is the engine for massive environmental degradation and massive human (and nonhuman) impoverishment.","author":"Derrick Jensen, Endgame, Vol. 1: The Problem of Civilization","category":"civilization, entropy, environmental-degradation, global-industrial-economy, impoverishment"},{"quote":"The flaw in being civilized is that it permit’s the uncivilized among us to perpetrate horrific crimes against us in the name of freedom and equality.Foreword 'RHG","author":"M.J. Croan, Right Hand Up to God: No More Will Die","category":"anarchy, civilization, terrorist"},{"quote":"Poets write beautiful words to describe savagery-wrapped civilization nowadays.","author":"Toba Beta, My Ancestor Was an Ancient Astronaut","category":"civilization, savagery"},{"quote":"A chair is the first thing you need when you don’t really need anything, and is therefore a peculiarly compelling symbol of civilization. For it is civilization, not survival, that requires design.","author":"Ralph Caplan","category":"civilization, design, industrial-design"},{"quote":"If it is asserted that civilization is a real advance in the condition of man — and I think that it is, though only the wise improve their advantages — it must be shown that it has produced better dwellings without making them more costly; and the cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run.","author":"Henry David Thoreau, Walden","category":"civilization, cost, housing, life"},{"quote":"Civilization depends on continually making the effort, of never giving in. It needs to be cared for by men of goodwill, protected from the dark.","author":"Iain Pears, The Dream of Scipio","category":"civilization"},{"quote":"Tea is one of the main stays of civilization in this country.","author":"George Orwell, Smothered Under Journalism: 1946","category":"civilization, tea"},{"quote":"I hate paying taxes. But I love the civilization they give me","author":"Oliver Wendell Holmes Sr.","category":"civilization, taxes"},{"quote":"Human history, like all great movements, was cyclical, and returned to the point of beginning. The idea of indefinite progress in a right line was a chimera of the imagination, with no analogue in nature. The parabola of a comet was perhaps a yet better illustration of the career of humanity. Tending upward and sunward from the aphelion of barbarism, the race attained the perihelion of civilization only to plunge downward once more to its nether goal in the regions of chaos.","author":"Edward Bellamy, Looking Backward","category":"barbarism, chaos, civilization"},{"quote":"The only gain of civilisation for mankind is the greater capacity for variety of sensations - and absolutely nothing more.","author":"Fyodor Dostoyevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead","category":"civilization, fyodor-dostoyevsky, notes-from-the-underground, sensations"},{"quote":"It was unearthly, and the men were--No, they were not inhuman. Well, you know, that was the worst of it--this suspicion of their not being inhuman. It would come slowly to one. They howled, and leaped, and spun, and made horrid faces; but what thrilled you was just the thought of their humanity--like yours--the thought of your remote kinship with this wild and passionate uproar. Ugly. Yes, it was ugly enough; but if you were man enough you would admit to yourself that there was in you just the faintest trace of a response to the terrible frankness of that noise, a dim suspicion of there being a meaning in it which you--you so remote from the night of first ages--could comprehend.And why not? The mind of man is capable of anything--because everything is in it, all the past as well as all the future. What was there after all? Joy, fear, sorrow, devotion, valor, rage--who can tell?--but truth--truth stripped of its cloak of time.Let the fool gape and shudder--the man knows, and can look on without a wink.But he must at least be as much of a man as these on the shore. He must meet that truth with his own true stuff--with his own inborn strength.Principles? Principles won't do. Acquisitions, clothes, pretty rags--rags that would fly off at the first good shake. No; you want a deliberate belief. An appeal to me in this fiendish row--is there? Very well; I hear; I admit, but I have a voice too, and for good or evil mine is the speech that cannot be silenced. Of course, a fool, what with sheer fright and fine sentiments, is always safe. Who's that grunting? You wonder I didn't go ashore for a howl and a dance?Well, no--I didn't. Fine sentiments, you say? Fine sentiments, be hanged! I had no time. I had to mess about with white-lead and strips of woolen blanket helping to put bandages on those leaky steam-pipes--I tell you.","author":"Joseph Conrad, Heart of Darkness","category":"civilization, savagery"},{"quote":"These wonderful narrations inspired me with strange feelings. Was man, indeed, at once so powerful, so virtuous and magnificent, yet so vicious and base? He appeared at one time a mere scion of the evil principle, and at another as all that can be conceived of noble and godlike. To be a great and virtuous man appeared the highest honour that can befall a sensitive being; to be base and vicious, as many on record have been, appeared the lowest degradation, a condition more abject than that of the blind mole or harmless worm. For a long time I could not conceive how one man could go forth to murder his fellow, or even why there were laws and governments; but when I heard details of vice and bloodshed, my wonder ceased, and I turned away with disgust and loathing.","author":"Mary Wollstonecraft Shelley, Frankenstein","category":"civilization, humankind"},{"quote":"[T]he normal and the everyday are often amazingly unstoppable, and what is unimaginable is the cessation of them. The world is resilient, and, no matter what interruptions occur, people so badly want to return to their lives and get on with them. A veneer of civilization descends quickly, like a shining rain. Dust is settled.","author":"Lorrie Moore","category":"9-11, civilization, disaster, life, normality, resiliency"},{"quote":"(Catholic) monks taught metallurgy, introduced new crops, copied ancient texts, preserved literacy, pioneered in technology, invented champagne, improved the European landscape, provided for wanderers of every stripe, and looked after the lost and shipwrecked.","author":"Thomas E. Woods Jr.","category":"catholicism, civilization"},{"quote":"Gullibility is a knife at the throat of civilization.","author":"David Wong","category":"aphorisms, civilization, gullibility"},{"quote":"The university system, a gift of Western civilization to the world, was developed by the Catholic Church.","author":"Thomas E. Woods Jr.","category":"catholicism, civilization, university"},{"quote":"Famine was the mark of a maturing agricultural society, the very badge of civilization.","author":"Richard Manning, Against the Grain: How Agriculture Has Hijacked Civilization","category":"agriculture, civilization, famine"},{"quote":"This civilization is the impact of the world's consumption behavior.","author":"Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza","category":"behavior, civilization, consumption, impact, life, trend"},{"quote":"Barbarians are all alike... sit up half the night to discuss anything a Roman says.","author":"Rudyard Kipling, Puck of Pook's Hill","category":"barbarism, civilization, civilzation-quotes"},{"quote":"What was invented with civilization was the ability of some to deny sensuality to others.","author":"Richard Manning, Against the Grain: How Agriculture Has Hijacked Civilization","category":"civilization, sensuality"},{"quote":"And all our yesterdays have lighted fools the way to dusty death.","author":"Aldous Huxley, Brave New World","category":"civilization, death, extinction, industrialism, modernity"},{"quote":"It is their duty to be infantile, even against their inclination.","author":"Aldous Huxley, Brave New World","category":"civilization, class, dystopia, industrialism, modernity, social, utopia"},{"quote":"On why 300 years separates the first use of glass lenses in spectacles and their use in a telescope: “In many cases there are times when an invention is technologically possible – and in which it may indeed appear necessary, as the telescope may have – but without a market the idea will not sell, and in the absence of the technical and social infrastructure to support it, the invention will not survive.","author":"James  Burke, Connections","category":"civilization, driving-force, invention, listening, market, science, scientists"},{"quote":"There is no a revolution, without a man!","author":"Hesham Nebr","category":"civilization, you"},{"quote":"Thinking the simplest rights of Civilization to The Humanitarian !","author":"Hesham Nebr","category":"civilization, humanitarian"},{"quote":"Self as such was not normal ..will be like the Justice, which lost its wings !! Both are rivals for the same man ..","author":"Hesham Nebr","category":"civilization, moral"},{"quote":"The fact that Man is Nature’s perverse instantiation can only lead to the appalling conclusion that Man, too, is some kind of an artificial intelligence","author":"Stephan Attia","category":"civilization, darwin, inequality, robots, rousseau"},{"quote":"You are so civilized. So polite. So brave coming here alone when you know no one here would dare to touch you. So easy to be all those things, when all the power is on your side","author":"Ann Leckie, Ancillary Sword","category":"civilisation, civilization"},{"quote":"The equality prescribed by the Revolution is simply the weak man's revenge upon the strong; it's just what we saw in the past, but in reverse; that everyone should have his turn is only meet. And it shall be turnabout again tomorrow, for nothing in Nature is stable and the governments men direct are bound to prove as changeable and ephemeral as they.","author":"Marquis de Sade, Juliette","category":"civilization, cycles, the-french-revolution"},{"quote":"What was civilization ever, really, but the attempt by man to talk himself into being good?","author":"Stanisław Lem, The Futurological Congress: From the Memoirs of Ijon Tichy","category":"civilization, futurology, moral-philosophy"},{"quote":"You didn't find any trace of her?\" asked d'Arnot. // Tarzan shook his head. \"None. In the jungle, I could have found her; but here –-here, in civilization, a man cannot even find himself.","author":"Edgar Rice Burroughs, Tarzan and the Forbidden City","category":"barbarian, civilization, finding-yourself"},{"quote":"The more civilization progresses, the hollower it becomes and the easier to destroy it.","author":"Empress Eugenie of France","category":"civilization"},{"quote":"... man by nature is not a wild or unsocial creature, neither was he born so, but makes himself what he naturally is not, by vicious habit; and that again on the other side, he is civilized and grows gentle by a change of place, occupation, and manner of life, as beasts themselves that are wild by nature, become tame and tractable by housing and gentler usage...","author":"Plutarch, Plutarch's Lives, Vol 2","category":"civilization, habit, man-s-nature, pompey, rome"},{"quote":"there was no television in the Netherlands during the afternoons!","author":"Robert Ludlum, The Aquitaine Progression","category":"civilization"},{"quote":"Since the days of cave civilization to the modern day microprocessor civilization, the relation between man and woman remained the same. Then it was at a carnal level. And, today it is still at carnal level.","author":"Girdhar Joshi, Some Mistakes Have No Pardon","category":"carnal, civilization"},{"quote":"Violence is not necessary to destroy a civilization. Each civilization dies fromindifference toward the unique values which created it.","author":"Nicolás Gómez Dávila, Escolios a un texto implicito: Obra completa","category":"civilization"},{"quote":"Advanced weaponry, victories in battle and space travel do not an advanced species or civilization make.","author":"Christina Engela, Bugspray","category":"advanced, battle, civilization, space-travel, species, victories, weaponry"},{"quote":"It was not exasperation.... It was anger for the relentless force of evolution that insisted on endowing man with increased powers without removing the vestigial vices that prevented him from using them.","author":"Alfred Bester, The Demolished Man","category":"civilization, primal"},{"quote":"Nothing distresses the civilized person like unfettered nature. The Grand Canyon seen from behind the railing is indeed a splendid sight, but as soon as the desert reclaims your golf course that is another matter altogether.","author":"Anthony Marais","category":"civilization, nature-vs-culture"},{"quote":"We, ironically known as the civilizados - in practically everything that matters they're a damned sight more civilized than we are - bring them so-called progress, which harms them, so-called change, which harms them, so-called civilization, which harms them even more, and desease, which kills them.","author":"Alistair MacLean, River of Death","category":"amazon, civilization, indians"},{"quote":"The oldest profession [prostitution] is the most honest, for it exposes the bare bones of what civilization is all about. It's the root of all professions.","author":"Daniel Suelo, The Man Who Quit Money","category":"1997, 2012, civilization, commerce, commercialism, prostitution, sex-work"},{"quote":"A Greek invention, democracy is highly overrated. For starters, it never worked in Greece. The first philosophers were fascists and, even today, 2,500 years later, the \"cradle of Western civilization\" remains an incompetent state. Roman emperors and a vengeful, authoritarian God are the true European success stories.","author":"Thorsten J. Pattberg","category":"authoritarianism, civilization, democracy-criticism"},{"quote":"By speech first, but far more by writing, man has been able to put something of himself beyond death. In tradition and in books an integral part of the individual persists, for it can influence the minds and actions of other people in different places and at different times: a row of black marks on a page can move a man to tears, though the bones of him that wrote it are long ago crumbled to dust. In truth, the whole progress of civilization is based upon this power.","author":"Julian Huxley, The Individual in the Animal Kingdom","category":"books, civilization, tradition, writing"},{"quote":"After the struggle for sheer existence, they had no energy left for a civilization.","author":"Arthur C. Clarke, A Fall of Moondust","category":"civilization"},{"quote":"Most of human history had been industry versus nature, with industry winning.","author":"Joe Haldeman, Forever Free","category":"civilization, development, industrialization"},{"quote":"And he knew something else as a social evolutionist that he might stress someday in his 'Every Change Is for the Worse' should he ever find time to write it: Gold knew that the most advanced and penultimate stage of a civilization was attained when chaos masqueraded as order, and he knew we were already there.","author":"Joseph Heller","category":"chaos, civilization, order"},{"quote":"The engineered built environments or domesticated landscapes of certain Amazonian peoples were as impressive as any Egyptian pyramid, Mesopotamian city, or Chinese terrace-irrigiation system. In the Amazon, the transformation was driven by social demands: social group formation, domestic routines, territoriality, local environmental knowledge, gifting, and competitive feasting.","author":"Clark L. Erickson","category":"civilization"},{"quote":"Pattaya is what the end of civilization will look like.","author":"John Cameron Smith","category":"civilization"},{"quote":"What held the civilized world together was the thinnest tissue of nothing but human will.","author":"Paulette Jiles, Enemy Women","category":"civil-war, civilization, human-condition"},{"quote":"Once men sang together round a table in chorus; now one man sings alone, for the absurd reason that he can sing better. If our civilization goes on like this, only one man will laugh, because he can laugh better than the rest.","author":"G.K. Chesterton","category":"civilization, modern-rules, people, the-book-is-heretics"},{"quote":"But, for myself, the Earth’s records had taught me to look for widest ruin as the price of highest civilization.","author":"Edgar Allan Poe, The Colloquy of Monos and Una","category":"civilization"},{"quote":"But the bars that held you, the bars that kept you in were the luxury and soft living. It is hard to walk out on a thing like that","author":"Clifford D. Simak, Time Is the Simplest Thing","category":"civilization, ease"},{"quote":"Only as we live, think, feel, and work outside the home, do we become humanly developed, civilized, socialized.","author":"Charlotte Perkins Gilman","category":"civilization, socialize"},{"quote":"The necessity, then, of those “lesser breeds without the law”—those wogs, barbarians, niggers—is this: one must not become more free, not become more base than they: must not be used as they are used, nor yet use them as their abandonment allows one to use them: therefore, they must be civilized. But, when they are civilized, they may simply “spuriously imitate [the civilizer] back again,” leaving the civilizer with no satisfaction on which to rest.","author":"James     Baldwin, The Devil Finds Work","category":"civilization, empire, imitation, subjugation"},{"quote":"civilization is the very root cause of the woes of civilization","author":"Ernest Agyemang Yeboah","category":"belief-quotes, civilization, conflicts, human-evolution, life, science, untold-lessons, war, woes-of-civilization, woes-of-life"},{"quote":"Our Freedoms come from those that keep our beliefs, our ideology, and lifestyle safe. You may never know who they are but salute their presence. Their only glory is knowing we recognize their efforts even if they are but ghosts.","author":"Hunter Blacke, TROIKA: Operation Siberia: Operatives Spies and Assassins","category":"assassin, civilization, siberia"},{"quote":"An urbanite does not become a civilized person just because he has had an education. What one assimilates in the city is book-learning and knowledge derived through emulating educated men. But that alone will not make him a civilized person. A man of simple tastes becomes complex through education because he desires to become complex. That is why a lot of educated men enjoy vulgar and obscene things. The cinema has become a vulgar philistine art form. The enormous motor car with its bloated body is a vulgar vehicle. It is difficult to create a complex thing without some vulgarity and grossness. Amongst the things valued by the educated, it is difficult to find things untainted by vulgarity. People who cannot distinguish between grossness and refinement are not uncommon among the urban educated because for many, the measure of civilization is its complexity.","author":"මාර්ටින් වික්‍රමසිංහ, Yuganthaya","category":"civilization, sinhalese, srilanka, urban-life"},{"quote":"I cannot think who my residents hurt but how I can give them tools to remain on the right side of civilization.","author":"Thomm Quackenbush, Juvenile Justice: A Reference Handbook, 2nd Edition: A Reference Handbook","category":"civilization, juvenile-delinquency, juvenile-justice-system, students"},{"quote":"Surely it is more civilized to kill one man every few months, hold up his head for all to behold, say his name, and return home for a feast than to slaughter nameless millions.","author":"Lily King, Euphoria","category":"civilization"},{"quote":"Our approach to existential risks cannot be one of trial-and-error. There is no opportunity to learn from errors. The reactive approach — see what happens, limit damages, and learn from experience — is unworkable. Rather, we must take a proactive approach. This requires foresight to anticipate new types of threats and a willingness to take decisive preventive action and to bear the costs (moral and economic) of such actions.","author":"Nick Bostrom","category":"civilization, dangers, existential-risk, existential-risks, foresight, humanity"},{"quote":"Somewhere on the Earth tonight, my Tylla, there is a Man with a Lever, which, when he pulls it, Will Save The World. The man is now unemployed. His switch gathers dust. He himself plays pinochle.","author":"Ray Bradbury, The Illustrated Man","category":"civilization, end-of-the-world"},{"quote":"We cannot rely on trial-and-error approaches to deal with existential risks… We need to vastly increase our investment in developing specific defensive technologies… We are at the critical stage today for biotechnology, and we will reach the stage where we need to directly implement defensive technologies for nanotechnology during the late teen years of this century… A self-replicating pathogen, whether biological or nanotechnology based, could destroy our civilization in a matter of days or weeks.","author":"Ray Kurzweil, The Singularity is Near: When Humans Transcend Biology","category":"bioterror, bioweapon, civilization, existential-risk, existential-risks, grey-goo, humanity, nanotechnology, self-replicating-pathogen"},{"quote":"If you have heard that I am wild, you can contradict the rumour,(...) I am tame. I am quite tame; I am about the tamest beast that crawls. I drink too much of the same kind of whisky at the same time every night. I even drink about the same amount too much. I go to the same number of public-houses. I meet the same damned women with mauve faces. I hear the same number of dirty stories— generally the same dirty stories. You may assure my friends, Inglewood, that you see before you a person whom civilization has thoroughly tamed.","author":"G.K. Chesterton, Manalive","category":"civilization"},{"quote":"This is a present from a small, distant world, a token of our sounds, our science, our images, our music, our thoughts and our feelings. We are attempting to survive our time so we may live into yours.","author":"Jimmy Carter","category":"civilization, humanity, voyager"},{"quote":"You've made a beast of yourself,- to the beasts you may go.","author":"H.G. Wells","category":"civilization"},{"quote":"The larger the pile of rubble you leave behind, the larger your place in the historical record!","author":"James C. Scott, The Art of Not Being Governed: An Anarchist History of Upland Southeast Asia","category":"anthropology, archeology, civilization, garbage"},{"quote":"Encouragement of sedentarism is perhaps the oldest \"state project,\" a project related to the second-oldest state project of taxation.","author":"James C. Scott, The Art of Not Being Governed: An Anarchist History of Upland Southeast Asia","category":"civilization, nomad, nomadism, state, taxation"},{"quote":"That frontier operated as a rough and ready homeostatic device; the more a state pressed its subjects, the fewer subjects it had. The frontier underwrote popular freedom.","author":"James C. Scott","category":"civilization, freedom, frontier, homeostasis, oppression, state"},{"quote":"Civilization has made life a humanized jungle, a sugar coated jungle, but still a jungle","author":"Bangambiki Habyarimana","category":"civilization"},{"quote":"[What do you want to be when you grow up?] \"A wrecker of civilizaton","author":"Sasha Grey","category":"aspirations, civilization"},{"quote":"The civilizations barter in coldness; they peddles it, reinforces it, market it, entices with it, reward it, and then flees from it when it's unchecked force is too much to marvel at. Soon absolute zero will be on sale, and people will warm up to that notion as well.","author":"Justin K. McFarlane Beau","category":"absolute-zero, bartering, civilization, coldness, marvel, sales"},{"quote":"Every civilization is a fruit from the sturdy tree of barbarism, and falls at the greatest distance from its trunk.","author":"Will Durant","category":"barbarism, civilization, decadence"},{"quote":"No university in the world has ever risen to greatness without a correspondingly great library ... When this is no longer true, then will our civilization have come to an end.","author":"Lawrence Clark Powell","category":"civilization, library, university"},{"quote":"Bell defined civilization in the language of a Bloomsbury connoisseur: ‘A taste for truth and beauty, tolerance, intellectual honesty, fastidiousness, a sense of humour, good manners, curiosity, a dislike of vulgarity, brutality, and over-emphasis, freedom from superstition and prudery, a fearless acceptance of the good things of life, a desire for complete self-expression and for a liberal education, a contempt for utilitarianism and philistinism, in two words – sweetness and light.’ Bell argued that ‘as a means to good and as a means to civility a leisured class is essential’. The Bloomsbury group was necessary because ‘It is only when there come together enough civilized individuals to form a nucleus from which light can radiate, and sweetness ooze, that a civilization becomes possible. The disseminators of civilization are therefore highly civilized men and women forming groups sufficiently influential to affect larger groups, and ultimately whole communities.","author":"Richard Davenport-Hines, Universal Man: The Seven Lives of John Maynard Keynes","category":"civilization"},{"quote":"Of course I realized that the Protestants denominations of the world have grown and matured over the years, but maybe we should not throw away the gains of the old Protestants that brought us to our modern day civilization.","author":"Sunday Adelaja","category":"civilization, domination"},{"quote":"The crisis consists precisely in the fact that the old is dying and the new cannot be born","author":"in this interregnum a great variety of morbid symptoms appear.","category":"Antonio Gramsci, Prison Notebooks"},{"quote":"Those who haven't been exposed to the hypocrisies of a civilized education react to things 'naturally', as they happen. It is in the here and now that they are either happy or unhappy, joyful or sad, interested or indifferent.","author":"Henri Charrière, Papillon","category":"civilization"},{"quote":"Why wasn't I already kissing this woman? Why wasn't I naked, eating violets, and playing music underneath the open sky?Looking around the room again, everything seemed terribly ridiculous. These people sitting on their benches wearing layers on layers of clothing, eating with knives and forks. It all struck me as so pointless and contrived. It was incredibly funny. It was like they were playing a game and didn't even realize it. It was like a joke I'd never understood before.","author":"Patrick Rothfuss, The Wise Man's Fear","category":"civilization, funny, naked"},{"quote":"To know only one thing well is to have a barbaric mind: civilization implies the graceful relation of all varieties of experience to a central human system of thought.","author":"Robert Graves","category":"barbarism, civilization"},{"quote":"They believe civilization weakens natural selection. They do nature’s work so that we do not become a soft race.","author":"Pierce Brown, Red Rising","category":"brutality, civilization, natural-selection, politics, strong, weak"},{"quote":"Civilization is a scheme to hide nakedness.","author":"Marty Rubin","category":"civilization, nakedness"},{"quote":"Hence a certain tension between religion and society marks the higher stages of every civilization. Religion begins by offering magical aid to harassed and bewildered men","author":"it culminates by giving to a people that unity of morals and belief which seems so favorable to statesmanship and art","category":"it ends by fighting suicidally in the lost cause of the past."},{"quote":"What is peace? Balance three iron skewers tip to tip, one upon the other; at the summit, emplace an egg, so that it too poises static in mid-air, and there you have the condition of peace in this world of men.","author":"Jack Vance","category":"civilization, human-condition, societ, war-peace"},{"quote":"The fleeting systems lapse like foam,'\" he mumbled what was evidently a quotation. \"That's it—foam, and fleeting. All man's toil upon the planet was just so much foam. He domesticated the serviceable animals, destroyed the hostile ones, and cleared the land of its wild vegetation. And then he passed, and the flood of primordial life rolled back again, sweeping his handiwork away—the weeds and the forest inundated his fields, the beasts of prey swept over his flocks, and now there are wolves on the Cliff House beach.\" He was appalled by the thought. \"Where four million people disported themselves, the wild wolves roam to-day, and the savage progeny of our loins, with prehistoric weapons, defend themselves against the fanged despoilers. Think of it! And all because of the Scarlet Death—","author":"Jack London, The Scarlet Plague","category":"civilization, plague, ruin, savages, wolves"},{"quote":"And what were the rules at St. Cloud's? What were Larch's rules? Which rules did Dr. Larch observe, which ones did he break, or replace--and with what confidence?","author":"John Irving, The Cider House Rules","category":"civilization, institutions, rules"},{"quote":"You're mad, you missionaries,' ejaculated Tai Haruru angrily. 'What good do you think you do, crawling out to the extremities of all the different world's ends and dying there like lizards spiked on sticks?'Brother Balaam jabbed his thumb over his shoulder at the church behind him. 'Ye'll get no civilization worth havin' in a new country unless ye lay down a few martyrs' bones for a foundation,' he said. 'They generate. Slow but sure.","author":"Elizabeth Goudge, Green Dolphin Street","category":"christianity, civilization, martyrdom, martyrs, missionaries"},{"quote":"They say the level of civilization is proportionate to the degree of cleanliness of the skin. Assuming that man has a soul, it must, in all likelihood, be housed in the skin.","author":"Kōbō Abe","category":"civilization, cleanliness, skin, soul"},{"quote":"There is nothing more savage than modern civilization.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"civilization, moderism, nothingness, savagery"},{"quote":"No civilization, no matter how mighty it may appear to itself, is indestructible.","author":"Niall Ferguson, Civilization: The West and the Rest","category":"arrogance, civilization, overconfidence"},{"quote":"We've got to have rules and obey them. After all, we're not savages.","author":"William Golding, Lord of the Flies","category":"civilization, humankind-human-nature"},{"quote":"In February 1912, ancient China came to an end when the last of three millennia of Chinese emperors abdicated.Imagine twentieth-century Italy coming to terms with the fall of the Roman empire or Egypt with the last pharaoh abdicating in 1912. For China, the last century has been a period of transition - dramatic change and perpetual revolution.","author":"Mark Kurlansky, Salt: A World History","category":"china, civilization, egypt, modernity, rome, world-history"},{"quote":"Under the rough and ridiculous circumstances of life in the Rocky Mountains there was something exciting and vital, full of rude poetry: the heartbeat of the West as it fought its way upward toward civilization.","author":"Wallace Stegner, Angle of Repose","category":"circumstances, civilization, heartbeat, poetry, rocky-mountains, rough, roughness, west"},{"quote":"There has never been but one question in all civilization-how to keep a few men from saying to many men: You work and earn bread and we will eat it.","author":"Abraham Lincoln","category":"civilization"},{"quote":"The cities make ferocious men because they may corrupt man. The mountain, the sea, the forest, make savage men; they development fierce side, but often without destroying the humane side.","author":"Victor Hugo, Les Misérables","category":"cities, civilization, simplicity"},{"quote":"The constant tug between nature and civilization is what keeps on our toes. Though of course, that did rather beg the question of how you defined nature and how you defined civilization.","author":"Julian Barnes, The Lemon Table","category":"civilization, nature"},{"quote":"Handwriting enables civilization.","author":"Toba Beta, Master of Stupidity","category":"civilization, handwriting, irreplaceable"},{"quote":"The hardest part about being back in the human world was relearning emotion. Everything a wolf does has a practical, simple reason. There is no cold shoulder, no saying one thing when you mean something else, no innuendo. Wolves fight for two reasons: family and territory. Humans are driven by ego; wolves have no room for it and will literally nip it out of you. For a wolf, the world is about understanding, knowledge, respect – attributes that many humans have cast off, along with an appreciation of the natural world.","author":"Jodi Picoult, Lone Wolf","category":"alienation, civilization, incompatibility, nature, wolf"},{"quote":"Civilization was a relentless war that man was doomed to lose eventually. - Pg. 195","author":"Robert   Harris, Pompeii","category":"civilization, man-vs-nature"},{"quote":"Illusions mistaken for truth are the pavement under our feet. They are what we call civilization.","author":"Barbara Kingsolver, The Poisonwood Bible","category":"civilization, illusions, truth"},{"quote":"We only refer to sapient creatures as civilized when their society is willingly self-correcting. That means that any problem or imbalance that arises is fixed, and I mean really fixed - not ignored, not hidden, and not passed off to a future generation.","author":"J.Z. Colby, Star Station","category":"civilization, nebador"},{"quote":"Anyone who has ever watched children amuse themselves will recognize that the scientific and technological face of civilization is precisely the result of play in its purest form. Just as children are constantly exploring, experimenting, testing and trying things out, for no conscious purpose except the sheer enjoyment of the game itself, so pure science and applied technology play with ideas and toy with the principles and substance of the world; all the time wondering ‘just suppose…’ and asking ‘what happens if…?","author":"Paul Kriwaczek, Babylon: Mesopotamia And The Birth Of Civilization","category":"civilization"},{"quote":"Civilization is to groups what intelligence is to individuals. It is a means of combining the intelligence of many to achieve ongoing group adaptation. Civilization, like intelligence, may serve well, serve adequately, or fail to serve its adaptive function. When civilization fails to serve, it must disintegrate unless it is acted upon by unifying internal or external forces.","author":"Octavia E. Butler, Parable of the Sower","category":"civilization"},{"quote":"Greek customs such as wine drinking were regarded as worthy of imitation by other cultures. So the ships that carried Greek wine were carrying Greek civilization, distributing it around the Mediterranean and beyond, one amphora at a time. Wine displaced beer to become the most civilized and sophisticated of drinks—a status it has maintained ever since, thanks to its association with the intellectual achievements of Ancient Greece.","author":"Tom Standage, A History of the World in 6 Glasses","category":"civilization, greece, mediterranean, wine"},{"quote":"Scientists are the true driving force of civilization.","author":"James  Burke","category":"civilization, driving-force, science, scientists"},{"quote":"We know we are a species obsessed with itself and its own past and origins. We know we are capable of removing from the sanctuary of the earth shards and fragments, and gently placing them in museums. Great museums in great cities—the hallmarks of civilisation.","author":"Kathleen Jamie, Sightlines","category":"civilization, museums"},{"quote":"It (modernization) is just another jungle closing in.","author":"Evelyn Waugh, Brideshead Revisited: The Sacred and Profane Memories of Captain Charles Ryder","category":"civilization, commercialism, modernization, nature, tradition"},{"quote":"PharaohsIt took Khufu twenty-three years to build his Great Pyramid at Giza, where some eleven hundred stone blocks, each weighing about two and a half tons, had to be quarried, moved, and set in place every day during the annual building season, roughly four months long. Few commentators on these facts can resist noting that this achievement is an amazing testimonial to the pharaoh’s iron control over the workers of Egypt. I submit, on the contrary, that pharaoh Khufu needed to exercise no more control over his workers at Giza than pharaoh Bill Gates exercises over his workers at Microsoft. I submit that Egyptian workers, relatively speaking, got as much out of building Khufu’s pyramid as Microsoft workers will get out of building Bill Gates’s pyramid (which will surely dwarf Khufu’s a hundred times over, though it will not, of course, be built of stone).No special control is needed to make people into pyramid builders—if they see themselves as having no choice but to build pyramids. They’ll build whatever they’re told to build, whether it’s pyramids, parking garages, or computer programs.Karl Marx recognized that workers without a choice are workers in chains. But his idea of breaking chains was for us to depose the pharaohs and then build the pyramids for ourselves, as if building pyramids is something we just can’t stop doing, we love it so much.","author":"Daniel Quinn, Beyond Civilization: Humanity's Next Great Adventure","category":"civilization, compulsive, purpose"},{"quote":"POUND\t\tWe spend twelve hundred generations developing \t so-called civilization to the point where it  produces an expert who can offer us salvation  from our superstitions, and all we end up with  is another superstition! If it takes someone  like Freud to save us from our neuroses, what’s \t\tit gonna take to save us from Freud?","author":"Billy Marshall Stoneking, Sixteen Words For Water","category":"civilization, experts, stoneking, superstition"},{"quote":"What is word for good together living? Nobody shits in the well?\"I laughed. \"Civilization?\"He nodded, splaying his fingers: amusement. \"Yes,\" he said. \"Speaking with hands is civilization.\"\"But smiling is natural,\" I protested. \"Everyone smiles.\"\"Natural is not civilization,\" Tempi said. \"Cooking meat is civilization. Washing off stink is civilization.\"\"So in Ademre you always smile with hands?\" I wished I knew the gesture for dismay.\"No. Smiling with face good with family. Good with some friend.\"\"Why only family?\"Tempi repeated his thumb-on-collarbone gesture again. \"When you make this.\" He pressed his palm to the side of his face and blew air into it, making a great flatulent noise. \"That is natural, but you do not make it near others. Rude. With family...\" He shrugged. Amusement. \"...civilization not important. More natural with family.","author":"Patrick Rothfuss, The Wise Man's Fear","category":"civilization"},{"quote":"... civilization—a word that simply means \"living in cities...\"Excerpt From: Standage, Tom. “A History of the World In 6 Glasses.","author":"Tom Standage","category":"cities, civilization"},{"quote":"Every human generation has its own illusions with regard to civilization; some believe they are taking part in its upsurge, others that they are witnesses of its extinction. In fact, it always both flames and smolders and is extinguished, according to the place and the angle of view.","author":"Ivo Andrić, The Bridge on the Drina","category":"civilization, generations"},{"quote":"There’s just as much money to be made in the wreck of a civilization as in the upbuilding of one.","author":"Margaret Mitchell, Gone with the Wind","category":"civilization, money, truth, wreck"},{"quote":"What 'primitive' men called gossip, 'civilized' men call news.","author":"Mokokoma Mokhonoana","category":"civilization, gossip, news, newspapers, primitive"},{"quote":"...the/ supreme end-result of/ early Gothic phallic forms/ is the skyscraper & the/ oil drill & powered/ compressor & pistons of/ great engines...","author":"Jack Kerouac, Book of Sketches","category":"city, civilization, skyscraper"},{"quote":"One thus gets an impression that civilization is something which was imposed on a resisting majority by a minority which understood how to obtain possession of the means to power and coercion. It is, of course, natural to assume that these difficulties are not inherent in the nature or civilization itself but are determined by the imperfections of the cultural forms which have so far been developed. And in fact it is not difficult to indicate those defects. While mankind has made continual advances in its control over nature and may expect to make still greater ones, it is not possible to establish with certainty that a similar advance has been made in the management of human affairs; and probably at all periods, just as now once again, many people have asked themselves whether what little civilization has thus acquired is indeed worth defending at all. One would think that a re-ordering of human relations should be possible, which would remove the sources of dissatisfaction with civilization by renouncing coercion and the suppression of the instincts, so that, undisturbed by internal discord, men might devote themselves to the acquisition of wealth and its enjoyment. That would be a golden age, but it is questionable if such a state of affairs can be realized. It seems rather that every civilization must be built upon coercion and renunciation of instinct; it does not even seem certain that if coercion were to cease the majority of human beings would be prepared to undertake to perform the work necessary for acquiring new wealth. One has, I think, to reckon with the fact that there are present in all men destructive, and therefore anti-social and anti-cultural, trends and that in a great number of people these are strong enough to determine their behavior in human society.","author":"Sigmund Freud, The Future of an Illusion","category":"1928, civilization, id, instinct, psychoanalysis, superego, will-to-power"},{"quote":"Before our white brothers arrived to make us civilized men, we didin't have any kind of prison. Because of this, we didn't have any delinquents. Without a prison, there can't be no delinquents. We had no locks nor keys therefore among us there were no thieves. When someone was so poor that he couldn't afford a horse, a tent or a blanket, he would, in that case, receive it all as a gift. We were too uncivilized to give great importance to private property. We didn't know any kind of money and consequently, the value of a human being was not determined by his wealth. We had no written laws laid down, no lawyers, no politicians, therefore we were not able to cheat and swindle one another. We were really in bad shape before the white man arrived and I don't know how to explain how we were able to manage without these fundamental things that (so they tell us) are so necessary for a civilized society.","author":"John (Fire) Lame Deer","category":"civilization, white-man"},{"quote":"There is hardly an absurdity of the past that cannot be found flourishing somewhere in the present. Underneath all civilization, ancient or modern, moved and still moves a sea of magic, superstition and sorcery. Perhaps they will remain when the works of our reason have passed away.","author":"Will Durant, Our Oriental Heritage","category":"civilization, superstition"},{"quote":"The life of the arts, far from being an interruption, a distraction, in the life of the nation, is close to the center of a nation's purpose - and is a test to the quality of a nation's civilization.","author":"John F. Kennedy","category":"civilization, quality-of-life, test, the-arts"},{"quote":"And it came to me as I stood on the desert sand, looking at the Great Pyramid, that what any civilization says about God tells us more about that civilization than it does about God.","author":"Madeleine L'Engle, Glimpses of Grace: Daily Thoughts and Reflections","category":"civilization, faith, god"},{"quote":"Civilizations are the generations of the racial soul. As family-rearing, and then writing, bound the generations together, handing down the lore of the dying to the young, so print and commerce and a thousand ways of communication may bind the civilizations together, and preserve for future cultures all that is of value for them in our own. Let us, before we die, gather up our heritage, and offer it to our children.","author":"Will Durant, Our Oriental Heritage","category":"civilization, history, philosophy"},{"quote":"There is always a city. There is always a civilization. There is always a barbarian with a pickaxe. Sometimes you are the city, sometimes you are the civilization, but to become that city, that civilization, you once took a pickaxe and destroyed what you hated, and what you hated is what you did not understand.","author":"Jeanette Winterson, The Powerbook","category":"barbarians, civilization, history"},{"quote":"The day when two army corps can annihilate each other in one second, all civilized nations, it is to be hoped, will recoil from war and discharge their troops.","author":"Alfred Nobel","category":"civilization, peace, war"},{"quote":"the veneer of civilization is exceedingly thin","author":"Karin Tansek","category":"barbarian, civility, civilization, politeness"},{"quote":", civilization is an ever-changing tacit agreement, culturally inherited, not chosen at birth. Civilization is the invention of man, my big friend. It is a means of ensuring order and structure; it is man’s attempt to expunge all and every act of randomness from daily life. The ultimate goal of civilization is determinism, the complete absence of freewill. If everyone adhered to every rule, every demand, every decree of civilization, there would be no accidents, no arguments, no crime! Man would move through his life smoothly, like a well-oiled cog in a grandfather clock.","author":"Peter Jelen","category":"civilization, freewill"},{"quote":"A history of civilization shares the presumptuousness of every philosophical enterprise: it offers the ridiculous spectacle of a fragment expounding the whole. Like philosophy, such a venture has no rational excuse, and is at best but a brave stupidity; but let us hope that, like philosophy, it will always lure some rash spirits into its fatal depths.","author":"Will Durant, Our Oriental Heritage","category":"civilization, history, philisophy"},{"quote":"By the middle twentieth century, few European nation-states had not at one time or another figured themselves as 'the outpost of Western Christian civilisation': France, imperial Germany, the Habsburg Reich, Poland with its self-image as przedmurze (bastion), even tsarist Russia. Each of these nation-state myths identified \"barbarism\" as the condition or ethic of their immediate eastward neighbour: for the French, the Germans were barbarous, for the Germans it was the Slavs, for the Poles the Russians, for the Russians the Mongol and Turkic peoples of Central Asia and eventually the Chinese.","author":"Neal Ascherson, Black Sea","category":"barbarians, civilization"},{"quote":"It is a luxury to do something that serves no practical purpose: the luxury of civilization.","author":"M.L. Stedman, The Light Between Oceans","category":"civilization, luxury"},{"quote":"Been thinking of my grandfather, whose wayward brilliance skipped my father’s generation. Once, he showed me an aquatint of a certain Siamese temple. Don’t recall its name, but ever since a disciple of the Buddha preached on the spot centuries ago, every bandit king, tyrant, and monarch of that kingdom has enhanced it with marble towers, scented arboretums, gold-leafed domes, lavished murals on its vaulted ceilings, set emeralds into the eyes of its statuettes. When the temple finally equals its counterpart in the Pure Land, so the story goes, that day humanity shall have fulfilled its purpose, and Time itself shall come to an end.To men like Ayrs, it occurs to me, this temple is civilization. The masses, slaves, peasants, and foot soldiers exist in the cracks of its flagstones, ignorant even of their ignorance. Not so the great statesmen, scientists, artists, and most of all, the composers of the age, any age, who are civilization’s architects, masons, and priests. Ayrs sees our role is to make civilization ever more resplendent. My employer’s profoundest, or only, wish is to create a minaret that inheritors of Progress a thousand years from now will point to and say, “Look, there is Vyvyan Ayrs!”How vulgar, this hankering after immortality, how vain, how false. Composers are merely scribblers of cave paintings. One writes music because winter is eternal and because, if one didn’t, the wolves and blizzards would be at one’s throat all the sooner.","author":"David Mitchell, Cloud Atlas","category":"civilization, composer, immortality, music"},{"quote":"The market system is the basis of our civilization. Its only alternative is the Führer principle.","author":"Ludwig von Mises","category":"civilization, führer-principle, ludwig-von-mises, market"},{"quote":"He realized that the ritualized world he had dismissed as feminine was in fact civilization.","author":"Wilson Rawls","category":"civilization, women"},{"quote":"‎I love even to see the domestic animals reassert their native rights — any evidence that they have not wholly lost their original wild habits and vigor; as when my neighbor's cow breaks out of her pasture early in the Spring and boldly swims the river, a cold grey tide, twenty-five or thirty rods wide, swollen by the melted snow. It is the Buffalo crossing the Mississippi.","author":"Henry David Thoreau, Walking","category":"civilization, nature, philosophy"},{"quote":"Victory may now require a level of force deemed objectionable by civilized peoples, meaning that some, for justifiable reasons, may be reluctant to pursue it. But victory has not become an ossified concept altogether.","author":"Victor Davis Hanson, The Father of Us All: War and History, Ancient and Modern","category":"civilization, history, victory, war"},{"quote":"Uninhibited, they wallowed with zest in the filth and mire of their political conceptions and needs, among the very leaders of their society, but nevertheless the very dregs of human civilisation and moral standards. A historian who finds excuses for such conduct by references to the supposed spirit of the times, or by omission, or by silence, shows thereby that his account of events is not to be trusted.","author":"C.L.R. James, The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution","category":"civilization, historian, history, morals, politics"},{"quote":"Old Rekohu’s claim to singularity, however, lay in its unique pacific creed. Since time immemorial, the Moriori’s priestly caste dictated that whosoever spilt a man’s blood killed his own mana - his honor, his worth, his standing & his soul. No Moriori would shelter, feed, converse with, or even see the persona non grata. If the ostracized murderer survived his first winter, the desperation of solitude usually drove him to a blowhole on Cape Young, where he took his life.Consider this, Mr. D’Arnoq urged us. Two thousand savages (Mr. Evans’s best guess) enshrine “Thou Shalt Not Kill” in word & in deed & frame an oral “Magna Carta” to create a harmony unknown elsewhere for the sixty centuries since Adam first tasted the fruit of the Tree of Knowledge. War was as alien a concept to the Moriori as the telescope is to the Pygmy. Peace, not a hiatus betwixt wars but millennia of imperishable peace, rules these far-flung islands. Who can deny Old Rekohu lay closer to More’s Utopia than our States of Progress governed by war-hungry princelings in Versailles & Vienna, Washington & Westminster? “Here,” declaimed Mr. D’Arnoq, “and where only, were those elusive phantasms, those noble savages, framed in flesh & blood!” (Henry, as we later made our back to the Musket confessed, “I could never describe a race of savages too backwards to throw a spear as ‘noble.","author":"David Mitchell, Cloud Atlas","category":"civilization, peace, utopia, war"},{"quote":"Since the same human mire remains beneath, does not all civilisation reduce itself to the superiority of smelling nice and living well?","author":"Émile Zola, L'Argent","category":"civilisation, civilization, class"},{"quote":"A civilization, when the moment has come for crowds to acquire a high hand over it, is at the mercy of too many chances to endure for long. Could anything postpone for a while the hour of its ruin, it would be precisely the extreme instability of the opinions of crowds and their growing indifference and lack of respect for all general beliefs.","author":"Gustave Le Bon, The Crowd: A Study of the Popular Mind","category":"civilization, crowds, decline, indifference, the-masses"},{"quote":"Thus the great civilizer sends out its emissaries, sooner or later, to every sandy cape and light-house of the New World which the census-taker visits, and summons the savage there to surrender.","author":"Henry David Thoreau, Cape Cod","category":"civilization, nature"},{"quote":"The late 1920s were an age of islands, real and metaphorical. They were an age when Americans by thousands and tens of thousands were scheming to take the next boat for the South Seas or the West Indies, or better still for Paris, from which they could scatter to Majorca, Corsica, Capri or the isles of Greece. Paris itself was a modern city that seemed islanded in the past, and there were island countries, like Mexico, where Americans could feel that they had escaped from everything that oppressed them in a business civilization. Or without leaving home they could build themselves private islands of art or philosophy; or else - and this was a frequent solution - they could create social islands in the shadow of the skyscrapers, groups of close friends among whom they could live as unconstrainedly as in a Polynesian valley, live without moral scruples or modern conveniences, live in the pure moment, live gaily on gin and love and two lamb chops broiled over a coal fire in the grate. That was part of the Greenwich Village idea, and soon it was being copied in Boston, San Francisco, everywhere.","author":"Malcolm Cowley, Exile's Return: A Literary Odyssey of the 1920s","category":"1920s, americans, art, boats, civilization, escape, greece, greenwich-village, idealism, islands, isles, lost-generation, love, mexico, oppressive, paris, philosophy, pure, san-francisco, scruples, social-life"},{"quote":"The attempt made in recent decades by secularist thinkers to disengage the moral principles of western civilization from their scripturally based religious context, in the assurance that they could live a life of their own as \"humanistic\" ethics, has resulted in our \"cut flower culture.\" Cut flowers retain their original beauty and fragrance, but only so long as they retain the vitality that they have drawn from their now-severed roots; after that is exhausted, they wither and die. So with freedom, brotherhood, justice, and personal dignity — the values that form the moral foundation of our civilization. Without the life-giving power of the faith out of which they have sprung, they possess neither meaning nor vitality.","author":"Will Herberg, Judaism and Modern Man - An Interpretation of Jewish Religion","category":"civilization, faith, judaism, religion, secularism, western-civilization"},{"quote":"I have always unswervingly held, that God, in our civilizing world, manifests Himself not in the miracles of biblical age, but in progress. It is progress that leads humanity up the ladder towards the God-head. No Jacob's ladder this, no, but rather Civilization's Ladder, if you will.","author":"David Mitchell, Cloud Atlas","category":"civilization, god, humanity"},{"quote":"Even today, some opt for the comforts of mystification, preferring to believe that the wonders of the ancient world were built by Atlanteans, gods, or space travelers, instead of by thousands toiling in the sun. Such thinking robs our forerunners of their due, and us of their experience. Because then one can believe whatever one likes about the past - without having to confront the bones, potsherds, and inscriptions which tell us that people all over the world, time and again, have made similar advances and mistakes.","author":"Ronald Wright, A Short History of Progress","category":"ancient, civilization, history, knowledge"},{"quote":"We are all proprietary toward cities we love. 'Ah, you should have seen her when I loved her!' we say, reciting glories since faded or defiled, trusting her to no one else; that others should know and love her in her present fallen state (for she must fall without our vigilant love) is a species of betrayal.","author":"Barbara Grizzuti Harrison","category":"cities, civilization, great-cities"},{"quote":"Rampaging horsemen can conquer","author":"only the city can civilize.","category":"James A. Michener, Poland"},{"quote":"You can spend minutes, hours, days, weeks, or even months over-analyzing a situation; trying to put the pieces together, justifying what could've, would've happened... or you can just leave the pieces on the floor and move the fuck on.","author":"Tupac Shakur","category":"moving-on"},{"quote":"It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on.","author":"Nicholas Sparks","category":"moving-on"},{"quote":"You can't look back - you just have to put the past behind you, and find something better in your future.","author":"Jodi Picoult, Salem Falls","category":"moving-on"},{"quote":"It was strange, really. A couple months ago, I had thought I couldn’t live without him. Apparently I could.","author":"Gabrielle Zevin, Memoirs of a Teenage Amnesiac","category":"moving-on, revelation"},{"quote":"To be bitter is to attribute intent and personality to the formless, infinite, unchanging and unchangeable void. We drift on a chartless, resistless sea. Let us sing when we can, and forget the rest..","author":"H.P. Lovecraft","category":"letters, moving-on"},{"quote":"Life moves on and so should we","author":"Spencer Johnson, Who Moved My Cheese?","category":"moving-on"},{"quote":"When you love someone, it's never over,' Dr. Carruthers replied gently. 'You move on, because you have to, but you bring him in your heart.","author":"Elizabeth Chandler, Kissed by an Angel","category":"bhie, elizabeth-chandler, kissed-by-an-angel, love, moving-on"},{"quote":"If I kept saying it","author":"if I kept reaching out. My accident really taught me just one thing: the only way to go on is to go on. To say 'I can do this' even when you know you can't.","category":"Stephen King, Duma Key"},{"quote":"You are worth everything that nature can give you.And I pray to whatever I believe in that you find your happiness. You find pride in yourself.And you find true love.And you can look at that person and understand the impact that have had in your life.Because you have surprised me with every step you took.And if letting you go means that I love you.Then I love you.Have fun out there.","author":"Philippe Renaud","category":"love, moving-on"},{"quote":"Cry me a river, build a bridge, and get over it.","author":"Justin Timberlake","category":"moving-on, sympathy"},{"quote":"The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams.","author":"Oprah Winfrey","category":"moving-on"},{"quote":"Keeping baggage from the past will leave no room for happiness in the future.","author":"Wayne L. Misner","category":"inspirational, moving-on"},{"quote":"When a child dies, a parent loses a part of themselves,” he said. “Your whole world ceases to exist and you’re nothing but a shell of the person you once were. Your mom has dealt with it in her way, me in mine, and you in yours.” He lifted his hand off John’s gravestone and rose. “Your mom hates the world, I avoid it, and you try to save it.","author":"Nicole  Williams, Crash","category":"dealing, death-of-a-loved-one, moving-on"},{"quote":"How are you, Rory?' [the Doctor] asked.I [Rory]... answered him. 'It's been odd being you.''Isn't it?' The Doctor's smile didn't quite reach his eyes.'How do you cope?''Ah...' The Doctor picked away at a scrap of loose paint on the door. 'Well, I just get as close as I can to a happy ending, then I shut the door behind me and move on.'I nodded.We shut the door behind us and moved on.","author":"James Goss, Doctor Who: Dead of Winter","category":"amy-pond, doctor-who, happy-endings, moving-on, rory-williams, the-doctor"},{"quote":"Because you simply cannot draw these things out forever. At some point, you just pull off the Band-Aid and it hurts, but then it’s over and you’re relieved.","author":"John Green, Looking for Alaska","category":"moving-on"},{"quote":"Do the things that you always wanted to, without me there to hold you back, don't think just do, more than anything I want to see you go, take a glorious bite out of the whole world","author":"Snow Patrol","category":"breakup, moving-on"},{"quote":"Someday being with Dex will be a distant memory. This fact makes me sad too. Its the initial stages of grief that seem to be worst but in some ways, Its sadder as time goes by and you consider how much they're missed in your life.","author":"Emily Giffin, Something Borrowed","category":"moving-on"},{"quote":"Don't tie your heart to a person that has nothing left to offer you. Let it go. It might hurt for a while, but when you get over it, you'll see that its better.","author":"Orebela Gbenga","category":"moving-on"},{"quote":"Then he remembered Ralph's words--\"no point in fighting your war over and over until you get it right.","author":"M.L. Stedman, The Light Between Oceans","category":"moving-on"},{"quote":"Rehashing the past wouldn't change anything. Time to move forward.","author":"Zena Wynn, Beyond the Breaking Point","category":"moving-forward, moving-on, moving-on-and-letting-go, the-past, the-past-cannot-be-altered"},{"quote":"At some point, to counter the list of the dead, I had begun keeping my own list of the living. It was something I noticed Len Fenerman did too. When he was off duty he would note the young girls and elderly women and every other female in the rainbow in between and count them among the things that sustained him. The young girl in the mall whose pale legs had grown too long for her now too-young dress and who had an aching vulnerability that went straight to both Len's and my own heart. Elderly women, wobbling with walkers, who insisted on dyeing their hair unnatural versions of the colors they had in youth. Middle-aged single mothers racing around in grocery stores while their children pulled bags of candy off the shelves. When I saw them, I took count. Living, breathing women. Sometimes I saw the wounded- those who had been beaten by husbands or raped by strangers, children raped by their fathers- and I would wish to intervene somehow. Len saw these wounded women all the time. They were regulars at the station, but even when he went somewhere outside his jurisdiction he could sense them when they came near. The wife in that bait-'n'-tackle shop had no bruises on her face but cowered like a dog and spoke in apologetic whispers. The girl he saw walk the road each time he went upstate to visit his sisters. As the years passed she'd grown leaner, the fat from her cheeks had drained, and sorrow had loaded her eyes in a way that made them hang heavy and hopeless inside her mallowed skin. When she was not there it worried him. When she was there it both depressed and revived him. ~Len Fenerman on stepping back/letting go/giving uppgs 271-272","author":"Alice Sebold, The Lovely Bones","category":"moving-on"},{"quote":"What's past is prologue, and the world awaits.","author":"Lisa Mantchev, Eyes Like Stars","category":"eyes-like-stars, moving-on, the-future"},{"quote":"Sometimes you go through things that seem huge at the time, like a mysterious glowing cloud devouring your entire community. While they're happening, they feel like the only thing that matters and you can hardly imagine that there's a world out there that might have anything else going on. And then the glow cloud moves on. And you move on. And the event is behind you. And you may find, as time passes, that you remember it less and less. Or absolutely not at all, in my case.","author":"Cecil Baldwin","category":"cecil-baldwin, cecil-gershwin, hard-times, humor, inspirational, jeffrey-cranor, joseph-fink, moving-on, podcast, tumblr, welcome-to-night-vale, wtnv"},{"quote":"There comes a point at which you stop giving things up. That is what i won't give up. None of it will i give up, for my beautiful sister Ivy who lies in bed. Ivy who used to be alive. Ivy who used to be. Ivy who used. Ivy who. Ivy-who-is-not-me.Not me. Not me. Not me.","author":"Alison McGhee, All Rivers Flow To The Sea","category":"leting-go, moving-on, sisters"},{"quote":"She bought seeds and raided nurseries and mulched and composted and spent full days with her hands full of earth, coaxing life our of the dry, dull grass my father had spent years pushing a mower over.","author":"Sarah Dessen, That Summer","category":"coming-of-age, getting-over-it, life, moving-on"},{"quote":"When we let go of our pride, we give ourselves permission to be human. We give ourselves permission to slip up and hurt and to grow without ridiculous standards of perfection constantly looming over our heads. We give ourselves a chance to face conflicts, to face ourselves, and to heal. And, in this healing process, we give others a chance to follow our lead.","author":"Liz  Newman","category":"heal, healing, inspiration, let-go, moving-on, pride"},{"quote":"The fear of abandonment forced me to comply as a child, but I’m not forced to comply anymore. The key people in my life did reject me for telling the truth about my abuse, but I’m not alone. Even if the consequence for telling the truth is rejection from everyone I know, that’s not the same death threat that it was when I was a child. I’m a self-sufficient adult and abandonment no longer means the end of my life.","author":"Christina Enevoldsen, The Rescued Soul: The Writing Journey for the Healing of Incest and Family Betrayal","category":"abandonment, abandonment-issues, abuse-deniers, abused-child, abusive-family, abusive-parents, accepting-the-past, child-abuse, child-abuse-survivor, child-abuse-survivors, child-sexual-abuse, child-sexual-abuse-survivor, childhood-abuse, childhood-sexual-abuse, consequences-of-cruelty, controlling-parents, disclosing-abuse, dysfunctional-families, dysfunctional-family, escaping-abuse, family-abuse, fear-of-abandonment, fear-of-death, fear-of-rejection, incest, just-tell, moving-on, revealing-the-truth, self-sufficiency, survivors, telling-your-story, truth-about-abuse"},{"quote":"There will always be something a little off, but like a three-legged dog, you’ll learn to walk again.","author":"Renee Carlino, After the Rain","category":"moving-on"},{"quote":"Life is a combo of attachment and detachment. Love is the most natural thing and you are bound to get attached to persons, places and things. However, while getting attached so, you should know that all these attachments too have an expiry date. It's exactly at that point that the art of detachment helps. Persons, places and things are meant for specific periods in life after which you should know how to let go and embrace newer things. The world is beautiful and you should have belief in Him.","author":"Neelam Saxena Chandra","category":"attachment, attachments, detachment, detachments, life, love, moving-on, neelam-saxena-chandra"},{"quote":"It's easy to move on when things are so bad that you can't stand them anymore. It's harder when they're just mediocre.","author":"Catherine Jones Payne, Breakwater","category":"moving-on"},{"quote":"Flowers teach us that nothing is permanent: not their beauty, not even the fact that they will inevitably wilt, because they will still give new seeds.Remember this when you feel joy, pain, or sadness.Everything passes, grows old, dies, and is reborn.","author":"Paulo Coelho, The Spy","category":"life, moving-on"},{"quote":"He was going to miss everything. But he guessed that was how everybody always felt. Everyone was losing things, leaving things behind, clinging to old memories as they rushed into the future. Everyone was a passenger on a runaway train.","author":"Philip Reeve, Railhead","category":"life, moving-on, runaway-train, starting-afresh"},{"quote":"We have not erased history; we are becoming part of the city's history by righting the wrong image these monuments represent and crafting a better, more complete future for all our children and for future generations.","author":"Mitch Landrieu","category":"future-generations, moving-on, new-orleans"},{"quote":"It was easy to tell Jamie to move on, be happy with someone else. But she saw now that it would absolutely kill her to see him with another woman.","author":"Neha Yazmin, Someone Like You","category":"broken-hearts, love, moving-on, soul-mates"},{"quote":"Identities aren’t meant to be permanent. They’re like cars: they take us from one place to another. We work, travel, and seek adventure in them until they break down beyond repair. At that point, living well means finding a new model that better suits us for a new moment.","author":"Kate Bornstein S. Bear Bergman","category":"change-your-life, change-your-lifege-your-life, move-on, moving-forward, moving-on"},{"quote":"I could barely even say Will's name. And listening to their tales of family relationships, of thirty-year marriages, shared houses, lives, children, I felt like a fraud. I had been a carer for someone for six months. I'd loved him, and watched him end his life. How could these strangers possibly understand what Will and I had been to each other during that time? How could I explain the way we had so swiftly understood each other, the shorthand jokes, the blunt truths and raw secrets? How could I convey the way those short months had changed the way I felt about everything? The way he had skewed my world so totally that it made no sense without him in it?","author":"Jojo Moyes, After You","category":"louisa-clark, moving-on, will-traynor"},{"quote":"So we got hold of him and cracked him with a few good horrorshow tolchocks, but he still went on singing.","author":"Anthony Burgess, A Clockwork Orange","category":"moving-on"},{"quote":"As incredible as it seemed, time kept moving forward for the rest of the world.The rest of the world that wasn't waiting.","author":"Patrick Ness, A Monster Calls","category":"moving-on, moving-on-and-letting-go"},{"quote":"Ummmm hi\" and my broken heart twitches in an attempt to start beating again","author":"Yesenia Barkley","category":"broken-heart, i-still-love-you, letting-go-of-the-past, moving-on"},{"quote":"How will you live if every little thing from your memories always hurt you so easily?","author":"Mika Yamamori, ひるなかの流星 9 [Hirunaka no Ryuusei 9]","category":"moving-on"},{"quote":"There is something so special in the early leaves drifting from the trees - as if we are all to be allowed a chance to peel, to refresh, to start again.","author":"Ruth Ahmed, When Ali Met Honour","category":"autumn, coming-to-terms, fall, life-choices, moving-on, quotes-about-life, ruth-ahmed, when-ali-met-honour"},{"quote":"I had to figure out if I was happier being with a live woman or living with the memories of a dead one.","author":"Rebecca Forster, Hostile Witness","category":"moving-on"},{"quote":"Yes, we will get hurt. Our hearts will break, and if we are lucky they will break open. When they do, we can begin to experience ourselves, relationships—indeed all of life—in a deeper, richer, and more meaningful way.","author":"Randy  Siegel, Break Up, Wake Up, Move On: From Broken Heart to Open Heart; Prepare for the Partner You've Always Longed For","category":"love-and-loss, moving-on, overcoming-divorce, romantic-relationships, surviving-a-breakup"},{"quote":"Most breakups are awful. But with compassion, attention, introspection, and intention they can become transforming, bringing you closer to alignment with your true self while preparing you for the next great adventure.","author":"Randy  Siegel, Break Up, Wake Up, Move On: From Broken Heart to Open Heart; Prepare for the Partner You've Always Longed For","category":"love-and-loss, moving-on, overcoming-divorce, romantic-relationships, surviving-a-breakup"},{"quote":"I'm going to move forward, facing in your direction with all my might.","author":"Mika Yamamori, ひるなかの流星 10 [Hirunaka no Ryuusei 10]","category":"hope, love, moving-on"},{"quote":"Everyone plays a purpose, even fathers who lie to you or leave you behind. Time takes care of all that pain so if someone derails you, it'll be okay eventually.","author":"Adam Silvera, More Happy Than Not","category":"forgetting, moving-on, purpose, time"},{"quote":"I can't think of a better way to revenge someone who tried to break you,Than to live and love life more without them.","author":"Innocent Mwatsikesimbe, Live & Remember","category":"love, loving-your-life, loving-yourself, moving-on, relationships"},{"quote":"Contrast is important in life. We understand what light is because we can compare it with what we know is dark. Sweet is made sweeter after we eat something bitter. It’s the very same with sadness. And it’s important to experience sadness, to embrace it in order to truly know happiness. I was just a flat line until he came along. And maybe now I’m hurting. But isn’t that what love is supposed to do? Make you feel, make you brave, make you look at yourself more carefully?","author":"Tarryn Fisher, F*ck Love","category":"contrast, happiness, hurting, moving-on"},{"quote":"I know someone said it's over,And shattered all your dreams.Come here, oh tattered soul.Broken dreams, you say.Now that you're awake,Let me show you something I learned the same hard way.Get up and give yourself a shake.Life is for living, so don't die for anyone's sake.What I say heals her heart.","author":"Innocent Mwatsikesimbe, Live & Remember","category":"breaking-up, love, moving-on, relationships"},{"quote":"Maybe that's what love is-counting the bandages until someone says, 'Enough'.","author":"Dennis Lehane, A Drink Before the War","category":"love, moving-on"},{"quote":"You're not good for me when you're not mine.","author":"David Gatata","category":"moving-on"},{"quote":"To move on, you must surrender to your pain and accept it as your own. Only then will you heal inside.","author":"L.J. Vanier, Ether: Into the Nemesis","category":"moving-on, moving-on-and-letting-go"},{"quote":"As if it were far easier to start over completely than to try to put everything back together again.","author":"Jennifer E. Smith, The Statistical Probability of Love at First Sight","category":"love, moving-on"},{"quote":"Kill the part of you that believes it can't survive without someone else.","author":"Sade Andria Zabala, War Songs","category":"feminist-quotes, inspirational, love, moving-on, poetry, poetry-love"},{"quote":"Shall the day of parting be the day of gathering?And shall it be said that my eve was in truth my dawn?","author":"Kahlil Gibran, The Prophet","category":"beginning, dawn, end, eve, leaving, life, moving-on, parting"},{"quote":"Moving on will show you a lot about who you are, what you truly want, & what you have no desire to waste your time on.","author":"April Mae Monterrosa","category":"life-quotes, moving-on, needs, wants, wasting-time, what-you-want"},{"quote":"I know it's not the end...it's only just the beginning.","author":"Lisa Schroeder, Chasing Brooklyn","category":"moving-on, new-beginnings"},{"quote":"I don't know about forever, but I love you just the same.","author":"Jay E. Tria, Songs of Our Breakup","category":"breakups, moving-on, romance-book-quotes"},{"quote":"The biggest surprise-- and it came as a great revalation-- was understanding that whatever happens, no matter how catastrophic or wonderful, it's just another patch. There are times when something special happens: a marriage, graduation, or the birth of a child. There's no denying it's a glorious patch. It might even be a red patch-- the one that pulls the whole quilt together. But I couldn't stop repeating, \"It's just another patch.","author":"Sue Bender, Plain and Simple: A Journey to the Amish","category":"faith, inspiration, moving-on"},{"quote":"Moving on is not forgetting - moving on is being able to remember without feeling awful about it.","author":"Sam Madison, The Heartbroken Heartbreaker","category":"heart-break, moving-on"},{"quote":"The acomodador or giving-up point: there is always an event in our lives that is responsible for us failing to progress: a trauma, a particularly bitter defeat, a disappointment in love, even a victory that we did not quite understand, can make cowards of us and prevent us from moving on. As part of the process of increasing his hidden powers, the shaman must first free himself from that giving-up point and, to do so, he must review his while life and find out where it occured.","author":"Paulo Coelho, The Zahir","category":"life-quotes, moving-on, paulo-coelho, the-zahir"},{"quote":"LYNDA (TO TINY):Look forward to the momentwhen it falls apart.Look forward to themomentwhen you mustrearrange yourheart.It might feel like theend of the world-but it's the beginning of yourart.","author":"David Levithan, Hold Me Closer: The Tiny Cooper Story","category":"art, moving-on"},{"quote":"when you have a reasonable reason to dare, dare swiftly and unrelentingly","author":"Ernest Agyemang Yeboah","category":"daring, daring-greatly, daring-quotes, freedom-fighters, higher-heights, inspiration-to-do, lessons-of-life, moving-on, out-of-mediocrity, reasoning, swiftness, tenacity, wisdom"},{"quote":"There was a smart, sunny girl out there right now somewhere, a Ray on a trajectory that would cross his path, a girl who made sense with him. I was just as glad not to know her this very minute, but she existed, and he would run into her, and with time I would accept it.","author":"Elizabeth Fama, Plus One","category":"elizabeth-fama, love, moving-on, plus-one, relationships"},{"quote":"You have to move forward in life. You can’t sit in the same place, unless you want to, that’s a choice too. But you can’t sit there because someone else says you have to, because your moving forward makes them uncomfortable.”Excerpt From: Steel, Danielle. “Country.” Delacorte Press, 2015-06-16. iBooks. This material may be protected by copyright.","author":"Danielle Steel","category":"being-happy, life-changes, moving-on"},{"quote":"What troubles us much, is of less importance to what troubles us much that invokes our thought, heart, spirit and body to dare to a live distinctive footprint on earth","author":"Ernest Agyemang Yeboah","category":"inside-the-arduous-errand, moving-on, moving-on-and-letting-go, psyche, thoughts-on-life, troubles, troubles-quotes, wisdom"},{"quote":"Sometimes it's better to end something & try to start something new than imprison yourself in hoping for the impossible.","author":"Karen Salmansohn","category":"break-ups, moving-on, tough-times, toxic-relationships"},{"quote":"Don't focus on who let you down. Appreciate who lifted you up. Don't focus on who darkened your days. Appreciate who brightened them.","author":"Karen Salmansohn","category":"friendships, moving-on, moving-on-advice, tough-times"},{"quote":"Your mission: May you continue to shine no matter the storms you have been through.","author":"Karen Salmansohn","category":"inspirational, motivational, moving-on, resilience, strength-through-adversity, tough-times"},{"quote":"Just as physical wounds heal at different rates in different people, so do emotional wounds. Everyone has different needs and speeds.","author":"Karen Salmansohn, Bounce Back Book","category":"inspirational-quotes, moving-on, tough-times"},{"quote":"Every time you rip the bandages off, you just open the wound up again. Every time he sees you, it's like tearing off the bandages.","author":"Cassandra Clare, City of Glass","category":"books, broken-heart, moving-on, pain, tmi-series"},{"quote":"Moving on is not like a birthday, you can’t count down the hours ‘til it arrives and you can’t mark it on a calendar and you can’t call up your friends to help you celebrate. You can’t plan for it and you can’t conclude it by blowing out a candle. When moving on happens there will be no announcements, no notifications, no congratulations. There will be no parade; only you will know.","author":"Stephanie Georgopulos","category":"life-lessons, moving-on"},{"quote":"I'm not trying to upset you. I just think it's about time you move","author":"Alexis  Hall, Waiting for the Flood","category":"move-on, moved-on, moving-on"},{"quote":"You’ll pass through highs and lows in life, and somehow, somewhere, you’ll lose the urge to call him up everytime something good or bad happens. For every song that reminds you of him, you’ll find five new ones that remind you of something better, something more important. You’ll stop thinking that the break-up was somehow your fault. You’ll finally see him for what he is, and yet you won’t hate him. No, it will not be hate, but indifference that will replace love.","author":"Jane Finn","category":"love, moving-on"},{"quote":"The inside jokes have already dissolved into unordered words with no punchline. The gifts have been reduced to objects whose saving grace is their monetary value, no meaning and all function. There are photographs, somewhere, but I’m not the person posed in them anymore and whoever that is sitting next to me, all dressed up in your costume and wearing your mask, well, that’s not you either.","author":"Stephanie Georgopulos","category":"forgetting, moving-on"},{"quote":"I'll care for you, love you, support you and so much more.But do not beg for it when you've abused it.I can not love you. When your heart doesn't speak the same music.","author":"T.Taylor","category":"love, motovational, moving-on"},{"quote":"When bad strikes, most likely you will not get an answer when you ask, “Why?” Your strength must come from having faith that someday the answer will come and then it will all make sense.","author":"Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life","category":"going-on, inspirational-quotes, moving-on"},{"quote":"Some people are going to leave, but that's not the end of your story. That's the end of their part in your story.","author":"Faraaz Kazi","category":"love, moving-on, romance, sad-love"},{"quote":"Whatever you had -- I don't know what it was, and that's fine. But it must not be easy for you. You miss him, and that's okay. But you have to figure that if it's too much hard to hang on, then maybe you should let go.","author":"David Levithan, How They Met, and Other Stories","category":"let-go, moving-on, moving-on-and-letting-go"},{"quote":"But trust me, it's best to face something head on, smash it, and move on with your life. Lingering and wondering, waiting and worrying... that kills you.","author":"Jennifer Ashley, The Wicked Deeds of Daniel Mackenzie","category":"moving-on"},{"quote":"Sometimes when a person does things to deliberately hurt you,All you need to do is shift atleast six steps back to observe the situation.If it is worth enduring, move two steps forward.If not, turn around and bless them with your back.","author":"Nomthandazo Tsembeni","category":"heartache, moving-on, observing"},{"quote":"My innocence is wearin' thinBut my heart is growing strong.","author":"Fifth Harmony","category":"independent-thought, moving-on"},{"quote":"you live each day one at a timeyou live every day all at onceyou live with the possibility of good-byeyou move on.","author":"David Levithan, The Realm of Possibility","category":"goodbye, moving-on"},{"quote":"In all honesty, it’s just time for me to move on with my life. Lord knows he moved on with his, Rala replied","author":"A. Petrov","category":"life-lessons, moving-on, women"},{"quote":"Moving on is the hardest thing to do, when that person made your life worth living for. Nomatter how difficult it's but we have to let go for own sake. Remember that your life is more precious than anything in this world.","author":"S.Z.J. Mtshali","category":"moving-on"},{"quote":"The thing is that it could never again feel natural to talk to her","author":"John Green, The Fault in Our Stars","category":"growing-up-growing-apart, looking-back, moving-on, old-friends, reminisce"},{"quote":"Hearts may break, and relationships end, but life goes on. You can't stop life's motion; it's either you let life pass you by or you go with it's motion.","author":"Innocent Mwatsikesimbe, Life's Motion","category":"break-up, love, moving-on, relationships"},{"quote":"You have to realize that in life there’re certain things out of your control. You can only do so much and hope that the situation would be remedied. \"It is what it is,\" so don’t be in denial and know your limits. If it’s meant to be then a short conversation would solve the situation, otherwise you're investing resources into something that’s really nothing. Just say and do what's necessary and if it doesn’t work out then so be it. Move on with the attitude like \"Fuck It.\" Chapters in life are meant to end so the next can start and GOD leaves no one empty handed.","author":"John Yang aka Private83","category":"inspirational, love, moving-on, relationships"},{"quote":"You know the good thing with hardships and moving on? -- you'll surely taste the pleasure of getting up and do more. Be better!","author":"Ira N. Barin","category":"better, hardships, inspired, inspired-soul, life, moving-on, struggles"},{"quote":"Life moves on but i want to live alone.","author":"Daniel Martin","category":"moving-on"},{"quote":"It was over, and I knew that. But you don't love someone for almost two years and then turn it off overnight...","author":"Kiera Cass, The Selection","category":"america-singer, moving-on"},{"quote":"things change and they are never the same again. This looks like one, of those times, Hem. That's life! Life moves on. And so should we.","author":"Spencer Johnson, Who Moved My Cheese?","category":"change, life, moving-on"},{"quote":" 'Everything is temporary. Nothing lasts. We're born. We die. Life's all about loss and change. Things happen, we learn to adapt or we don't, but we move on in some way or another. Sometimes that's hard and takes longer than we'd like.'","author":"Barbara Elsborg, Every Move He Makes","category":"adapt-or-die, life-lessons, moving-on"},{"quote":"Forgetting isn’t the key to moving on. Remembering is, because only once we’ve remembered can we forget.","author":"Emma  Hart, The Right Moves","category":"emma-hart, moving-on, remembering, the-right-moves"},{"quote":"Move on. Life won't wait for you.","author":"Angela Glowacki","category":"insperational, motivational-quotes, moving-on"},{"quote":"There are things better left unknown.matters better left untoldand things better left unsettled.","author":"Mark Verndick","category":"inspirational, life, moving-on"},{"quote":"Was’ and ‘is’ – in English there is very little difference between these two words. Only one letter more , just two letters different. But it is a lifetime, it is a world of difference. Time does not allow you to take the past along with you. Nothing remains unchanged. Love gets diluted, hate is forgotten and friendship and enmity keep shifting all the time. One day, when you look back, you will ask yourself – what was it all about.","author":"Shashi Deshpande, In the Country of Deceit","category":"inpirational, moving-on, time"},{"quote":"Press Onward! We all make mistakes. It's time we stop dwelling on them and move forward. Ask for forgiveness from others, forgive yourself and then...full steam ahead. Darkness has no greater companion than a self loathing un-forgiven or unforgiving heart. Paul writes in Philippians: \"…But one thing I do, forgetting what is behind and straining toward what is ahead, I press on toward the goal...\" Press on dear friends for life, love and joy await you! ~Jason Versey","author":"Jason Versey, A Walk with Prudence","category":"making-mistakes, moving-forward, moving-on, press-on"},{"quote":"There came a time when you realised that moving on was pointless. That you took yourself with you wherever you went.","author":"Stephen King, Doctor Sleep","category":"moving-on"},{"quote":"I appreciate the fact that you have one redeeming quality, Jack, but that is all it is. Just a hint of redemption with six years of disappointment.No matter what you do,, it will never make up for what happened between us. I will never trust you. I will never again be comfortable around you. I will never look at you or think of you without considering the destruction you have train wrecked through my life.I wish you the very best in your future, because without you in my life I think I might finally have a future. And as angry as I am with what you have put me through, I am so very glad that we are now at this moment. This moment means I can move on the bigger and better things without you constantly weighing on my shoulders.I will never again turn a corner in New York terrified that I will run into you and even more terrified that I won't. I can go into any coffee shop I want.I can hope for love again. A love that will be more than anything you ever attempted to give me. Because the love I am looking for will be reciprocted one hundred and ten percent. There will never be another someone to distract our affections, because YOU will not be in the picture.*****So, as sad as this day is for me, as I am losing a part of myself with the loss of you, it is really just the beginning for me. It is like cutting off the spoiled part to get the juicy center. So, I would appreciate it this time, if you did not try and contact me. Because, as I'm sure you know, I deserve much better. I want everything this time around, and I deserve it!*****","author":"K.A. Linde, Avoiding Commitment","category":"endings-and-beginnings, let-him-have-it, moving-on, you-go-girl"},{"quote":"What are you supposed to do when something like that happens? Do you hold on or let go?","author":"Anne Ursu, Breadcrumbs","category":"moving-on"},{"quote":"I need a drink. Now.”After tossing—fine, throwing—my purse and keys on the couch, I march straight into the kitchen. No more delays; it's time to forget tonight. It’s been yet another night like all the other first dates that never meet a second one. When you begin to lose count, that's when it's really time for a drink.Adrian stands there, leaning against the counter in an unbuttoned dress shirt and dark wash jeans. He glances at me as I walk in. “How was your date?” he asks, taking a swig of his scotch.I brush past him on my mission, opening the cupboard and moving a couple bottles around. I reiterate, “I need alcohol.”Out of the corner of my eye, I catch him hiding a smile before he says, “That bad?”My face twitches as I ignore his line of questioning. It is more like a statement he wants me to clarify, even though he already knows the answer. Instead, I ask, “I have vodka left, don't I?” I stand on my tiptoes in hopes of spotting something in the very back. Nothing.He waltzes over and looks with me, his chin almost touching my shoulder. “I think you polished that one off after last week's date.” His voice is low right next to my ear, very nearly causing a shiver.","author":"Lilly Avalon, Here All Along: A Short Story","category":"alcohol, distraction, drink, drinking, forget, humor, moving-on, sensual"},{"quote":"Don't try fixing something that is already broken to begin with.","author":"John Robert Go","category":"jerks, moving-forward, moving-on, moving-on-and-letting-go"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","category":"moving-on"},{"quote":"She was different. She liked hearing it, because she wanted to recall just enough of it to remember that she never wanted to go back to being the person she'd been before.","author":"Harriet Evans, Happily Ever After","category":"moving-on"},{"quote":"So nobody got time for people who aren't worth your time.","author":"Fiona Chazhoor","category":"humor, inspirational, life, love, moving-on, time"},{"quote":"Elle wondered if he had regrets. But she didn't let herself wonder for too long. She had locked her heart up against him, and it would take something extraordinarily strong to break it open.","author":"Harriet Evans, Happily Ever After","category":"heartache, moving-on, regrets"},{"quote":"In order to fly you have to create space in the open air so that your wings can really spread out. It’s like a parachute. They only work from a high altitude. To fly you have to begin taking risks. If you don’t want to, maybe the best thing is just to give up, and keep walking forever.","author":"Jorge Bucay, Déjame que te cuente","category":"inspiration, inspirational, moving-on, taking-chances, taking-risks"},{"quote":"They say that a part of you dies when a special Loved One passes away...I disagree...I say a part of you lives with your Loved One on the other side.","author":"Daniel Yanez","category":"death-and-love, death-of-a-loved-one, inspirational-love, love, moving-on"},{"quote":"I loved him in that moment, loved him more than I'd ever loved anyone, and I wanted to to tell them all that I was the snake in the grass, the monster in the lake. I wasn't worthy of this sacrifice; I was a liar, a cheat, a thief. And I would have told, except that a part of me was glad. Glad that this would all be over with soon. Baba would dismiss them, there would be some pain, but life would move on. I wanted that, to move on, to forget, to start with a clean slate. I wanted to be able to breathe again.","author":"Khaled Hosseini, The Kite Runner","category":"friendship, life, love, moving-on"},{"quote":"If you walk out on me, i'm not walking out after you.","author":"David Reeves, In My Opinion","category":"breakups, moving-forward, moving-on"},{"quote":"As long as your name is NOT Jesus,I CAN live without you","author":"Roezeay Dube","category":"friendship, love, moving-on, relationships, romance"},{"quote":"I’ve been so caught up with mapping out a picture-perfect “forever” that I’m completely neglecting my present, which I have far more control over anyway.","author":"Daria Snadowsky, Anatomy of a Single Girl","category":"moving-on"},{"quote":"It's better to say goodbye, to move on, to end the lie.","author":"S.C. Stephens","category":"angst, moving-on"},{"quote":"Explain it to me.\"But I couldn't. I'd had to learn it my own way, and so had my mother. Jason would eventually, as well. No one could tell you: you just had to go through it on your own. If you were lucky, you came out on the other side and understood., If you didn't, you kept getting thrust back, retracing those steps, until you finally got it right.","author":"Sarah Dessen, The Truth About Forever","category":"moving-on"},{"quote":"VIEW FROM A HILLI am not yet quite over it.I am lying down on top of it.Surveying behind me a wastelandOf dried-up promise.While the lights below twinkleWith dull mocking uncertainty.There isn't much left to look forward to,And the looking forward of the past has been belied.","author":"John Tottenham, The Inertia Variations","category":"getting-over-it, looking-back, moving-on, the-past"},{"quote":"She has no regrets; she knows now he could never have made her happy, even though he has, apparently, joined AA, is doing better. But sobriety is his journey, not hers; he needs to do it for himself, alone. Still, she misses him hugely, doesn't feel ready for another relationship yet. But as time passes, she hopes that she might be, eventually, with someone new, easier, kinder.","author":"Sarah Rayner, One Moment, One Morning","category":"love, moving-on, relationships, time"},{"quote":"I’m positive I wouldn’t consider having sex with Guy if I hadn’t already had sex beforehand. I always knew I wanted my first time to be with someone I loved and who loved me, which it was . . . but shouldn’t I want that for everytime? I disagree with what Amy said about how once you go all the way, you can’t go back to “everything but.” But now that I have done it, it doesn’t seem nearly as big a deal to do it again.","author":"Daria Snadowsky, Anatomy of a Single Girl","category":"moving-on, sex"},{"quote":"Words become sentences, twisted, difficult/The story weaves itself, always noisiest at night/As herds of words won't stop. . . \"Wildebeest of Words/Breathe In","author":"Eileen Granfors","category":"insomnia, moving-on, process, writing"},{"quote":"Sometimes, in order to find happiness, one must allow some old bridges to collapse, in order to build better ones.","author":"Lionel Suggs","category":"happiness, moving-on"},{"quote":"Nothing can dim the light which shines from within.","author":"Maya Angelou","category":"inner-strength, self-assurance"},{"quote":"The sun shines not on us but in us.","author":"John Muir","category":"inner-strength"},{"quote":"We may get knocked down on the outside, but the key to living in victory is to learn how to get up on the inside.","author":"Joel Osteen, Your Best Life Now: 7 Steps to Living at Your Full Potential","category":"inner-strength"},{"quote":"Deep roots are not reached by the frost.","author":"J.R.R. Tolkien","category":"inner-strength"},{"quote":"It always surprised him when he thought of it later that he did not sink under the load of despair.","author":"Chinua Achebe, Things Fall Apart","category":"inner-strength"},{"quote":"Lucy buried her head in his mane to hide from his face. But there must have been some magic in his mane. She could feel lion-strength going into her. Quite suddenly she sat up. \"I'm sorry, Aslan,\" she said. \"I'm ready now.\"\"Now you are a lioness,\" said Aslan. \"And now all Narnia will be renewed.","author":"C.S. Lewis, Prince Caspian","category":"aslan, inner-strength, lioness, lucy-pevensie"},{"quote":"There is a lot more in him than you guess, and a deal more than he has any idea of himself. You may (possibly) all live to thank me yet.","author":"J. R. R. Tolken","category":"inner-strength, the-hobbit"},{"quote":"People can be at their most vulnerable, but still tenacious at the same time.","author":"Toni Bernhard","category":"inner-strength, tenacious, tenacious-quotes, tenacity, vulnerability, vulnerability-quotes, vulnerable"},{"quote":"Man can be master of nothing while he fears death, but he who does not fear it possesses all. If there were no suffering, man would not know his limitations, would not know himself. The hardest thing is to be able in your soul to unite the meaning of all. To unite all? Pierre asked himself. \"No, not to unite. Thoughts cannot be united, but to harness all these thoughts together is what we need! Yes, one must harness them, must harness them!","author":"Leo Tolstoy, War and Peace","category":"deep-thoughts, inner-strength, inspirational, philosophy"},{"quote":"Bullies are weak!Bullies are cowards!Bullies are full of hot air!Time to let go of the balloons and let the bullies, Fly Away!","author":"Joanfrances Boyle","category":"bulling, inner-strength, inspirational"},{"quote":"Shasta's heart fainted at these words for he felt he had no strength left. And he writhed inside at what seemed the cruelty and unfairness of the demand. He had not yet learned that if you do one good deed your reward usually is to be set to do another and harder and better one.","author":"C.S. Lewis, The Horse and His Boy","category":"good-deeds, inner-strength, limits"},{"quote":"Ah, you noticed that black sheep on the hills aren't nearly as plentiful as the white. They're a particularly hardy lot.","author":"Hannah Reed","category":"inner-strength"},{"quote":"When a situation feels like a matter of life and death the deep self is close at hand and it already carries inner medicine and its own life remedy.","author":"Michael Meade, Fate and Destiny, The Two Agreements of the Soul","category":"deep-self, inner-strength, life-and-death, medicine"},{"quote":"Either you must control your thoughts or the outside forces will control them and be warned that the outside forces usually consist of fears, worries and doubts.","author":"Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","category":"inner-strength, repeating-patterns, self-talk, take-command-of-your-life"},{"quote":"Either you must control your thoughts or the outside forces will control them and be warned that the outside forces are usually negative.","author":"Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","category":"inner-strength, repeating-patterns, self-talk, take-command-of-your-life"},{"quote":"To succeed perseverance yells \"pain to gain\". If you don't take heed, you'll end up slain!","author":"Manuela George-Izunwa","category":"inner-strength, perseveres"},{"quote":"When you push yourself beyond limits, you discover inner reserves, which you never thought existed earlier.","author":"Manoj Arora, Dream On","category":"discover, inner-strength, limit, limits, push-yourself-harder, pushing-the-limits, pushing-yourself, reserves"},{"quote":"Its just a part of life , just a chapter , just a phase ; it is to be over and it will but i has taught the harsh realities of life. In the end , your support lies in yourself. No one comes to rescue you , you have to gird up your loin against all the odds and you are to raise by your own. You cant make people happy. You will die trying to come up to their marks and you ll end up losing your own identity. Losing your self to any other is like deing uselessly.","author":"Adeel bin ahmed","category":"enlightment, inner-strength, inspirational, life"},{"quote":"The secret is in absolutely refusing to let the river beat you down. If I had to, I'd measure my progress in inches. One more inch I've swum—one less inch to swim. Once you know the secret, then nobody's river can bring you down.","author":"Bette Greene, Summer of My German Soldier","category":"inner-strength"},{"quote":"Time, place, and space for all things, but spending [the] majority of one's time playing in outer places, and far less time exploring inner space, is perhaps the worst form of neglect. Don't play yourself; the real you awaits.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"external, inner-peace, inner-strength, internal-peace, self-reflection, spiritual-power"},{"quote":"People admire inner bonfires that burn so bright, and out of ignorance to these things, they gather around and think that the bonfire is some kind of blessing on their behalf, is some kind of untouched thing that knows only the purity of everything. It's all ignorance. The larger the bonfire, and the brighter it burns, the more evident the fact that it has consumed more wood and more air than the smaller ones. You burn because you have to burn. And you're not burning for others, you're not burning to be a blessing; you burn because you have to burn.","author":"C. JoyBell C.","category":"inner-bonfire, inner-fire, inner-flame, inner-strength, realness, the-fire-within, why-we-burn"},{"quote":"May you find new strength to accomplish your daily work.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"accomplish-great-things, accomplishments, courage-quotes, daily-life, daily-quotes, determination-quotes, determined-spirit, inner-strength, spirituality, work, work-life-balance, working"},{"quote":"Rejoice in your troubles, all things will work for your good.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"appreciate-life, appreciation-quotes, courage-to-be-oneself, inner-strength, thankful-quotes"},{"quote":"Admitting the weighty problems and staggering disappointments, Christianity affirms that God is able to give us the power to meet them. He is able to give us inner equilibrium to stand tall amid the trials and burdens of life. He is able to provide inner peace amid our outer storms.","author":"Martin Luther King Jr.","category":"inner-strength, peace"},{"quote":"A winner endures all pain.","author":"Lailah Gifty Akita","category":"endurance-quotes, hardships, inner-strength"},{"quote":"Endurance of life problems, spirit of survival.","author":"Lailah Gifty Akita, Think Great: Be Great!","category":"challenges-quotes, difficult-times, difficulties-of-life, endurance, endurance-and-attitude, endurance-quotes, hardtimes, inner-strength, problems-in-life, survival-story, survivor"},{"quote":"There's something about the flower that grows through the rocks, the pavement; through logs and stone or brick walls... all roses are beautiful; but the rose that emerges unexpectedly through the asphalt has a beauty of soul. The flower that reaches through the brokenness of the wall has a beauty of spirit. You stop to look and not only to look but to cherish! Somewhere along its journey, it decided that it would reach for what was unseen, keep going in the direction of something that wasn't felt, it decided that it would be. That it would become. And it did. And there is something irreplaceable about that.","author":"C. JoyBell C.","category":"beauty-of-soul, beauty-of-spirit, flowers-growing-through-pavement, inner-strength, inspirational-quotes, roses-growing-through-stone, women-s-inspirational, women-s-quotes"},{"quote":"The Holy Grail is within you – find your Inner Treasure","author":"Jay Woodman","category":"inner, inner-beauty, inner-being, inner-peace, inner-self, inner-strength, inner-voice, inner-wisdom, treasure"},{"quote":"When we enter the world as a child, they say we are innocent. When we leave the world as an older adult, we have each experienced a mixture of life's sorrow and joys. The years bring diverse events and mindsets, clouding up our vision, so that we no longer see things as they are, but we view now with lenses of many different shapes, sizes and influential colors depending on life’s encounters. It is then, with this cleansing of your inner lens, that you figure out once again, who you are, resulting in numerous side trips, to rediscover your true self, possibly experiencing a reawakening. This sensational feeling of inner peace is unimaginable.","author":"Wes Adamson","category":"inner-being, inner-peace, inner-strength"},{"quote":"I must learn to be as the bear in a cage with the stick that pokes it always, through the bars. The bear acts as if the stick is made of air, and takes no notice of it, even when it is sharpened and draws blood. I must do the same.","author":"Ned Hayes, Sinful Folk","category":"inner-peace, inner-strength, medieval"},{"quote":"There is a mighty power within every man to accomplish great things.","author":"Lailah Gifty Akita","category":"inner-life, inner-strength, inner-voice, mighty"},{"quote":"Hope is inner strength and believe in a brighter tomorrow.","author":"Lailah GiftyAkita","category":"believe-and-achieve, hope, inner-strength"},{"quote":"There is a powerful for within each of us.","author":"Lailah Gifty Akita","category":"inner-strength"},{"quote":"What we become shouldn't be dictated by the mud and the dung and the dust and the fire and the ice and the dirt and the spit that hit us in the face, but what we become must be a choice made every day in the heart; and they who threw all of that at us to try and defile us– they will look up at us and see us no less beautiful. And even more beautiful.","author":"C. JoyBell C.","category":"inner-strength, inspirational-quotes, know-thyself"},{"quote":"Don't believe everything you read or hear, remember a large part of our world is made up of fiction!!","author":"Victoria Addino","category":"everyday-annoyances, lesson-for-life, reality-of-life, truthful-in-every-way"},{"quote":"The first step in the acquisition of wisdom is silence, the second listening, the third memory, the fourth practice, the fifth teaching others\".","author":"Solomon ibn Gabirol","category":"reality-of-life"},{"quote":"Sometimes, unexpected things can happen.","author":"Alex Flinn, Beastly","category":"reality-of-life"},{"quote":"The path of destiny pulls you forward. It exhumes you from a state of being and propels you towards the juncture you were created for. A new frontier that you are forced to tread with a cross on your back, heavy as a boulder. When you fall to your knees at the hands of your betrayer, you can only hope to find the one sent to carry your burden -- shoulder the journey towards your final punishment.Sometimes duplicity and treason are markers of the enemy, and sometimes the failed intention of a masterful ally.","author":"Addison Moore, Vex","category":"reality-of-life"},{"quote":"Yesterday ended last night.","author":"John C. Maxwell, The 15 laws of growth","category":"reality-of-life"},{"quote":"The most painful thing is losing Someone who was always beside you...!","author":"kawthar koukou","category":"reality-of-life"},{"quote":"Somehow We all are Burning Ourselves as We Constantly Thinking About Our Past.","author":"Bunny Naidu","category":"failure-quotes, motivational, past-and-future, reality-of-life"},{"quote":"Don't cross the boundaries.","author":"Anonymous, The Holy Bible: English Standard Version","category":"non-fiction, real-life, reality-of-life"},{"quote":"Well, what of it? I've not given up thinking of death. It's true that it's high time I was dead; and that all this is nonsense. It's the truth I'm telling you. I do value my idea and my work awfully; but in reality only consider this: all this world of ours is nothing but a speck of mildew, which has grown up on a tiny planet. And for us to suppose we can have something great - ideas, work - it's all dust and ashes.","author":"Leo Tolstoy, Anna Karenina","category":"reality-of-life"},{"quote":"Reality. I am stuck. I am hostage to my own destination. When I close my eyes, my wings can take me anywhere in the universe. I abandon myself and I soar. Where only the most profound and intense souls can withstand the sick atmospheres.","author":"Robert Neil Flieischer","category":"abyss-quotes, deep-thoughts, dream-quotes, fly-quotes, reality-of-life, reality-quotes, souls-soul-quotes"},{"quote":"When your head is held high, society pry.","author":"Aditi Vyas","category":"inspirational, reality-of-life"},{"quote":"It's life's failure and its deficiencies that make someone a daydreamer. I don't understand why prophets and philosophers didn't see the significance in that. I think imagination is at the heart of reality, or at least, is the immediate definition and interpretation of reality.","author":"Shokoofeh Azar, The Enlightenment of the Greengage Tree","category":"daydreamer, magical-realism, reality-of-life"},{"quote":"After sounding a lot like other people in my decades of past I have found my own voice when I realized I needed Christ and in so doing I am becoming just like Him as time marches on.","author":"John M Sheehan","category":"being-real, being-yourself, reality-of-life, realization"},{"quote":"Not every smiling faces are really smilling..","author":"Brighton Mabuya","category":"reality-of-life"},{"quote":"You can't see and feel the sky if you keep looking to the ground.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"So let's say you marry this girl. All right, you can still be a great man. Look at all the great men who had wives. Go ahead, be a great man, don't let me stop you. Only first you should stop by the grocer and pick up something for the dog. Also for the baby, soft, because he's getting his teeth. To do this, you have to have a job five days a week, you can be a great man on week ends.","author":"Peter S. Beagle, A Fine and Private Place","category":"reality-of-life"},{"quote":"The problem with many believers today is that they try to cooperate with the world","author":"Sunday Adelaja","category":"believers, cooperate, money-wealth, problem, prosperity, reality-of-life, riches, today, try, world-peace"},{"quote":"Rationality is the way to lead life. So high time,let’s stop feeding our dreams and shake hands with the reality.","author":"Parul Wadhwa, The Masquerade","category":"classic, classic-literature-beauty, debate, debate-quotes, debates, delhi-university, delhiite, life-in-a-metro, reality-of-life, rishabh, the-masquerade"},{"quote":"Your real world is inside of you.","author":"Steven Redhead, Life Is A Cocktail","category":"inside-of-you, reality-of-life"},{"quote":"What is held real is based upon personal beliefs that drive perception.","author":"Steven Redhead, Life Is A Cocktail","category":"belief-quotes, perception-quotes, reality-of-life"},{"quote":"The world looks too small when you believe in your eyes","author":"saqib abraham, The Prophet's Epistle: A Leaf of Wisdom","category":"inspirational, reality-of-life"},{"quote":"It's not becoming hell but it's already been hell, I just couldn't see it.","author":"Ajay Kumar","category":"reality-of-life"},{"quote":"You can save people's lives but you can't save them from life!","author":"Ajay Kumar","category":"reality-of-life"},{"quote":"The purpose of God as a creator is based in a profound need resident within the Godhead","author":"Sunday Adelaja","category":"meaningful, need, purpose, purpose-of-god, reality-of-life, resident"},{"quote":"There are 3 ways to tell a lie:1 - Tell only part of the truth which makes the truth a deception of convenience.2 - Tell the whole truth but do it so unconvincing that it is perceived to be a lie 3 - Just all out fabricate a lie","author":"Levon Peter Poe","category":"reality-of-life"},{"quote":"Leofric met her eye, his own gaze hard. He was clearly losing patience with her. “This is life,” he snapped. “It’s not sweet and it’s not pretty—but before you look at me with scorn remember I’ve just saved both our lives.","author":"Jayne Castel, The Whispering Wind","category":"reality-of-life"},{"quote":"This is not the thing I want. But this is the thing that I need.","author":"Kushiro Shoko","category":"reality-of-life, wants-and-needs"},{"quote":"The real youis much too big to be your own.","author":"Ivan M. Granger","category":"inspirational, reality-of-life"},{"quote":"There’s no greater feeling that brings joy to the heart like peace because we can do nothing well without joy, and a good conscience.","author":"Abduazeez Henry Musa","category":"reality-of-life"},{"quote":"There’s nothing that brings peace to the mind like joy.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"We all are wearing many hundred glasses of different colors. Therefore, everyone sees the world in different views. Somehow, if we could remove those glasses, we can see the world with real colors. Name of the most difficult to remove glass is ‘there are permanent things of mine.","author":"Muditha Champika, Theories of Nature and the Universe: Comparison of Pure Buddhist Philosophy and Science","category":"after-life, beginning-of-the-universe, lows-of-nature, meaning-of-the-life, purpose-of-life, reality-of-life, ultimate-reality, what-is-life, what-is-reality"},{"quote":"In life, you can either hate yourself or like yourself. If you choose to hate yourself, your life will be miserable and if you choose to like yourself, there is no limit to what you can accomplish.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"That is the word of reality - need.","author":"Agatha Christie, Death Comes as the End","category":"need, reality-of-life"},{"quote":"He said he'll be there. And he did. Stuff like this is so rare.","author":"Sarvesh Jain, The Awakening Wisdom of Life: Probably the best Quotation Book in the world","category":"reality-of-life"},{"quote":"Apology means nothing without change, you have to follow it up with action.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"One of life’s greatest lessons is learning from our own mistakes.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"No matter how much you nourish, the flower blossoms in its own time. Just like people.","author":"Sarvesh Jain, The Awakening Wisdom of Life: Probably the best Quotation Book in the world","category":"reality-of-life"},{"quote":"Let go of your PAST.…live in the NOW!","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"What divide us are not our Differences but our prejudicial attitudes towards others.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It's all about money, not freedom. You think you're free? Try going somewhere without money.","author":"Bill Hicks","category":"humor, reality-of-life, truth"},{"quote":"People are going to be upset in life no matter what we do, Bexley. Might as well go big or go home. (Jude)","author":"Frankie Love, Hollywood Holden","category":"inpirational, reality-of-life, true-motivational-speaker"},{"quote":"Answers don't actually matter that much, it's what you chose to believe","author":"Shayne Y.","category":"inspirational, reality-of-life"},{"quote":"You will never know how it feels unless you were the one facing the situation.","author":"Shayne Y.","category":"inspirational, reality-of-life"},{"quote":"Your purpose is your profession.","author":"James Hew","category":"reality-of-life"},{"quote":"Truth is \"the prize of life is death\".","author":"Mapogo Chuene","category":"reality-of-life"},{"quote":"The one factor that nobody can deny in life is the influence of weather; it makes demands upon human beings, every person faces its reality. Weather reminds us that the world is not composed of technological gismos and climate controlled office buildings.","author":"Kilroy J. Oldster, Dead Toad Scrolls","category":"reality-of-life, weather-conditions"},{"quote":"It's not love on which the strongest foundations are built. It's the decency of merciful lies.","author":"The Originals - Klaus","category":"inspirational, love, reality-of-life"},{"quote":"It seemed that balance was necessary. The old and the new needed to be combined, the traditions adapted. That was the way forward. Without balance change could not occur.","author":"P.J. Whittlesea, Loreless","category":"inspiration, reality-of-life"},{"quote":"It is better to be the weird one than the one people say negative things about.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Every choice you make today is the choice you’re going to live with. So, make the best choices.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"When you allow your past to define your present, you’re setting yourself up for future disaster.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There is nothing quite so comforting like being part of a community.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Say what is true, although it may be bitter and displeasing to people","author":"Anonymous","category":"inspirational, motivational, reality-of-life, truth"},{"quote":"creative people see and feel things in ways not all people can understand.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"Creativity is seeing and feeling things in ways people can't imagine or understand.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"Our best advice in life usually comes from someone we least expect.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Persistently worrying yourself over what life throws at you never makes it better but deters you from your set goals in life.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Judge me not for who I am but what I do.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Battles are won by those who never give up the fight.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"All is a forever.","author":"Fakeer Ishavardas","category":"divine-self, enlightenment-holiness, enlightenment-quotes, god-quotes, godly-advice, metaphysical-philosophy, metaphysical-truth-reality, philosophical-musings, reality-of-life, spiritual-insights, spirituality-quotes, universal-truth"},{"quote":"Be careful to your skill it might be kill it's makes you ill.","author":"Stephen John Uy","category":"reality-of-life"},{"quote":"I know that \"what´s up\" is just something people say, but it´s a very hard thing to say anything back to.","author":"Ava Dellaira, Love Letters to the Dead","category":"ordinary-things, reality-of-life"},{"quote":"A man is not known by what he wears but only when the society undresses him.","author":"Amit Abraham","category":"reality-of-life, reality-quotes"},{"quote":"If we are all equal before God… …Who are you to judge?","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There is nothing more dangerous or more plentiful in all the world than unreasonable men of greed that preach an intolerant ideology and are full of a self-esteeming and illogical moral creed.","author":"Tonny K. Brown","category":"reality-of-life"},{"quote":"We cannot change our ugly past but we can make a better present.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"We are all responsible for the choices we make in life.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"We live to live.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Since the initial publication of the chart of the electromagnetic spectrum, humans have learned that what they can touch, smell, see, and hear is less than one-millionth of reality.","author":"R. Buckminster Fuller","category":"inquisitive, reality-of-life, truth"},{"quote":"Possibility is what drives us.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Stop glorifying yourself, start glorifying God almighty.","author":"James Hew","category":"reality-of-life"},{"quote":"People were meant to be loved,Things were meant to be used, the world is in trouble for many use people,and love things. Let get it right folks.","author":"Debee Sue","category":"humor, inspirational, reality-of-life"},{"quote":"If things are built on a poor foundation, there is absolutely nothing there”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"clouds may fill the sky but they are not the sky....","author":"Sushil Singh","category":"life-lessons, reality-of-life, thought-identification"},{"quote":"The truth is that you can never be sure if you have decided on the right thing until the party is over, and by then it is too late to go back and change your mind, which is why the world is filled with people doing terrible things","author":"Lemony Snicket, The Slippery Slope","category":"reality-of-life"},{"quote":"The only thing we have in life is time”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our greatest threats never come from strangers but those closer to us”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"we need never be hopeless because we can never be irreparably broken","author":"John Green, Looking for Alaska","category":"reality-of-life"},{"quote":"Other people think destiny is a time in one's life, such as the moment one becomes an adult, or the instant it becomes necessary to construct a hiding place out of sofa cushions. And still other people think that destiny is an invisible force, like gravity, or a fear of paper cuts, that guide everyone throughout their lives, whether they are embarking on a mysterious errand, doing a treacherous deed, or deciding that a book they have begun reading is too dreadful to finish,","author":"Lemony Snicket","category":"reality-of-life"},{"quote":"Any fool can start a religion. And many do.","author":"Fakeer Ishavardas","category":"god, good-and-evil, reality-of-life, religion-and-philosophy, satire-quotes, satirical-humor-quotes, spirituality-vs-religion"},{"quote":"Be honest. Be faithful. Be REAL!","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"My experience of what can happen and what actually happens is a world apart, so stop worrying!","author":"Stephen Richards","category":"reality-of-life, stephen-richards-author, stop-worrying, worrying-quotes"},{"quote":"To deal with life and her many challenges, you have to have thick skin like a rhinoceros”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A mother’s dedication to her child is legendary.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Not everyone is born to fulfill an heroic role. The only realistic ambition is to live in the present. And sometimes, quite often in fact, this is more than enough to keep one busy. Time, which was once squandered, must now be given over to the actual, the possible, and perhaps that evanescent hope of a good outcome which never deserts one, and which should never be abandoned.","author":"Anita Brookner","category":"inspirational, life, live-in-the-moment, reality-of-life, wisdom"},{"quote":"There will never be another like the other. A mother remains like no other... the same with friends and foes. Nothing replaces the other.","author":"David Gatata","category":"inspiration, reality-of-life, realization, sad-love"},{"quote":"Reality is infinitely complex, yet it is designed to experience in simplicity.","author":"Guy Lozier","category":"reality-of-life"},{"quote":"Time is the Illusion that conditions matter.","author":"Guy Lozier","category":"reality-of-life"},{"quote":"Don’t waste your time with people you know are only out to use you!","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It is very easy for us to make choices in life but the most difficult part is to follow those choices through “.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is full of risks. But only takes a great mind to make the right decisions”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It is difficult to make the right choices in life, so it’s better to take it one step at a time”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Religion is a tool used by wicked people to twist other people into doing the things they want them to do\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Wise men verifies the truth of what they heard, foolish men makes conclusion based on what they heard”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Hope is a mistake. If you cant fix what's broken, you will go insane.","author":"Mad Max Fury Road","category":"life, people, reality-of-life, relationships"},{"quote":"Artistic expressions of beauty provide the outlet for revelations from within.","author":"Guy Lozier","category":"reality-of-life"},{"quote":"Only cross your bridge when you have come to it.","author":"Tara Estacaan","category":"planning-strategically, reality-of-life, slow-and-steady"},{"quote":"And there is an earlier Wilson cycle, too, a billion years old, entrapped alongside the Appalachians: the Grenville, which rises to the surface in Central Park, New York, to remind us that the human and urban is no more than foam on the sea of the past.","author":"Richard Fortey","category":"inspirational, perspective-of-time, perspective-on-life, reality-of-life"},{"quote":"Live wisely amongst those who doubts your abilities”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Progress does take time, it doesn’t matter how slowly or fast you go, it will sure come”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"True honor celebrates people for who they’re not for what they’re”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our past is never too far away but always a constant reminder”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Where there's love, gossip won't strive or thrive.","author":"Kemi Sogunle","category":"love, love-quotes, reality-of-life, thriving, truth"},{"quote":"One of the worst things you can ever think of is not feeling excited about the future”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Greatness is judged not by the negative things we say but the positive things we do\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our perception is only but a vivid imagination of our thoughts”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The funny thing is, in reality we all just presume that life is going to happen when we wake up in the morning. What if it didn’t?","author":"A. Antares","category":"reality-of-life"},{"quote":"Before you shatter an image make sure your mirror dont any cracks","author":"Gladys Rivera","category":"reality-of-life"},{"quote":"Success is a struggle, not a gift”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There is nothing more valuable than the value you place on yourself”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is all about doing what you feel is best for you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Happiness isn’t about talking","author":"it’s about giving”.","category":"Abdulazeez Henry Musa"},{"quote":"Life is all about living it and loving it”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is all about what you make of you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is a very scary reality; you just have to keep moving ahead, doing what you do”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The face of an innocent child is just a mask; if not properly taken care of, a beast can just be unleashed”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Everyone seems inspired by some religion that promises fulfillment. Within the clashing words we are all expressing the same impulses. We are divided over methods which are the fruit of our reasoning, but not over our goals, which are identical.","author":"Antoine de Saint-Exupéry, Wind, Sand and Stars","category":"inspiralional, life, reality-of-life"},{"quote":"As you strive to attain greater success in life, never forget to brace yourself for the worse”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A true champion is one that accepts defeat the same manner he accepts winning”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Decency is judged by our actions not by our words”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Every being in this world makes an impact on at least one person they encounter during their lifetime. You can change the course of someone's life by just a kind word, a hateful one, or even by simply choosing not to say anything at all. Every choice you make has the potential to create a ripple effect, trickling into and affecting the lives of others.","author":"L.B. Simmons","category":"inspirational, reality-of-life"},{"quote":"We live in an unpredictable society where anything or anyone can go wrong”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"An ugly woman that honors you is better than a beautiful woman that dishonors you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is all about flexibility”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Struggles are inevitable, just as much as pain.","author":"Kunal Sareen","category":"reality-of-life"},{"quote":"The secret of success lays in your thinking”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"One of the greatest challenges a man can ever phase in life is the denial and inability to try new things beyond what he already know”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The difference between a rich man and a poor man is that; a rich man only thinks of how to spend money while a poor man, thinks of how to make money”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There’s no good feeling like having those you love behind you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Great people only think of great things”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It only takes luck to make the right choices in life”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Not everything is a Dream something's are Reality.","author":"Jan Jansen","category":"reality-of-life"},{"quote":"Because the world all twisted up and wrong, like distorted glass, only came back into focus if you looked at it through the bottom of a bottle.","author":"Terry Pratchett","category":"alcohol, knurd, reality-of-life"},{"quote":"Peace is all we need to heal the world\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Typical of Hell, thought Chen: overdone and ostentatious and overwhelming, designed to cow an already beaten populace.\"Wow\" he said. The demon grinned sympathetically.\"It is a bit excessive, isn't it?\"\"Who does it belong to?\"\"My employer is the First Lord of Banking. Head of the Ministry of Wealth.","author":"Liz Williams, Snake Agent","category":"reality-of-life"},{"quote":"Life is a game of choice”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Energy spent to worry is a total lose. It is a down payment you’ve made without any return”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Freedom is the most valuable asset anyone can ever acquire in life”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is too short to waste your precious time on things that are of no value to your existence”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The only friend you can ever have that understands you better than anyone else is you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Love by itself isn't enough; it's never enough. There had to be other things, such as liking and respect, or love would get worn away by the realities of everyday life.","author":"Linda Howard, Drop Dead Gorgeous","category":"love, reality-of-life"},{"quote":"Confidence isn’t about strength but ones ability to stand the test of time”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A true friend is like a soldier that never abandons his partner alone in the battle field”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our stride for success is the beginning of wisdom”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"You can get through anything that life throws at you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"No matter how hard you try, you can’t please everyone”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The world is a stage where we come to play and go.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"He who misleads others in other to succeed in life will definitely be misled at his post of success”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It’s never too late to start all over again.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Bullies are packed animals, when one fuels the fire others follow.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Never undermine the power of intuition.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"People who love God or fear God never lie before neither God nor His creation”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A good relationship isn’t all about what you get from it but","author":"how much of your time you put into it”.","category":"Abdulazeez Henry Musa"},{"quote":"It is morally acceptable in life for one to make mistakes","author":"it only enables you to go back to your drawing board and review your steps”.","category":"Abdulazeez Henry Musa"},{"quote":"We all have a second chance in life to make up for the first.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our ability to succeed in life lays on us”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There comes a time in our life when we make ourselves a prisoner","author":"we have to do everything possible to break ourselves free”.","category":"Abdulazeez Henry Musa"},{"quote":"The thin line between good and evil lays in the decisions we make”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Never ignore others because you are opportune to find yourself in a much better state than them","author":"you just never know what the future holds”.","category":"Abdulazeez Henry Musa"},{"quote":"There is no limit or borderline to achieving whatever you are set-out to achieve in life”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life's an experience on its own”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Learning is a great experience of life”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"When we confront with reality, we not only loose peace of mind , but creative power and vision to respond our life.","author":"Aditya Ajmera","category":"confrontation, life, peace-of-mind, reality-of-life, wisdom"},{"quote":"Caring is not bossing somebody around","author":"it only shows you’re very insensitive to other peoples’ feelings”.","category":"Abdulazeez Henry Musa"},{"quote":"Stress is not about carrying the burden yourself but, failure to set your priorities straight”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Truth is relative!","author":"Manaswini, Athwani: 1","category":"ponder-this, reality-of-life, wisdom"},{"quote":"Almost always, things are exactly as they appear. People are continually looking at the painful or boring parts of life with the half-hidden expectation that there is more going on beneath the surface, some deeper meaning that will eventually be unveiled; we're waiting for the saving grace, the shocking reveal. But almost always things just are what they are, almost always there's no glittering one hidden under the dirt.","author":"Ben H. Winters, World of Trouble","category":"reality-of-life"},{"quote":"Racism does not need to be fixed","author":"it has to be stopped”.","category":"Abdulazeez Henry Musa"},{"quote":"When you commit a crime always remember that, the police are always very happy to be your friend”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There is practically nothing in life you are set out to do that you cannot accomplish","author":"it only takes you to make you”.","category":"Abdulazeez Henry Musa"},{"quote":"Everybody has a breaking point; the fact is, you don’t know where it is until you get there”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The legacy we leave behind should be better than the legacy we inherited”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Never judge others but yourself”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"By the time the Truth comes, you'd have been a sure-shot rascal, a long-gone bastard, a life-long sinner, but an ever-humble winner.","author":"Fakeer Ishavardas","category":"enlightenment-quotes, god, life-lessons, metaphysical-truth-reality, philosophy-quotes, reality-of-life, self-realization-quotes, spirituality, truth-inspirational"},{"quote":"Life is made for the living.","author":"J.J.V. The Storyteller, Can't Nobody","category":"page-turner, reality-of-life, thought-provoking"},{"quote":"Never allow your present situation deprive you from your happiness\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"In a business world, only the smartest survive”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life isn’t about been brave but doing what you have to do to survive”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is like a video game; sometimes you win, sometimes you lose”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Your challenge in life does not define you but only refines you”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"No matter how bright your future seems you can never forget about the past”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Pride achieves almost nothing but destroys a lot.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"You never get somewhere, without starting from somewhere”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"At some point reality set in. You realize that you've been holding on to someone or something until you look upon your tightly gripped fist and see nothing is there.","author":"Just Thinking","category":"reality-of-life"},{"quote":"You don’t need to require a woman to be what you want her to be","author":"you have to inspire her to be what you want her to be”.","category":"Abdulazeez Henry Musa"},{"quote":"Nothing is difficult; nothing is easy, all we need to do is work for it.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"She realized that she had naïvely believed that the workings of the world revolved around her and her family. Never before had she acknowledged that somebody else’s life might alter hers.","author":"David Anthony Durham, Acacia: The War with the Mein","category":"epiphanic-moment, loss-of-innocence, naivety, reality-of-life, realization"},{"quote":"To a great mind, nothing is little.","author":"Arthur Conan Doyle","category":"emotional, inspirational, lovely, reality-of-life"},{"quote":"Our fears are illusions created by the mind of the beholder”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Word, when you give it power that’s what it holds”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Until God’s Word becomes a Picture that you can see, it cannot become a reality in which you can feature.","author":"Benjamin Suulola","category":"dreams, inspirational, inspirational-quotes, reality-of-life, word-of-god"},{"quote":"Let’s not judge people by the color of their skin but those who makes us feel we are different from each other”.- Abdulazeez Henry Musa.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Scientism and godism are superstitions, one blindly believes in what's visible, the other blindly believes in what's invisible.","author":"Fakeer Ishavardas","category":"atheism-religion, god, reality-of-life, science, spirituality, truth-quotes"},{"quote":"The world is full of haters","author":"stand for what you believe in and believe in what you stand for”.","category":"Abdulazeez Henry Musa"},{"quote":"Commitment is a thing of choice","author":"not a thing of force.","category":"Abdulazeez Henry Musa"},{"quote":"Politics is a game where only the strong survive”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A true leader is one who accepts defeat in the same way he accepts winning.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Revenge is like a poison in our heart before you now it","author":"turns us into something ugly","category":"Abdulazeez Henry Musa"},{"quote":"Revenge is like a poison in our heart before you know","author":"it turns us into something ugly","category":"Abdulazeez Henry Musa"},{"quote":"Our strive to succeed in life is an endless journey until we are called to our final resting place”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Mothers are irreplaceable treasure, you can always have a step-mother but never in life can you ever have another mother”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The things you are afraid of","author":"are the things you will always confront”.","category":"Abdulazeez Henry Musa"},{"quote":"Better be a desperate single with many options than a desperate married with no option.","author":"Amen Muffler","category":"couples-fights, facts-of-life, life, life-lessons, life-quotes, marriage, reality-of-life, single-life, weddings"},{"quote":"Call me nerd today, call me boss tomorrow.","author":"Bilal Chaudhry","category":"nerd, reality-of-life"},{"quote":"Most people think the more money, luxury or fame they have, the more successful they are; but I think that the true sign of success depends on how many positive emotions they experience each day.","author":"Maddy Malhotra, How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","category":"happiness, happy-life, materialistic-society, real-success, reality-of-life, success"},{"quote":"The misery of life lies in our thinking\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life cannot impose on you that which you aren't willing to accept. Don't let your emotions/feelings push you towards accepting less than you truly deserve. Believe in yourself, be confident and stay focused. The best lies before and within you...it is all a matter of your choice. Choose wisely!","author":"Kemi Sogunle, Love, Sex, Lies and Reality","category":"emotions-and-attitude, inspirational, life, love, reality-of-life, romance"},{"quote":"Give a man a fish\tand he'll eat for a day.Teach him how to fish \twith the right line, \tthe right bait,\tat the right time of day, \tat the right sort of spot,\tand if he has the right recreational or commercial licence\the may, \twith practise and experience,\tactually be able to feed himself \tand his family \tfor a lifetime.\tAnd that \tis something worth fishing for!","author":"Cameron Semmens, ICE SKATING IN THE TAJ MAHAL - a totally non-depressing look at poverty","category":"give-a-man-a-fish, humour, reality-of-life, social-justice"},{"quote":"We can't all succeed following the same path as successful men followed. Each person has it's own destiny. You might get stuck at any stage if it's not your way but you'll fly away if it's yours. Follow your mind and take serious anything you do.","author":"Amen Muffler","category":"ambitions, being-yourself, reality-of-life"},{"quote":"Only way to recapture the reality into our senses, which thrills the Human heart is to look at the face of it as it is without any lenses put to our consciousness; However now in 21st century, many masks of illusionary paradigms, given a great intellectual credibility, have actually wiped away the border which differentiates the Truth and an Error","author":"Ajay Chandan","category":"reality-of-life"},{"quote":"I will never understand the determination behind a fake personality","author":"Leslie Paige","category":"life, reality-of-life"},{"quote":"You can be a dreamer as long as you dont forget there's a reality and you are currently living it.","author":"Indy Bissessur","category":"dreams, inspirational, life, living-in-the-moment, reality-of-life"},{"quote":"Better be a desperate single with options than a desperate married with no options.","author":"Amen Muffler","category":"couple-advice, life-lessons, life-quotes, marriage, reality-of-life, reality-sucks, single-life"},{"quote":"Anytime with you is the right time. We don't have limitations to what we do. Everyday is a new day to enjoy something new with you. Discover the unknown together and stop worrying about the reality TV generation. Drama is their desire. Love and companionship is mine.","author":"claris mary","category":"reality-of-life"},{"quote":"Any man that puts other family first before his own immediate family is sure heading for a future disaster because","author":"family is everything”.","category":"Abdulazeez Henry Musa"},{"quote":"Sometimes in life you can do everything right but bad things is still going to happen because","author":"it’s inevitable”.","category":"Abdulazeez Henry Musa"},{"quote":"Any child that wants special attention is arrogant”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The best thing about the street is not what you’ve got","author":"it is about what you do with what you’ve got”.","category":"Abdulazeez Henry Musa"},{"quote":"If you really want people to like you, just stop lying.","author":"Hussein Abdallah","category":"reality-of-life"},{"quote":"Everyone says that hope is the feeling that something desirable is likely to happen which gives people the expectation that something good would occur. But the thing is, people hope for something. They only HOPE for that certain thing. For what is that hope that people say if they wouldn't take action to make that hope happened. It's just like wanting something or someone but not doing anything to have them.","author":"Keziah Ruth D. Lingco","category":"hope, reality-of-life, realization, wanting, worth"},{"quote":"You might plan how to sleep but you can't plan how you wake up. He who plans how to sleep is a Planer, he who plans out to wake up is a Dreamer.","author":"Amen Muffler","category":"dreamers, life, planning, realistic-poetry-quotes, reality-of-life"},{"quote":"Our lust for earthly and material things marks the Genesis of our destruction.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Success is determined not by our level of intelligence","author":"but by our life achievements and ability to help others.","category":"Abdulazeez Henry Musa"},{"quote":"In life we all have choices.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Any man that hits a woman no matter the circumstances, he’s no man”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Your destiny is your responsibility”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The good go for the better to come.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"never wait for anyone to make you happy","author":"helda omar","category":"reality-of-life"},{"quote":"People can never identify with you until they see a future in you\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There’s no melody in life that is sweeter than the sound of success and accomplishment.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Our ability to study is not a discipline but a gift”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There’s nothing more uplifting like the joy of waking up every morning knowing your family is safe from the perils of our society”.","author":"Abdulazeez Henry Musa, Cybersex: A Nightmare of the 21st Century: The Rebirth of Armageddon","category":"reality-of-life"},{"quote":"Our success in life should be measured by the level of change you impart on the lives of the needy not by the amount of wealth you acquire”.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"While aloofness might fascinate others and makes them respect you, it will never allow for intimacy and profound relationships.","author":"John duover, Rites","category":"inspirational, reality-of-life, realization"},{"quote":"The choices we make today determines the future of our tomorrow.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"If we avoid work Procrastination we'll achieve the target","author":"MaranMani","category":"reality-of-life"},{"quote":"I guess it’s a good thing that we don’t know what we don’t know","author":"otherwise it would probably make a lot more of us a lot more insane.","category":"Ray Palla"},{"quote":"No matter the amount of knowledge and wisdom you acquire in life, you can never be wiser than wise itself.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Where we are going to is closer than where we are coming from.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"It pays to do what is always considered right.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Seeing the smile and happiness on your parents faces,that is the glorious moment of success.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"The future we seek in life lies in us\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"You might plan how to sleep but you can't plan how to wake up. He who plans how to sleep is a Planer, he who plans out to wake up is a Dreamer.","author":"Amen Muffler","category":"dreamer, life, planning, realistic, reality-of-life"},{"quote":"Sometimes reality is a fantastically traumatic nightmare.","author":"Kristian Goldmund Aumann, From Poet's Hand","category":"reality-of-life"},{"quote":"The time has come for us to admit our insignificance by making discoveries in the infinite unexplored cosmos. Only then shall we realize that we are nothing but ants in the vast state of the universe. And yet our future and our opportunities lie in the universe, where gods promised they would.","author":"Erich von Däniken, Chariots of The Gods","category":"reality-of-life"},{"quote":"The road to success in life is never an individual battle but a collective effort.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Most of people do not value the blessing of freedom until they lose it.","author":"Abdel Halim","category":"reality-of-life"},{"quote":"You can't restore anything you've previously done, but you can face up to it. You can enlighten the reality. You can entreat forgiveness. And then let God decide and do the rest.","author":"Nehali Lalwani","category":"forgiveness-quotes, inspiration, inspirational-quotes, life, life-lessons, life-quotes, reality-of-life"},{"quote":"My father told me by the time you die you'll be lucky if you have six people you called your friends to carry your coffin.I now realize and believe the truth is I thought if I had a dollar for every friend I in my life I'd be rich. The sad truth is if I had a penny for every true friend I have I wouldn't have a nickel.","author":"Peter Fryer","category":"reality-of-life"},{"quote":"Everyone‟s got a story and everyone thinks theirs is worth telling and worth listening to.","author":"Alice  Walsh, A Poker Game of Love","category":"facts-of-life, life-quotes, reality-of-life"},{"quote":"We always seek to find the enemy when in reality, the enemy is really us\".","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Never underestimate the pains of others but consider yourself lucky.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"There are two things in life I never discuss, Religion and Politics. That is the only way one can have a serene life.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The world is a stage where people come to play their own part and leave, your contribution to making the world a much better place matters.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life is all about how you take yourself to the other end that makes or breaks you.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"People's perception is their reality. That is their truth.","author":"Trya Banks","category":"reality-of-life"},{"quote":"It is wise for people to learn how to control their emotions instead of allowing it to overwhelm them and making them behaves irrational.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Shortcuts makes life short!","author":"Waleed Khalil","category":"reality-of-life"},{"quote":"There is no one in the world that can best understand you the way you understand yourself. It only take you to make the best of you.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The reality of life is that, your friends can deny you, your family can deny you but God will never deny you.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Two tools are present to us daily; the one to speculate on the journey of life, the one to discern through the journey of life. The former is extends as far as nature does the latter stretches further than the limits of nature.","author":"Newton Gatambia","category":"reality-of-life"},{"quote":"Two tools are present to us daily","author":"the one to speculate on the journey of life and the one to discern through the journey of life. The former is extends as far as nature does the latter stretches further than the limits of nature.","category":"Newton Gatambia"},{"quote":"When you fail to educate a child, you are storing him up for a future disaster.” - Abdulazeez Henry Musa.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Education is the best gift you can ever give to your child. Educate your child wisely and smartly.","author":"Abdulazeez Henry Musa, Cybersex: A Nightmare of the 21st Century: The Rebirth of Armageddon","category":"reality-of-life"},{"quote":"The only thing that can create discord between friends is money and women.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Yeah, but most of the time I think being an adult is not all it's cracked up to be. I've always wanted to postpone growing up for as long as possible.","author":"Adrianne Noel, The Year After","category":"reality-of-life"},{"quote":"What is next to ecstasy?Pain.What is next to pain?Nothingness.What is next to nothingness?Hell .","author":"Umera Ahmed","category":"reality-of-life"},{"quote":"It is useless to cry over a thing which is not belong to you....","author":"Jawad Khalid","category":"belong, broken-heart, cry, happyness, love, reality-of-life"},{"quote":"A series problem with a reactive language is that it become a self-fulfilling prophecy, People become reinforced in the paradigm that they are determined, and they produce evidence to support the belief, They ( Reactive People) feel increasingly victimized and out of control, not in charge of their life or their destiny, They blame outside forces -- other people, circumstances, even the stars -- for their own situation","author":"Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","category":"inspirationsl, reality-of-life"},{"quote":"The irony of life is we live to work and work to live","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Whenever I am going through good phase, i don't give a damn about what my horoscope says.","author":"I Love the way you love me","category":"horoscope, reality-of-life"},{"quote":"As long as we encourage a culture of victim hood, said Monty, with the rhythmic smoothness of self-quotation, we will continue to raise victims. And so the cycle of underachievement continues.","author":"Zadie Smith","category":"inspirational, reality-of-life"},{"quote":"He who destroys another person to succeed in life will have destruction awaiting him at the post of his success.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"A man without a wife is like a house without a roof.” - Abdulazeez Henry Musa.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The Aim ain't about being perfect..It's about not trying being perfect.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"Once you beat yourself,you will beat the world.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"An unfaithful wife is like a cloth in an open marketplace.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The world that we live in is made up of two phases, the real world and the fantasy world","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The Smile for some is an expression of joy, but for others it's a whole world of hope.","author":"Abdel Halim Boudekhana","category":"reality-of-life"},{"quote":"Never make decisions you will live to regret later in the near future.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Always learn to take responsibility for your actions.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"To be at peace with the world, you must first find peace in yourself.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"No news is good news unless it is told.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"No matter the challenges you are passing through today","author":"always remember you are not alone.","category":"Abdulazeez Henry Musa"},{"quote":"The reality about life is that challenges are inevitable.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"Life in itself has its own melody.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"The future of our society today lies in the legacy we leave behind for our children.","author":"Abdulazeez Henry Musa","category":"reality-of-life"},{"quote":"For the most part things never get built the way they were drawn.","author":"Maya Lin","category":"reality-of-life"},{"quote":"A lot of the world seems to repeat itself","author":"Emma Donoghue, Room","category":"humor, inspirational, reality-of-life"},{"quote":"No one has the complete freedom to choose everything in his or her life, sis. They may think they do. They may think they're choosing those jeans because they like them or that house because of that location, or that car because of the speed, but the reality is, they choose the jeans because some celebrity wore them, they choose that house because they needed to live near the kid's school, or that car because it was the only one they could afford that could live up to their social standard.","author":"Ameera Al Hakawati, Desperate in Dubai, #1","category":"dubai, reality-of-life"},{"quote":"Love must face realityIf it is to survive","author":"Loretta Livingstone, Jumping in the Puddles of Life","category":"lasting-love, love, reality, reality-of-life"},{"quote":"The harsh reality will be the fear that has always been at the back of your mind coming to play right in front of your eyes","author":"Tshepang Sharon Koji","category":"reality-of-life, separation"},{"quote":"Let’s face it. It’s already hard being yourself, so why do we insist on adding pressure trying to please others.","author":"Atlanta Hunter","category":"reality-of-life"},{"quote":"We cannot make any change if we don't change ourselves .","author":"Abdel Halim","category":"reality-of-life"},{"quote":"Reality is funny, Your's will always be different than mine. This turns the truth into an illusion. They say everyone lies so what do we do? We believe in ourselves! You are the only real....","author":"J.S. Riley","category":"reality-of-life"},{"quote":"It's always amazing how when we're sure we've lost something for good, it winds up finding us.","author":"Nicole  Williams, Crash","category":"inspirational, reality-of-life"},{"quote":"Well, what you ding this kind of work for--against your own people?\"\"Three dollars a day. I got damn sick of creeping for my dinner--and not getting it. I got a wife and kids. We got to eat. Three dollars a day and it comes every day.\"\"But for your three dollars a day fifteen or twenty families can't eat at all. Nearly a hundred people have to go and wander on the roads for your three dollars a day. Is that right?\"\"Can't think of that. Got to think of my own kids.\"***\"Nearly a hundred people on the road for your three dollars. Where will we go?\"\"And that reminds me, you better get out soon. I'm going through the dooryard after dinner...I got orders wherever there's a family not moved out--if I have an accident--you know, get too close and cave in the house a little--well, I might get a couple of dollars. And my youngest kid never had no shoes yet.\"\"I built this with my hands...It's mine. I built it. You bump it down--I'll be in the window with a rifle...\"\"It's not me. There's nothing I can do. I'll lose my job if I don't do it. And look--suppose you kill me? They'll just hang you, but not long before you're hung there'll be another guy on the tractor, and he'll bump the house down. You're not killing the right guy.\"***Across the dooryard the tractor cut, and the hard, foot-beaten ground was seeded field, and the tractor cut through again; the uncut space was ten feet wide. And back he came. The iron guard bit into the house-corner, crumbled the wall and wrenched the house from its foundation so that it fell sideways,crushed like a bug...The tenant man stared after [the tractor], his rifle in his hand. His wife beside him, and the quiet children behind. And all of them stared after the tractor.","author":"John Steinbeck, The Grapes of Wrath","category":"reality-of-life"},{"quote":"one by one they all go away","author":"mat nathanson","category":"reality-of-life"},{"quote":"All the while, when Nazneen turned to her prayers and tried to empty her mind and accept each new thing with grace or indifference, Chanu worked his own method. He was looking for the same essential thing. But he thought he could grab it from the outside and hold it against his chest like a shield...Where Nazneen turned in, he turned out; where she strove to accept, he was determined to struggle; where she attempted to dull her mind and numb her thoughts, he argued loud; while she wanted to look neither to the past nor to the future, he lived exclusively in both. They took different paths but they had journeyed, so she realized, together.","author":"Monica Ali, Brick Lane","category":"reality-of-life, truth"},{"quote":"Always speak words such that you can give in written.","author":"Vimalkumar","category":"reality-of-life"},{"quote":"I can understand, he said, that many people, many perfectly ordinary people, have an interesting story to tell. No one's experience of life is valueless.","author":"Michael Frayn, The Russian Interpreter","category":"experiences, life-stories, reality-of-life, truths"},{"quote":"Science in its attempt to unravel the mysteries of the Universe, Has discovered the ultimate reality that we are all One.","author":"Gian Kumar","category":"reality-of-life"},{"quote":"When we contemplate, we realize that one moment is not separate from the other; What we need is to live from one moment to the next, as this is reality of the eternal now.","author":"Gian Kumar","category":"reality-of-life"},{"quote":"Yesterday I might have been a glorious monument to somebody, true enough-but tomorrow I could be a fireworks depository. Even in the Eternal City, says the silent Augusteum, one must always be prepared for riotous and endless waves of transformation.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"reality-of-life"},{"quote":"You can't keep acting like this,\" Lillian says, and for the first time in months, it's like she's actually trying to be nice. \"Tragedy isn't this evil thing that came from outer space. It's just there, you know. Along with everything else.","author":"Brenna Yovanoff, Paper Valentine","category":"reality-of-life"},{"quote":"It's impossible to defend oneself in the absence of goodwill","author":"Franz Kafka, Amerika","category":"reality-of-life"},{"quote":"My mind is like a Zoo with no cages... Watch where you step","author":"Stanley Victor Paskavich","category":"intelligence, life, reality-of-life"},{"quote":"That didn't happen, of course. Things never happenedlike I imagined them.","author":"John Green, Looking for Alaska","category":"reality-of-life"},{"quote":"Sometimes we want what we want even if we know it’s going to kill us.","author":"Donna Tartt, The Goldfinch","category":"self-destruction, want, wanting"},{"quote":"Are these things really better than the things I already have? Or am I just trained to be dissatisfied with what I have now?","author":"Chuck Palahniuk, Lullaby","category":"angst, consumerism, dissatisfaction, lullaby, more, palahniuk, want"},{"quote":"I love you. I want to do everything with you. I want to marry you and have kids with you and get old with you. And then I want to die the day before you do, so I never have to live without you.","author":"Stacey Jay, Juliet Immortal","category":"in-love, life, love, marry, want"},{"quote":"I do not always know what I want, but I do know what I don't want.","author":"Stanley Kubrick","category":"director, film, stanley-kubrick, want, wanting"},{"quote":"You can want one thing and have a secret wish for its opposite.","author":"Deb Caletti, The Six Rules of Maybe","category":"opposite, want, wish"},{"quote":"There was always a way, when one knew what one wanted.","author":"Donna Woolfolk Cross, Pope Joan","category":"always, want, way"},{"quote":"what you need and what you want aren't the same things,","author":"Cherise Sinclair, The Dom's Dungeon","category":"cherise-sinclair, need, the-dom-s-dungeon, want"},{"quote":"It isn't sufficient just to want - you've got to ask yourself what you are going to do to get the things you want.","author":"Franklin D. Roosevelt","category":"fdr, sufficient, want"},{"quote":"I want you to stay. I need you to go.","author":"Kimberly Sabatini, Touching the Surface","category":"need, want"},{"quote":"...when they look at me, I so badly want to be who they see.","author":"Jodi Picoult, Vanishing Acts","category":"see, want"},{"quote":"Everybody really wanna be the best. I just wanna be a bit better than them.","author":"Toba Beta, Master of Stupidity","category":"better, naive, the-best, want"},{"quote":"A memory came to me. One time, in middle school, a famous author came to talk to our class and give a writing workshop. One of the things she told us about writing a novel was that the story should be about what the main character wants. Dorothy wants to go home to Kansas. George Milton wants a farm of his own. Amelia Sedley wants to marry her darling George and live happily ever after. The end of the story, according to the famous author, is when the character either gests what he wants or realizes he’s never going to get it. Or sometimes, she said, like Scarlett O’Hara in Gone With the Wind, realizes she doesn’t actually want what she thought she wanted all along. pg. 324 of Bewitching","author":"Alex Flinn, Bewitching","category":"alex-flinn, bewitching, want"},{"quote":"I have done what they expected of me. I have curtsied for my Queen and made my debut. This is what I have anticipated eagerly for years. So why do I feel so unsatisfied? Everyone is merry. They haven't a care in the world. And perhaps that is it. How terrible it is to have no cares, no longings. I do not fit. I feel too deeply and want too much.","author":"Libba Bray, The Sweet Far Thing","category":"libba-bray, the-sweet-far-thing, want"},{"quote":"I will never know you well enough. I will always want more.","author":"Priya Ardis, Ever My Merlin","category":"know, love, want"},{"quote":"That's how it is with want. As long as you lack something you yearn for it without cease. if only I could have that one thing, you tell yourself, all my problems would be solved. But once you get it, once the object of your desires is thrust into your hands, it begins to lose its charm. Other wants assert themselves, other desires make themselves felt, and bit by bit you discover that you're right back where you started.","author":"Paul Auster, Mr. Vertigo","category":"want"},{"quote":"Alice suspected Paul couldn’t really picture his father, just like she couldn’t picture Paul when he was away. Maybe that was the case with people you wanted more than was good for you.","author":"Ann Brashares, The Last Summer","category":"want"},{"quote":"No one cared what she wanted. No one had ever cared. And perhaps, worst of all, no one ever would care.","author":"Kate DiCamillo","category":"care, despereaux, want"},{"quote":"I want, I don’t want.How can one live with such a heart?","author":"Margaret Atwood, Selected Poems II: 1976 - 1986","category":"want"},{"quote":"As I sat down, though, I realized that you can get used to certain luxuries that you start to think they're necessities, but when you have to forgo them, you come to see that you don't need them after all. There was a big difference between needing things and wanting things--though a lot of people had trouble telling the two apart--and at the ranch, I could see, we have pretty much everything we'd need but precious little else.","author":"Jeannette Walls, Half Broke Horses","category":"luxuries, need, want"},{"quote":"To get what he wanted, a man had to give other people what they wanted.","author":"Dashiell Hammett, Red Harvest","category":"want"},{"quote":"But I don't want more things than I need, either.","author":"Isabel Allende, Kingdom of the Golden Dragon","category":"want, wish"},{"quote":"Besides, who ever asked you what you wanted in this world, girl?The answer to that question, reader, as you well know, was absolutely no one.","author":"Kate DiCamillo","category":"despereaux, want"},{"quote":"They’re like chocolate-chip cookies, though. Can’t have just one.","author":"Steve Berry, The Romanov Prophecy","category":"satisfaction, want"},{"quote":"In Rome it seems as if there were so many things which are more wanted in the world than pictures.","author":"George Eliot, Middlemarch","category":"picture, rome, want"},{"quote":"Most people feel that they rise in their own eyes, if others want them.”“I feel that others live up to me, if they want me...","author":"Ayn Rand, Atlas Shrugged","category":"want, wanted"},{"quote":"he saysi am sorry i am not an easy person to wanti look at him surprisedwho said i wanted easyi don’t crave easyi crave goddamn difficult","author":"Rupi Kaur, Milk and Honey","category":"love, relationship, want"},{"quote":"you mustn't have to make them want you they must want you themselves","author":"Rupi Kaur, Milk and Honey","category":"want"},{"quote":"I'm tired of being what everyone else wants.Tomorrow, I'm going to be what I want for a change.I'm going to be a rainbow.Now that's different!","author":"Anthony T. Hincks","category":"be, being, color, colour, different, else, everyone, philosophy, rainbow, tomorrow, want, wants, what"},{"quote":"I earned the right not to compete for a man.He wants me... Or... She is welcome to him...","author":"Virginia Alison","category":"compete, earned-the-right, jealously, love, want"},{"quote":"Perhaps everything that frightens us is, in its deepest essence, something helpless that wants our love.","author":"Rainer Maria Rilke, Letters to a Young Poet","category":"everything, frightening, helplessness, love, want"},{"quote":"We only listen to what we want to hear.","author":"Anthony T. Hincks","category":"hear, listen, philosophy, want"},{"quote":"If you only do what you want to do, you won't get there.","author":"David Ferrers","category":"want, wanting-to-win"},{"quote":"And what do they want!?","author":"Deyth Banger, Notes Of A Dead Man Sequel","category":"do, they, want"},{"quote":"Needs are islands of stability in a sea of wants.","author":"R. A. Delmonico","category":"need, want"},{"quote":"Why is it that we want what we don't have, yet we can't see what we do have?","author":"Anthony T. Hincks","category":"don-t-have, have, philosophy, see, want"},{"quote":"What a fucking destiny is that... or fate or whaatever is it?...COme on isn't it kinda of life irony seeing the girl with which I should conversation.,.. but the problem is that I can't... not because I don't want... but I can't......It's just difficult!","author":"Deyth Banger, All As None and More","category":"can-t, difficult, just, want"},{"quote":"It is a though he is spreading a veil of protectiveness over me, and I am greedy for it.","author":"Kathleen Glasgow, Girl in Pieces","category":"love, protection, want"},{"quote":"I wanted him to meet Ainsley. She was super important to me. I made my decision. “I...I would like that.”Rider’s reaction was immediate. He smiled and the dimple appeared. My breath caught. I’d actually invited Rider along to meet Ainsley. I wanted that. Really wanted that, but I had no idea what to do with that.Regardless, excitement hummed through me. Hanging out with Rider and Ainsley was normal. Something a million people probably did every day, because they were actually living life, but it was a first for me—a huge first. It was my best friend and it was the guy...the guy who’d been my best friend and who now, despite everything, felt like something deeper, richer and more intricate, hanging out together.It felt important.","author":"Jennifer L. Armentrout, The Problem with Forever","category":"ainsley, best-friend, excited, hang-out, important, invite, mallory-dodge, normal, rider-stark, want"},{"quote":"Everyone wants to impress somebody...- That's how it works!","author":"Deyth Banger","category":"impress, want, wants, works"},{"quote":"You want to hear that!??!?- I am going to give you... what you want....","author":"Deyth Banger","category":"give, hear, want"},{"quote":"The hardest thing about being wanted was the hardest thing about wanting—wanting badly enough that it gave you stomachache, wanting in a way that was partly about kissing and partly about swallowing whole, the way a snake gulps down a mouse or the Big Bad Wolf gulps down Red Riding Hood—wanting turned someone you felt like you knew into a stranger. Whether that person was your brother’s best friend or a sleeping prince in a glass prison or a girl who kissed you at a party, the moment you wanted more than just touching your mouth to theirs they became terrifying and you became terrified.","author":"Holly Black","category":"want"},{"quote":"It's not that they don't want you. It's that they aren't ready to be transformed by your love.","author":"Kate McGahan","category":"love, transform, want"},{"quote":"She was afraid of nothing and demanded everything.","author":"Cassandra Clare, Clockwork Prince","category":"everything, want"},{"quote":"I didn’t want to want what I wanted. I wanted to want what He wanted for me.","author":"Toni Sorenson, Aligned By Christ","category":"faith, god, inspiration, life, want"},{"quote":"I don't want to be the devil's bitch!","author":"Deyth Banger","category":"bitch, don-t, i, want"},{"quote":"There isn't doubt, what I learn about marketing it's shitty stuff, I like sample I don't like complex... It's not for me and family it's not so rich to аllow such vocabulary and I don't see a future of such vocabulary.As a second I want to say goodbye to GreenHollyWood, probably I won't see him anymore.As a third thanks to the people which were around me and are still friends with me.","author":"Deyth Banger","category":"as, first, goodbye, say, second, third, to, want"},{"quote":"People want from me the impossible....","author":"Deyth Banger","category":"from, impossible, people, possible, want"},{"quote":"What man wants does not matter.","author":"George R.R. Martin, A Dance with Dragons","category":"matter, want"},{"quote":"Continue do what you want, once, twice, third, fourth and so on and one moment I will just unplug this plug and... (you won't like from here up to the end the story..., so let's just finish it here. Let's make it you to like it!)","author":"Deyth Banger","category":"continue, fourth, it, like, moment, on, one, so, third, twice, want"},{"quote":"For god sake, don't put limits on your life. Do what you want, work on what you want and don't listen to people - which haven't succeeded what you want to succeed.","author":"Deyth Banger","category":"do, god, life, limit, limits, people, put, sake, succeed, want, what, which, your"},{"quote":"You're going to have to find out where you want to go. And then you've got to start going there.","author":"J.D. Salinger, The Catcher in the Rye","category":"go, going, start, then, there, to, want"},{"quote":"They know what they want, but aren't sure how to find it.","author":"James C. Dobson","category":"aren-t, but, find, how, it, know, sure, they, want, what"},{"quote":"Sometimes I just want to gone from the internet to become invisible, but still I don't do anything. Sometimes I do something on the facebook or other social networks and I don't want to go and see the consequences, but why???","author":"Deyth Banger","category":"but, consequences, internet, just, want, why"},{"quote":"So the probability I'm not there..., but you want I to be there opps so sorry I can't be but you can make a discussion with my books and if you want more just P.M. - That's how it works and It will work.","author":"Deyth Banger","category":"how, me, p-m, probability, so, there, want, works"},{"quote":"You attract only the people, situations and outcomes that you either want or need.","author":"Russell Anthony Gibbs, The Six Principles of Enlightenment and Meaning of Life","category":"attract, need, people, situations, want"},{"quote":"When I say truth people want to kill me, some people think that this something is a lot of, but this is bullshit without it or with it I don't really see differences. The results from school are like the results of not doing nothing or this is equal??","author":"Deyth Banger","category":"doing, equal, kill, me, nothing, people, say, some, this, truth, want"},{"quote":"People should know answers, should know questions. Should know the road to get to the place where they want!","author":"Deyth Banger","category":"answers, pleace, questions, want"},{"quote":"We are only flesh and blood. We are only chemicals mixing and circuits firing, sometimes in disarray. We are, every last one of us, plagued by useless want.","author":"Jan Ellison, A Small Indiscretion","category":"want"},{"quote":"We get so beat down by what we need, sometimes we forget how to want.","author":"Dan Groat, Monarchs and Mendicants","category":"need, needing, needs, needs-and-wants, want, wanting, wants"},{"quote":"You get exactly what you want, Anatole’s always suspected, only when you get it it’s no longer what you want, you need something else.","author":"Paul Russell, The Salt Point","category":"need, want"},{"quote":"Those who don’t want to take risks in life end up been the losers.","author":"Sunday Adelaja","category":"been, dont, end, life, losers, risk, those, want, who"},{"quote":"Because I want to be remembered.","author":"Sherman Alexie, The Absolutely True Diary of a Part-Time Indian","category":"penelope, remembered, to-be, want"},{"quote":"Life will not give you what you want, it will give you what you work for.","author":"Systenious Makhubele","category":"life, want, work"},{"quote":"But we don’t think too well when we want too much.","author":"Marie Rutkoski, Bridge of Snow","category":"want"},{"quote":"When we aren't honest with ourselves about who we are and what we want, we allow other people and circumstance to determine our life course.","author":"Cortney S. Warren, Lies We Tell Ourselves: The Psychology of Self-Deception","category":"allow, are, circumstance, course, determine, life, nonest, ourselves, want"},{"quote":"Are you saying,” he asked slowly, “that I rose in your estimation when you found that I wanted you?”“Of course.”“That’s not the reaction of most people to being wanted.”“It isn’t.”“Most people feel that they rise in their own eyes, if others want them.”“I feel that others live up to me, if they want me....","author":"Ayn Rand, Atlas Shrugged","category":"atlas-shrugged, dagny-taggart, hank-rearden, want, wanted"},{"quote":"You don’t want to be a rich businessman, a renowned artist, or whatsoever profession you choose to be into. What you really want is to be happy with what you do and to bring happiness in the lives of the people whom you love and who love you.","author":"Yogesh Datta D., The Garden of Orchids","category":"happiness, love, profession, want"},{"quote":"It is not that I do not want you. Only that I might want you too much. And for too long","author":"Samantha Shannon, The Mime Order","category":"arcturus-mesarthim, the-mine-order, want, warden"},{"quote":"To change yourself, let go of what you are and accept what you want to be.","author":"Debasish Mridha","category":"accept, change, education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, truth, want, wisdom"},{"quote":"And it certainly did seem a little provoking ('almost as if it happened on purpose,' she thought) that, though she managed to pick plenty of beautiful rushes as the boat glided by, there was always a more lovely one that she couldn't reach.\"The prettiest are always further!\" she said at last, with a sigh at the obstinacy of the rushes in growing so far off.","author":"Lewis Carroll, Alice's Adventures in Wonderland & Through the Looking-Glass","category":"alice-in-wonderland, grass-is-greener, want, wonderland"},{"quote":"I’ve known a boy. I’ve measured beauty. What more do I want?","author":"Gordon Merrick, The Lord Won't Mind","category":"beauty, boy, want"},{"quote":"Life is what you want it to be, not what others want to be","author":"Kat Unda","category":"life, others-point-of-view, want"},{"quote":"If I want to be anything, I want to be a messenger of peace.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, messenger, peace, philosophy, truth, want, wisdom"},{"quote":"Dont want success, Deserve it !!!","author":"Vikram Gill","category":"deserve, giveup, hardwork, keep-going, persevere, success, want, win, winning"},{"quote":"Money's easy to make if it's money you want. But with few exceptions people don't want money. They want luxury and they want love and they want admiration.","author":"John Steinbeck, East of Eden","category":"admiration, love, luxury, money, want"},{"quote":"Everyone wants to look for something of their own, a house of their own, a child of their own, a partner of their own, entirely for themselves alone. No one is satisfied with a room of their own any more.","author":"Elfriede Jelinek, Greed","category":"a-room-of-one-s-own, satisfaction, want"},{"quote":"Life wants you to touch, taste and see the grandeur of the world's unfathomable variety.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"grandeur, life, unfathomable, variety, want"},{"quote":"Whatever you want you must ask.You get want you want.","author":"Lailah Gifty Akita","category":"ask, asking-favors, want"},{"quote":"Life wants you to know that people are more important than things.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"importance, knowing, life, want"},{"quote":"Life wants you to know yourself, be yourself and love yourself.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"knowing, life, love, want"},{"quote":"Sometimes you don't want better but just what is YOURS..","author":"RD","category":"better, want, yours"},{"quote":"Women rarely need the things they want","author":"Alessandra Torre, Sex Love Repeat","category":"need, want, women"},{"quote":"If you want more from life — start by counting your blessings instead of counting your losses, deficits and wants.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"blessings, deficits, life, losses, want, wanting"},{"quote":"If I had wings I would fly,I'd soar on high where only eagles dareI'd let them rip, I'd let them tear, until all that remained was me bare.","author":"Michelle Horst, Wake Me Up","category":"eagles, escape, fly, freedom, hopeful, seeking, soar, want"},{"quote":"It wasn’t as if she’d thought it through or anything, how what a person wanted wasn’t always what they needed, and what a person needed might be the last thing they could ever want.","author":"Shannon Celebi, Small Town Demons","category":"neediness, needing, needs, shannon-celebi, small-town-demons, small-town-life, small-towns, want, wanting, wanting-something, wanting-what-you-can-t-have"},{"quote":"But I am terrified by what I want: for him, and worst of all, from him. Because I do want. I'm not even sure what, exactly, but the want is there, just like the hate and anger were there before. But this is not a tower. It is an endless, tunneling pit; it drives deep, and opens a hole inside me.","author":"Lauren Oliver, Pandemonium","category":"want"},{"quote":"Want is always hungry and searching whereas contentment is steady, calm and receiving.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"calmness, contentment, hunger, receiving, searching, want"},{"quote":"I was dying to have a cat. But they wouldn't let me. My mother hated them. Not once in my life have I managed to get something I really wanted. Not once. Can you believe it? You can't understand what it's like to live like that. When you get used to that kind of life--of never having anything you want--then you stop knowing what it is you want.","author":"Haruki Murakami, The Wind-Up Bird Chronicle","category":"deisre, life, want"},{"quote":"Excessive want is a form of desperation and a declaration of lack.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"declaration, desperation, excessiveness, lack, want"},{"quote":"Want is small and will make you small. Want is needy and will make you needy.","author":"Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life","category":"micro, neediness, small, spirituality, want"},{"quote":"I want you to be my black vulture:forever monogamous!","author":"Munia Khan","category":"black, forever, monogamous, monogamy, vulture, vultures, want"},{"quote":"Before you are much older...you will have policemen here to stay. A magistrate will be next. Then perhaps even a jail. And the counterparts of those things are hunger and want, and misery and idleness. The night is coming. Watch and pray.","author":"Richard Llewellyn, How Green Was My Valley","category":"hunger, idleness, jail, misery, policemen, want"},{"quote":"You can have the love you want, if you can afford its price tag. For every love has its price, monetary or non-monetary.","author":"Antwi Isaac - BORN2WIN.","category":"love, monetary, non-monetary, price, price-tag, want"},{"quote":"What exactly is it you want?","author":"Isabelle Rowan, Ink","category":"want"},{"quote":"You were right. I'm going to make you want things you never knew you wanted.","author":"Meredith Wild, Hardwired","category":"love, romance, want"},{"quote":"I love your laugh. I want to hear it every day. I want to be through all this darkness and devastation. I want happiness now. I want our due. I want what we’ve deserved from the beginning.” He paused and stared deep into her eyes, willing her to understand how much he loved her. “I want you.","author":"Sarah MacLean, No Good Duke Goes Unpunished","category":"love, temple, want"},{"quote":"The want of a thing is perplexing enough, but the possession of it is intolerable.","author":"John Vanbrugh","category":"ownership, possession, want"},{"quote":"You’re right, I do indeed want you. That doesn’t change the fact that you’re an asshole.","author":"Lexi Cubbins","category":"asshole, humor, want"},{"quote":"I don't want what I can't have. I don't want to want what I can't have. -Nate","author":"Lori L. Otto, Lost and Found","category":"emi, friendshipship, lori-l-otto, love, nate, want"},{"quote":"I don't understand', I say,'why they care what I think, as long as I'm acting how they want me to.''You're acting how they want you to now', he says,'but what happens when your Abnegation-wired brain tells you to do something else, something they don't want?","author":"Veronica Roth, Divergent","category":"acting, decision, dystopia, power, want"},{"quote":"I don't need you by my side. But I want you there. Very much want you there. That, I think, saysmore. Means more.\"He took the hand she held out to him. \"We'll go down. James should be here soon","author":"Nora Roberts, The Villa","category":"love, marriage, want"},{"quote":"Life is not a question of how much happiness we want, it is how happiness uses time to make our wants into need.","author":"Kasey Collin P. Dumdum","category":"happiness, life-lessons, need, want"},{"quote":"why couldn't someone , somewhere , want her for her ?","author":"Sarah MacLean, Nine Rules to Break When Romancing a Rake","category":"love, love-you-as-you-are, sarah-maclean, someone, want, wanting"},{"quote":"I know I had no right to do this to you, but if you ask me if I regret it, I will answer you no. If you ask me if I’d do it again, I’d say yes. I would do it again and again and again. There is a darkness in me that lives and breathes just like yours, except it’s motivated by love, and not by pain.","author":"Angela Richardson, All the Pieces","category":"desperate-love, heartache, love, motivation, need, possessive-hero, want"},{"quote":"I felt need. It was you. I can never allow myself to need you. So, my only choice is to make you need me, because ridding myself of you is no longer an option.","author":"Renea Mason, Symphony of Light and Winter","category":"love, need, passion, want"},{"quote":"If you want something,but you can't have it for now. Hold it, wait for the time and somehow, someday you'll get a chance that if you really want it you could have it.","author":"Kenneth","category":"inspirational, someday, want"},{"quote":"I can’t need you, but I need you to need me. I know that makes me a selfish bastard but it’s all I can offer.","author":"Renea Mason, Symphony of Light and Winter","category":"love, need, passion, want"},{"quote":"In life we do not attract what we want, we attract who we are.","author":"Moffat Machingura, How I Kissed Heartbreak Goodbye","category":"attract, find-love, life, want, who-am-i, who-are-you"},{"quote":"I’ll never let you go again,Melanie.Never.Nothing will come between us...nothing.\"I would destroy anything,and anyone who tried to take her from me.Being away from her was no longer an option.She was mine.Only mine.","author":"A.L. Jackson, Pulled","category":"mine, possessive-hero, want"},{"quote":"It was need, Linden. I don’t want to need anything. I can make. I can destroy. Need implies something controls me and nothing controls me.","author":"Renea Mason, Symphony of Light and Winter","category":"heat, need, passion, want"},{"quote":"Look, I can appreciate this. I was young too, I felt just like you. Hated authority, hated all my bosses, thought they were full of shit. Look, it's like they say, if you're not a rebel by the age of 20, you got no heart, but if you haven't turned establishment by 30, you've got no brains. Because there are no story-book romances, no fairy-tale endings. So before you run out and change the world, ask yourself, \"What do you really want?","author":"George Huang, Swimming with Sharks","category":"brains, establishment, fairy-tale, romance, storybook, want, wants"},{"quote":"When you want something you've never had, you have to do something you've never done.","author":"Ziad K. Abdelnour","category":"want"},{"quote":"What do you want ?\"It was a hard question, especially if I had to bat en down the sarcasm. I mean, there was the beauty pageant answer of world peace, although I’d probably have to render it in the beauty pageant spelling of world peas.","author":"Rachel Cohn, Dash & Lily's Book of Dares","category":"ideal-answer, want, world-peace"},{"quote":"Your success is dependent upon what you do when you do not want to.","author":"M.F. Moonzajer","category":"dependent, success, want"},{"quote":"My heartfelt appreciation goes out to Jan Zwicky, Don McKay, John Barton, Barry Dempster, Carolyn Forché and Elizabeth Philips for their masterful eyes and minds.","author":"Leigh Kotsilidis, Hypotheticals","category":"conceptual-thanks, foucault-s-pendulum, hypochondria, sincerity, truth, want, wrathful"},{"quote":"I sighed. \"Now what do I do?\" He leaned against my wall. \"What do you want to do?\" \"Since when has that mattered?\" \"It's always mattered. It doesn't mean you'll get what you want, but what you want always matters. That's what defines you.","author":"Richard Paul Evans, A Step of Faith","category":"matters, want"},{"quote":"If you want to live above the clouds, you will miss the rain! When you want something beautiful, you must also know that you may lose some other beautiful and even more valuable things!","author":"Mehmet Murat ildan","category":"want"},{"quote":"We want who we want, right? No matter what other people say. No matter what reason or reality we’re faced with. No matter what facts our brains process. The heart’s a stubborn organ.","author":"Kim Harrington, The Dead and Buried","category":"heart, love, romance, want"},{"quote":"Have you ever wanted something so badly that you would do anything, believe anything in order to acquire it?","author":"Lorraine Heath, In Bed with the Devil","category":"want"},{"quote":"Everyone has something they can't live without.","author":"Cassandra Clare, Clockwork Angel","category":"want"},{"quote":"I want to build you a house with my bare hands and carry you over the threshold. I want too cook for you every evening and bring you tea in bed in the mornings. I want to read with you in front of an open fire, sipping a glass of wine. I want to drive you to the beach and lie next to you in the sun. I may not be a man of means, bit I want to take care of you as best I can.","author":"Catherine Sanderson, Petite Anglaise","category":"love, want"},{"quote":"Contentment comes from wanting what we need, not needing what we want.","author":"Wayne Gerard Trotman","category":"contentment, need, needs, want, wanting, wisdom, wisdom-quote"},{"quote":"If God created our will, then he's responsible for every choice we make... So-- as I recall, the official philosophical answer is that free will doesn't exist. Only the illusion of free will, because the causes of hour behavior are so complex that we can't trace them back. If you've got one line of dominoes knocking each other down, one by one, then you can always say, look, this domino fell because that one pushed it. But when you have an infinite number of dominoes that can be traced back in an infinite number of directions, you can never find where the causal chain begins. So you think, That domino fell because it wanted to... Even if there is no such thing as free will, we have to treat each other as if there were free will in order to live together in society.","author":"Orson Scott Card, Xenocide","category":"determinism, dominoes, freedom, philosophy, want"},{"quote":"If you do not waste, you do not want.","author":"Syed Ather","category":"enough, want, waste, went-on"},{"quote":"This may be a thing you neither want nor need,\" she said. \"But I'd rather you have it, wishing didn't, than not have it and wish you did.","author":"Kristin Cashore, Bitterblue","category":"birth-control, need, want"},{"quote":"Id you're finished picking out my flaws,maybe you'd like to tell me what you want now.I have other customers--\"\"You.\"\"What was that?\"\"I Want You.","author":"Johanna Lindsey, Once a Princess","category":"attraction, love, want"},{"quote":"Never was I supposed to hear the words 'He says he wants to see you.' But now that I have, there's no way to refuse.","author":"Suzanne Collins","category":"love, never, want"},{"quote":"Most of the non-profit organizations are owned from the wealthy rich philanthropists but are managed and run from poor philanthropists.","author":"Zybejta Beta Metani'Marashi","category":"wealth-creation"},{"quote":"If you are playing the rigged game of investing, the house always wins.","author":"Robert Rolih, The Million Dollar Decision : Get Out of the Rigged Game of Investing and Add a Million to Your Net Worth","category":"advisers, investing, wealth-creation"},{"quote":"When Mohamed Ali started calling himself, \"I'm the Greatest\", he wasn't actually the greatest. This means that you don't need to be successful before you can talk about success or you don't need to be wealthy before you can talk about wealth creation.Saying positive things on your dreams is the first step of experiencing success in real life.","author":"Oscar Bimpong","category":"i-m-the-greatest, mohammed-ali, stay-positive, success-in-real-life, successful-people, wealth-creation, wealth-quotes"},{"quote":"You should never be satisfied with a little if you are capable of using and enjoying more.","author":"Abhishek  Kumar, The Richest Engineer","category":"inspirational, money-quotes, motivational, personal-finance, wealth-creation"},{"quote":"Operate your household like a productive business.","author":"Thomas J. Stanley, The Millionaire Next Door: The Surprising Secrets of Americas Wealthy","category":"wealth-creation"},{"quote":"Thou shalt not invest in a needless business. Thou shalt not trade time for money. Thou shalt not operate on a limited scale. Thou shalt not relinquish control. Thou shalt not let a business startup be an event over process.","author":"M.J. DeMarco","category":"wealth-creation"},{"quote":"You can't be for big government, big taxes, and big bureaucracy and still be for wealth creation","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"wealth-creation"},{"quote":"Root cause of inequality is the mass scale digital disruption advantage as means of wealth creation is concentrated.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"advantage, concentration, digital, disruption, inequality, mass, wealth-creation"},{"quote":"Jewish families encourage pursuit of wealth accumulation, high-income careers, and investing.","author":"H.W. Charles, The Money Code: Become a Millionaire With the Ancient Jewish Code","category":"investing, jewish-wealth, make-money, money, wealth-accumulation, wealth-creation"},{"quote":"No other ethnic group has even come close to matching the abilities and accomplishments of Jews.","author":"H.W. Charles, The Money Code: Become a Millionaire With the Ancient Jewish Code","category":"jewish-wealth, money, money-management, success, wealth-creation"},{"quote":"There is no discovery without risk and what you risk reveals what you value.","author":"Jeanette Winterson, Written on the Body","category":"risk"},{"quote":"Il n'est pas certain que tout soit incertain.(Translation: It is not certain that everything is uncertain.)","author":"Blaise Pascal, Pascal's Pensees","category":"paradox, quip, risk, uncertainty"},{"quote":"People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year.","author":"Peter F. Drucker","category":"management, risk, taking-risks"},{"quote":"Sirius looked out of the fire at Harry, a crease between his sunken eyes. “You’re less like your father than I thought,” he said finally, a definite coolness in his voice. “The risk would’ve been what made it fun for James.”“Look —”“Well, I’d better get going . . . I’ll write to tell you a time I can make it back into the fire, then, shall I? If you can stand to risk","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"james-potter, risk, sirius-black"},{"quote":"It is only by being bold that you get anywhere. If you are a risk-taker, then the art is to protect the downside.","author":"Richard Branson, Losing My Virginity: How I've Survived, Had Fun, and Made a Fortune Doing Business My Way","category":"risk"},{"quote":"To win without risk is to triumph without glory.","author":"Pierre Corneille","category":"risk"},{"quote":"The desire for safety stands against every great and noble enterprise.","author":"Tacitus","category":"caution, risk, safety"},{"quote":"Love's easy to learn. It's like taking a risk. You set your mind on it and refuse to be afraid, and in no time you feel terrifically exhilarated and all your inhibitions fly out of the window.","author":"Dick Francis, Dead Cert","category":"love, risk"},{"quote":"You won't be a wiser man if you always keep away from bad people or poor ones.","author":"Toba Beta, Master of Stupidity","category":"mingle, risk, to-be-a-better-man"},{"quote":"If you play it safe in life, you've decided that you don't want to grow anymore.","author":"Shirley M Hufstedler","category":"risk"},{"quote":"When we walk to the edge of all the light we have and take a step into the darkness of the unknown, we must believe that one of two things will happen. There will be something solid for us to stand on or we will be taught to fly.","author":"Patrick Overton","category":"risk"},{"quote":"There. That is the answer to this riddle. The promises I can make, and the one I can't. Gwen. I will never leave you willingly. Life is a risk, and so love is, as well. But I swear to God, you will not regret the gamble.","author":"Meredith Duran, Wicked Becomes You","category":"leaving, life, love, risk"},{"quote":"Let the attitude of your life be a continual willingness to \"go out\" in dependence upon God, and your life will have a sacred and inexpressible charm about it that is very satisfying to Jesus. You must learn to \"go out\" through your convictions, creeds, or experiences until you come to the point in your faith where there is nothing between yourself and God.","author":"Oswald Chambers","category":"risk"},{"quote":"If a man is alive, there is always danger that he may die, though the danger must be allowed to be less in proportion as he is dead-and-alive to begin with. A man sits as many risks as he runs.","author":"Henry David Thoreau, Walden","category":"risk, safety"},{"quote":"To take that risk, to offer life and remain alive, open yourself like this and become whole.","author":"Margaret Atwood","category":"risk"},{"quote":"She'd risked everything, and here was the result: the raw, warped core of her life.","author":"Jennifer Egan, A Visit from the Goon Squad","category":"life, risk"},{"quote":"Maybe freedom really is nothing left to lose. You had it once in childhood, when it was okay to climb a tree, to paint a crazy picture and wipe out on your bike, to get hurt. The spirit of risk gradually takes its leave. It follows the wild cries of joy and pain down the wind, through the hedgerow, growing ever fainter. What was that sound? A dog barking far off? That was our life calling to us, the one that was vigorous and undefended and curious.","author":"Peter Heller, Hell or High Water: Surviving Tibet's Tsangpo River","category":"kayak, outdoors, risk, wilderness"},{"quote":"If you want a guarantee, buy a toaster.","author":"Clint Eastwood","category":"humor, risk"},{"quote":"All life's a risk, that's what makes it interesting.","author":"Megan Chance, The Spiritualist","category":"chances, interesting, life, risk"},{"quote":"All choices are fraught with peril, but inaction is the most perilous of all.","author":"Allan Frewin Jones, The Lost Queen","category":"risk, wise-quote, zara"},{"quote":"The word 'risk' derives from the early Italian risicare, which means 'to dare'. In this sense, risk is a choice rather than a fate. The actions we dare to take, which depend on how free we are to make choices, are what the story of risk is all about. And that story helps define what it means to be a human being.","author":"Peter L. Bernstein, Against the Gods: The Remarkable Story of Risk","category":"risk"},{"quote":"Life is impoverished, it loses in interest, when the highest stake in the game of living, life itself, may not be risked. It becomes as shallow and empty as, let us say, an American flirtation.","author":"Sigmund Freud, The Letters of Sigmund Freud and Otto Rank: Inside Psychoanalysis","category":"flirting, life, risk"},{"quote":"It's not because things are difficult that we dare not venture. It's because we dare not venture that they are difficult.","author":"Seneca","category":"risk, venture"},{"quote":"Chirp of coward shouted in crowd,dare to speak but not to be known.","author":"Toba Beta","category":"afraid, coward, risk"},{"quote":"If you risk nothing, then you risk everything.","author":"Geena Davis","category":"risk"},{"quote":"Doing risk sport had taught me another important lesson: never exceed your limits. You push the envelope and you live for those moments when you’re right on the edge, but you don’t go over. You have to be true to yourself; you have to know your strengths and limitations and live within your means.","author":"Yvon Chouinard, Let My People Go Surfing: The Education of a Reluctant Businessman","category":"experimentation, on-the-edge, risk"},{"quote":"and I said, 'That is why you don't climb mountains, Gwen.' But now I wonder. You aren't afraid of heights.\"\"No\", she said. \"Not particularly.\"\"Only missteps.\"She paused midstroke. Did he mean to imply this had been a misstep? \"I was afraid,\" she said carefully. \"For a very long time. But no longer.\" \"So was I,\" he said, and lifted her chin and kissed her.","author":"Meredith Duran, Wicked Becomes You","category":"love, mountains, risk, taking-a-chance"},{"quote":"When you put your whole heart in something you risk just that. Your whole heart. It's a high roller's type of gamble. I can tell by your letters that you love with your whole heart.","author":"Na, I'll Be Seeing You","category":"love, risk, whole-heart"},{"quote":"Blind risk is stupid, but calculated risks are worth taking.","author":"Adam Burch, Song of Edmon","category":"risk, risk-it"},{"quote":"Do not risk your life for someone who does not care about you.","author":"Gift Gugu Mona","category":"care, life, risk, someone"},{"quote":"No act of knowledge acquisition is entirely without risk.","author":"Alastair Reynolds, House of Suns","category":"knowledge, risk"},{"quote":"I don’t want safety or guarantees—I want a life worth living.I want to jump off a skyscraperAnd fashion a parachute on the way downOut of my fears and trepidationsBecause sometimes survivalIsn’t the most important thingAnd survivingIsn’t the same as living.","author":"Justin Wetch, Bending The Universe","category":"inspiration, life, love, poetry, quote, quotes-for-instagram, risk"},{"quote":"We want a little risk in our lives because it keeps things interesting. It wakes us up, it gives us a sense that we're alive and breathing and doing Something! Throwing yourself into it begins with being grateful that you even have something to throw yourself into.","author":"Rob Bell, How to Be Here: A Guide to Creating a Life Worth Living","category":"breathing, creativity, gratefulness, gratitude, risk, waking-up"},{"quote":"There are always two risks: the risk of trying something new, and the risk of not trying. You risk settling and continuing in the same way, wondering about other paths and possibilities, believing that this is as good as it gets while discontent gnaws away at your soul.","author":"Rob Bell, How to Be Here: A Guide to Creating a Life Worth Living","category":"attempting, creativity, discontent, possibilities, risk"},{"quote":"Without risk, life is far too predictable","author":"Renee Ahdieh, Flame in the Mist","category":"life, risk"},{"quote":"Genuinely intelligence-led operations have to be embedded into both processes and more importantly mindsets to bridge the gaps in Risk Management.","author":"Pearl Zhu, Digital Gaps: Bridging Multiple Gaps to Run Cohesive Digital Business","category":"gaps, risk"},{"quote":"Your best authorial self is always one about to ruin the story.","author":"Chuck Wendig","category":"no-pain-no-gain, risk, writing"},{"quote":"Risk all to find the right path.","author":"Lailah Gifty Akita","category":"inspirational, right-path, risk"},{"quote":"Take the risk! You find the right road!","author":"Lailah Gifty Akita","category":"cross-road-right-path, inspirational, risk"},{"quote":"Take the risk! You will find the right road.","author":"Lailah Gifty Akita","category":"chances, inspiration, right-road, risk"},{"quote":"A surprise visit? That's so romantic...but fairly risky.\" \"If you don't take any risks, life will bass you by,\" Cunco shipped in.","author":"Nina George, The Little Paris Bookshop","category":"risk"},{"quote":"... desperate times required judicious risk-taking.","author":"Eoin Colfer, Artemis Fowl","category":"desperation, risk"},{"quote":"Love risk when making money. Hate risk when investing money.","author":"Robert Rolih, The Million Dollar Decision : Get Out of the Rigged Game of Investing and Add a Million to Your Net Worth","category":"investing, making-money, risk"},{"quote":"There are two types of risk in life: the danger of trying and the danger of not trying.","author":"Nick Vujicic, Life Without Limits","category":"risk"},{"quote":"You're safe here. Perfectly safe. That phrase still haunts me. Haunts me because it's always been a lie. It was a lie before they came and it's still a lie. You're never perfectly safe. No human being on Earth ever is or ever was. To live is to risk your life, your heart, everything. Otherwise, you're just a walking corpse. You're a zombie.","author":"Rick Yancey, The Last Star","category":"life, risk, safety"},{"quote":"If love finds you again, don’t fight it. Don’t let grief hold you back. Love is a risk. There are no guarantees. But, in the end, it is always, always worth it.","author":"J.L. Berg, When You're Ready","category":"clare-logan, love, risk, second-chance"},{"quote":"You are Entering the Red Zone.Proceed at Own Risk.When in Doubt Run.","author":"Justin Cronin, The City of Mirrors","category":"red-zone, risk, sign, warning"},{"quote":"Live in insecurity! Live in revolution! Be a rebel! Risk, because nothing is ever attained in life without risk. The more you risk, the closer you are to God. When you can risk all, all is yours.","author":"Osho, The Secret of Secrets","category":"god, risk"},{"quote":"If we take a risk, we might not succeed, but if we avoid all risk, we guarantee we won't succeed, and we miss so much of what God wants us to learn.","author":"Craig Groeschel, Dare to Drop the Pose: Ten Things Christians Think but Are Afraid to Say","category":"god, risk"},{"quote":"Great risks could be undertaken only after great preparation.","author":"Robert Ferrigno, Heart of the Assassin","category":"preparation, risk"},{"quote":"Do not risk your life for someone who doesn't care about you.","author":"Gugu Mona","category":"care, life, risk, someone"},{"quote":"The only way to live is to risk being unhappy...and I'd rather be unhappy with the person I loved than as contented as a cat by the fire.","author":"Harry Haskell, Maiden Flight: A Novel","category":"life, love, risk"},{"quote":"No risk is more terrifying than that taken by the first root. A lucky root will eventually find water, but its first job is to anchor -- to anchor an embryo and forever end its mobile phase, however passive that mobility was. Once the first root is extended, the plant will never again enjoy any hope (however feeble) of relocating to a place less cold, less dry, less dangerous. Indeed, it will face frost, drought, and greedy jaws without any possibility of flight. The tiny rootlet has only once chance to guess what the future years, decades -- even centuries -- will bring to the patch of soil where it sits. It assesses the light and humidity of the moment, refers to its programming, and quite literally takes the plunge.","author":"Hope Jahren, Lab Girl","category":"chance, hope, permanence, plants, risk, roots, wild-guess"},{"quote":"Risk is part of the game.","author":"Victoria Aveyard, Cruel Crown","category":"cruel-crown, game-of-life, mgg, red-queen, risk, victoria-aveyard"},{"quote":"I had the vertiginous feeling one gets standing at the precipice of an unresolved plan, for I had brought Bon and myself to the brink of disaster without knowing how to save us. But was not this how all plans developed, unknown to their maker until he wove for himself a parachute, or else melted into air?","author":"Viet Thanh Nguyen, The Sympathizer","category":"disaster, plans, risk"},{"quote":"Whosoever insists on winning must play at trivial games","author":"no interesting victory is ever assured.","category":"Donald Kingsbury, Courtship Rite"},{"quote":"It seems that now is the time to take risks and strike.","author":"Roger Parkinson, The War in the Desert","category":"now, risk, strike"},{"quote":"You're torn between wanting to be closer and wanting to push me away,\" he said. \"So I vote for closer. I'll always vote for closer.","author":"Martina Boone, Persuasion","category":"closeness, fear, indecision, insecurity, love, risk, romance"},{"quote":"Do you ride?” That sounded sort of dirty, and the way he looked at me felt sort of dirty, too. No one ever looked at me like that.“Why ‘Ghost’?” I asked.Grasping the top of the car door, he leaned over it and spoke in a dramatic, foreboding voice. “Because she’s so fast she disappears down the streets at night.”“That sounds dangerous.”His dimple appeared. “The best things in life are.","author":"Jenn Bennett, The Anatomical Shape of a Heart","category":"dangerous, drive, life, love, risk, rush"},{"quote":"[But] you can't find love if you're not willing to lose it. You can't find happiness if you're not willing to risk being sad. And you can't find the love of your life without risking breaking your heart.....drive in.","author":"Kunal Nayyar, Yes, My Accent Is Real: and Some Other Things I Haven't Told You","category":"inspirational, love, motivational, risk"},{"quote":"There’s risk inherent in most things that matter.","author":"Alexis  Hall, For Real","category":"m-m, risk"},{"quote":"Sure, safety is, well, safe, but will it help me achieve the things I really want for my life?","author":"Kayt Sukel, The Art of Risk: The New Science of Courage, Caution, and Chance","category":"risk, safety"},{"quote":"Behind all the surface composure, there seemed to be a great darkness: an urge to test himself, to take risks, to haunt the edges of things.","author":"Paul Auster","category":"descriptive, risk"},{"quote":"Sung Win smiled to himself, enjoying the tension across his shoulders and the way his pulse beat in his veins. All life involved risk.","author":"Conn Iggulden, Conqueror","category":"across, beat, enjoying, himself, involved, life, pulse, risk, shoulders, smiled, sung-win, tension, veins, way"},{"quote":"She swore this time around she'd listen to her instincts, and right now they told her to be careful. She'd had to fight hard for everything she had, and risking everything for a little fun didn't seem wise.","author":"Rachel Spangler, Heart of the Game","category":"heart-of-the-game, instincts, internal-conflict, internal-dialogue, lesbian-romance, lgbtqia, molly, rachel-spangler, risk, romance, wisdom"},{"quote":"The uncertainties in life are so uncertain for us to determine the kind of woe we shall be entangled in in the next future. When you stay dormant, your life is at risk; when you dare to take a step, you take a step to take a risk. We have a choice. Yes! a choice to choose to dare to get to our real reasons on earth or to choose to live in mediocrity and conformity, but, we ought to note that, it is riskier to risk nothing when the life we live is always at risk","author":"Ernest Agyemang Yeboah","category":"boldness-and-attitude, choices-and-attitude, choices-and-consequences, conformity, conformity-and-attitude, fortitude, life-issues, life-lessons, mediocrity, risk, risk-taking, risking-it-all, risking-your-life, the-future, uncertainties-in-life, uncertainties-of-life, understanding-life, unknown-destinations, unknown-future"},{"quote":"You have to risk falling to be able to fly.","author":"Debasish Mridha","category":"debasish-mridha, inspirational, philosophy-of-religion, quotes, risk, taking-risks"},{"quote":"Everything worth anything is worth risk.","author":"Matthew Donnelly","category":"risk, worth"},{"quote":"No low-trust society will ever produce sustained innovation.","author":"Thomas L. Friedman, The World Is Flat: A Brief History of the Twenty-first Century","category":"graciousness, relationships, risk"},{"quote":"do not just take a risk ; take the risk. When you are taking the risk, ponder!","author":"Ernest Agyemang Yeboah","category":"ponder, reasons-for-action, reasons-for-living, reasons-to-dare, risk, think-before-you-act, think-before-you-do"},{"quote":"But despite the fact that life is full of risk, yet without taking risk, we stand a greater risk.","author":"Sunday Adelaja","category":"despite, fact, full, greater, life, risk, stand, that"},{"quote":"It's a hard thing to risk what you know and are sure of, just for the possibility of something better. Even when it's a pretty strong possibility, and something that's a whole lot better.","author":"Patricia C. Wrede, Thirteenth Child","category":"possibility, risk"},{"quote":"Careful had never really been her style.","author":"Tiffany Quay Tyson, Three Rivers","category":"chance, risk, women"},{"quote":"We stand the risk of backwardness, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"backwardness, demands, refused, risk, stand, take"},{"quote":"The greatest risk in life is not to take a risk.","author":"Sunday Adelaja","category":"greatest, life, risk"},{"quote":"We stand the risk of regression, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"because, demands, life, regression, risk, risks, stand"},{"quote":"We stand the risk of a standstill, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"demand, risk, standstill"},{"quote":"You stand the risk of a down turn, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"demand, life, risk"},{"quote":"You stand the risk of misfortunes, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"demand, misfortune, risk"},{"quote":"Taking risks is part of life, but to take risks invites the possibility of disapointmet, but also the possiblity of true happiness","author":"Morten Høgsberg","category":"happiness, life, love, risk"},{"quote":"There are one hundred men seeking security to one able man who is willing to risk his fortune.","author":"J. Paul Getty","category":"fortune, risk, security"},{"quote":"You stand the risk of bankruptcy, because you refused to take risks. So life demands risks.","author":"Sunday Adelaja","category":"bankruptcy, demands, life, risk"},{"quote":"We have minds that are equipped for certainty, linearity and short-term decisions, that must instead make long-term decisions in a non-linear, probabilistic world.","author":"Paul Gibbons, The Science of Successful Organizational Change: How Leaders Set Strategy, Change Behavior, and Create an Agile Culture","category":"change-management, leadership, neuroscience, risk, science-and-change, systems-thinking, uncertainty"},{"quote":"There is always the risk: something is good and good and good, and then all at once it gets awkward. All at once, she sees you looking at her, and then she doesn't want to seem flirty, because she doesn't want you to think she likes you. It's such a disaster, whenever, in the course of human relationships, someone begins to chisel away all the wall of separation between friendship and kissing. Breaking down that wall is the kind of story that might have a happy middle--oh, look, we broke down this wall, I'm going to look at you like a girl and you're going to look like me like a boy and we're going to play a fun game called Can I Put My Hand There What About There What About There. And sometimes that happy middle looks so great that you can convince yourself that it's not the middle but will last forever.","author":"John Green, Let It Snow: Three Holiday Romances","category":"friendship-and-love, risk"},{"quote":"Give yourself permission to Risk. It is only in risk that one finds success.","author":"Todd Stocker, Becoming The Fulfilled Leader","category":"permission, risk, success"},{"quote":"For the first time, I understand that, as much as one might desire change, one has to be willing to take a risk, to free-fall, to fail, and that you've got to let go of the past.","author":"A.M. Homes","category":"change, inspirational, risk"},{"quote":"Ours was such a delicious risk.My being abruptly and altogetherEcstatic and be-stilled.","author":"Scott Hastie","category":"abruptly, altogether, being, delicious, ecstatic, our, risk, such"},{"quote":"If you like tiger cubs,you got to get into the den!","author":"Abha Maryada Banerjee, Nucleus: Power Women: Lead from the Core","category":"leadership, risk, solutions"},{"quote":"The field of asking is fundamentally improvisational. It thrives not in the creation of rules and etiquette but in the smashing of that etiquette.Which is to say: there are no rules.Or, rather, there are plenty of rules, but they ask, on bended knees, to be broken.","author":"Amanda Palmer, The Art of Asking; or, How I Learned to Stop Worrying and Let People Help","category":"asking, bended-knees, etiquette, risk, rules, to-ask"},{"quote":"To take risk and fail is not a failure. Real failure is to fear taking any risk","author":"Mohammed bin Rashid Al Maktoum, Flashes of Thought","category":"inspirational, leadership, risk"},{"quote":"It’s all a risk. Always. That’s not true, actually. The only exception: it’s a certainty that there’s risk. The safer you play your plans for the future, the riskier it actually is. That’s because the world is certainly, definitely, and more than possibly changing.","author":"Seth Godin, Tribes: We Need You to Lead Us","category":"change, risk, systems"},{"quote":"Risk is uncertainty injected into our most vulnerable places. And because that’s the case, we may choose not to risk.","author":"Craig D. Lounsbrough","category":"risk"},{"quote":"As de Saussure said, risk-taking brings with it its own reward: it keeps a \"continual agitation alive\" in the heart. Hope, fear. Hope, fear - this is the fundamental rhythm of mountaineering. Life, it frequently seems in the mountains, is more intensely lived the closer one gets to its extinction: we never feel so alive as when we have nearly died.","author":"Robert Macfarlane, Mountains of the Mind: A History of a Fascination","category":"mountain, mountain-climbing, mountaineering, mountains, risk"},{"quote":"And then there is the most dangerous risk of all - the risk of spending your life not doing what you want on the bet you can buy yourself the freedom to do it later.","author":"Randy Komisar, The Monk and the Riddle: The Education of a Silicon Valley Entrepreneur","category":"freedom, inspiration, life-advice, money, risk"},{"quote":"Sometimes, Reynie, trouble itself is the key. - Mr. Benedict","author":"Trenton Lee Stewart, The Mysterious Benedict Society","category":"risk, success"},{"quote":"When you fear falling, you never get off the ground.","author":"Addison Killebrew","category":"chances, failing, fear, risk, success"},{"quote":"Once I get something going well, I'll risk fucking it up just for the action.","author":"Ice-T, Ice: A Memoir of Gangster Life and Redemption-from South Central to Hollywood","category":"risk, success"},{"quote":"Entrepreneurs often underestimate costs and overestimate rewards. But the fact that they estimate & still take action sets them apart from peers.","author":"Ryan Lilly","category":"entrepreneurs, reward, risk, start, trying"},{"quote":"I think the real problem is that you're afraid. Afraid of real love, and what it looks like, because you don't know what it is. The thing is, love is a risk, no matter what. It's just a risk you don't need to be afraid of taking.","author":"Melody Jackson, The Dragon Within","category":"fear, love, risk"},{"quote":"Every  person’s  life  should  include  one  reckless  moment.","author":"Julie McSorley Marcus McSorley","category":"philosophy-of-people, risk"},{"quote":"Absolutely, love matters,” she reiterated. “We forget that at our own risk.","author":"Paul Russell, The Coming Storm","category":"love, matters, risk"},{"quote":"Risk is the stuff that sucks the predictability right out of the very things that we desperately wish were predictable.","author":"Craig D. Lounsbrough","category":"risk"},{"quote":"Life without risk is a life that is benign and sterile.","author":"Alex T. Wilson","category":"risk"},{"quote":"Don't be afraid to start small, entrepreneurship takes courage to win, and look for quick wins while setting a short and long term vision","author":"Desmond Oshifeso","category":"entrepreneurs, life, risk, visions, winning"},{"quote":"I'm giving you what I can give you, and I'm telling you in advance that you might get hurt. But it's worth it to take the risk. I can damn well promise you that it's worth it.","author":"K.A. Linde, Off the Record","category":"chance, risk, worth"},{"quote":"I lived a life, a life of risks, risks I never took.","author":"Aleksandar Marinkov","category":"life, love, risk"},{"quote":"You know you have received the invitation when your heart is ready to risk everything to hold the hand of God.","author":"Holly Lynn Payne, DAMASCENA - The Tale of Roses and Rumi","category":"faith, god, heart, love, risk, rumi, spirituality"},{"quote":"Teamwork is great for all, but result is greater for some.","author":"Toba Beta, Master of Stupidity","category":"return, risk, truth"},{"quote":"For God's sake, Gwen,\" he said gently. \"What matter that I love you. That's not the bit that's always been missing.\"Her lips parted. They wished to ask a question she could not bear to bring herself to ask. He was never less than honest. The answer, than, was bound to be wrong.\"So she did not ask it as a question. \"You won't leave me,\" she said.He drew a long breath. \"There,\" he said, quietly, fiercely. \"That is the answer to this riddle. The promises I can make, and the one I can't. Gwen.\" His hands closed on her wrists, tightening until she swallowed and found her courage and looked up at him. \"I will never leave you willingly. Life is a risk, and so love is, as well. But I swear to God, you will not regret the gamble.","author":"Meredith Duran, Wicked Becomes You","category":"gamble, leave, leaving, life, love, risk"},{"quote":"Capitalism has become systemically risky when a single financial algorithm like the one that David X. Li created brought the entire global economic system close to collapse in 2008.","author":"Said Elias Dawlabani, MEMEnomics: The Next-Generation Economic System","category":"financial-derivatives, global-economic-crisis, risk"},{"quote":"Risk is what you control and fortune is really all about risk. Bottom Line: Fortune comes from big money bets on very low probability events","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"bets, fortune, money, risk"},{"quote":"Love always requires courage and involves risk.","author":"M. Scott Peck, The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth","category":"courage, love, relationships, risk"},{"quote":"Everything in life has some risk, and what you have to actually learn to do is how to navigate it.","author":"Reid Hoffman","category":"managing-risk, navigate, risk"},{"quote":"Mountaineers are one of the few groups to celebrate before the finish line. More mountaineers die on the descent than on the ascent.","author":"Susan Oakey-Baker, Finding Jim","category":"mountaineering, risk"},{"quote":"They say ol’ man Beach is crazy. And maybe he is. But he goes ahead anyways. He’s the sort of man who knows the only things worth doing are the things might break your heart.","author":"Colum McCann, This Side of Brightness","category":"helpful-reminders, risk"},{"quote":"They will have difficulties to overcome,' I admitted. 'Including the differences in their religions. However, marriage is always a chancy business, Katherine. I have known individuals who appeared perfectly suited, by family background, religion, and nationality, who were thoroughly miserable.' 'So you believe in taking the chance?' 'Certainly. What is life without some risk?","author":"Elizabeth Peters, Tomb of the Golden Bird","category":"marriage, risk"},{"quote":"Jim turned his head slowly to look into my eyes and shuddered. “It’s the closest I’ve ever felt to dying.","author":"Susan Oakey-Baker, Finding Jim","category":"advenuture, fear-of-death, love, risk, vulnerability"},{"quote":"What looked safe was not safe. What looked hard and unsafe was probably safer. Anyway, safe was somewhere else in the world.","author":"David Halberstam, The Coldest Winter: America and the Korean War","category":"caution, risk, safety, self-sacrifice"},{"quote":"Derivatives - The risk never leaves the system - It finds taker who believes the risk is acceptable....until they lose everything.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"derivatives, lose, risk"},{"quote":"If you take risks, you may fail. But if you do not take risks, you will surely fail. The greatest risk of all is to do nothing.","author":"Roberto Goizueta","category":"risk"},{"quote":"Maybe winning isn’t everything. One just needs to hedge the bet and minimize the risk.","author":"Doug   Cooper, Outside In","category":"betting, hedge, risk, winning"},{"quote":"We see the world as less random than it actually is.","author":"Nassim Taleb","category":"risk"},{"quote":"I believe the more personally removed people are from a major financial event, the less it is to affect their appetite for risk.","author":"Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics","category":"financial, risk"},{"quote":"There is no greater place for damage (than marriage) because there is no greater place for glory.","author":"John Eldredge, Love and War: Finding the Marriage You've Dreamed Of","category":"intimacy, marriage, risk"},{"quote":"There's no reward without work, no victory without effort, no battle won without risk.","author":"Nora Roberts, Key of Knowledge","category":"effort, inspirational, risk, work"},{"quote":"Most men wait to move until victory is guaranteed.","author":"John Eldredge, Love and War: Finding the Marriage You've Dreamed Of","category":"cowardice, marriage, risk, spiritual-warfare"},{"quote":"Most God-ordained dreams die because we are not willing to do something that seems illogical","author":"Mark Batterson, In a Pit with a Lion on a Snowy Day: How to Survive and Thrive When Opportunity Roars","category":"dreams, faith, risk"},{"quote":"The greatest risk is not taking any.","author":"Tim Fargo","category":"chances, gambling, odds, probability, reward, risk, risky, success, successful, successful-living"},{"quote":"The death knell for any enterprise is to glorify the past -- no matter how good it was.","author":"Jeff Bezos","category":"history, risk, tradition"},{"quote":"In ancient Rome, when a victorious general paraded through the streets, legend has it that he was sometimes trailed by a servant whose job it was to repeat to him, \" Memento Mori\": Remember you will die. A reminder of mortality would help the hero keep things in perspective, instill some humility. Job's memento mori had been delivered by his doctors, but it did not instill humility. Instead he roared back after his recovery with even more passion. The illness reminded him that he had nothing to lose, so he should forge ahead full speed. \" He came back on a mission,\" said Cook. \" Even though he was now running a large company, he kept making bold moves that I don't think anybody else would have done.","author":"Walter Isaacson, Steve Jobs","category":"business-culture, passion, risk"},{"quote":"Come now and let us go and risk our lives unnecessarily. For if they have got any value at all it is this that they gave got none. Frei lebt wer sterben kann.","author":"Karen Blixen, Out of Africa","category":"life, risk"},{"quote":"Life Insurance is a mitigation to the risk of your lifeFinancial Freedom is a mitigation to the risk of living your life !!Choice has always been yours.","author":"Manoj Arora, From the Rat Race to Financial Freedom","category":"financial-freedom, life, risk"},{"quote":"Paul Buchheit: I'm suddenly reminded that, for a while, I asked people if they were playing Russian Roulette with a gun with a billion barrels (or some huge number, so in other words, some low probability that they would actually be killed), how much would they have to be paid to play one round? A lot of people were almost offended by the question and they'd say, \"I wouldn't do it at any price.\" But, of course, we do that everyday. They drive to work in cars to earn money and they are taking risks all the time, but they don't like to acknowledge that they are taking risks. They want to pretend that everything is risk-free.","author":"Jessica Livingston, Founders at Work: Stories of Startups' Early Days","category":"paul-buchheit, people, risk, risks"},{"quote":"Didn't anyone ever teach you that it's easier to ask forgiveness than permission?","author":"Emily Horner, A Love Story Starring My Dead Best Friend","category":"permanence, risk, truth"},{"quote":"The greatest risk is not taking one.","author":"Tim Fargo","category":"chances, gambling, odds, probability, reward, risk, risky, success, successful, successful-living"},{"quote":"One sticking point was that Jobs wanted his payout to be in cash. Amelio insisted that he needed to \"have skin in the game\" and take the payout in stock that he would agree to hold for at least a year.","author":"Walter Isaacson, Steve Jobs","category":"negotiation, risk"},{"quote":"Without risk in our lives, we’re scarcely better than machines ourselves.","author":"Alastair Reynolds, On the Steel Breeze","category":"risk"},{"quote":"Ryan-chasers have a life wish. They live life to the fullest because they are willing to look foolish.","author":"Mark Batterson, In a Pit with a Lion on a Snowy Day: How to Survive and Thrive When Opportunity Roars","category":"passion, risk"},{"quote":"Caution is the path to mediocrity. Gliding, passionless mediocrity is all that most people think they can achieve.","author":"Frank Herbert, God Emperor of Dune","category":"caution, mediocrity, passion, risk"},{"quote":"Well, that is what you risk when you fall in love. You risk losing your dignity.","author":"J.M. Coetzee, Summertime","category":"dignity, love, risk"},{"quote":"At its strongest and wildest and most authentic, love is a demon. It is a religion, a high-risk adventure, an act of heroism. Love is ecstasy and injury, transcendence and danger, altruism and excess. In many ways, it is a divine madness.","author":"Cristina Nehring, A Vindication of Love: Reclaiming Romance for the Twenty-first Century","category":"authenticity, divine-madness, excess, love, passion, risk"},{"quote":"What we did, what every president since Washington has done, was provide a measured, appropriate response, in direct relation to a realistic threat assessment.","author":"Max Brooks, World War Z: An Oral History of the Zombie War","category":"politics, risk, threat"},{"quote":"Sometimes you need to take the chance and risk it all. Everything might come to an abrupt end or lead to a prosperous beginning either way you would have got your answers, answers you happened to seek which will only be given to you when you ask for them, when you speak.","author":"Chirag Tulsiani","category":"beginnings-and-endings, chance, risk"},{"quote":"The only crime of the Government is that it governs. The unpardonable sin of the supreme power is that it is supreme. I do not curse you for being cruel. I do not curse you (though I might) for being kind. I curse you for being safe!","author":"G.K. Chesterton, The Man Who Was Thursday: A Nightmare","category":"activism, coercion, force, risk"},{"quote":"A historian is a risk-terrified prophet.","author":"Mokokoma Mokhonoana","category":"fear, historian, history, phobia, prophet, risk"},{"quote":"You would be derailing your life voluntarily out of fear that it might become ruined by chance. Or you could pick up and move on. Those were the only choices.","author":"Nicole Bernier","category":"fear, move-on, risk"},{"quote":"The willingness to show up changes us, It makes us a little braver each time.","author":"Brené Brown, Daring Greatly: How the Courage to Be Vulnerable Transforms the Way We Live, Love, Parent, and Lead","category":"courage, risk, showing-up"},{"quote":"Just remember, you never know what's possible until you risk finding out.","author":"Jasinda Wilder, Big Girls Do It Better","category":"love, possibilities, risk"}]}