{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Human Rights directs my path\"~ ~ Minnie Estelle Miller 2011",
      "author": "Minnie Estelle Miller",
      "category": "human-rights"
    },
    {
      "quote": "With \"gay marriage,\" the last shreds of meaning will be stripped away from marriage, with homosexuals finishing what faithless, selfish heterosexuals have begun.",
      "author": "Orson Scott Card",
      "category": "buffoonery, deseretnews, human-rights, obscurantist"
    },
    {
      "quote": "THE DECLARATION of the Rights of Man at the end of the eighteenth century was a turning point in history. It meant nothing more nor less than that from then on Man, and not God's command or the customs of history, should be the source of Law. Independent of the privileges which history had bestowed upon certain strata of society or certain nations, the declaration indicated man's emancipation from all tutelage and announced that he had now come of age.Beyond this, there was another implication of which the framers of the declaration were only half aware. The proclamation of human rights was also meant to be a much-needed protection in the new era where individuals were no longer secure in the estates to which they were born or sure of their equality before God as Christians. In other words, in the new secularized and emancipated society, men were no longer sure of these social and human rights which until then had been outside the political order and guaranteed not by government and constitution, but by social, spiritual, and religious forces. Therefore throughout the nineteenth century, the consensus of opinion was that human rights had to be invoked whenever individuals needed protection against the new sovereignty of the state and the new arbitrariness of society.",
      "author": "Hannah Arendt, The Origins of Totalitarianism",
      "category": "1967, declaration-of-the-rights-of-man, human-rights, secular-state, totalitarianism"
    },
    {
      "quote": "There are no rogue ships",
      "author": "there are only rogue shipowners.",
      "category": "Barista Uno, Maritime Double Shots"
    },
    {
      "quote": "Adoptee rights are everyone's rights, and they deserve to be protected.",
      "author": "DaShanne Stokes",
      "category": "adopt, adopted, adopted-kids, adoptee, adoptee-rights, adoptees, adopting, adopting-a-child, adoption, adoption-and-attitude, adoption-day, adoption-reunions, adoption-search, adoption-story, civil-rights, civil-rights-quotes, human-rights, national-adoption-day, national-adoption-month, original-birth-certificate, rights, rights-of-a-child, social-problem, social-problems"
    },
    {
      "quote": "Stay awake. Spread awareness. Take action.",
      "author": "Eileen Anglin",
      "category": "activism, activist, environmentalism, human-rights"
    },
    {
      "quote": "Sadly, it is within the religious domain that the phenomenon of rhetorical hysteria takes its most devastating form. I am aware that, in some minds, this tends to be regarded as a delicate subject. Let me declare very simply that I do not share such a sentiment. There is nothing in the least delicate about the slaughter of innocents. We all subscribe to the lofty notions contained in the Universal Declaration of Human Rights but, for some reason, become suddenly coy and selective when it comes to defending what is obviously the most elementary of these rights, which is the right to life. One of my all-time favourite lines comes from the black American poet Langston Hughes. It reads, simply, 'There is no lavender word for lynch'.",
      "author": "Wole Soyinka, Climate of Fear: The Quest for Dignity in a Dehumanized World",
      "category": "human-rights, religion, right-to-life"
    },
    {
      "quote": "Human rights protection laws typically come under attack from those who made these laws necessary to begin with.",
      "author": "Christina Engela, Fearotica: An Anthology of Erotic Horror",
      "category": "attack, human-rights, laws, necessary, protection-laws"
    },
    {
      "quote": "Unbelievably, while many non-governmental organizations like Amnesty International and America’s Watch have denounced the human rights situation in Cuba, there has been a continuing love affair on the part of the media and many intellectuals with Fidel Castro.",
      "author": "Armando Valladares, Against All Hope: A Memoir of Life in Castro's Gulag",
      "category": "america-s-watch, amnesty-international, cuba, fidel-castro, human-rights"
    },
    {
      "quote": "No voting on who gets to be people.",
      "author": "N.K. Jemisin",
      "category": "human-rights"
    },
    {
      "quote": "Those who object to human rights protection laws typically do so because they want to be above those laws.",
      "author": "Christina Engela, For Love of Leelah",
      "category": "human-rights, laws, object, protection"
    },
    {
      "quote": "Calling the earth activists, lightworkers, spiritual warriors. Stay awake. Take action. Spread awareness.",
      "author": "Eileen Anglin",
      "category": "activism, climate-crisis, environmental-protection, human-rights, poverty-inequality"
    },
    {
      "quote": "Self defense is the inherent right of an individual to repel any unwarranted attack. Governments are not individuals and should not have the power to restrict or invalidate a person's ability to defend him/herself.",
      "author": "GunFreeZone.net",
      "category": "civil-rights, gun-control, human-rights, self-defense"
    },
    {
      "quote": "Life is not what you alone make it. Life is the input of everyone who touched your life and every experience that entered it. We are all part of one another.",
      "author": "Yuri Kochiyama",
      "category": "activist, human-rights, life"
    },
    {
      "quote": "The only way to stop big data from becoming big brother is introduce privacy laws that protect the basic human rights online.",
      "author": "Arzak Khan",
      "category": "big-data, bigbrother, human-rights, privacy"
    },
    {
      "quote": "The Constitution only guarantees the Nigerian people the human rights either in their preamble or substantive provisions in the country.",
      "author": "Saminu Kanti",
      "category": "constition, human-rights, nigeria"
    },
    {
      "quote": "rights are honored only in the breach. most people don't get agents or cops assigned to them until they're already raped or dead.",
      "author": "Patricia Cornwell, From Potter's Field",
      "category": "human-rights, what-a-joke"
    },
    {
      "quote": "How then can the US society come to terms with its past? How can it acknowledge responsibility? The late Native historian Jack Forbes always stressed that while living persons are not responsible for what their ancestors did, they are responsible for the society they live in, which is a product of that past. Assuming this responsibility provides a means of survival and liberation. Everyone and everything in the world is affected, for the most part negatively, by US dominance and intervention, often violently through direct military means or through proxies.",
      "author": "Roxanne Dunbar-Ortiz",
      "category": "colonization, empire, genocide, human-rights, indigenous-peoples, us-history"
    },
    {
      "quote": "Today we are less likely to speak of humanitarianism, with its overtones of paternalistic generosity, and more likely to speak of human rights. The basic freedoms in life are not seen as gifts to be doled out by benevolent well-wishers, but as Casement said at his trial, as those rights to which all human beings are entitled from birth. It is this spirit which underlies organizations like Amnesty International, with its belief that putting someone in prison solely for his or her opinion is a crime, whether it happens in China or Turkey or Argentina and Medecins Sans Frontieres, with its belief that a sick child is entitled to medical care, whether in Rwanda or Honduras or the South Bronx.",
      "author": "Adam Hochschild, King Leopold's Ghost",
      "category": "human-rights, humanitarianism, paternalism"
    },
    {
      "quote": "Ponzi schemes don’t trickle down, they siphon up.",
      "author": "Heather  Marsh, Binding Chaos",
      "category": "economy, human-rights, politics"
    },
    {
      "quote": "We’re currently faced with two entirely different challenges – facing down Islamism and jihadism on the one hand, and advancing human rights and democratic culture on the other.",
      "author": "Maajid Nawaz, Islam and the Future of Tolerance: A Dialogue",
      "category": "human-rights, islamism"
    },
    {
      "quote": "A voteless people is a hopeless people.",
      "author": "Amelia Boynton Robinson",
      "category": "civil-rights, hopeless, human-rights, people, people-inspire-people, politics, politics-quotes, quotes, quotes-for-instagram, quotes-tumblr, vote, voters"
    },
    {
      "quote": "Americans care more about the rights of animals than about what happens to us!",
      "author": "Joe Sacco, Palestine",
      "category": "americans, animal-rights, human-rights, palestinians"
    },
    {
      "quote": "More than that, in the five hundred years of European OCCUPATION, Native cultures have already driven themselves to be remarkably tenacious and resilient.",
      "author": "Thomas King",
      "category": "ethnic-cleansing, human-rights, occupation"
    },
    {
      "quote": "Every attempt through history to limit the definition of humanity has been a prelude to the subjugation, degradation, and slaughter of innocents.",
      "author": "Ramez Naam, Nexus",
      "category": "human-rights, humanity"
    },
    {
      "quote": "Whoever coined the phrase '\"I can work well under pressure\" should be put on trial for crimes against Humanity.",
      "author": "Adriano Bulla, The Road to London",
      "category": "chilling, corporate-culture, corporate-greed, crimes-against-humanity, human-rights, humanity"
    },
    {
      "quote": "You don't have to stand up for your rights to get justice, sometimes you can sit for your rights like Rosa Parks.",
      "author": "Harmon Okinyo",
      "category": "civil-rights, civil-rights-human-rights, civil-rights-movement, civil-society, harmon-okinyo, harmon-okinyo-quote, harmon-okinyo-rosa-parks, harmon-quote, human-rights, martin-luther, martin-luther-hope-table-talk, martin-luther-king, martin-luther-king-day, martin-luther-king-jr, parks-rosa, quote-by-rosa-parks, rosa-parks, rosa-parks-quote, rosaparks"
    },
    {
      "quote": "The simple truth is that every human being should be born with basic human rights without suffering from discrimination.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "human-rights, humanity"
    },
    {
      "quote": "Human Rights calls for responsible behavior on the part of every individual being, and the society at large. As entwined portion of rights, duties follow, thereby it calls for performance of duties such as practicing nonviolence, solving conflicts with a dialogue, respect for the other individual or a nation, respect for human rights of other individuals etc",
      "author": "",
      "category": "armed-conflicts, civil-and-political-rights, duties, human-rights, human-rights-act-1993, human-rights-organisation, international-human-rights, kinds-of-human-rights, legal-theory-and-jurisprudence, meaning-of-human-rights, modern-theories-of-law, natural-law, nature-of-human-rights, ohchr, origin-of-human-rights, religion, rights, udhr, uno, wars, world-wars"
    },
    {
      "quote": "The irony of the present day is, the more human rights jurisprudence seems to be fortified, the more there are human rights violations in newer and newer forms and some recidivism all due to the conflicting deductions of protecting even human rights of offenders. No doubts offenders deserve their rights to be protected but in cases of serious offenses such as ‘rape’ where the offender consciously commits the act while being aware of the justice system in his particular country, prefers to cross the precincts of the law. Worst still, is increasing crime rate of offenses such as rape committed against children and infants.",
      "author": "Henrietta Newton Martin",
      "category": "human-rights, human-rights-act-1993, human-rights-organisation, humanity, international-human-rights-law"
    },
    {
      "quote": "Do the words 'human rights' even exist in this country anymore?",
      "author": "Mamoru Oshii, Seraphim: 266613336 Wings",
      "category": "human-rights, humanity, mamoru-oshii, melchior, satoshi-kon, seraphim"
    },
    {
      "quote": "Thus there is a need for analogical process of deduction of laws and rules in the decision making process by the UN at this juncture, where the world is facing innumerable human rights violation (reported and unreported) pretermitting antithetical implementation of what each nation or any disputing party understands, in its own misinterpreted version of international laws. There is a need for world comity.",
      "author": "Henrietta Newton Martin, INTERNATIONAL HUMAN RIGHTS LAW - A PRIMER- Print edition",
      "category": "human-rights"
    },
    {
      "quote": "..Thus it can be said that ‘Human Rights’ is an ever expanding subject, which grows in leaps and bounds with the evolution of knowledge, development of the society and the advancement of the world at large, thereby encompassing within its ambit newer forms of right/s as and when recognized as an inalienable ‘right’ , along with wrapped-in duties; duties, on the part of the state, the government, the human rights organizations on one hand, and duties incumbent on individuals as responsible beings owing their allegiance to the society, the society itself , and the world at large on the other...",
      "author": "Henrietta Newton Martin",
      "category": "armed-conflicts, civil-and-political-rights, duties, human-rights, human-rights-act-1993, human-rights-organisation, international-human-rights, kinds-of-human-rights, legal-theory-and-jurisprudence, meaning-of-human-rights, modern-theories-of-law, natural-law, nature-of-human-rights, ohchr, origin-of-human-rights, religion, rights, udhr, uno, wars, world-wars"
    },
    {
      "quote": "It must be instilled in man that ‘peace’ is the best legacy we would leave behind for the generations to come, as we practice and follow the edicts of human rights.",
      "author": "Henrietta Newton Martin, INTERNATIONAL HUMAN RIGHTS LAW - A PRIMER First Edition 2015",
      "category": "human-rights, international-human-rights, peace, war, world-peace"
    },
    {
      "quote": "The irony of the present day is, that, the more human rights jurisprudence seems to be fortified, the more there are human rights violations in newer and newer forms and some recidivism all due to the conflicting deductions of protecting even human rights of offenders. No doubt offenders deserve their rights to be protected, but in cases of serious offenses such as ‘rape’ where the offence is proved beyond all reasonable doubt against the offender and where the offender consciously commits the act while being aware of the justice system in his particular country and prefers to cross the precincts of the law, the question of a lighter punishment vis-a vis the gravity of the offence is a big question.",
      "author": "Henrietta Newton Martin",
      "category": "human-rights, human-rights-law, human-rights-violations"
    },
    {
      "quote": "There is no Zionism except the rescue of Jews.",
      "author": "Golda Meir",
      "category": "human-rights, israel, jewish-human-rights, jews, zionism"
    },
    {
      "quote": "I have frequently thought to myself, 'If I can teach my daughter one thing, it will be the love of self unconditionally.' Unconditional love and peace are obtainable, but they are only obtainable if I can learn to move beyond the conditions that I placed on my life. When conditions are placed on my life and on the lives of others, they ensure that I will never experience the depths of love and happiness.",
      "author": "Asa Don Brown",
      "category": "aca, american-counseling, apa, association, ccpa-counselling-connect, counseling, human-rights, inspirational, motivational, psychological, spiritual"
    },
    {
      "quote": "To disrespect a person made in the image and likeness of God is a lot worse than desecrating a flag. We should be offended and repulsed in the same way when God's image bearers are desecrated – abused, beaten, neglected, discriminated against, and not loved and taken care of as they should be.",
      "author": "James MacDonald, Christ-Centered Biblical Counseling: Changing Lives with God's Changeless Truth",
      "category": "human-rights, image-of-god"
    },
    {
      "quote": "May you have the courage to choose love over hate.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "courageous-leadership, human-rights, humanity, inspirational-quotes"
    },
    {
      "quote": "If a rare golden heart is sacrificed in the process of trying to research or help many, then the world loses.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "human-rights, humanity"
    },
    {
      "quote": "Until we align our minds with our souls,we will continue to grieve for our highest selves as individuals, a society, and as a world family.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "human-rights, humanity, inspirational-quotes, soul-quotes, spirituality"
    },
    {
      "quote": "Prejudice is poison in the veins of the world.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "human-rights, humanity"
    },
    {
      "quote": "The character of society coincides with how we treat our most vulnerable members of society.",
      "author": "Leta B., Your Steady Soul: May you transform your pain, anger, and hurt into wisdom, kindness, and love.",
      "category": "human-rights, inspirational-quotes"
    },
    {
      "quote": "Every precious human being born should have the right to live, love, and maximize his or her potential without suffering from discrimination.",
      "author": "Leta B.",
      "category": "human-rights"
    },
    {
      "quote": "To every person who has never experienced genuine love and kindness, may you still have the strength to find the love and light that exists within your soul to give, thrive, and shine.",
      "author": "Leta B.",
      "category": "human-rights, humanity, inspirational-quotes, soul-quotes"
    },
    {
      "quote": "I continue to be surprised by judgmental native stereotypes and apathy, but if I wasn't that would mean I'd become accustomed and tolerant. I don't want to stop being surprised. I just want them to stop.",
      "author": "Red Haircrow",
      "category": "apathy, human-rights, native-american-rights, negative-stereotypes"
    },
    {
      "quote": "First of all, they came to take the gypsiesand I was happy because they pilfered.Then they came to take the Jews and I said nothing, because they were unpleasant to me.Then they came to take homosexuals,and I was relieved, because they were annoying me.Then they came to take the Communists,and I said nothing because I was not a Communist.One day they came to take me,and there was nobody left to protest.Bertold Brecht, inspired by Emil Gustav Friedrich Martin Niemöller",
      "author": "Bertolt Brecht",
      "category": "human-rights"
    },
    {
      "quote": "Can we get control of an individual to the point where he will do our bidding against his will and even against fundamental laws of nature such as self preservation? (CIA Document, Project ARTICHOKE, MORI ID 144686, 1952)As cited by Dr Ellen P. Lacter, p57",
      "author": "Orit Badouk Epstein, Ritual Abuse and Mind Control: The Manipulation of Attachment Needs",
      "category": "artichoke, cia, freedom-of-information-act, government-abuse, government-corruption, human-rights, manchurian-candidate, mind-control, mk-ultra, mkultra, project-artichoke, ritual-abuse"
    },
    {
      "quote": "The concept of maximum promotion of human rights to the expense of the majority of people in fact undermines the entire concept of the human community.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "human-rights, philosophy, today-social-problems, truth, world"
    },
    {
      "quote": "We can be of many nations, but earth is our land.We can be of many races, but we are just one clan.",
      "author": "Ricardo Derose",
      "category": "human-rights, world-peace, world-unity"
    },
    {
      "quote": "We wanted a labour force, but human beings came.",
      "author": "Terry Hayes, I Am Pilgrim",
      "category": "blue-collar-moral-injunction, exploitation, human-rights, humanity-and-society, immigrant-experience, immigrants, immigration, work-ethics"
    },
    {
      "quote": "Every child born in the world must be considered as deriving its existence from God. The world is this new to him as it was to the first that existed, and his natural right in it is of the same kind.",
      "author": "Thomas Paine, Rights of Man",
      "category": "human-rights, image-of-god"
    },
    {
      "quote": "A human rights activist is the worst type of person to mess with. If I can choose an enemy between the worst finance CEO, or the worst human rights violating dictator, and a human rights activist, I would choose the former. A human rights activist doesn't let go; doesn't have a peace of mind till responsibility for a wrongful act is finally reached. That's the uncomfortable type of person that cannot stand injustice, the type of person that doesn't fear \"social desirability\" sanctions for confronting wrongdoers directly, upsetting the silence and the status quo, and for screaming loud. That's the person that dares to stand up -- for themselves, for others. That's the type of person who doesn't lay low, doesn't fear being perceived as uncomfortable, the type of person that doesn't just \"go along\". I do not want as an enemy a person who cannot let go and forget injustice, but who instead will plug away till the very end, till justice is reached. I do not want that man or woman as an enemy.",
      "author": "Iveta Cherneva",
      "category": "human-rights"
    },
    {
      "quote": "Necessity is the plea for every infringement on human rights. It is the argument of tyrants",
      "author": "it is the creed of slaves.",
      "category": "William Pitt the Younger"
    },
    {
      "quote": "Often, then, the stories came pouring out, and often they were set before us slowly and quietly like tea. These slow stories were told with understatement that made my eyes and voice fill as I translated; for when people seem to have no emotion remaining for such stories, your own heart must supply it.",
      "author": "Daoud Hari, The Translator: A Tribesman's Memoir of Darfur",
      "category": "effects-of-war, human-rights, humanity"
    },
    {
      "quote": "All eyes are opened, or opening, to the rights of man. The general spread of the light of science has already laid open to every view the palpable truth that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately, by the grace of God. These are grounds of hope for others. For ourselves, let the annual return of this day forever refresh our recollection of these rights, and an undiminished devotion to them.",
      "author": "Thomas Jefferson",
      "category": "human-rights, u-s-history"
    },
    {
      "quote": "The question, he (Lincoln) said over and over, is not what a man's particular abilities may be, but what his rights are as a human being made in God's image.",
      "author": "Elton Trueblood, Abraham Lincoln: Lessons in Spiritual Leadership",
      "category": "human-rights, image-of-god"
    },
    {
      "quote": "The massive heart wrenching barbaric violations and battles among the international states or even the Big Powers, megalomania ,‘ folie de grandeur’,and even the UN Peace keeping forces lead us only to understand of the meager contribution to the subject of IHL",
      "author": "Henrietta Newton Martin, Rudiments of International Humanitarian Law",
      "category": "battle-of-solferino, battles, big-powers, contribution-of-ihl, human-rights, human-rights-violations, humanitarian-laws, humanity, international-humanitarian-law, international-law, peace-movement, uno, war"
    },
    {
      "quote": "Human rights",
      "author": "they are in the hands of mankind and nowhere else.",
      "category": "Kristian Goldmund Aumann"
    },
    {
      "quote": "The whirlwinds of revolt will continue to shake the foundations of our nation until the bright day of justice emerges.",
      "author": "Martin Luther King Jr., I Have a Dream: Writings and Speeches That Changed the World",
      "category": "foundation, foundations, human-rights, justice-system, justification, nation, nations, revolt"
    },
    {
      "quote": "It [freedom] rings bells to remind humanity that the most precious gifts in life––like children and love and time––must never be taken for granted.",
      "author": "Aberjhani, Illuminated Corners: Collected Essays and Articles Volume I.",
      "category": "civil-rights, dreamday, human-rights, i-have-a-dream-speech, let-freedom-ring, martin-luther-king-jr, marvelousmonday-quotes, mlkdream50, syrian-civil-war"
    },
    {
      "quote": "Always in your stomach and in your skin there was a sort of protest, a feeling that you had been cheated of something you had a right to.",
      "author": "George Orwell",
      "category": "1984, basic-rights, human-rights"
    },
    {
      "quote": "You cannot stand for civil rights + not support gay marriage. You cannot stand for human rights + not support gay marriage. It's that simple.Everywhere, the voice of the oppressed must echo + ring out or else it will be crushed by the tyranny of wickedness.",
      "author": "Bernard Schaffer",
      "category": "civil-rights, gay-marriage, human-rights, supreme-court"
    },
    {
      "quote": "By contrast, if one conceives the idea of human rights as centring on the notion that each individual is completely autonomous and should have entire control over its own fate, this seems to me unrealistic even for human beings, and far too one-sided to be used as a central tool of morality.",
      "author": "Mary Midgley, The Myths We Live by",
      "category": "human-rights"
    },
    {
      "quote": "Never think I'm worried about losing sales by speaking out for human rights + gun control. I'd rather be broke than corrupt.",
      "author": "Bernard Schaffer",
      "category": "gun-control, human-rights"
    },
    {
      "quote": "Freedom rings bells to wake us from the comfort of beautiful dreams and empower the efforts that turn them into reality.",
      "author": "Aberjhani, Illuminated Corners: Collected Essays and Articles Volume I.",
      "category": "civil-rights, dreamday, human-rights, i-have-a-dream-speech, let-freedom-ring, martin-luther-king-jr, marvelousmonday-quotes, mlkdream50, syrian-civil-war"
    },
    {
      "quote": "True unalienable rights do not require one to trample other unalienable rights.",
      "author": "J.S.B. Morse, Gods of Ruin: A Political Thriller",
      "category": "coercion, founding-fathers, human-rights, inalienable, legislation, politics, rights"
    },
    {
      "quote": "In its essence, Martin Luther King Jr.’s ‘I Have a Dream’ speech is one citizen’s soul-searing plea with his countrymen––Whites and Blacks––to recognize that racial disparities fueled by unwarranted bigotry were crippling America’s ability to shine as a true beacon of democracy in a world filled with people groping their way through suffocating shadows of political turmoil, economic oppression, military mayhem, starvation, and disease.",
      "author": "Aberjhani, Illuminated Corners: Collected Essays and Articles Volume I.",
      "category": "black-history-month, civil-rights, dreamday, human-rights, i-have-a-dream-speech, let-freedom-ring, martin-luther-king-jr, mlkdream50, syrian-civil-war"
    },
    {
      "quote": "Two principles have stood face-to-face from the beginning of time",
      "author": "and they will ever continue to struggle. The one is the common right of humanity and the other the divine right of kings.",
      "category": "Abraham Lincoln"
    },
    {
      "quote": "We must dilute and disperse all forms of concentrated power that refuse to be accountable to majority wishes.",
      "author": "Bryant McGill, Voice of Reason",
      "category": "human-rights, humanity, majority-view, power"
    },
    {
      "quote": "Sexual rights are not only a basic element of human rights but should have an integral part in moves towards Arab reform ...",
      "author": "Brian Whitaker, Unspeakable Love: Gay and Lesbian Life in the Middle East",
      "category": "human-rights"
    },
    {
      "quote": "Ah, my dear friend Hassim, seems our paths cross once again, how fortunate for this humble Sheik.” As Abdullah spoke in his usual self deprecating manner I realized that a favor was on the tip of his tongue and that I was about to be offered a quid-pro-quo.We were sitting crossed legged on large fat pillows with gold fringe. The tent was large with partitions dividing living, sleeping and cooking space. It was made from heavy cotton canvas erected on thick poles in the center giving the structure a peaked circus tent appearance. The women serving us were young, wearing harem pants low on their hips with cropped gauze tops made from sheer silk. Their exposed midriffs were flat and toned, their belly buttons were decorated in precious stones that glittered in the torch light as they moved. They were bare footed with stacks of gold ankle bracelets making the only sound we heard as they kept our glasses filled with fresh sweet tea and our communal serving trays piled high with dates and sugar incrusted sweets of undetermined origin.Abdullah took no notice of these women, his nonchalance intrigued me as I was obviously having trouble keeping my mind focused on the discussion at hand, this was all part of the Arab way, when it came to negotiation they had no peers.“So my dear friend, tell me, the region is on fire is there a solution?”I spoke in a deliberate and flat tone, little emotion just concern, one friend to another.“We were shocked by the American response in Egypt and Libya, never had we seen them move so fast with such efficiency. The fall of Gadaffi was unexpected and Mubarak’s fate stunned us; he had been a staunch supporter of the US in this region we fully expected the Obama administration to prop him up one more time, as they had done so many times in the past.”I looked carefully at Abdullah,",
      "author": "Nick Hahn",
      "category": "human-rights, human-trafficking, interpol, sex-slavery, undercover-intelligence"
    },
    {
      "quote": "Why should the spread of ideas and people result in reforms that lower violence? There are several pathways. The most obvious is a debunking of ignorance and superstition. A connected and educated populace, at least in aggregate and over the long run, is bound to be disabused of poisonous beliefs, such as that members of other races and ethnicities are innately avaricious or perfidious; that economic and military misfortunes are caused by the treachery of ethnic minorities; that women don't mind to be raped; that children must be beaten to be socialized; that people choose to be homosexual as part of a morally degenerate lifestyle; that animals are incapable of feeling pain. The recent debunking of beliefs that invite or tolerate violence call to mind Voltaire's quip that those who can make you believe absurdities can make you commit atrocities.",
      "author": "Steven Pinker, The Better Angels of Our Nature: Why Violence Has Declined",
      "category": "human-rights, religion"
    },
    {
      "quote": "The fundamental human right, the presupposition of every other right, is the right to life itself. This is true of life from the moment of conception until its natural end. Abortion, consequently, cannot be a human right -- it is the very opposite. It is a deep wound in society.",
      "author": "Pope Benedict XVI",
      "category": "abortion, human-rights, life, pro-choice, pro-life"
    },
    {
      "quote": "My God, what do we want? What does any human being want? Take away an accident of pigmentation of a thin layer of our outer skin and there is no difference between me and anyone else. All we want is for that trivial difference to make no difference. What can I say to a man who asks that? All I can do is try to explain to him why he asks the question. You have looked at us for years as different from you that you may never see us really. You don’t understand because you think of us as second-class humans. We have been passive and accommodating through so many years of your insults and delays that you think the way things used to be is normal. When the good-natured, spiritual-singing boys and girls rise up against the white man and demand to be treated like he is, you are bewildered. All we want is what you want, no less and no more. (Chapter 13).",
      "author": "Shirley Chisholm, Unbought And Unbossed",
      "category": "american-politics, have-and-have-nots, human-rights, race-relations"
    },
    {
      "quote": "The Rights Revolutions too have given us ideals that educated people today take for granted but that are virtually unprecedented in human history, such as that people of all races and creeds have equal rights, that women should be free from all forms of coercion, that children should never, ever be spanked, that students should be protected from bullying, and that there’s nothing wrong with being gay. I don’t find it at all implausible that these are gifts, in part, of a refined and widening application of reason.",
      "author": "Steven Pinker, The Better Angels of Our Nature: Why Violence Has Declined",
      "category": "gay-rights, human-rights, women-s-rights"
    },
    {
      "quote": "We cordially believe in the rights of property. We think that normally and in the long run the rights of humanity, coincide with the rights of property... But we feel that if in exceptional cases there is any conflict between the rights of property and the rights of man, then we must stand for the rights of man.",
      "author": "Theodore Roosevelt",
      "category": "american-dream, human-rights, property-rights"
    },
    {
      "quote": "It’s not our place to judge the guilt or innocence of the prisoners, Nurse Webster. The sooner you learn that the better. Any other approach just leads to conflicts of duty and undermines the smooth running of the institution. We are here to ensure that the prisoners are dealt with firmly and professionally. It’s up to their lawyers to handle matters pertaining to their sentences.",
      "author": "Rachel Dax, After The Night",
      "category": "human-rights, husbandry, justice-system, wellbeing"
    },
    {
      "quote": "Fallujah was a Guernica with no Picasso. A city of 300,000 was deprived of water, electricity, and food, emptied of most of its inhabitants who ended up parked in camps. Then came the methodical bombing and recapture of the city block by block. When soldiers occupied the hospital, The New York Times managed to justify this act on grounds that the hospital served as an enemy propaganda center by exaggerating the number of casualties. And by the way, just how many casualties were there? Nobody knows, there is no body count for Iraqis. When estimates are published, even by reputable scientific reviews, they are denounced as exaggerated. Finally, the inhabitants were allowed to return to their devastated city, by way of military checkpoints, and start to sift through the rubble, under the watchful eye of soldiers and biometric controls.",
      "author": "Jean Bricmont, Humanitarian Imperialism: Using Human Rights to Sell War",
      "category": "europe, foreign-policy, france, human-rights, iraq, kosovo-war, usa, war"
    },
    {
      "quote": "All those who prefer peace to power, and happiness to glory should thank the colonized people for their civilizing mission. By liberating themselves, they made Europeans more modest, less racist, and more human. Let us hope that the process continues and that the Americans are obliged to follow the same course. When one’s own cause is unjust, defeat can be liberating.",
      "author": "Jean Bricmont, Humanitarian Imperialism: Using Human Rights to Sell War",
      "category": "europe, foreign-policy, france, human-rights, iraq, kosovo-wa, usa, war"
    },
    {
      "quote": "Trust yourself and do what you want to do!!",
      "author": "Clapp Indonesia",
      "category": "motivation-quotes"
    },
    {
      "quote": "Don't worry.When life puts you down,hope will push you up",
      "author": "Mohammed Sekouty",
      "category": "hope, life-lessons, motivation-quotes"
    },
    {
      "quote": "I CHOOSE to live by choice not by chance, to be motivated not manipulated, to be useful not used, to make change not excuses, to excel not compete. I CHOOSE self-esteem not self pity. I choose to listen to my inner voice, NOT TO LISTEN TO THE RANDOM OPINIONS OF OTHERS.",
      "author": "Auliq Ice",
      "category": "choice-quotes, decision-quotes, living-quotes, motivation-quotes, self-confidence-quotes, self-esteem-quotes, self-respect-quotes, self-worth-quotes"
    },
    {
      "quote": "Keep positive.Stay focused.Stand strong.Fight on.",
      "author": "Matshona Dhliwayo",
      "category": "motivation-quotes"
    },
    {
      "quote": "If you are unmotivated to succeed, no one can help you.If you are determined to succeed, no one can stop you.",
      "author": "Matshona Dhliwayo",
      "category": "motivation-quotes"
    },
    {
      "quote": "All right, so give me some idea of what you can do,\" says Haymitch.I can’t do anything,\" says Peeta, \"unless you count baking bread.\"Sorry, I don’t. Katniss. I already know you’re handy with a knife,” says Haymitch.Not really. But I can hunt,” I say. “With a bow and arrow.”And you’re good?” asks Haymitch.I have to think about it. I’ve been putting food on the table for four years. That’s no small task. I’m not as good as my father was, but he’d had more practice. I’ve better aim than Gale, but I’ve had more practice. He’s a genius with traps and snares. “I’m all right,” I say.",
      "author": "Suzanne Collins, The Hunger Games",
      "category": "self-assessment, talents"
    },
    {
      "quote": "Those who create are rare; those who cannot are numerous. Therefore, the latter are stronger.",
      "author": "Coco Chanel",
      "category": "confrontation, talents"
    },
    {
      "quote": "You cannot help being a female, and I should be something of a fool were I to discount your talents merely because of their housing.",
      "author": "Laurie R. King, The Beekeeper's Apprentice",
      "category": "female, sherlock-holmes, talents"
    },
    {
      "quote": "We don't choose our talents",
      "author": "but we needn't hide them in a napkin because they are not just what we want.",
      "category": "Louisa May Alcott, Jo's Boys"
    },
    {
      "quote": "Critasism is just a way of saying i'm jelous of your talents",
      "author": "Rayvon L. Browne",
      "category": "cheryl-linton, critics, rayvon-l-browne, talents"
    },
    {
      "quote": "Be equal to your talent, not your age. At times let the gap between them be embarrassing.",
      "author": "Yevgeny Yevtushenko",
      "category": "inspirational, talents"
    },
    {
      "quote": "To want a gift and not receive it,that is a life of torture. To have a gift and lose it--that is eternal hell.",
      "author": "J. Scott Featherstone, Hallelujah - The Story of the Coming Forth of Handel's Messiah",
      "category": "inspirational, talents"
    },
    {
      "quote": "The greatest talents often lie buried out of sight.",
      "author": "Plautus",
      "category": "talents"
    },
    {
      "quote": "You know.\" he said, resting the fiddle in his lap, \"once you love something enough--enough to let it consume you completely--it becomes part of you, even when it's buried and quiet.",
      "author": "Elle Cosimano, The Suffering Tree",
      "category": "love, talents"
    },
    {
      "quote": "God is not looking at your abilities, talents, self-worth to be qualified to be his disciple",
      "author": "Sunday Adelaja",
      "category": "abilities, looking, talents"
    },
    {
      "quote": "Fairness is one of the most significant traits in wisdom, the fairer you are, the wiser you become.",
      "author": "Pearl Zhu, Talent Master: 199+ Questions to See Talent from Different Angles",
      "category": "fairness, talents, wisdom"
    },
    {
      "quote": "Wouldn't it be great to be gifted? In fact... It turns out that choices lead to habits. Habits become talents. Talents are labeled gifts. You're not born this way, you get this way.",
      "author": "Seth Godin",
      "category": "gifted, inspirational, talents"
    },
    {
      "quote": "It's funny the things dreams can do to you.",
      "author": "Jane Nevin",
      "category": "decree, talents"
    },
    {
      "quote": "I want you to identify your strengths or talents and to find something about yourself that makes you unique and special and refer to that image each time you find yourself feeling insecure or unsure.",
      "author": "Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity",
      "category": "secure-people, strength-and-courage, strength-of-character, strength-through-adversity, talents"
    },
    {
      "quote": "Many people go through their whole lives having no real sense of what their talents may be, or if they have any to speak of. Human resources are like natural resources; they’re often buried deep. You have to go looking for them, they’re not just lying around on the surface.",
      "author": "Ken Robinson",
      "category": "human-resources, talents"
    },
    {
      "quote": "Our talents come so easily to use that we acquire a false sense of security: Doesn't everyone see the world as I do? Doesn't everyone feel a sense of impatience to get this project started? Doesn't everyone want to avoid conflict and find the common ground? Can't everyone see the obstacles lying in wait if we proceed down this path? Our talents feel so natural to us that they seem to be common sense.",
      "author": "Marcus Buckingham",
      "category": "talents"
    },
    {
      "quote": "His unique skill had always been to absorb the talents and knowledge of others, use what he needed and discard the rest. He never allowed anyone to get to close. He kept the world at arm's length in order to look down on it.",
      "author": "Christopher Fowler, On the Loose",
      "category": "knowledge, skill, talents, uniqueness"
    },
    {
      "quote": "Writing is my passion. It’s in my blood like a talent is. Like dancing, or singing, or drawing, I write. I can never stop writing. It helps me to express everything I’m afraid to talk about out loud when I need to say it the most. It’s my pacifier in a way...",
      "author": "Melissa C. Hamilton",
      "category": "expression, purpose, talents, writing"
    },
    {
      "quote": "Every human being has talents that are just waiting to be uncovered.",
      "author": "Tom Rath, Strengths Finder 2.0",
      "category": "talents"
    },
    {
      "quote": "How can we explain such inclinations? They are forces within us that come from a deeper place than conscious words can express.They draw us to certain experiences and away from others.",
      "author": "Robert Greene, Mastery",
      "category": "talents"
    },
    {
      "quote": "God has given different gifts for different people. There is no basis for feeling inferior to another who has a different gift. Once it is realised that we shall be judged by the gift we have received, rather than the gift we have not, one is completely delivered from a false sense of inferiority.",
      "author": "Fulton J. Sheen",
      "category": "talents"
    },
    {
      "quote": "We don't just come from the womb bearing our talents. They grow from all the things we learn.",
      "author": "Eleanor Brown, The Weird Sisters",
      "category": "talents"
    },
    {
      "quote": "It was as natural and obvious to me as breathing. So I assumed that everyone else was doing it too. When I realized that everyone else was not doing it -- that they couldn't do it even if they tried -- I told myself, 'I'm different from other people, so the life I live will have to be different from theirs.",
      "author": "Haruki Murakami, The Wind-Up Bird Chronicle",
      "category": "life, passion, talents"
    },
    {
      "quote": "There are many lights in the shadows and many shadows in the lights; lots of talents in the shades, lots of incompetents in the luminosities.",
      "author": "Mehmet Murat ildan",
      "category": "talents"
    },
    {
      "quote": "Only the passionate were immortal, it seemed. If you fought, screwed, screamed, laughed, or otherwise experienced life intensely, for better or worse, you left a record. Those who lived a quiet, well-behaved, well-tempered life? Gone without a trace.",
      "author": "Magnus Flyte, City of Dark Magic",
      "category": "legacy, life, passionate-life"
    },
    {
      "quote": "The little bit you and me might change the world,\" Malloy smiled, \"it wouldnt show up until a hundred years after we were dead. We'd never see it.\"\"But it'd be there.",
      "author": "James  Jones, From Here to Eternity",
      "category": "changing-the-world, legacy"
    },
    {
      "quote": "Never regard study as a duty but as an enviable opportunity to learn to know the liberating influence of beauty in the realm of the spirit for your own personal joy and to the profit of the community to which your later works belong.\"~Albert Einstein\"Einstein is referring to ones 'legacy' and its intended future recipients as being willfully purposed to benefit them on their journey through this gift of life given to us by God",
      "author": "R. Alan Woods, The Journey Is the Destination: A Book of Quotes With Commentaries",
      "category": "albert-einstein, knowledge-wisdom, legacy, r-alan-woods, study"
    },
    {
      "quote": "What should our second generation have done, what should it do with the knowledge of the horrors of the extermination of the Jews? We should not believe we can comprehend the incomprehensible, we may not compare the incomparable, we may not inquire because to inquire is to make the horrors an object of discussion, even if the horrors themselves are not questioned, instead of accepting them as something in the face of which we can only fall silent in revulsion, shame and guilt. Should we only fall silent in revulsion, shame and guilt? To what purpose?",
      "author": "Bernhard Schlink, The Reader",
      "category": "legacy, second-world-war"
    },
    {
      "quote": "A thing which I regret, and which I will try to remedy some time, is that I have never in my life planted a walnut. Nobody does plant them nowadays—when you see a walnut it is almost invariably an old tree. If you plant a walnut you are planting it for your grandchildren, and who cares a damn for his grandchildren?",
      "author": "George Orwell",
      "category": "grandchildren, legacy, plants, posterity, walnut"
    },
    {
      "quote": "We stopped you from going, didn't we? Me and Shiva. Our birth?\"Don't be silly. Can you imagine me giving up this?\" he said sweeping his hand to indicate family, Missing, the home he'd made out of a bungalow. \"I've been blessed. My genius was to know long ago that money alone wouldn't make me happy. Or maybe that's my excuse for not leaving you a huge fortune! I certainly could have made more money if that had been my goal. But one thing I won't have is regrets. My VIP patients often regret so many things on their deathbeds. They regret the bitterness they'll leave in people's hearts. They realize the no money, no church service, no eulogy, no funeral procession no matter how elaborate, can remove the legacy of a mean spirit.Of course, you and I have seen countless deaths among the poor. Their only regret surely is being born poor, suffering from birth to death. You know, in the book of Job, Job says to God, 'You should've taken me straight from the womb to the tomb! Why the in-between part, why life, if it was just to suffer?' Something like that. For the poor, death is at least the end of suffering.",
      "author": "Abraham Verghese, Cutting for Stone",
      "category": "legacy"
    },
    {
      "quote": "we will always be with u. we internalize traits we observe in others as a way to honor and remeber them. we are all living memorials",
      "author": "Jomny Sun, Everyone's a Aliebn When Ur a Aliebn Too: A Book",
      "category": "inspirational, legacy"
    },
    {
      "quote": "We are a continuum. Just as we reach back to our ancestors for our fundamental values, so we, as guardians of that legacy, must reach ahead to our children and their children. And we do so with a sense of sacredness in that reaching.",
      "author": "Paul Tsongas",
      "category": "ancestors, legacy, past-life"
    },
    {
      "quote": "Maybe I wanted to have kids because you want to leave behind lessons, leave behind everything that matters to you. That's how you touch the world. But I have to reconsider what it's like to leave a legacy.",
      "author": "Mattie Stepanek",
      "category": "future-plans, having-kids, legacy"
    },
    {
      "quote": "Greatness must be measured by the transfer of success to future generations",
      "author": "Mlungisi Simelane",
      "category": "legacy"
    },
    {
      "quote": "Unfortunately his Zen training never quite produced in him a Zen-like calm or inner serenity, and that too is part of his legacy. He was often tightly coiled and impatient, traits he made no effort to hide. Most people have a regulator between their mind and mouth that modulates their brutish sentiments and spikiest impulses. Not Jobs. He made a point of being brutally honest. \"My job is to say when something sucks rather than sugar coat it,\" he said. This made him charismatic and inspiring, yet also, to use the technical term, an asshole at times.",
      "author": "Walter Isaacson, Steve Jobs",
      "category": "legacy, steve-jobs"
    },
    {
      "quote": "On opening night, standing under the Rogers's marquee, [Lin] realized that if Eliza's struggle was the element of Hamilton's story that had inspired him the most, then the show itself was a part of her legacy.",
      "author": "Jeremy McCarter, Hamilton: The Revolution",
      "category": "alexander-hamilton, eliza, eliza-hamilton, hamilton, legacy, legacy-quotes, lin-manuel-miranda"
    },
    {
      "quote": "Serving [Hamilton's] legacy didn't just mean commemorating him, though: It also meant continuing his work. [Eliza] crusaded against slavery, as Hamilton had. And this widow of an orphan helped to found the first private orphanage in New York. That's the real power of a legacy: We tell stories of people who are gone because like any powerful stories, they have the potential to inspire, and to change the world.",
      "author": "Jeremy McCarter, Hamilton: The Revolution",
      "category": "alexander-hamilton, eliza, eliza-hamilton, hamilton, legacy, legacy-quotes"
    },
    {
      "quote": "Some people want you to call them rabbi; some people want you to call them American; some people want you to admire their tats. We’ve all got our facades. At least the dean’s self-qualifier is based on merit. Can you say the same about your tattoos? Come on, he’s a sad man. Leave him alone.",
      "author": "Michael Benzehabe",
      "category": "american, benzehabe, cyber, legacy, merit, rabbi, tats, tattoo, unassimilated"
    },
    {
      "quote": "we're just paper on a shelf, in the end",
      "author": "Rachel Caine, Paper and Fire",
      "category": "books, death, legacy"
    },
    {
      "quote": "...to ride well to hounds is simply a diversion. It leaves no record. But already, my dear Charlotte, you have created something, a legacy.",
      "author": "Daisy Goodwin, The Fortune Hunter",
      "category": "leave-a-mark, legacy, records"
    },
    {
      "quote": "They're funny things, legacies are. They can make a person's good-doings extend beyond his or her lifetime, and burden everyone else around who's related to live up to or better it. But they're always very important to maintain to the best of one's ability because that's as close to immortality one can get.",
      "author": "Lauren Lola, An Absolute Mind",
      "category": "immortality-of-the-soul, legacies, legacy, life, lifetime"
    },
    {
      "quote": "I don’t call it \"Life Insurance,\" I call it \"Love Insurance.\" We buy it because we want to leave a legacy for those we love.",
      "author": "Farshad Asl",
      "category": "legacy, life-insurance, love"
    },
    {
      "quote": "Living to create an earthly legacy is a short-sighted goal.",
      "author": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?",
      "category": "legacy"
    },
    {
      "quote": "But the most wonderful thing of all, our highest achievement and the one thing for which I pray we will always be remembered, is stuffing wads of polyester into an anatomically incorrect, cartoonish ideal of one of nature's most fearsome predators for no other reason than to soothe a child.",
      "author": "Rick Yancey, The Last Star",
      "category": "achievements, legacy, remembrance, teddy-bear"
    },
    {
      "quote": "The first casualty of war is innocence. Don’t be so eager to find this out. I assure you, Andraste, war is ugly.” Legacy by SL Buckley",
      "author": "SL Buckley",
      "category": "legacy"
    },
    {
      "quote": "When we don’t care about what our government is doing, we are also saying to the next generation that we are not interested in the possible burdens that we are passing on to them.",
      "author": "Rob Parker",
      "category": "inheritance, legacy, voting"
    },
    {
      "quote": "The souls of men are not measured by what they have done, but by what they leave behind.",
      "author": "Anonymous",
      "category": "death, legacy, souls"
    },
    {
      "quote": "Don Ricardo wanted a successor worthy of himself. Jorge would always be cocooned in the privileges of his class, hiding from his mediocrity in creature comforts. Penelope, the beautiful Penelope, was a woman, and therefore a treasure, not a treasurer. Julian, who had the soul of a poet, and therefore the soul of a murderer, fulfilled all the requirements. It was only a question of time.",
      "author": "Carlos Ruiz Zafón, The Shadow of the Wind",
      "category": "legacy, life, poetic"
    },
    {
      "quote": "It must be great to spend time in a spot and if you walk away, it’s so much better than before because of something you did.",
      "author": "Dan Groat, Monarchs and Mendicants",
      "category": "endow, endowment, leave-something-behind, legacy"
    },
    {
      "quote": "Love it, Do it, Be in it, Become it until it regenerates in your legacy.",
      "author": "Goitsemang Mvula",
      "category": "legacy, love, regeneration"
    },
    {
      "quote": "He had become, through a combination of heritage and character, a keeper of the national conscience.",
      "author": "Barbara W. Tuchman, The Proud Tower: A Portrait of the World Before the War, 1890-1914",
      "category": "legacy, statesmanship"
    },
    {
      "quote": "‪#‎Legacy‬Its all by birth;we hardly can change,individual born with own limits & abilities.-13.04.2016",
      "author": "Gourab Banerjee",
      "category": "legacy"
    },
    {
      "quote": "A worthy legacy is the irrevocable consequence of dreaming.",
      "author": "R.A.Delmonico",
      "category": "legacy"
    },
    {
      "quote": "Leave your legacy--not in possessions or accolades--but in moments. Moments that matter.",
      "author": "Alicia M. Smith, Common Stones: A glimpse into several different worlds, in an effort to become more acquainted with our own",
      "category": "faith, legacy, live-out-loud, moments-that-matter"
    },
    {
      "quote": "You lose track of time when you're deep in conservation with an otherworldly being made of pure Loric energy.",
      "author": "Pittacus Lore, The Fate of Ten",
      "category": "legacy, lorien-legacies, mgg, pittacus-lore, six, the-fate-of-ten, time"
    },
    {
      "quote": "Respect for the truth comes close to being the basis for all morality. Something cannot emerge from nothing.",
      "author": "Frank Herbert, Dune",
      "category": "continuity, heritage, legacy, word-of-god"
    },
    {
      "quote": "Instead of using their vastly increased material and technical resources to build a wonder-city, they built slums; and they thought it right and advisable to build slums because slums, on the test of private enterprise, \"paid\", whereas the wonder-city would, they thought, have been an act of foolish extravagance, which would, in the imbecile idiom of the financial fashion, have \"mortgaged the future\"; though how the construction to-day of great and glorious works can impoverish the future, no man can see until his mind is beset by false analogies from an irrelevant accountancy.",
      "author": "Richard Davenport-Hines, Universal Man: The Lives of John Maynard Keynes",
      "category": "cost, economy, enterprise, keynes, legacy"
    },
    {
      "quote": "You Tavi,” he answered her, putting her mind to rest. “You’re his legacy, everything he was, he taught you, passed himself on through you in a father daughter bond. He was very proud of the young woman you’ve become, and he loved you greatly, he will always live on in your heart. And one day you’ll pass on some of what he taught you to others, then he’ll continue to live on through them too, that way he’ll never be forgotten or truly gone. Every day something you do will remind you of him and you’ll remember him with love and affection, that’s a great legacy to leave behind Tavi.",
      "author": "Sallyann Phillips, Angel's Blood",
      "category": "inspirational, legacy, love"
    },
    {
      "quote": "At a certain point, your life is more about your legacy to your kids than anything else.",
      "author": "Mitch Albom, The Magic Strings of Frankie Presto",
      "category": "legacy, life"
    },
    {
      "quote": "In the world, success is measured in terms of legacy, what we leave behind. In God's kingdom, success is measured by what we send on ahead.",
      "author": "Ron Brackin",
      "category": "death, kingdom-of-god, legacy, success, true-riches"
    },
    {
      "quote": "This isn't about your reputation. Our job right now is to make sure that there to ARE future historians.",
      "author": "Stephen L. Carter, Back Channel",
      "category": "legacy, popularity, statesmanship"
    },
    {
      "quote": "…what have you accumulated from the past—what are you in the process of accumulating that will be passed on, if not deliberately, then accidentally? Is this accumulation the best of what has been and the best of what is currently being written, sung, and created? Is it wise? And if not, what will be the next generation’s inheritance, your children’s legacy?",
      "author": "Rosalie De Rosset, Unseduced and Unshaken: The Place of Dignity in a Woman's Choices",
      "category": "deliberation, discernment, future-generations, generations, inheritance, legacy, purposeful, wisdom"
    },
    {
      "quote": "vocations almost always involve tasks that transcend a lifetime. They almost always involve throwing yourself into a historical process. They involve compensating for the brevity of life by finding membership in a historic commitment.",
      "author": "David Brooks",
      "category": "legacy"
    },
    {
      "quote": "The kind of legacy you leave will only reflect the kind of life you lived.",
      "author": "Andrena Sawyer",
      "category": "legacy, life, purpose"
    },
    {
      "quote": "You don’t have to be dead to leave a legacy.",
      "author": "Onyi Anyado",
      "category": "brainyquote, distinction, grandchildren, inheritance, leadership, legacy, legacy-quotes, quotes"
    },
    {
      "quote": "The past lives through us. We are its legacy.",
      "author": "Marty Rubin",
      "category": "legacy, the-past"
    },
    {
      "quote": "Leave a legacy every hour every day in some way with something or someone.",
      "author": "Robert J. Braathe",
      "category": "legacy"
    },
    {
      "quote": "Be careful how you live your life, millions are watching you. You may be inspiring or uninspiring many.",
      "author": "Ifeanyi Enoch Onuoha",
      "category": "ifeanyi-enoch-onuoha, inspirational, legacy, motivation"
    },
    {
      "quote": "The questions that we must ask ourselves, and that our historians and our children will ask of us, are these: How will what we create compare with what we inherited? Will we add to our tradition or will we subtract from it? Will we enrich it or will we deplete it?",
      "author": "Leon Wieseltier",
      "category": "digital-change, digital-transformation, legacy, magazines, the-new-republic, tradition"
    },
    {
      "quote": "The bonsai grower knows that if she can give life to a product that lives forever and perpetually adds value to the lives of others, she has not only a success but a legacy.",
      "author": "Steven Berglas, Reclaiming the Fire: How Successful People Overcome Burnout",
      "category": "legacy"
    },
    {
      "quote": "Legacy proves ones mettle and one's karma.",
      "author": "Aporva Kala, Life... Love... Kumbh...",
      "category": "karma, legacy"
    },
    {
      "quote": "Of the things I had not known when I started out, I think the most important was the degree to which the legacy of the McCarthy period still lived. It had been almost seven years since Joe McCarthy had been censured when John Kennedy took office, and most people believed that his hold on Washington was over. ... among the top Democrats, against whom the issue of being soft on Communism might be used, and among the Republicans, who might well use the charge, it was still live ammunition. ...McCarthyism still lingered ... The real McCarthyism went deeper in the American grain than most people wanted to admit ... The Republicans’ long, arid period out of office [twenty years, ended by the Eisenhower administration], accentuated by Truman’s 1948 defeat of Dewey, had permitted the out-party in its desperation, to accuse the leaders of the governing party of treason. The Democrats, in the wake of the relentless sustained attacks on Truman and Acheson over their policies in Asia, came to believe that they had lost the White House when they lost China. Long after McCarthy himself was gone, the fear of being accused of being soft on Communism lingered among the Democratic leaders. The Republicans had, of course, offered no alternative policy on China (the last thing they had wanted to do was suggest sending American boys to fight for China) and indeed there was no policy to offer, for China was never ours, events there were well outside our control, and our feudal proxies had been swept away by the forces of history. But in the political darkness of the time it had been easy to blame the Democrats for the ebb and flow of history.The fear generated in those days lasted a long time, and Vietnam was to be something of an instant replay after China. The memory of the fall of China and what it did to the Democrats, was, I think, more bitter for Lyndon Johnson than it was for John Kennedy. Johnson, taking over after Kennedy was murdered and after the Kennedy patched-up advisory commitment had failed, vowed that he was not going to be the President of the United States who lost the Great Society because he lost Saigon. In the end it would take the tragedy of the Vietnam War and the election of Richard Nixon (the only political figure who could probably go to China without being Red-baited by Richard Nixon) to exorcise those demons, and to open the door to China.",
      "author": "David Halberstam, The Best and the Brightest",
      "category": "china, legacy, mccarthyism, vietnam"
    },
    {
      "quote": "A legacy is not about what you did while you were there it is what happens when you are gone",
      "author": "Darrell Waltrip",
      "category": "death, inspirational, legacy, life, truth"
    },
    {
      "quote": "Juggling and balancing effectively required that we make clear, legacy-driven choices about what we're trying to keep in the air and how we sequence our movements down the beam. Because the ultimate grade in life is not based on how far and fast we've walked the beam or how many things we’ve juggled—it’s based on how much we've enjoyed the exercise.",
      "author": "Eric C. Sinoway, Howard's Gift: Uncommon Wisdom to Inspire Your Life's Work",
      "category": "busyness, juggling, legacy, life-lessons"
    },
    {
      "quote": "We have an infinite ability to make an impact but we have a finite time here to make a difference and to leave some sort of legacy",
      "author": "Thomas Narofsky, You are Unstoppable!: Unleash Your Inspired Life",
      "category": "faith, inspirational, legacy"
    },
    {
      "quote": "Each of us play a unique role in the history of life. What legacy do you want to live behind?",
      "author": "Lailah Gifty Akita",
      "category": "history, legacy, life"
    },
    {
      "quote": "I preserve my worldin journals so my children can eat without me",
      "author": "Nikki Skies",
      "category": "griot, haiku, legacy"
    },
    {
      "quote": "Every Moment of your life is a new Page in your Book. Some Sentences you can’t change, even whole Pages. But you decide how your Book ends.",
      "author": "John M. Eaton",
      "category": "inspiration, legacy, life, respecting-yourself, self-image"
    },
    {
      "quote": "If you want to leave a legacy...leave it now, every day of your life, not just after you are gone or only as a result of a narrowly defined way of contributing. With every thought, word, and deed you leave something behind. You get to choose whether you leave a legacy of impossibility or possibility, of denigration, or celebration, of unkindness, or kindness, of judgment, or acceptance, of struggles or grace, of discouragement or encouragement, of frailty or strength, of tears of laughter, of fear or love. What is n your heart to leave as a legacy, in this moment...and now this one?",
      "author": "Cathy Drew. Poet",
      "category": "legacy"
    },
    {
      "quote": "The things you do for yourself are gone when you're gone, but the things you do for others become legacy.What do you wanna be remembered as?",
      "author": "Ziad K. Abdelnour",
      "category": "legacy, things"
    },
    {
      "quote": "As the leaves randomly fell, she contemplated how they sacrificially gave up their essence to sustain new life. Or was it the tree’s sacrifice? Each leaf was a part of Gaia’s play. Their final act: to decompose so a new level of soil could be made, an earthen writing tablet for the next layer of history to be recorded. One generation became the groundwork for the next. Ashes to ashes, dust to dust. Nothing was exempt, not even the leaves.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "Respond to your ability, play your part and make your mark in history.",
      "author": "Ifeanyi Enoch Onuoha",
      "category": "history, ifeanyi-enoch-onuoha, impact, legacy"
    },
    {
      "quote": "... a man could build whatever monuments he wanted in the worlds of politics, sports, entertainment, and business, but if they come at the expense of his children, then he has failed. Once the attention fades and the crowds stop cheering his name and his accomplishments are little more than fine print in a history book, the only thing that truly survives him is his child. That is his legacy. That is what defines him. All else is but a footnote.",
      "author": "Steve Pemberton, A Chance in the World: An Orphan Boy, a Mysterious Past, and How He Found a Place Called Home",
      "category": "footnote, inspirational, legacy"
    },
    {
      "quote": "Secrets upon secrets were weaving into a strange and mysterious fabric that would ultimately clothe his future.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "Their leafy whispers delighted her, and she promised her confidentiality by gently touching the trunks of both trees. They had held her secrets close to their hearts, she could do no less.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "Multi-colored lights flashed and glared on the wet road and cast eerie reflections, reminiscent of artistic surrealism. Fillion imagined that his distress and anger swirled and moved with the refracted lights, creating an urban masterpiece of demented fury.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "You are not dead, until every person who knew you is dead as well.\" Where did I hear that? It doesn't matter. There is a village in my head.",
      "author": "Neil Gaiman, Signal to Noise",
      "category": "death, everlasting-life, legacy"
    },
    {
      "quote": "The scenic route was a paved graveyard of dreams, but Fillion hoped his would rise from the ashes, marking the moment when he would finally own his life.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "Leaf felt buried beneath the remains of their prior life, the ashes coating every part of who he thought he was in this community.",
      "author": "Jesikah Sundin, Legacy",
      "category": "biodome, chronicles, colonization, fillion, leaf, legacy, mars, willow"
    },
    {
      "quote": "We're all just songs in the end. If we are lucky.",
      "author": "George R.R. Martin, A Storm of Swords",
      "category": "legacy"
    },
    {
      "quote": "Someone once said that every man is trying to live up to his father's expectations or make up for their father's mistakes....",
      "author": "Barack Obama, The Audacity of Hope: Thoughts on Reclaiming the American Dream",
      "category": "fathers, legacy, manhood"
    },
    {
      "quote": "Live today the way you want to be remembered tomorrow.",
      "author": "Dillon Burroughs",
      "category": "legacy, make-a-difference"
    },
    {
      "quote": "It’s not about keeping up the population, it’s about passing on who we are and what we've learned, so things keep going. So we don’t just end.",
      "author": "Isaac Marion, Warm Bodies",
      "category": "legacy, population"
    },
    {
      "quote": "Everyone leaves a legacy, whether they want to or not. The question is, “What kind of legacy will you leave?",
      "author": "Dillon Burroughs",
      "category": "legacy"
    },
    {
      "quote": "What you do with your resources in this life is your autobiography.",
      "author": "Randy Alcorn, Money, Possessions and Eternity",
      "category": "autobiography, legacy, resources, stewardship"
    },
    {
      "quote": "The actions you take today not only impact you",
      "author": "they influence generations. Every matter matters for eternity.",
      "category": "Dillon Burroughs, Hunger No More: A 1-Year Devotional Journey Through the Psalms"
    },
    {
      "quote": "Each person leaves a legacy -- a single, small piece of herself, which makes richer each individual life and the collective life of humanity as a whole.",
      "author": "John     Nichols, The Nirvana Blues",
      "category": "enrichment, humanity, legacy, life"
    },
    {
      "quote": "What we need now is a nation of great people who live to positively impact others and build enduring legacies",
      "author": "Fela Durotoye",
      "category": "impact, legacy, nation, nation-building, nigeria, people"
    },
    {
      "quote": "Come out into the world about you, be it either wide or limited. Sympathize, not in thought only, but in action, with all about you. Make yourself known and felt for something that would be loved and missed, in twenty thousand little ways, if you were to die; then your life will be a happy one, believe me.",
      "author": "Charles Dickens",
      "category": "legacy"
    },
    {
      "quote": "A childhood filled with adventures, happiness and unabated love.If only I could remember ...",
      "author": "Lynda Fisher",
      "category": "inspirational-quotes, legacy, writing"
    },
    {
      "quote": "Thus it is that no cruelty whatsoever passes by without impact. Thus it is that we always pay dearly for chasing after what is cheap.",
      "author": "Aleksandr Solzhenitsyn, The Gulag Archipelago 1918-1956",
      "category": "cruelty, impact"
    },
    {
      "quote": "Some things are not forgiveable. Deliberate cruelty is not forgiveable. It is the most unforgiveable thing in my opinion, and the one thing in which I have never, ever been guilty.",
      "author": "Tennessee Williams, A Streetcar Named Desire",
      "category": "cruelty"
    },
    {
      "quote": "Something caught in her throat at this second thanks, when she'd threatened him so brutally. When you're a monster, she thought, you are thanked and praised for not behaving like a monster. She would like to restrain from cruelty and receive no admiration for it.",
      "author": "Kristin Cashore, Graceling",
      "category": "being-good, cruelty, low-expectations, monstrousness"
    },
    {
      "quote": "I think cruelty is just loneliness disguised as bitterness.",
      "author": "Tom Hiddleston",
      "category": "cruelty"
    },
    {
      "quote": "Deliberate cruelty is unforgivable.--Blanche Dubois",
      "author": "Tennessee Williams, Tennessee Williams's A Streetcar Named Desire",
      "category": "cruelty"
    },
    {
      "quote": "In a cruel land, you either learned to laugh at cruelty or spent your life weeping.",
      "author": "Robert Jordan, A Crown of Swords",
      "category": "cruelty, laugh, weep"
    },
    {
      "quote": "If we are not given the option to live without violence, we are given the choice to center our meals around harvest or slaughter, husbandry or war. We have chosen slaughter. We have chosen war. That's the truest version of our story of eating animals.Can we tell a new story?",
      "author": "Jonathan Safran Foer, Eating Animals",
      "category": "animal-rights, cruelty"
    },
    {
      "quote": "Cruelty is easy, cheap and rampant.",
      "author": "Brené Brown, The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are",
      "category": "anonymous-criticism, cruelty, life"
    },
    {
      "quote": "We are cruel enough without meaning to be.",
      "author": "John Updike, Rabbit Is Rich",
      "category": "1981, cruelty, rabbit-angstrom"
    },
    {
      "quote": "Probably human cruelty is fixed and eternal. Only styles change.",
      "author": "Martin Amis, Time's Arrow",
      "category": "cruelty"
    },
    {
      "quote": "It's the worst kind of cruelty — the thoughtless kind. You can't cope with it.",
      "author": "L.M. Montgomery, Anne's House of Dreams",
      "category": "cruelty, l-m-montgomery"
    },
    {
      "quote": "When someone would mistreat, misinform, misuse, misguide, mishandle, mislead… or any other \"mis\"… to others, they’re obviously missing something from their lives.",
      "author": "Donald L. Hicks, Look into the stillness",
      "category": "cruelty, mean, meanness, missing, missing-something"
    },
    {
      "quote": "I'm afraid it's not nonsense,\" Genghis said, shaking his turbaned head and continuing his story. \"As I was saying before the little girl interrupted me, the baby didn't dash off with the other orphans. She just sat there like a sack of flour. So I walked over to her and gave her a kick to get her moving.\"\"Excellent idea!\" Nero said. \"What a wonderful story this is! And then what happened?\"\"Well, at first it seemed like I'd kicked a big hole in the baby,\" Genghis said, his eyes shining, \"which seemed lucky, because Sunny was a terrible athlete and it would have been a blessing to put her out of her misery.\"Nero clapped his hands. \"I know just what you mean, Genghis,\" he said. \"She's a terrible secretary as well.\"\"But she did all that stapling,\" Mr. Remora protested. \"Shut up and let the coach finish his story,\" Nero said.\"But when I looked down,\" Genghis continued, \"I saw that I hadn't kicked a hole in a baby. I'd kicked a hole in a bag of flour! I'd been tricked!\"\"That's terrible!\" Nero cried.",
      "author": "Lemony Snicket, The Austere Academy",
      "category": "a-series-of-unfortunate-events, absurd, apathy, baby, black-humor, count-olaf, cruel-joke, cruelty, dark-humor, lemony-snicket, nonsense, the-austere-academy"
    },
    {
      "quote": "There are always two people involved in cruelty, aren't there? One to be vicious and someone to suffer! And what's the use of getting rid of - of wickedness, say - in the outside world if you let it creep back into things from inside you?",
      "author": "Margaret Mahy, The Changeover",
      "category": "cruelty"
    },
    {
      "quote": "Sentimentalist” is the abuse with which people counter the accusation that they are cruel, thereby implying that to be sentimental is worse than to be cruel, which it isn’t.",
      "author": "Brigid Brophy",
      "category": "cruelty"
    },
    {
      "quote": "It was the first time I saw the look on the face of the people I robbed: it was ugly. I was the cause of such ugliness, and the only thing that made me feel was a cruel pleasure which, I thought, was bound to transfigure my own face, to make me resplendent. I was then 23 years old. From that moment on, I felt capable of advancing in cruelty.",
      "author": "Jean Genet, The Thief's Journal",
      "category": "cruelty, jean-genet, thief, ugliness"
    },
    {
      "quote": "The only thing worse than cruelty is delegated cruelty.",
      "author": "Matthew Scully, Dominion: The Power of Man, the Suffering of Animals, and the Call to Mercy",
      "category": "cruelty"
    },
    {
      "quote": "Sometimes it's a revelation, even to me, how much more comfortable I am with cruelty than with kindness.",
      "author": "Amy Engel, The Roanoke Girls",
      "category": "cruelty"
    },
    {
      "quote": "I think unfortunately society nowadays picks upon the fact that we should all fit into this perfect little box, perfect little label. Everybody has to be labelled, because that's what makes human beings feel comfortable, I know what that is. If they can't do that, they start thinking that's obviously not right.",
      "author": "BBC Radio 4",
      "category": "bullying, cruelty, cyberbullyng, group-pressure, labels, people-in-groups, societal-pressure"
    },
    {
      "quote": "No decent person deliberately chooses to be violent or cruel. We must remove our blinkers and learn that in order to live according to our true values, we need to stop viewing animals as commodities to be used, abused and killed for our own selfish benefit.",
      "author": "Mango Wodzak, The Eden Fruitarian Guidebook",
      "category": "abuse, blinkers, commodities, cruelty, cruelty-to-animals, decency, selfish, vegan, veganism, violence"
    },
    {
      "quote": "When we're struck with cruelty, we can either inflict the same on others like it's a rite of passage, or decide that here is where it stops.",
      "author": "Joyce Rachelle",
      "category": "changing-the-world, cruelty, do-unto-others, pay-it-forward, the-golden-rule"
    },
    {
      "quote": "She builds people up because she knows what it is like to be torn down.",
      "author": "Shannon L. Alder",
      "category": "cheating-husband, cruelty, drummers, hacker, liars, narcissist"
    },
    {
      "quote": "So muchhuman cruelty is simplyincidental is simplybrainless. Simply nocommon sense. You couldtake the entirety of thecommon sense of humansand put it in the palm ofyour hand and still haveroom for your dick.",
      "author": "Anne Carson",
      "category": "common-sense, cruelty"
    },
    {
      "quote": "I wish something would happen to me, something that would show me exactly how cruel and jealous and vengeful I can be. Then I could go back to gentleness because I chose it over brutality for its own sake, not because I didn't have the courage to be cruel. I might even like cruelty. I doubt very much that I would, but I ought to find out.",
      "author": "Peter S. Beagle, A Fine and Private Place",
      "category": "cruelty, gentle, gentleness"
    },
    {
      "quote": "[Men] act in response to an outward situation, and on being presented with an opportunity to conform to a pattern. If the pattern gives licence to cruelty, so much the better. They take advantage of the licence so thoughtlessly, so thoroughly, that it becomes perfectly clear: the generality of mankind are only waiting for the chance, only waiting for outward circumstance to sanction brutality and allow them to be cruel and brutal to their heart's content.",
      "author": "Thomas Mann, Lotte in Weimar: The Beloved Returns",
      "category": "cruelty"
    },
    {
      "quote": "Cruelty is not something you can just sugar coat with a smile, with laughter, with a hug or with an act of kindness. It is a diabolical behaviour that will keep popping up behind that smile, behind that laughter, behind that hug and behind that act of kindness. 'A man who is kind benefits himself, but a cruel man hurts himself.' (Proverbs 11:17)",
      "author": "Euginia Herlihy",
      "category": "cruelty"
    },
    {
      "quote": "...some of it's how he acts like he's King Shit of Turd Mountain, but mostly it's that he's sneaky, and he likes to hurt",
      "author": "Stephen King, The Green Mile",
      "category": "cruelty, stephen-king, the-green-mile"
    },
    {
      "quote": "I'm not a cruel man. I mean, technically I'm not a man at all.",
      "author": "Erin Bow, The Scorpion Rules",
      "category": "android, cruelty, humor, robot"
    },
    {
      "quote": "There is an undercurrent of savagery in the human psyche. Anyone who forgets this and doesn’t guard against it, risks being swept away by it.",
      "author": "Lance Conrad, The Price of Nobility",
      "category": "cruelty, psyche, savage, savagery"
    },
    {
      "quote": "He who makes fun of a short and fat man’s weight is much less cruel than he who makes fun of his height.",
      "author": "Mokokoma Mokhonoana",
      "category": "chubby, corpulent, cruel, cruelty, deride, dwarf, exercise, fat, fatty, flab, flabby, fleshy, gym, heavyset, hope, joke, meaty, midget, mock, obese, obesity, overweight, paunchy, plump, portly, potbellied, potbelly, ridicule, short, tall, tease, weight, weight-loss"
    },
    {
      "quote": "Happiness is a beautiful fruit that tastes of cruelty.",
      "author": "Agnes Varda",
      "category": "cruelty"
    },
    {
      "quote": "God is so cruel,\" she murmured reflectively, as though answering him.\"Yes,\" he admitted, from the vantage point of going blind. \"Though maybe people are kinder if He made them that way.\"\"You've run with a different crowd. Rich people are nicer to rich people.\"\"Sure. Yes. That's why I've washed up here. Rich people couldn't have been nicer to me.",
      "author": "Edward Hoagland, In the Country of the Blind: A Novel",
      "category": "blindness, cruelty, disability, indifference, man-is-wolf-to-man, throwaway-people"
    },
    {
      "quote": "I always take credit for my acts of cruelty. To do otherwise is cowardice.",
      "author": "Neal Shusterman, Challenger Deep",
      "category": "cowardice, cruelty"
    },
    {
      "quote": "Before, they had been beasts, their instincts fitly adapted to their surroundings, and happy as living things may be. Now they stumbled in the shackles of humanity, lived in a fear that never died, fretted by a law they could not understand; their mock-human existence, begun in an agony, was one long internal struggle, one long dread of Moreau- and for what? It was the wantonness of it that stirred me.",
      "author": "H.G. Wells",
      "category": "cruelty, humanity"
    },
    {
      "quote": "My mother always says that indifference is the greatest cruelty.",
      "author": "Mark T. Mustian",
      "category": "cruelty, indifference"
    },
    {
      "quote": "Words can be as deadly as bullets. But bullets are faster acting. ~ Brandon Hull",
      "author": "Jayden Hunter, Undressed To The Nines",
      "category": "cruelty, shooting, words-have-power"
    },
    {
      "quote": "In knowing \"what's best\" for our patients, we tyrannize them with our good intentions. Behind our benevolent persona, our ruthless shadow is letting out the clutch.",
      "author": "guggenhbuhl-craig",
      "category": "cruelty"
    },
    {
      "quote": "…did it make a difference if the remark never got back to the person about whom it was made? She thought not. The harm is done when the words are uttered: that is the act of belittlement, the act of diminishing the other, and it is that act which would cause pain to the victim. You said that about me? The wrong was located in the making of the cruel remark, rather than in the pain it might later cause.",
      "author": "Alexander McCall Smith, The Novel Habits of Happiness",
      "category": "alexander-mccall-smith, belittlement, cruel-words, cruelty, words-that-wound"
    },
    {
      "quote": "…one of those dreadful boarding schools. It was down on the South Coast. I think some very unpleasant things happened there…. So many lives were distorted by such cruelty. I know so many men who had to put up with that, so many….",
      "author": "Alexander McCall Smith, The Novel Habits of Happiness",
      "category": "alexander-mccall-smith, boarding-school, boarding-schools, cruelty"
    },
    {
      "quote": "I know about sureness,' said Didactylos. 'I remember, before I was blind, I went to Omnia once. And in your Citadel I saw a crowd stoning a man to death in a pit. Ever seen that?''It has to be done,' Brutha mumbled. 'So the soul can be shriven and-''Don't know about the soul. Never been that kind of philosopher,' said Didactylos. 'All I know is, it was a horrible sight.''The state of the body is not-''Oh, I'm not talking about the poor bugger in the pit,' said the philosopher. 'I'm talking about the people throwing the stones. They were sure all right. They were sure it wasn't them in the pit. You could see it in their faces. So glad it wan't them in the pit that they were throwing just as hard as they could.",
      "author": "Terry Pratchett, Small Gods",
      "category": "cruelty"
    },
    {
      "quote": "Such a brute should underneath all his braggart tricks, his viciousness, his vileness, be a coward. But I am convinced that he was not. Because even cowardice requires a certain degree of sensitivity, and a certain value for life.",
      "author": "Warren Eyster, The Goblins of Eros",
      "category": "brutality, cowardice, cowards, cruelty, evil-men, evil-people, psychopath, psycopaths, sadism, sadist, sadistic, sadists, villains"
    },
    {
      "quote": "People talk sometimes of 'bestial' cruelty, but that's a great injustice and insult to the beast; a beast can never be so cruel as a man, so artistically, so artfully cruel.",
      "author": "Fyodor Dostoyevsky",
      "category": "cruelty"
    },
    {
      "quote": "Perhaps she would not have thought of wickedness as a state so rare, so abnormal, so exotic, one which it was so refreshing to visit, had she been able to distinguish in herself, as in all her fellow-men and women, that indifference to the sufferings which they cause which, whatever names else be given it, is the one true, terrible and lasting form of cruelty.",
      "author": "Marcel Proust, Swann's Way",
      "category": "cruelty, indifference, wickedness"
    },
    {
      "quote": "So who is cruel? You, cruel reader, you are.",
      "author": "Johnny Rich, The Human Script",
      "category": "barthes, cruel, cruelty, deconstruction, postmodern, postmodernism, reader, readers, reading, signification, signified"
    },
    {
      "quote": "The only thing crueler than a cage sosmall that a bird can’t fly is a cage solarge that a bird thinks it can fly.",
      "author": "Caroline Kepnes, You",
      "category": "cruelty, freedom"
    },
    {
      "quote": "Also, I'm angry. I know life is hard, I think everyone knows that in their hearts, but why does it have to be cruel, as well? Why does it have to bite?",
      "author": "Stephen King, 11/22/63",
      "category": "cruelty, harsh-truth, life"
    },
    {
      "quote": "Of all mankind's unpleasant habits, sheer and willful cruelty is the most base, the least forgivable and, when carried to its extreme, perhaps the most horrific.",
      "author": "Christopher Riche Evans, Mind In Chains",
      "category": "cruelty"
    },
    {
      "quote": "You don't repay kindness with needless cruelty.",
      "author": "Gloria Naylor, Linden Hills",
      "category": "cruelty"
    },
    {
      "quote": "Don’t fool yourself: we all have a cruel streak. We keep it under lock and key either because we’re afraid of getting punished or because we believe this will somehow make a difference, make the world a better place.",
      "author": "Tana French, Broken Harbour",
      "category": "cruelty"
    },
    {
      "quote": "Must then a Christ perish in torment in every age to save those that have no imagination?",
      "author": "Bernard Shaw George",
      "category": "cruelty, saint-joan"
    },
    {
      "quote": "We are stronger than stigma, but until more celebrity role models openly discuss mental illness we will still be stereotyped as less than capable, by an upside down world that thinks reality television is actually normal behavior.",
      "author": "Shannon L. Alder",
      "category": "bias, bringchange2mind-com, cruelty, discrimination, stereotyping, stigma"
    },
    {
      "quote": "It’s cruelty that gets to me. Still, it’s important to read about cruelty.“Why is it important?” Because when you read about it, it’s easier to recognize. That was always the hardest thing in the refugee camps—to hear the stories of the people who had been raped or mutilated or forced to watch a parent or a sister or a child be raped or killed. It’s very hard to come face-to-face with such cruelty. But people can be cruel in lots of ways, some very subtle. I think that’s why we all need to read about it. I think that’s one of the amazing things about Tennessee Williams’s plays. He was so attuned to cruelty—the way Stanley treats Blanche in A Streetcar Named Desire. It starts with asides and looks and put-downs. There are so many great examples from Shakespeare—when Goneril torments King Lear or the way Iago speaks to Othello. And what I love about Dickens is the way he presents all types of cruelty. You need to learn to recognize these things right from the start. Evil almost always starts with small cruelties.",
      "author": "Will Schwalbe, The End of Your Life Book Club",
      "category": "cruelty"
    },
    {
      "quote": "A suffering or tortured animal always filled her with such a surge of sympathy that it lifted her clean out of herself.",
      "author": "L.M. Montgomery, Emily of New Moon",
      "category": "animal-cruelty, animal-lovers, cruelty, cruelty-to-animals"
    },
    {
      "quote": "I have a high art: I hurt with cruelty those who would wound me.",
      "author": "Archilochus",
      "category": "cruelty, self-defense, war"
    },
    {
      "quote": "Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness.",
      "author": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life",
      "category": "beauty, courtesy, cruelty, heroism, refinement"
    },
    {
      "quote": "I close my eyes, knowing that afterward we will fall asleep together on our small mattress, as we do every night, listening to the wind in the palm trees outside our window, believing in our thick dreams that we are capable of nothing cruel.",
      "author": "Andrew Porter, The Theory of Light and Matter",
      "category": "cruelty, love, relationships"
    },
    {
      "quote": "Decisiveness is often the art of timely cruelty.",
      "author": "Henry Becque",
      "category": "cruelty, decisiveness"
    },
    {
      "quote": "Ordinary men wonder why those of only average intelligence so often rise to the highest levels of power, while highly intelligent people generally do not. They fail to understand that reaching the highest levels of power has nothing to do with admired attributes such as intelligence and competence. The predominant characteristic of those who rise to the highest levels of power is a total disregard for the consequences – including death – that will befall thousands, or hundreds of thousands, or millions of human beings if it is deemed necessary to attain his (or her) goals. Generally speaking, it is this total disregard for humanity that has distinguished ‘rulers’ throughout history.",
      "author": "Dave Champion",
      "category": "competence, cruelty, humanity, intelligence-intelligent-men, power, powerful, rulers"
    },
    {
      "quote": "And for Peter... well, sometimes cruelty is kindness in disguise. Sometimes pain is the best teacher. Sometimes it does you no harm to realize that there's a limit to what you can get away with.",
      "author": "Mike Carey, The Devil You Know",
      "category": "cruelty, life, pain"
    },
    {
      "quote": "But man, proud man,Dress'd in a little brief authority,Most ignorant of what he's most assur'd—His glassy essence—like an angry apePlays such fantastic tricks before high heavenAs makes the angels weep; who, with our spleens,Would all themselves laugh mortal.",
      "author": "William Shakespeare, Measure for Measure",
      "category": "cruelty, war"
    },
    {
      "quote": "Silence!” Korbolo snapped. He eyed Duiker. “You are the historian who rode with Coltaine.”The historian faced him. “I am.”“You are a soldier.”“As you say.”“I do, and so you shall die with these soldiers, in a manner no different-““You mean to slaughter ten thousand unarmed men and women, Korbolo Dom?”“I mean to cripple Tavore before she even sets foot on this continent. I mean to make her too furious to think. I mean to crack that façade so she dreams of vengeance day and night, poisoning her every decision.”“You always fashioned yourself as the Empire’s harshest Fist, didn’t you, Korbolo Dom? As if cruelty’s a virtue…",
      "author": "Steven Erikson, Deadhouse Gates",
      "category": "cruelty, malazan, soldier"
    },
    {
      "quote": "There is no redemption in a cruel man's love.",
      "author": "Nenia Campbell, Locked and Loaded",
      "category": "cruelty, love"
    },
    {
      "quote": "Sometimes you can be so deeply wrapped up in a person that the only way to deal with it is to use cruelty to push them away.",
      "author": "L.H. Cosway, The Nature of Cruelty",
      "category": "cruelty"
    },
    {
      "quote": "in every pleasure, cruelty has its place...",
      "author": "Oscar Wilde, The Picture of Dorian Gray",
      "category": "cruelty, joy"
    },
    {
      "quote": "Astarte has come again, more powerful than before. She possesses me. She lies in wait for me.December 97My cruelty has also returned: the cruelty which frightens me. It lies dormant for months, for years, and then all at once awakens, bursts forth and - once the crisis is over - leaves me in mortal terror of myself.Just now in the avenue of the Bois, I whipped my dog till he bled, and for nothing - for not coming immediately when I called! The poor animal was there before me, his spine arched, cowering close to the ground, with his great, almost human, eyes fixed on me... and his lamentable howling! It was as though he were waiting for the butcher! But it was as if a kind of drunkenness had possessed me. The more I struck out the more I wanted to strike; every shudder of that quivering flesh filled me with some incomprehensible ardour. A circle of onlookers formed around me, and I only stopped myself for the sake of my self-respect.Afterwards, I was ashamed.I am always ashamed of myself nowadays. The pulse of life has always filled me with a peculiar rage to destroy. When I think of two beings in love, I experience an agonising sensation; by virtue of some bizarre backlash, there is something which smothers and oppresses me, and I suffocate, to the point of anguish.Whenever I wake up in the middle of the night to the muted hubbub of bumps and voices which suddenly become perceptible in the dormant city - all the cries of sexual excitement and sensuality which are the nocturnal respiration of cities - I feel weak. They rise up around me, submerging me in a sluggish flux of embraces and a tide of spasms. A crushing weight presses down on my chest; a cold sweat breaks out on my brow and my heart is heavy - so heavy that I have to get up, run bare-foot and breathless, to my window, and open both shutters, trying desperately to breathe. What an atrocious sensation it is! It is as if two arms of steel bear down upon my shoulders and a kind of hunger hollows out my stomach, tearing apart my whole being! A hunger to exterminate love.Oh, those nights! The long hours I have spent at my window, bent over the immobile trees of the square and the paving-stones of the deserted street, on watch in the silence of the city, starting at the least noise! The nights I have passed, my heart hammering in anguish, wretchedly and impatiently waiting for my torment to consent to leave me, and for my desire to fold up the heavy wings which beat inside the walls of my being like the wings of some great fluttering bird!Oh, my cruel and interminable nights of impotent rebellion against the rutting of Paris abed: those nights when I would have liked to embrace all the bodies, to suck in all the breaths and sup all the mouths... those nights which would find me, in the morning, prostrate on the carpet, scratching it still with inert and ineffectual fingers... fingers which never know anything but emptiness, whose nails are still taut with the passion of murder twenty-four hours after the crises... nails which I will one day end up plunging into the satined flesh of a neck, and...It is quite clear, you see, that I am possessed by a demon... a demon which doctors would treat with some bromide or with all-healing sal ammoniac! As if medicines could ever be imagined to be effective against such evil!",
      "author": "Jean Lorrain, Monsieur De Phocas",
      "category": "astarte, cruel, cruelty, decadence, decadent, decadents, possession, sadism, shame-ashamed"
    },
    {
      "quote": "It’s that I no longer know where I am. I seem to move around perfectly easily among people, to have perfectly normal relations with them. Is it possible, I ask myself, that all of them are participants in a crime of stupefying proportions? Am I fantasizing it all? I must be mad! Yet every day I see the evidences. The very people I suspect produce the evidence, exhibit it, offer it to me. Corpses. Fragments of corpses that they have bought for money.It is as if I were to visit friends, and to make some polite remark about the lamp in their living room, and they were to say, “Yes, it’s nice, isn’t it? Polish-Jewish skin it’s made of, we find that’s best, the skins of young Polish-Jewish virgins.” And then I go to the bathroom and the soap wrapper says, “Treblinka – 100% human stereate.” Am I dreaming, I say to myself? What kind of house is",
      "author": "J.M. Coetzee, Elizabeth Costello",
      "category": "animal-rights, banality-of-evil, complacency, cruelty"
    },
    {
      "quote": "And the answer is: You are wrong. The Faeries are not gone. But they are no longer what they were. I watched it and did not help them, though I could have. I cheered. I cheered and I wept and I was glad. Perhaps I should not have been. Perhaps laughing at agony is a Fairy's game and I should not have moved my pieces on their board.",
      "author": "Catherynne M. Valente, The Girl Who Soared Over Fairyland and Cut the Moon in Two",
      "category": "agony, cruelty, faeries, not-helping"
    },
    {
      "quote": "There is no brutality and cruelty in battles and wars",
      "author": "in reality only the outcome matters.",
      "category": "M.F. Moonzajer"
    },
    {
      "quote": "To see human beings in agony, to see them covered in blood and to hear their death groans, makes people humble. It makes their spirits delicate, bright, peaceful. It's never at such times that we become cruel or bloodthirsty. No, it's on a beautiful spring afternoon like this that people suddenly become cruel. It's at a moment like this, don't you think, while one's vaguely watching the sun as it peeps through the leaves of the trees above a well-mown lawn? Every possible nightmare in the world, every possible nightmare in history, has come into being like this.",
      "author": "Yukio Mishima, The Temple of the Golden Pavilion",
      "category": "cruelty, mishima"
    },
    {
      "quote": "Jack laughed behind him, a mirthless sound from a man who had been on the wrong end of life's ironies too many times.",
      "author": "R.D. Ronald, The Elephant Tree",
      "category": "bitterness, cruelty, ironies"
    },
    {
      "quote": "There is within me a knot of cruelty borne by the stream of love, much as our blood sometimes bears the seed of our destruction ...",
      "author": "James Hurst, The Scarlet Ibis: The Collection of Wonder",
      "category": "cruelty, hurst, ibis, james, knot, love, scarlet"
    },
    {
      "quote": "All animals understand love and affection, but only man shows the propensity to place himself into the shoes of another life form",
      "author": "The Cruxshadows",
      "category": "animal, animal-abuse, animal-right, cruelty"
    },
    {
      "quote": "I’d known cruelty in a school—cruelty that would keep these amateurs up all night. But this kind of scene—crowds batting around a person because they thought he was weak—happened to be my personal trigger.",
      "author": "Laura Anderson Kurk, Glass Girl",
      "category": "bullying, cruelty, glass-girl, high-school, meg-kavanagh"
    },
    {
      "quote": "Grayson noticed me next to the lockers. He pointed at me then held his arms out magnanimously. “You’re welcome, new girl,” he said. “I just saved you from having to find a nice way to say no to the leg dragger.",
      "author": "Laura Anderson Kurk, Glass Girl",
      "category": "bullying, cruelty, glass-girl, high-school, meg-kavanagh, special-needs, thanet"
    },
    {
      "quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
      "author": "C.G. Jung",
      "category": "darkness-self-knowledge, social"
    },
    {
      "quote": "What is most personal is most universal.",
      "author": "Carl R. Rogers, On Becoming a Person: A Therapist's View of Psychotherapy",
      "category": "social"
    },
    {
      "quote": "There were two classes of charitable people: one, the people who did a little and made a great deal of noise; the other, the people who did a great deal and made no noise at all.",
      "author": "Charles Dickens, Bleak House",
      "category": "social"
    },
    {
      "quote": "Never attribute to malevolence what is merely due to incompetence",
      "author": "Arthur C. Clarke, 3001: The Final Odyssey",
      "category": "humor, incompetence, social"
    },
    {
      "quote": "One day there will be no borders, no boundaries, no flags and no countries and the only passport will be the heart",
      "author": "Carlos Santana",
      "category": "globalization, social"
    },
    {
      "quote": "if there isn’t a them, there can’t be an us.",
      "author": "Jodi Picoult, Nineteen Minutes",
      "category": "life, social"
    },
    {
      "quote": "The problem with a lot people is, they are more concerned about their image than they are about their reputation. It should be the other way around.",
      "author": "Carroll Bryant",
      "category": "social"
    },
    {
      "quote": "Technically, of course, he was right. Socially, he was annoying us.",
      "author": "Neal Stephenson, Anathem",
      "category": "annoying, social, socially-inept"
    },
    {
      "quote": "The teacher must be an actor, an artist,passionately in love with his work.",
      "author": "Anton Chekhov",
      "category": "educational, social"
    },
    {
      "quote": "In a society... so madly in love with oxymoron's... ask yourself this... ...when was the last time you ever bought anything for free?",
      "author": "Non Nomen, The Unwords",
      "category": "inspirational, social, the-unwords, unauthor"
    },
    {
      "quote": "[Public housing projects] are not lacking in natural leaders,' [Ellen Lurie, a social worker in East Harlem] says. 'They contain people with real ability, wonderful people many of them, but the typical sequence is that in the course of organization leaders have found each other, gotten all involved in each others' social lives, and have ended up talking to nobody but each other. They have not found their followers. Everything tends to degenerate into ineffective cliques, as a natural course. There is no normal public life. Just the mechanics of people learning what s going on is so difficult. It all makes the simplest social gain extra hard for these people.",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "68, cities, contact, design, planning, sidewalks, social"
    },
    {
      "quote": "Conformity is contagious.",
      "author": "Isman H. Suryaman",
      "category": "social"
    },
    {
      "quote": "Occupying the bottom end of the inequality ladder, and becoming a 'collateral victim' of a human action or a natural disaster, interact the way the opposite poles of magnets do: they tend to gravitate towards each other.",
      "author": "Zygmunt Bauman, Collateral Damage: Social Inequalities in a Global Age",
      "category": "inequality, social"
    },
    {
      "quote": "What! because we are poor Shall we be vicious?",
      "author": "John Webster",
      "category": "social"
    },
    {
      "quote": "To sublime: to pass directly from the solid to the vapor state.To sublimate: to divert the expression of an instinctual desire or impulse from its primitive form to one that is considered more socially or culturally acceptable.Sublime: of outstanding spiritual, intellectual, or moral worth.",
      "author": "Rachel Klein, The Moth Diaries",
      "category": "life, social"
    },
    {
      "quote": "what type of books you like to read ??",
      "author": "derek swrtnam",
      "category": "social"
    },
    {
      "quote": "If we want to change the systems we are part of - our countries, communities, organizations, and families - we must also see and change ourselves",
      "author": "Adam Kahane, Solving Tough Problems: An Open Way of Talking, Listening, and Creating New Realities",
      "category": "social"
    },
    {
      "quote": "People described me then as a \"socialite,\" a label I loathe. It cast me in a lurid and ridiculous light, implying a life of privileged frivolity where everyone fits around from one party to the next wearing calculated clothes and expensive smiles",
      "author": "Jane Stanton Hitchcock, Social Crimes",
      "category": "label, privileged, social, socialite"
    },
    {
      "quote": "Seek ye not riches, seek but the society of good men.",
      "author": "Nikolai Gogol, Dead Souls",
      "category": "social"
    },
    {
      "quote": "My mom has since confirmed that my overeager go-to response - when I was going anywhere or had anything planned for me - was, \"What's everyone else going to do?",
      "author": "Connor Franta, A Work in Progress",
      "category": "social"
    },
    {
      "quote": "The thought of friends or family enjoying themselves in my absence gives me the heebie-jeebies.",
      "author": "Connor Franta, A Work in Progress",
      "category": "social"
    },
    {
      "quote": "Not unlike a selfie on Instagram or a well-crafted tweet, the computer screen projects the image I choose to portray. We all do it. My life - the glimpse obtained through Youtube - is no more perfect than yours. I'm no different.",
      "author": "Connor Franta",
      "category": "social"
    },
    {
      "quote": "You're the social one.\" - Lissa Dragomir",
      "author": "Richelle Mead, Frostbite",
      "category": "frostbite, lissa-dragomir, richelle-mead, social, va, vampire-academy"
    },
    {
      "quote": "Wolves are social. They need their pack.",
      "author": "Justine Larbalestier, Liar",
      "category": "justine-larbalestier, lair, pack, pack-animals, social, wolf-pack, wolves"
    },
    {
      "quote": "The unfortunate reality is that, even today, too many citizens have reason to fear that their right to vote, their access to the ballot--and their ability to have their votes counted--is under threat.\" --Eric Holder, quoted in Give Us the Ballot",
      "author": "Ari Berman, Give Us the Ballot: The Modern Struggle for Voting Rights in America",
      "category": "civil-rights, social, vote, voting"
    },
    {
      "quote": "Any society can be controlled and pushed on the road to peace and progress but not an intolerant one.",
      "author": "Dr.Ashok Anand",
      "category": "political-correctness, social"
    },
    {
      "quote": "Always seek to allow others space to be imperfect.",
      "author": "Alan Downs, The Velvet Rage: Overcoming the Pain of Growing Up Gay in a Straight Man's World",
      "category": "ideal, ideal-life, imperfection, life, social"
    },
    {
      "quote": "It is fine to be involved in social life and bring life to the community",
      "author": "Sunday Adelaja",
      "category": "fine, involved, social"
    },
    {
      "quote": "We’re not making a world without greed, Jacob. We’re making a world where greed is a perversion. Where grabbing everything for yourself instead of sharing is like smearing yourself with shit: gross. Wrong. Our winning doesn’t mean you don’t get to be greedy. It means people will be ashamed for you, will pity you and want to distance themselves from you. You can be as greedy as you want, but no one will admire you for it.",
      "author": "Cory Doctorow, Walkaway: A Novel",
      "category": "another-world, social"
    },
    {
      "quote": "Problems comes and goes, that's why you have to act like you own them million kind they have exact problems as yours, so how can you call them your problems.",
      "author": "R- THE DON",
      "category": "social"
    },
    {
      "quote": "Problems comes and goes that's why don't have to act like you own them, Million of human kind they have exact problems as yours, so how can you call them your problems.",
      "author": "R- THE DON",
      "category": "social"
    },
    {
      "quote": "They knew that no one heard, that bloodless people cannot be made to bleed. So they blew what everyone had heard before, they reassured everyone that nothing terrible was happening.",
      "author": "James     Baldwin, Another Country",
      "category": "social"
    },
    {
      "quote": "Imagine a hundred million people clicking polls and typing in their favorite TV shows and products and political leanings, day after day. It’s the biggest data profile ever. And it’s voluntary. That’s the funny part. People resist a census, but give them a profile page and they’ll spend all day telling you who they are.",
      "author": "Max Barry, Lexicon",
      "category": "mass-media, people, social"
    },
    {
      "quote": "Programming is a social activity.",
      "author": "Robert C. Martin",
      "category": "clean, code, prigramming, social, software, software-development"
    },
    {
      "quote": "I wish social disparity has long gone, people can be genuine, and news can be fact-based and error-free.",
      "author": "Aishah Madadiy, Bits of Heaven",
      "category": "inspirational, life, news, social"
    },
    {
      "quote": "There’s nothing like a friendly handshake to establish social cooperation, but the bonobo handshake takes erotic politics to a whole new level.",
      "author": "Dr Susan Block",
      "category": "bonobos, cooperation, erotic, friendship, handshake, politics, primates, social"
    },
    {
      "quote": "Nobody cares if I die for fighting Marathi breed.",
      "author": "Kjiva",
      "category": "gangsta, kjiva, marasta-hip-hop, marathi, marathi-hip-hop, marathi-people, marathi-rapper, revolutionary, social, social-change"
    },
    {
      "quote": "Everybody is on something these days. It's a racket. Overprescribing, masking the problem.",
      "author": "Keith Donohue",
      "category": "life, social"
    },
    {
      "quote": "Most people have no idea why others do what they do..The whole World from their own little mind decide 'what' it is..Sad when reasonably intelligible people continue to judge & judge..7.2 billion people under the Sun, how many can one please???Therefore....",
      "author": "Abha Maryada Banerjee, Nucleus: Power Women: Lead from the Core",
      "category": "leadership, social"
    },
    {
      "quote": "It's hard to know what to say sometimes, when someone does something so nice. It's hard to know where to look.",
      "author": "Nathan Filer",
      "category": "life, people, reaction, social"
    },
    {
      "quote": "Why do I always forget that traffic is a social affair?",
      "author": "Stefan Emunds",
      "category": "inspirational, peace, social, traffic"
    },
    {
      "quote": "A great leader must always keep in mind the golden rule: respect for their subordinates.Tribute to Noah Sealth.",
      "author": "Válgame, Zori 1ª Parte",
      "category": "respectful, social, working-together"
    },
    {
      "quote": "Stay in the middle of the bell-curve of social norms and follow along, or you will find out the about freedom you never had.",
      "author": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life",
      "category": "freedom, normalcy, social"
    },
    {
      "quote": "Rise above sectional interests and private ambitions, and learn to determine the value of your individual and collective action, however directed on material ends, in the light of the ideal which you are supposed to represent. Pass from matter to spirit. Matter is diversity; spirit is light, life and unity.",
      "author": "Muhammad Iqbal, Sir",
      "category": "inspirational, social, spiritual"
    },
    {
      "quote": "Could some of the challenging behaviours that often partner autism begin as experiements on measuring human reactions? Are these children exploring boundaries - seeing what makes the toy squeak or the adult shriek?",
      "author": "Adele Devine, Colour Coding for Learners with Autism: A Resource Book for Creating Meaning through Colour at Home and School",
      "category": "autism, boundaries, experiments, reactions, shriek, social"
    },
    {
      "quote": "When you want to be well-liked in the world, you have to let a lot of people teach you things that you know and they don't.",
      "author": "Nicolas Chamfort",
      "category": "don-t-know, know, liked, social, teach, world"
    },
    {
      "quote": "There is no life without the conditions of life that variably sustain life, and those conditions are pervasively social, establishing not the discrete ontology of the person, but rather the interdependency of persons, involving reproducible and sustaining social relations, and relations to the environment and to non-human forms of life, broadly considered. This mode of social ontology (for which no absolute distinction between social and ecological exists) has concrete implications for how we re-approach the issues of reproductive freedom and anti-war politics. The question is not whether a given being is living or not, nor whether the being in question has the status of a “person”; it is, rather, whether the social conditions of persistence and flourishing are or are not possible. Only with this latter question can we avoid the anthropocentric and liberal individualist presumptions that have derailed such discussions.",
      "author": "Judith Butler, Frames of War: When Is Life Grievable?",
      "category": "anthropocentrism, butler, individualism, life, personhood, social, social-ontology"
    },
    {
      "quote": "We are naked, but we think we are not; we are wrong, but think we are correct. We are misled but we think we are properly guided. We think we have leaders but in reality we do not. What we have are tyrants.",
      "author": "Nilantha Ilangamuwa",
      "category": "humor, politics, social"
    },
    {
      "quote": "We have passed some of the dirtiest chapters of mankind. Perhaps we are heading towards further inhuman treatments in many places such as Syria and Palestine.",
      "author": "Nilantha Ilangamuwa",
      "category": "international-relations, politics-observation, social"
    },
    {
      "quote": "Social and cultural history is often comprised of whatever diaries and letters remain and that is down to chance and wide open to interpretation.",
      "author": "Sara Sheridan",
      "category": "archives, cultural, diaries, history, interpretation, letters, social"
    },
    {
      "quote": "We once again see the painful reality of the spineless political intelligentsia",
      "author": "Nilantha Ilangamuwa",
      "category": "freedom, politics, social, system-problems"
    },
    {
      "quote": "If you want to denounce impunity then you have to start with denouncing the impunity that the regime enjoys.",
      "author": "Nilantha Ilangamuwa",
      "category": "freedom, impunity, politics, social, system"
    },
    {
      "quote": "i'm social but there's a limit",
      "author": "Jiri Meert Guldemont",
      "category": "limit, social"
    },
    {
      "quote": "Acquaintances, in sort, represent a source of social power, and the more acquaintances you have the more powerful you are.",
      "author": "Malcolm Gladwell, 引爆趨勢 : 小改變如何引發大流行 [Yin bao qu shi: xiao gai bian ru he yin fa da liu xing]",
      "category": "point, social, tipping"
    },
    {
      "quote": "They need a social mechanism to make us require conformity of one other, and the best way to do that is to provide a mechanism to make us punish our own deviants.",
      "author": "Charles Stross, Glasshouse",
      "category": "conformity, social"
    },
    {
      "quote": "The best tactic against evil isn't confront with him, otherwise is to get away from him",
      "author": "Válgame, Zori 2ª Parte",
      "category": "social"
    },
    {
      "quote": "I believe the spreading of Catholicism to be the most horrible means of political and social degradation left in the world.",
      "author": "Charles Dickens",
      "category": "degradation, horrible, horrid, politics, social"
    },
    {
      "quote": "Life is too short to care about what other people says and thinks about you. So live life and give them something to talk about.",
      "author": "Marlene Hansen",
      "category": "inspirational, social"
    },
    {
      "quote": "If we are to talk in the language of social constructions, then the construction of the very concepts of the social and the biological must also be elucidated.",
      "author": "Denise Riley, War in the Nursery: Theories of the Child and Mother",
      "category": "biologism, concepts, denise-riley, riley, social, social-construct, war-in-the-nursery"
    },
    {
      "quote": "A polite enemy is just as difficult to discredit, as a rude friend is to protect.",
      "author": "Bryant McGill, Voice of Reason",
      "category": "courtesy, manners, polite, politeness, social"
    },
    {
      "quote": "To be social is to be forgiving.",
      "author": "Robert Frost",
      "category": "social"
    },
    {
      "quote": "A precursor to the Social Darwinists, Hobbes argued from th premise that the primordial human condition was a war fought by each against each, so brutal and incesssant that it was impossible to develop industry or even agriculture or the arts while that condition persisted. It's this description that culmintes in his famous epithet \"And the life of man, solitary, poor, brutish, and short.\" It was a fiction to which he brought to bear another fiction, that of the social contract by which men agree to submit to rules and a presiding authority, surrendering their right to ravage each other for the sake of their own safety. The contract was not a bond of affection or identification, bot a culture or religion binding togetehr a civilization, only a convenience. Men, in his view, as in that of many other European writers of the period, are stark, mechanical creatures, windup soldiers social only by strategy and not by nature...",
      "author": "Rebecca Solnit",
      "category": "hobbes, paradise-built-in-hell, social"
    },
    {
      "quote": "Being with other people is hard for me, even when I love them. People have different ways of seeing and feeling, and things they like and things they don't, and trying to keep up with all of that- trying to keep another person happy all the time--can be exhausting.",
      "author": "Jane Devin, Elephant Girl: A Human Story",
      "category": "people, people-skills, social"
    },
    {
      "quote": "Again, we find that the space standards of twenty-first century luxury are below the required minimum for dockworkers in 1962.",
      "author": "Owen Hatherley, A Guide to the New Ruins of Great Britain",
      "category": "architecture, housing, social"
    },
    {
      "quote": "Different roads sometimes lead to the same castle.",
      "author": "George R.R. Martin, A Game of Thrones",
      "category": "disagreement, diversity"
    },
    {
      "quote": "It is never too late to give up your prejudices",
      "author": "Henry David Thoreau",
      "category": "diversity, open-mindedness"
    },
    {
      "quote": "Our ability to reach unity in diversity will be the beauty and the test of our civilisation.",
      "author": "Mahatma Gandhi",
      "category": "diversity"
    },
    {
      "quote": "He who is different from me does not impoverish me - he enriches me. Our unity is constituted in something higher than ourselves - in Man... For no man seeks to hear his own echo, or to find his reflection in the glass.",
      "author": "Antoine de Saint-Exupéry",
      "category": "brotherhood-of-man, diversity"
    },
    {
      "quote": "Good morning, Eeyore,\" said Pooh.\"Good morning, Pooh Bear,\" said Eeyore gloomily. \"If it is a good morning, which I doubt,\" said he.\"Why, what's the matter?\"\"Nothing, Pooh Bear, nothing. We can't all, and some of us don't. That's all there is to it.\"\"Can't all what?\" said Pooh, rubbing his nose.\"Gaiety. Song-and-dance. Here we go round the mulberry bush.",
      "author": "A.A. Milne",
      "category": "diversity"
    },
    {
      "quote": "The plague of mankind is the fear and rejection of diversity: monotheism, monarchy, monogamy and, in our age, monomedicine. The belief that there is only one right way to live, only one right way to regulate religious, political, sexual, medical affairs is the root cause of the greatest threat to man: members of his own species, bent on ensuring his salvation, security, and sanity.",
      "author": "Thomas Szasz",
      "category": "conformity, diversity"
    },
    {
      "quote": "Pit race against race, religion against religion, prejudice against prejudice. Divide and conquer! We must not let that happen here.",
      "author": "Eleanor Roosevelt",
      "category": "diversity, multiculturalism, propoganda, racism, unity, zealotry"
    },
    {
      "quote": "I never knew anybody . . . who found life simple. I think a life or a time looks simple when you leave out the details.",
      "author": "Ursula K. Le Guin, The Birthday of the World and Other Stories",
      "category": "complexity, diversity"
    },
    {
      "quote": "Recognize yourself in he and she who are not like you and me.",
      "author": "Carlos Fuentes",
      "category": "diversity, immigration, refugees"
    },
    {
      "quote": "Dominator culture has tried to keep us all afraid, to make us choose safety instead of risk, sameness instead of diversity. Moving through that fear, finding out what connects us, revelling in our differences; this is the process that brings us closer, that gives us a world of shared values, of meaningful community.",
      "author": "bell hooks, Teaching Community: A Pedagogy of Hope",
      "category": "diversity"
    },
    {
      "quote": "Whether we are based on carbon or on silicon makes no fundamental difference",
      "author": "we should each be treated with appropriate respect.",
      "category": "Arthur C. Clarke, 2010: Odyssey Two"
    },
    {
      "quote": "Song of myselfI am of old and young, of the foolish as much as the wise, Regardless of others, ever regardful of others, Maternal as well as paternal, a child as well as a man, Stuff'd with the stuff that is coarse and stuff'd with the stuff that is fine, One of the Nation of many nations, the smallest the same and the largest the same, A Southerner soon as a Northerner, a planter nonchalant and hospitable down by the Oconee I live, A Yankee bound my own way ready for trade, my joints the limberest joints on earth and the sternest joints on earth, A Kentuckian walking the vale of the Elkhorn in my deer-skin leggings, a Louisianian or Georgian, A boatman over lakes or bays or along coasts, a Hoosier, Badger, Buckeye; At home on Kanadian snow-shoes or up in the bush, or with fishermen off Newfoundland, At home in the fleet of ice-boats, sailing with the rest and tacking, At home on the hills of Vermont or in the woods of Maine, or the Texan ranch, Comrade of Californians, comrade of free North-Westerners, (loving their big proportions,) Comrade of raftsmen and coalmen, comrade of all who shake hands and welcome to drink and meat, A learner with the simplest, a teacher of the thoughtfullest, A novice beginning yet experient of myriads of seasons, Of every hue and caste am I, of every rank and religion, A farmer, mechanic, artist, gentleman, sailor, quaker, Prisoner, fancy-man, rowdy, lawyer, physician, priest. I resist any thing better than my own diversity, Breathe the air but leave plenty after me, And am not stuck up, and am in my place.",
      "author": "Walt Whitman",
      "category": "diversity, poetry-of-life"
    },
    {
      "quote": "In following your inclinations and moving toward mastery, you make a great contribution to society, enriching it with discoveries and insights, and making the most of the diversity in nature and among human society.",
      "author": "Robert Greene, Mastery",
      "category": "diversity, inclinations, societal-contribution"
    },
    {
      "quote": "The American identity has never been a singular one and the voices of poets invariably sing, in addition to their own, the voices of those around them.",
      "author": "Aberjhani, The American Poet Who Went Home Again",
      "category": "american-identity, american-poets, americans, black-history-month, contemporary-authors, contemporary-poetry, contemporary-poets, diversity, multiculturalism, multiculturalismo, national-history-day, national-poetry-month, poem-in-your-pocket-day, poets-and-poetry, world-poetry-day, writers-and-writing"
    },
    {
      "quote": "Be sure to enjoy language, experiment with ways of talking, be exuberant even when you don't feel like it because language can make your world a better place to live.",
      "author": "Deborah Levy, Pillow Talk in Europe and Other Places",
      "category": "diversity"
    },
    {
      "quote": "More grass means less forest; more forest less grass. But either-or is a construction more deeply woven into our culture than into nature, where even antagonists depend on one another and the liveliest places are the edges, the in-betweens or both-ands..... Relations are what matter most.",
      "author": "Michael Pollan, The Omnivore's Dilemma: A Natural History of Four Meals",
      "category": "diversity, ecology, farming, symbiosis"
    },
    {
      "quote": "[There] was a time when a lot of people came to the door. The milkman. The iceman. The Fuller Brush man. Encyclopedia salesmen. There was a sense of interaction with the world that started right at your own front doorstep.",
      "author": "Catherine Ryan Hyde, Walter's Purple Heart",
      "category": "diversity"
    },
    {
      "quote": "Everyone is aware that tremendous numbers of people concentrate in city downtowns and that, if they did not, there would be no downtown to amount to anything--certainly not one with much downtown diversity.",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "201, cities, diversity, urbanism"
    },
    {
      "quote": "The world is rational and creative. It's a wonderful mystery for our minds to discover and celebrate . God's everywhere and we are all different. That's the beauty of it-the sheer diversity. What a tapestry to enjoy.",
      "author": "Adam Williams, The Book of the Alchemist",
      "category": "diversity, inspirational"
    },
    {
      "quote": "There is perhaps some hope to be derived from the fact that in most instances where an attempt to realize an ideal society gave birth to the ugliness and violence of a prolonged active mass movement the experiment was made on a vast scale and with a heterogeneous population. Such was the case in the rise of Christianity and Islam, and in the French, Russian and Nazi revolutions. The promising communal settlements in the small state of Israel and the successful programs of socialization in the small Scandinavian states indicate perhaps that when the attempt to realize an ideal society is undertaken by a small nation with a more or less homogeneous population it can proceed and succeed in an atmosphere which is neither hectic nor coercive.",
      "author": "Eric Hoffer",
      "category": "diversity, the-true-believer"
    },
    {
      "quote": "Love is the key to diversity",
      "author": "Cherrye S. Vasquez",
      "category": "diversity, love"
    },
    {
      "quote": "There are fashions in building. Behind the fashions lie economic and technological reasons, and these fashions exclude all but a few genuinely different possibilities in city dwelling construction at any one time.",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "216, diversity, urban-planning"
    },
    {
      "quote": "Like many white liberals, Ken sees the “whiteness” of his social life as more an accident of circumstance than a choice. He would welcome greater diversity in the neighbourhood. However, he does not consciously do enough work either in his social life or in the larger community to make that diversity possible.",
      "author": "bell hooks, Teaching Community: A Pedagogy of Hope",
      "category": "diversity"
    },
    {
      "quote": "No neighbourhood or district, no matter how well established, prestigious or well heeled and no matter how intensely populated for one purpose, can flout the necessity for spreading people through time of day without frustrating its potential for generating diversity.",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "160, city, diversity, planning, urbanism"
    },
    {
      "quote": "The fantastically wasteful prodigality of human tongues, the Babel enigman, points to a vital multiplication of mortal liberties. Each language speaks the world in its own ways. Each edifies worlds and counter-worlds in its own mode. The polyglot is a freer man.",
      "author": "George Steiner, Real Presences",
      "category": "diversity"
    },
    {
      "quote": "The greatest risk most of us will take in our lifetime is that of repression or denial of basic rights of another person. The great risk is that you have no idea what will happen if that person you think so small or insignificant of stands up and totally eclipses the Sun in the universe of those lacking in empathy, humility, and humbleness.",
      "author": "Donavan Nelson Butler, Master Sergeant US Army",
      "category": "diversity, equality-and-attitude, leadership-characteristics, military-quote"
    },
    {
      "quote": "She had heard all about excluded middles; they were bad shit, to be avoided; and how had it ever happened here, with the chances once so good for diversity?",
      "author": "Thomas Pynchon, The Crying of Lot 49",
      "category": "diversity, truth"
    },
    {
      "quote": "I do not believe that Caucasians of the western world are inherently evil. What I do believe is that the powerful subliminal effect of institutionalized racism in American…encouraged and empowered Caucasians to do evil and unimaginable things to people of all colors. ~Commander Jeff - Genesis",
      "author": "James Morris Robinson, Accelerant (The Sixth Extinction",
      "category": "diversity, politics-of-the-united-states, racism-and-culture, racism-in-america, wealth-and-virtues"
    },
    {
      "quote": "Nothing about multiculturalism antagonized Rachel. She liked all kinds of food, clothing, cultural customs, and music. The one thing that held her aloof was a fear of offending through ignorance.",
      "author": "Ausma Zehanat Khan, The Unquiet Dead",
      "category": "diversity, multiculturalism"
    },
    {
      "quote": "Centuries-old wounds are still raw because they never healed right in the first place. Here is the essential truth. We are better together than we are apart.",
      "author": "Mitch Landrieu",
      "category": "diversity, healing-the-past, inspirational, race-and-racism-in-america, truth"
    },
    {
      "quote": "Instead of revering a four-year brief historical aberration that was called the Confederacy we can celebrate all 300 years of our rich, diverse history as a place named New Orleans and set the tone for the next 300 years.",
      "author": "Mitch Landrieu",
      "category": "confederate-states-of-america, diversity, new-orleans"
    },
    {
      "quote": "[I]n love, man declares himself unsatisfied in his individuality taken by itself, he postulates the existence of another as a need of the heart; … the life which he has through love to be the truly human life, … The individual is defective, imperfect, weak, needy; but love is strong, perfect, contented, free from wants, self-sufficing, infinite; … friendship is a means of virtue, and more: it is … dependent however on participation. … [I]t cannot be based on perfect similarity; on the contrary, it requires diversity, for friendship rests on a desire for self-contemplation. One friend obtains through the other what he does not himself possess. … However faulty a man may be, it is a proof that there is a germ of good in him if he has worthy men for his friends. If I cannot be myself perfect, I yet at least love virtue, perfection in others.",
      "author": "Ludwig Feuerbach, The Essence of Christianity",
      "category": "diversity, love, love-in-diversity"
    },
    {
      "quote": "Imagine a world where everyone looked the same, spoke the same, ate the same and had one single belief system. Boring right? What makes this world colorful, interesting and fun is the diversity!",
      "author": "Tina Sequeira, SOUL SOJOURN",
      "category": "diversity"
    },
    {
      "quote": "One is not required to like a movie in order to learn from it. Our personal views provide a legitimate perspective, as long as we recognize and acknowledge how they may color our interpretation.",
      "author": "Richard Barsam, Looking at Movies: An Introduction to Film",
      "category": "diversity, open-mindedness"
    },
    {
      "quote": "Religion should be a basis for overcoming division, not for creating it.",
      "author": "Julia Suryakusuma, Julia's Jihad",
      "category": "diversity, inspirational, religion, wisdom"
    },
    {
      "quote": "If you don't have a plan for inclusivity your plan is to be exclusive.",
      "author": "Catrice M. Jackson",
      "category": "catriceology, diversity, inclusivity"
    },
    {
      "quote": "The long-term effect of Hillary’s loss could be more beneficial to the future of America than one might think. For if Obama’s reign placed hope in the hearts of the young and instilled in them a belief that differences must be embraced then Hillary’s crushing defeat has awakened them to the harsh realities of a hopeful indifference and raised their voices in opposition of all those ideals that would not only darken their future but the future of the entire world.",
      "author": "Aysha Taryam",
      "category": "american-politics, american-revolution, barak-obama, diversity, donald-trump, hate-speech, hilary-clinton, misogyny, trump-administration, united-states-of-america, us-elections, us-elections-2016, us-politics, young-america"
    },
    {
      "quote": "The essence of diversity is the individual's experience of it. Diversity is about personalised shades of experience emanating from universal colours of humanity, but each person takes from the universal what is relevant to them and alters it by their own interpersonal experience.",
      "author": "Camila Batmanghelidjh, Anti-Discriminatory Practice in Counselling and Psychotherapy",
      "category": "collectivism, commonality, difference, diversity, individualism, universality"
    },
    {
      "quote": "They tell us variety is the spice of life - and yet diversity terrifies them.",
      "author": "Christina Engela, Loderunner",
      "category": "diversity, spice-of-life, terrifies, variety"
    },
    {
      "quote": "Because we often think of bias as a function of overt acts of bigotry, we can sometimes remain blind to the invisible structures, systems, and behaviors that bestow and reinforce that power and privilege on a daily basis.",
      "author": "Howard J. Ross, Everyday Bias: Identifying and Navigating Unconscious Judgments in Our Daily Lives",
      "category": "bias, diversity, research, social-work"
    },
    {
      "quote": "In diversity is life and where there's life there's hope, was the general sum of his creed, a modest one to be sure.",
      "author": "Ursula K. Le Guin, The Word for World is Forest",
      "category": "diversity, hope, inspirational, life"
    },
    {
      "quote": "In the spirit of being a reflective practitioner of ourselves we must notice your own behavior as an educator and realize how it influences other. Recognize your privileges: race, gender, ability, career, citizenship, language is all privilege. Imagine how you feel in the visitors shoes and adjust to best help them process and contextualize.",
      "author": "Monica O Montgomery",
      "category": "activism, curators, diversity, exhibitions, museum-diversity, museum-education, museums, social-justice"
    },
    {
      "quote": "Orchestrating a diversified team can indeed enhance the higher level of harmony.",
      "author": "Pearl Zhu, Digital Agility: The Rocky Road from Doing Agile to Being Agile",
      "category": "agile, diversity"
    },
    {
      "quote": "So not every person fits into the little rooms we build to hold them. There are infinite combinations of human and inhuman, male and female, brown and white.",
      "author": "Lila Bowen, Wake of Vultures",
      "category": "diversity"
    },
    {
      "quote": "The children of the Fulcrum are all different: different ages, different colors, different shapes. Some speak Sanze-mat with different accents, having originated from different parts of the world. One girl has sharp teeth because it is her race's custom to file them; another boy has no penis, though he stuffs a sock into his underwear after every shower; another girl has rarely had regular meals and wolfs down every one like she's still starving. (The instructors keep finding food hidden in and around her bed. They make her eat it, all of it, in front of them, even if it makes her sick.) One cannot reasonably expect sameness out of so much difference, and it makes no sense for Damaya to be judged by the behavior of children who share nothing save the curse of orogeny with her.",
      "author": "N.K. Jemisin, The Fifth Season",
      "category": "diversity, heterogeneity, homogeneity, homogenous"
    },
    {
      "quote": "There's nothing good about diversity, other than the food, and we don't need 128 million Mexicans for the restaurants.",
      "author": "Ann Coulter",
      "category": "conservative, diversity, humor, immigration"
    },
    {
      "quote": "My own understanding is similar to that of scholar of religion and pastor Howard Thurman. I find a profound teaching in Thurman's saying that \"what is true in any religion is in the religion because it is true; it is not true because it is in the religion.\" Thurman's saying is true for Christian theology. If there is truth in a theology, then it is present simply because it is true, not because it is in the theology. Whether or not we can find truth in a school of thought or particular theological construction is most important, not the school of thought or particular theological construction. Therefore, I find events of truth to draw on from a diversity of theological writings, rather than locate my work in a particular school of thought. The truth we Christians seek, beyond all our words and all of our labels, is found through unity in diversity. It is the common ground we all long for. No one theology alone is capable of revealing this common ground. We require a diversity taken together, each with its distinctive gifts. Together, these various insights into Christian truth correct and inform one another. This is the gift of ecumenism.",
      "author": "Karen Baker-Fletcher, Dancing with God: The Trinity from a Womanist Perspective",
      "category": "diversity, ecumenism, religion, truth"
    },
    {
      "quote": "I am forced to conclude that God made Texas on his day off, for pure entertainment, just to prove that all that diversity could be crammed into one section of earth by a really top hand.”Mary Lasswell",
      "author": "Mary Lasswell",
      "category": "beauty-in-nature, diversity, god, inspirational, one-of-a-kind, spiritual, texas, unique, vastness"
    },
    {
      "quote": "I thought of the great spectrum of The Mecca--black people from Belize, black people with Jewish mothers, black people with fathers from Bangalore, black people from Toronto and Kingston, black people who spoke Russian, who spoke Spanish, who played Mongo Santamaría, who understood mathematics and sat up in bone labs, unearthing the mysteries of the enslaved. There was more out there than I had ever hoped for, and I wanted you to have it. I wanted you to know that the world in its entirety could never be found in schools, alone, nor on the streets, alone, nor in the trophy case. I wanted you to claim the whole world, as it is. I wanted \"Tolstoy is the Tolstoy of the Zulus\" to immediately be obvious to you.",
      "author": "Ta-Nehisi Coates",
      "category": "diversity, universalism"
    },
    {
      "quote": "My hope is that the white and the black will be united in perfect love and fellowship, with complete unity and brotherhood. Associate with each other, think of each other, and be like a rose garden. Anyone who goes into a rose garden will see various roses, white, pink, yellow, red, all growing together and replete with adornment. Each one accentuates the beauty of the other. Were all of one color, the garden would be monotonous to the eye. If they were all white or yellow or red, the garden would lack variety and attractiveness; but when the colors are varied, white, pink, yellow, red, there will be the greatest beauty.",
      "author": "Abdu'l-Bahá",
      "category": "diversity, unity-of-all-people"
    },
    {
      "quote": "We calculated the baseline requirement of diversity.",
      "author": "Andrew     Miller, Dub Steps",
      "category": "diversity"
    },
    {
      "quote": "People are far more revealing by the questions they ask than the answer they give. To get closer to understanding what is really on someone’s mind, answer their questions briefly so they ask follow-up questions. By their third question you’ll get a glimpse of their biggest fear or desire on the topic.",
      "author": "Kare Anderson, Mutuality Matters How You Can Create More Opportunity, Adventure & Friendship With Others",
      "category": "diversity, listening-to-others, trust-building, understanding-others, unlikely-allies"
    },
    {
      "quote": "To boost bonding among others so they are more apt to work (or play) well together, ask them, when together, to do two powerfully simple things that can be done rather quickly:1. Write down the ways they are like each other. Hint: Create a level playing field. Writing rather than immediately sharing helps slow thinkers keep up with fast thinkers. Fast thinkers aren't smarter, just different in their thinking processes, and each kind has advantages and pitfalls, so they can accomplish more together than when a majority in a group think and speak at the same speed. Hint: Salespeople are often fast thinkers.2. Share with each other what they wrote, going around the circle, one by one.Bonus benefit: Other studies show that when you reflect on how you are similar to those with whom you are talking, you pay more attention to them. You care about them more. That spurs the other person to listen more closely to you.",
      "author": "Kare Anderson, Mutuality Matters More Living a Happy, Meaningful and Satisfying Life With Others",
      "category": "bonding, diversity, likeability, teamwork"
    },
    {
      "quote": "This is your country, this is your world, this is your body, and you must find some way to live within the all of it.",
      "author": "Ta-Nehisi Coates",
      "category": "diversity, inspiration"
    },
    {
      "quote": "Diversity isn’t a trend",
      "author": "it’s a constant battle to change an existing culture that shuts us out.",
      "category": "Alyssa Wong"
    },
    {
      "quote": "In the context of the autism world (and my outlook in general) this is were I stand equality is for everyone, everybody in the world - I look at both sides of the the coin and take into account peoples realities (that makes me neutral/moderate/in the middle). That means that you look in a more three dimensional perspective of peoples diverse realities you cannot speak for all but one can learn from EACH OTHER through listening and experiencing. I also try my best to live with the good cards I was given not over-investing in my autism being the defining factor of my being (but having a healthy acknowledgement of it) that it's there but also thinking about other qualities I have such as being a writer, poet and artist.I do have disability, I do have autism and I have a \"mild\" learning disability that is true but I a human being first and foremost. And for someone to be seen as person equal to everyone else is a basic human right.",
      "author": "Paul Isaacs, Living Through the Haze",
      "category": "abilities, autism, autism-spectrum, disability, diversity, equality-and-attitude, humanity"
    },
    {
      "quote": "There should be no single representation in the autism world. Think about this if someone got up on stage and talked about having “non-autistic syndrome” and made the assumption every one with this syndrome is the same we would be in big trouble. That applies to autism as well - it isn't one condition, there are profile differences between Autism and AS and all autism \"fruits salads\" are different. That is how diverse autism is.",
      "author": "Paul Isaacs, Living Through the Haze",
      "category": "aspergers-syndrome, autism-politics, autism-spectrum, diversity, donna-williams, representation"
    },
    {
      "quote": "And so the very thing that should make Egypt strong - the richness and diversity of her culture - serves to divide her and make her weak.",
      "author": "Ahdaf Soueif, The Map of Love",
      "category": "diversity, division, egypt"
    },
    {
      "quote": "Thriving leaders are the ones surrounded by diverse people from different generations.",
      "author": "Jon Mertz, Activate Leadership: Aspen Truths to Empower Millennial Leaders",
      "category": "diversity, generations, leadership"
    },
    {
      "quote": "We are drawn to the Renaissance because of the hope for black uplift and interracial empathy that it embodied and because there is a certain element of romanticism associated with the era’s creativity, its seemingly larger than life heroes and heroines, and its most brilliantly lit terrain, Harlem, USA.",
      "author": "Clement Alexander Price, Encyclopedia of the Harlem Renaissance",
      "category": "african-americans, american-history, cultural-arts, diversity, great-migration, harlem-new-york, harlem-renaissance, jazz-age, literary-movements, multiculturalism, roaring-20s"
    },
    {
      "quote": "I've hated some of them too. Most of them sometimes. And they do think differently, but that's a good thing, isn't it? A hand isn't a f-foot, but I need them both to hunt.",
      "author": "Peadar Ó Guilín, The Volunteer",
      "category": "alliances, diversity, xenophobia"
    },
    {
      "quote": "The psychologist Jerome Kagan has argued that parenting has a threshold function: up until that threshold is crossed, the effects of a child's very early experience even out in the end. But parenting that crosses the threshold—abuse, stress, utter indifference—can sink in deep, especially if the baby remains in that environment. There's a lot to be said for this perspective on parenthood, not least that it offers well-meaning parents some relief from scaremongering. It also accounts for the astounding flexibility of the human infant: he is game for the craziest parenting stuff you can come up with.",
      "author": "Nicholas Day, Baby Meets World: Suck, Smile, Touch, Toddle",
      "category": "diversity, infancy, resiliency"
    },
    {
      "quote": "We must strongly resist reductions in diversity, especially when it happens, either directly or indirectly, because of our own activities.",
      "author": "David  Brandon, Tao of Survival: Spirituality in Social Care and Counselling",
      "category": "diversity, personal-responsibility"
    },
    {
      "quote": "We must stop pointing to the exceptions—these bright shining stars who transcend circumstance. We must look to how we can best support the least among us, not spend all our time blindly revering and trying to mimic the greatest without demanding systemic change.",
      "author": "Roxane Gay, Bad Feminist",
      "category": "diversity, systematic-oppression"
    },
    {
      "quote": "It's not about adding diversity for the sake of diversity, it's about subtracting homogeneity for the sake of realism.",
      "author": "Mary Robinette Kowal",
      "category": "diversity, twitter"
    },
    {
      "quote": "I'm tired of feeling like I should be grateful when popular culture deigns to acknowledge the experiences of people who are not white, middle class or wealthy, and heterosexual.",
      "author": "Roxane Gay, Bad Feminist",
      "category": "diversity"
    },
    {
      "quote": "We All Bleed RedWe have a confirmed threat against the homeland and I for one am grateful for the Americans sitting in the Army conference room in Fort Stewart, Georgia. The display cubes and screens lets us see different locations, cities, departments of the armed forces. It also allows us to see three commonalities. (1) We are all different. I take such pleasure in seeing the diverse group we call the intelligence community. We are different races, nationalities, and ethnic groups.(2) This brings us to the second commonality…we are all Americans. Yes, we fuss, we have differences of opinions, but we are all Americans.(3) The third and most important commonality is the fact that we all bleed red. We are humankind.These are the bonds that unite us…bond us…make us better beings. I have not mentioned religion because my God allows me to respect other people’s belief. I just ask that as we work through this crisis that we hold dearly on to these three commonalities.The Director of National Intelligence",
      "author": "James M.  Robinson",
      "category": "army, diversity, intelligence, marines, navy, war, warrior, world-peace"
    },
    {
      "quote": "A rainbow looks good because the colours demonstrate restrain. Otherwise it would be an ugly blob.",
      "author": "Arindam Mukherjee",
      "category": "diversity, ethnicity, globalization, plurality"
    },
    {
      "quote": "A book written within, contains ideas and thoughts from all over, where each page explains itself.",
      "author": "Auliq Ice",
      "category": "diversity, multicultural, multiple-personality, original-quotes, original-thoughts, originality"
    },
    {
      "quote": "To every rule there are diverse sub rules which all apply to the same rule.",
      "author": "Auliq Ice",
      "category": "alternate-history, alternatives, diversity, optional, options"
    },
    {
      "quote": "It's funny that being human means so many things, man made divisions counter our judgements towards being wary of the \"other\", this is worrying because the thing that unites us is being human that is what we all are and without lament but with joy we should embrace everybody we would then live in utopia of diversity.",
      "author": "Paul Isaacs",
      "category": "connections-and-attitude, diversity, inclusion"
    },
    {
      "quote": "How’s things, man?” The black man extended his hand for a handshake. Mathematical formulae were jotted on the sleeve of his shirt, right up to the elbow.“Very good,” said Peter. It had never occurred to him before that dark-skinned people didn’t have the option of jotting numbers on their skin. You learned something new about human diversity every day.",
      "author": "Michel Faber, The Book of Strange New Things",
      "category": "black, dark-skinned, diversity"
    },
    {
      "quote": "Assuming Sandberg's advice is completely useless for working-class women is just as shortsighted as claiming her advice needs to be completely applicable to all women. And let’s be frank: if Sandberg chose to offer career advice for working-class women, a group she clearly knows little about, she would have been just as harshly criticized for overstepping her bounds.",
      "author": "Roxane Gay, Bad Feminist",
      "category": "audience, diversity, sheryl-sandberg"
    },
    {
      "quote": "Finally, there are assuredly diversities of gifts pertaining to diverse breeds of men; and unless we are all reduced to the dull dead level of socialism, and perhaps even in that case, for the sake of relief, we shall continue to stand in need of all these gifts. Let us hope, then, that blue eyes, as well as brown eyes, will continue to beam on our descendants, and that heads will never come to be framed all upon one and the same pattern.",
      "author": "John Beddoe, The Anthropological History of Europe",
      "category": "diversity"
    },
    {
      "quote": "I don't know any Baptists who don't want to see folks get saved… you start winning folks to the Lord and baptizing them… They'll pretty well put up were [your methods].",
      "author": "Richard Hogue",
      "category": "diversity, evangelism, style"
    },
    {
      "quote": "Maybe the word hasn’t been invented yet – that thing beyond diversity. We often define movements by what they’re against, but the final goal is greater than the powers it dismantles, deeper than any statistic. It’s something like equity – a commitment to harvesting a narrative language so broad it has no face, no name.",
      "author": "Daniel José Older",
      "category": "diversity"
    },
    {
      "quote": "Instead of thinking those who don't share your passions are not 'real Christians,' recognize the beauty of diversity within the body of Christ. Instead of being angry with others for not feeling your urgency about an issue, give them time to come around.",
      "author": "Holly Sprink, Faith Postures: Cultivating Christian Mindfulness",
      "category": "body-of-christ, diversity, passions, peacemaking, urgency"
    },
    {
      "quote": "Diversity of opinions is not what is stopping people from living together in harmony. Stupidity is",
      "author": "Sameh Elsayed",
      "category": "diversity, experience-plus, human-development, sameh-elsayed"
    },
    {
      "quote": "Unlike the clonal longevity of asexual organisms, sexually reproduced plants and animals usually have briefer, individual life cycles. In short, the enormous diversity afforded by the evolutionary invention of sexual reproduction came with a price—death of the individual.",
      "author": "Richard J. Borden, Ecology and Experience: Reflections from a Human Ecological Perspective",
      "category": "diversity, ecology, individual, life-cycle, sexual-reproduction"
    },
    {
      "quote": "It (urban peacekeeping) was quite a task, requiring a permanent balancing act between communities, each with their own interests, festivals, traditions and historical rivalries imported from the wide-open spaces of the countryside into close quarters.",
      "author": "Charles Emmerson, 1913: In Search of the World Before the Great War",
      "category": "city-life, diversity, urban-life"
    },
    {
      "quote": "The differences were plain enough, and yet I saw that they were as nothing compared with what we had in common. As I lay in bed at night, the sky outside my window reflecting the city's dim glow, I thought about Abuelita’s fierce loyalty to blood. But what really binds people as family? The way they shore themselves up with stories; the way siblings can feud bitterly but still come through for each other; how an untimely death, a child gone before a parent, shakes the very foundations; how the weaker ones, the ones with invisible wounds, are sheltered; how a constant din is medicine against loneliness; and how celebrating the same occasions year after year steels us to the changes they herald. And always food at the center of it all.",
      "author": "Sonia Sotomayor, My Beloved World",
      "category": "diversity, family, minority"
    },
    {
      "quote": "There were no actual villains, just inertia. The administration genuinely wanted more diversity for reasons of its image as well as fairness, notwithstanding the cranky alumni letters in The Daily Princetonian. ... Hiring committees had not a clue where to look for or how to attract suitable candidates. And so, though a high-level recruitment plan existed on paper, there was only foot-dragging and defensive excuse making.",
      "author": "Sonia Sotomayor, My Beloved World",
      "category": "academia, diversity"
    },
    {
      "quote": "The longer a nation's history, the more wars, invasions, wanderings, and periods of captivity it has seen-the greater the diversity of its faces.",
      "author": "Vasily Grossman, An Armenian Sketchbook",
      "category": "diversity, nation"
    },
    {
      "quote": "Differences don’t necessarily mean conflict, diversity is beautiful!",
      "author": "Sahar El-Nadi, Sandcastles & Snowmen",
      "category": "diversity"
    },
    {
      "quote": "In science there is and will remain a Platonic element which could not be taken away without ruining it. Among the infinite diversity of singular phenomena science can only look for invariants.",
      "author": "Jacques Monod, Chance and Necessity",
      "category": "diversity, invariants, nobel-laureate, phenomena, plato, platonic, science"
    },
    {
      "quote": "The key to successful change is sensitivity towards that which is indigenous and, in the long run, diversity will always be more resilient than monoculture despite the current unsustainable trends in the opposite direction.",
      "author": "Jonathan Watts, Unsavory Elements: Stories of Foreigners on the Loose in China",
      "category": "china, diversity, jonathan-watts, monoculture, unsavory-elements"
    },
    {
      "quote": "The page we have in our colouring book may appear to have a similar outline but we all vary in the way we fill in the space. Diversity keeps us interesting.Celebrate your differences.",
      "author": "Truth Devour, Wantin",
      "category": "diversity, truth"
    },
    {
      "quote": "I begged Ana to shut them up, come out as Cuban, play the jail card. But she refused to claim that authority. 'It will mean you, as a Kentucky girl, have nothing valuable to say about Cuba. And Cubans have nothing to say about the rest of the world.",
      "author": "Kelly J. Cogswell, Eating Fire: My Life as a Lesbian Avenger",
      "category": "cuban, diversity, right-to-speak, world-politics"
    },
    {
      "quote": "It is a big deal to work with people who are different from you. And if you're white or of a higher class,no matter what race you are, you'll probably mess up. Maybe get yelled at. But there are worse things. Like keeping your dignity safe at home, while the world goes to hell.",
      "author": "Kelly J. Cogswell, Eating Fire: My Life as a Lesbian Avenger",
      "category": "diversity, inspiration, race-relations"
    },
    {
      "quote": "The more sects we have the better. They are all getting somebody in (to the Church) that the others could not: and even with the numerous divisions we are all doing tolerably well.",
      "author": "Abraham Lincoln",
      "category": "denominations, diversity, preferences"
    },
    {
      "quote": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have.",
      "author": "Steve Jobs",
      "category": "bhadja, dharmesh, diversity, jobs, steve"
    },
    {
      "quote": "Looking at my reflection tonight, I see a new girl staring back at me. She has big hair and big eyes and a big heart. Not only is she the perfect size and pretty...she is smart. -Mackenzie",
      "author": "Tara Michener, Summer Camp Survival",
      "category": "bullying, chapter-books, diversity, middle-grade, multicultural, tara-michener"
    },
    {
      "quote": "Watch other people for clues about who they are, not just clues about how much they are or are not like you.",
      "author": "Patti Digh, What I Wish For You: Simple Wisdom For A Happy Life",
      "category": "differences, diversity, pay-attention"
    },
    {
      "quote": "Unity despite diversity is exactly what defines Christianity as distinct from and antithetical to all other religious belief systems\". ~R. Alan Woods [2006]",
      "author": "R. Alan Woods, Apologia: A Collection of Christian Essays",
      "category": "diversity, r-alan-woods, unity-in-the-church"
    },
    {
      "quote": "Chicago is an October sort of city even in spring.",
      "author": "Nelson Algren, Chicago: City on the Make",
      "category": "chicago, city, october, spring"
    },
    {
      "quote": "Like a man who has been dying for many days, a man in your city is numb to the stench.",
      "author": "Chief Seattle",
      "category": "cities, city, native-american, pollution"
    },
    {
      "quote": "Probably for every man there is at least one city that sooner or later turns into a girl. How well or how badly the man actually knew the girl doesn’t necessarily affect the transformation. She was there, and she was the whole city, and that’s that.",
      "author": "J.D. Salinger, A Girl I Knew",
      "category": "city, love"
    },
    {
      "quote": "I went back to the clanging city, I went back where my old loves stayed, But my heart was full of my new love's glory, My eyes were laughing and unafraid.I met one who had loved me madly And told his love for all to hear -- But we talked of a thousand things together, The past was buried too deep to fear.I met the other, whose love was given With never a kiss and scarcely a word -Oh, it was then the terror took me Of words unuttered that breathed and stirred.Oh, love that lives its life with laughter Or love that lives its life with tears Can die - but love that is never spoken Goes like a ghost through the winding years…I went back to the clanging city, I went back where my old loves stayed, My heart was full of my new love's glory, - But my eyes were suddenly afraid.",
      "author": "Sara Teasdale",
      "category": "afraid, city, love, the-ghost"
    },
    {
      "quote": "If there were such a thing as an inter-city thieving contest, Ankh-Morpork would bring home the trophy and probably everyone’s wallets.",
      "author": "Terry Pratchett, Snuff",
      "category": "city, humor, thievery"
    },
    {
      "quote": "This metropolitan world, then, is a world where flesh and blood is less real than paper and ink and celluloid. It is a world where the great masses of people, unable to have direct contact with more satisfying means of living, take life vicariously, as readers, spectators, passive observers: a world where people watch shadow-heroes and heroines in order to forget their own clumsiness or coldness in love, where they behold brutal men crushing out life in a strike riot, a wrestling ring or a military assault, while they lack the nerve even to resist the petty tyranny of their immediate boss: where they hysterically cheer the flag of their political state, and in their neighborhood, their trades union, their church, fail to perform the most elementary duties of citizenship.Living thus, year in and year out, at second hand, remote from the nature that is outside them and no less remote from the nature within, handicapped as lovers and as parents by the routine of the metropolis and by the constant specter of insecurity and death that hovers over its bold towers and shadowed streets - living thus the mass of inhabitants remain in a state bordering on the pathological. They become victims of phantasms, fears, obsessions, which bind them to ancestral patterns of behavior.",
      "author": "Lewis Mumford, The Culture of Cities",
      "category": "city, love"
    },
    {
      "quote": "Eye contact was a delicate matter. A quarter second of a shared glance was a violation of agreements that made the city operational.",
      "author": "Don DeLillo, Cosmopolis",
      "category": "city"
    },
    {
      "quote": "To live in a city, one must be larger than one's environment or enjoy belonging to the crowd.",
      "author": "Louis L'Amour, The Lonesome Gods",
      "category": "city, crowd"
    },
    {
      "quote": "We'll start to forget a place once we left it",
      "author": "Charles Dickens, A Tale of Two Cities",
      "category": "city"
    },
    {
      "quote": "It is strange being in a crowd where no one knows your face or cares for your purpose. In Lykos, I would have been jostled by men I'd grown up with, run across girls I'd chased and wrestled with as a child. Here, other Colors slam into me and offer not even a faint apology. This is a city, and I do not like it. I feel alone.",
      "author": "Pierce Brown, Red Rising",
      "category": "alone-in-a-crowd, city"
    },
    {
      "quote": "Chicago happened slowly, like a migraine. First they were driving through countryside, then, imperceptibly, the occasional town became a low suburban sprawl, and the sprawl became the city.",
      "author": "Neil Gaiman, American Gods",
      "category": "chicago, city, countryside, migraine, suburbs"
    },
    {
      "quote": "This was a townscape raised in the teeth of cold winds from the east; a city of winding cobbled streets and haughty pillars; a city of dark nights and candlelight, and intellect.",
      "author": "Alexander McCall Smith, The Sunday Philosophy Club",
      "category": "candlelight, city, edinburgh, intellect"
    },
    {
      "quote": "Ant swarming CityCity full of dreamsWhere in broad day the specter tugs your sleeve",
      "author": "Charles Baudelaire",
      "category": "cities, city"
    },
    {
      "quote": "The city defeated him. It refused to be bent into shape; it stayed a willful, sprawling, sinful place. It even told him as much. When he walked through the gutted wreck of old Saint Paul's, he tripped and fell over a piece of rubble -- a tombstone. When he got to his feet and dusted himself down he saw that it read, in Latin, 'Resurgam' -- 'I Will Rise Again.",
      "author": "Jonathan  Barnes, The Somnambulist",
      "category": "city, london, ruin"
    },
    {
      "quote": "The panorama-city is a 'theoretical' (that is, visual) simulacrum, in short a picture, whose condition of possibility is an oblivion and a misunderstanding of practices.",
      "author": "Michel de Certeau, The Practice of Everyday Life",
      "category": "93, city, panorama, skyline, view"
    },
    {
      "quote": "The same is true of stories and legends that haunt urban space like superfluous or additional inhabitants. They are the object of a witch-hunt, by the very logic of the techno-structure. But [the extermination of proper place names] (like the extermination of trees, forests, and hidden places in which such legends live) makes the city a 'suspended symbolic order.' The habitable city is thereby annulled. Thus, as a woman from Rouen put it, no, here 'there isn't any place special, except for my own home, that's all...There isn't anything.' Nothing 'special': nothing that is marked, opened up by a memory or a story, signed by something or someone else. Only the cave of the home remains believable, still open for a certain time to legends, still full of shadows. Except for that, according to another city-dweller, there are only 'places in which one can no longer believe in anything.",
      "author": "Michel de Certeau, The Practice of Everyday Life",
      "category": "city, walking"
    },
    {
      "quote": "what does travel ultimately produce if it is not, by a sort of reversal, 'an exploration of the deserted places of my memory,' the return to nearby exoticism by way of a detour through distant places, and the 'discovery' of relics and legends: 'fleeting visions of the French countryside,' 'fragments of music and poetry,' in short, something like an 'uprooting in one's origins (Heidegger)? What this walking exile produces is precisely the body of legends that is currently lacking in one's own vicinity; it is a fiction, which moreover has the double characteristic like dreams or pedestrian rhetoric, or being the effect of displacements and condensations. As a corollary, one can measure the importance of these signifying practices (to tell oneself legends) as practices that invent spaces.",
      "author": "Michel de Certeau, The Practice of Everyday Life",
      "category": "107, city, legends, walking"
    },
    {
      "quote": "It is as though the practices organizing a bustling city were characterized by [city practitioners', everyday citizens'] blindness. The neworks of these moving, intersecting writings compose a manifold story that has neither author nor spectator, shaped out of fragments of trajectories and alterations of spaces: in relation to representations, it remains daily and indefinitely other.",
      "author": "Michel de Certeau, The Practice of Everyday Life",
      "category": "93, city, everyday, life"
    },
    {
      "quote": "Some big insect flew in and began walking on the table. I don’t know what insect it was, but it was brown, shining, and rich in structures. In the city the big universal chain of insects gets thin, but where there’s a leaf or two it’ll be represented.",
      "author": "Saul Bellow, The Adventures of Augie March",
      "category": "city, insects, structures"
    },
    {
      "quote": "It happened every single day in Brooklyn: awaken to fresh glory, fall asleep to blight and ruin.",
      "author": "Kate Christensen, The Astral",
      "category": "brooklyn, city, kate-christensen, the-astral"
    },
    {
      "quote": "When you looked out my window you could see the whole city crouched under a blanket of car smog.",
      "author": "Markus Zusak, Underdog",
      "category": "city, smog, views, window"
    },
    {
      "quote": "To generate exuberant diversity in a city's streets and districts four conditions are indispensable:1. The district, and indeed as many of its internal parts as possible, must serve more than one primary function; preferably more than two...2. Most blocks must be short; that is, streets and opportunities to turn corners must be frequent.3. The district must mingle buildings that vary in age and condition, including a good proportion of old ones so that they vary in the economic yield they must produce. This mingling must be fairly close-grained.4. There must be a sufficiently dense concentration of people, for whatever purposes they may be there...",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "151, city, planning, urbanism"
    },
    {
      "quote": "The architect, like other workers in our endeavor, is facing the inevitability of a change of profession: he [sic] will no longer be a builder of forms alone, but a builder of complete ambiances.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "108, architecture, city, situationist"
    },
    {
      "quote": "I have been dwelling upon downtowns. This is not because mixtures of primary uses are unneeded elsewhere in cities. On the contrary they are needed, and the success of mixtures downtown (on in the most intensive portions of cities, whatever they are called) is related to the mixture possible in other part of cities.",
      "author": "Jane Jacobs, The Death and Life of Great American Cities",
      "category": "164, city, downtown, planning, urbanism"
    },
    {
      "quote": "We could already try to lend a hand, to intervene if only by simply moving objects around. This would be better, on the whole, than waiting for the thick wall encircling life to brutally make the first move. (As happens during wartime.)",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "56, city, interventions, situationist"
    },
    {
      "quote": "On both sides of the highway I could see the rows of little frame houses, all alike, as if there were only one architect in the city and he had a magnificent obsession.",
      "author": "Ross Macdonald",
      "category": "architecture, city"
    },
    {
      "quote": "The cities were sucking all the life of the country into themselves and destroying it. Men were no longer individuals but units in a vast machine, all cut to one pattern, with the same tastes and ideas, the same mass-produced education that did not educate but only pasted a veneer of catchwords over ignorance. Why do you want to bring that back?",
      "author": "Leigh Brackett, The Long Tomorrow",
      "category": "city"
    },
    {
      "quote": "Installing massive amounts of wireless devices into every city may eventually be proven to be a global weather modification system.",
      "author": "Steven Magee",
      "category": "amounts, city, devices, eventually, every, global, installing, massive, modification, proven, system, weather, wireless"
    },
    {
      "quote": "Urbanism is the most advanced, concrete fulfillment of a nightmare. Littre defines nightmare as 'a state that ends when one awakens with a start after extreme anxiety.' But a start against whom? Who has stuffed us to the point of somnolence?",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "156, city, situationist, urban, urbanism"
    },
    {
      "quote": "We leave to monsieur Le Corbusier his style that suits factories as well as it does hospitals. And the prisons of the future: is he not already building churches? I do not know what this individual -- ugly of countenance and hideous in his conceptions of the world -- is repressing to make him want thus to crush humanity under ignoble heaps of reinforced concrete, a noble material that ought to permit an aerial articulation of space superior to Flamboyant Gothic. His power of cretinization is vast. A model by Corbusier is the only image that brings to my mind the idea of immediate suicide. With him moreover any remaining job will fade. And love -- passion -- liberty.Gilles Ivain (aka Ivan Chtcheglov)",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "35, architecture, city, corbusier, situations"
    },
    {
      "quote": "A rhinestone skein, a jeweled brocade of light,–the city is a garment stretched so thinher festive colors bleed into the night.",
      "author": "Michael Burch",
      "category": "city"
    },
    {
      "quote": "Byproduct of the circulation of commodities, human circulation considered as a form of consumption, tourism comes down fundamentally to the freedom to go and see what has become banal. The economic planning of the frequenting of different places is already in itself the guarantee of their equivalence. The same modernization that has withdrawn the element of time from journeying, has also withdrawn the reality of space.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "214, city, roads, situationist, walking"
    },
    {
      "quote": "Moreover the present abundance3 of private cars is nothing other than the result of the non-stop propaganda through which capitalist production persuades the mob--and in this case is one of its most confounding successes--that the possession of a car is specifically one of the privileges our society reserves for its privileged members.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "60, cars, city, situationist"
    },
    {
      "quote": "So many problems we will get to the bottom of later, but whose spatial aspect we must grasp right away. If the space of the industrial economy dominates the social space in which the Parisian worker or intellectual develops, to what extent could residential space, cultural space, or political space be planned without it being necessary to first intervene in economic structures?...In short...: to what extent can we freely build the framework for a social life in which we might be guided by our aspirations and not by our instincts?",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "73, city, situationist, social-space"
    },
    {
      "quote": "Because of this false idea, they devised an aesthetic belief in making the exterior of an object a reflection of the practical functions of the interior and of the constructive idea. Yet these analyses of utility and necessity that, according to their beliefs, should be the basis for the construction of any object created by humanity become immediately absurd once we analyze all the object being manufactured today. A fork or a bed cannot come to be considered necessary for humanity's life and health, and yet retain a relative value.They are 'learned necessities.' Modern human beings are suffocating under necessities like televisions, refrigerators, etc. And in the process making it impossible to live their real lives. Obviously we are not against modern technology, but we are against any notion of the absolute necessity of objects, to the point even of doubting their real utility.'Asger Jorn",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "54, city, consumerism, consumption, situationist"
    },
    {
      "quote": "It seemed to him he had waited an age for some stir of the great grim hush; the life of the town was itself under a spell--so unnaturally, up and down the whole prospect of known and rather ugly objects, the blankness and the silence lasted. Had they ever, he asked himself, the hard-faced houses, which had begun to look livid in the dim dawn, had they ever spoken so little to any need of his spirit? Great builded voids, great crowded stillnesses put on, often, in the heart of cities, for the small hours, a sort of sinister mask, and it was of this large collective negation that Brydon presently became conscious--all the more that the break of day was, almost incredibly, now at hand, proving to him what night he had made of it.",
      "author": "Henry James, The Jolly Corner",
      "category": "city, city-at-night"
    },
    {
      "quote": "The city's all brightnessand shadow, deckle-edged, bluer than air-there's no help anywhere-you no longer know how to listen.",
      "author": "Ralph Angel",
      "category": "city"
    },
    {
      "quote": "...the assessment of psychological drift, that is the way in which an undirected pedestrian tends to move about in a particular quarter of the town, tending to establish natural connections between places, the zones of influence of particular institutions and public services, and so forth. It may well be objected that these techniques are un-scientific, disorderly and too subjective, but the fact remains that the Situationists are studying the actual texture of towns and their relationship to human beings more intensively than most architects and in a more down-to-pavement manner than most town planners.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "140, city, pedestrian, situationist, walking"
    },
    {
      "quote": "8. Conditions of DialogueThe functional is what is practical. The only practical thing is the resolution of our fundamental problem: the realization of ourselves (our uncoupling from the system of isolation). This is useful and utilitarian. Nothing else. All the rest represents only trivial derivations of the practical, and its mystification.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "149, city, situationist"
    },
    {
      "quote": "We are leading as thorough a study of 'alienation's positive pole' as of its negative pole. As a consequence of our diagnosis of the poverty of wealth, we are able to establish the world map of the extreme wealth of poverty. These speaking maps of a new topography will be in fact the first realization of 'human geography.' On them we will replace oil-deposits with the contours of layers of untapped pedestrian consciousness.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "165, city, pedestrian, situationist, walking"
    },
    {
      "quote": "Although the world is full of suffering  it is full also of the overcoming of it.",
      "author": "Helen Keller",
      "category": "ability, achievement"
    },
    {
      "quote": "Ambition can creep as well as soar.",
      "author": "Edmund Burke",
      "category": "ability, achievement"
    },
    {
      "quote": "An expert is a man who has made all the mistakes  which can be made  in a very narrow field.",
      "author": "Niels Bohr",
      "category": "ability, achievement"
    },
    {
      "quote": "An expert is someone who knows some of the worst mistakes that can be made in his subject and how to avoid them.",
      "author": "Werner Heisenberg",
      "category": "ability, achievement"
    },
    {
      "quote": "Faith moves mountains  but you have to keep pushing while you are praying.",
      "author": "Mason Cooley",
      "category": "ability, achievement"
    },
    {
      "quote": "Men achieve a certain greatness unawares  when working to another aim.",
      "author": "Ralph Waldo Emerson",
      "category": "ability, achievement"
    },
    {
      "quote": "Nothing is too small to know  and nothing too big to attempt.",
      "author": "William Van Horne",
      "category": "ability, achievement"
    },
    {
      "quote": "So there he is at last. Man on the moon. The poor  magnificent bungler! He can't even get to the office without undergoing the agonies of the damned  but give him a little metal  a few chemicals  some wire and 20 or 30 billion dollars and  vroom! There he is  up on a rock  a quarter of a million miles up in the sky.",
      "author": "Russell Baker",
      "category": "ability, achievement"
    },
    {
      "quote": "The best is the enemy of the good.",
      "author": "Voltaire",
      "category": "ability, achievement"
    },
    {
      "quote": "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.",
      "author": "Mahatma Gandhi",
      "category": "ability, achievement"
    },
    {
      "quote": "The measure of a master is his success in bringing all men round to his opinion 20 years later.",
      "author": "Ralph Waldo Emerson",
      "category": "ability, achievement"
    },
    {
      "quote": "The trouble with specialists is that they tend to think in grooves.",
      "author": "Elaine Morgan",
      "category": "ability, achievement"
    },
    {
      "quote": "There are no credentials. They do not even need a medical certificate. They need not be sound either in body or mind. They only require a certificate of birth -just to prove they are first of the litter. You would not choose a Spaniel on these principles. (On aristocracy)",
      "author": "David Lloyd George",
      "category": "ability, achievement"
    },
    {
      "quote": "Where I was born and where and how I have lived is unimportant. It is what I have done with where I have been that should be of interest.",
      "author": "Georgia O'Keeffe",
      "category": "ability, achievement"
    },
    {
      "quote": "You commit a sin of omission if you do not utilize all the power that is within you. All men have claims on man  and to the man with special talents  this is a very special claim. It is required that a man take part in the actions and clashes of his time than the peril of being judged not to have lived at all.",
      "author": "Oliver Wendell Holmes",
      "category": "ability, achievement"
    },
    {
      "quote": "I am surprised nothing has been made of the fact that astronaut Neil Armstrong carried no sidearms when he landed on the moon.",
      "author": "Justice Arthur Goldberg",
      "category": "ability, achievement"
    },
    {
      "quote": "'What would you call the highest happiness?' Wratislaw was asked. 'The sense of competence ' was the answer  given without hesitation.",
      "author": "John Buchan",
      "category": "ability, achievement"
    },
    {
      "quote": "The winds and waves are always on the side of the ablest navigators.",
      "author": "Edward Gibbon",
      "category": "ability, achievement"
    },
    {
      "quote": "How many 'coming men' has one known? Where on earth do they all go to?",
      "author": "Arthur Wing Pinero",
      "category": "ability, achievement"
    },
    {
      "quote": "He is the best sailor who can steer within fewest points of the wind  and exact a motive power out of the greatest obstacles.",
      "author": "Henry David Thoreau",
      "category": "ability, achievement"
    },
    {
      "quote": "They are able who think they are able.",
      "author": "Virgil",
      "category": "ability, achievement"
    },
    {
      "quote": "The biggest things are always the easiest to do because there is no competition.",
      "author": "William Van Home",
      "category": "ability, achievement"
    },
    {
      "quote": "What we do upon some great occasion will probably depend on what we already are: and what we are will be the result of previous years of self-discipline.",
      "author": "H. P. Liddon",
      "category": "ability, achievement"
    },
    {
      "quote": "It's pretty hard to be efficient without being obnoxious.",
      "author": "Kin Hubbard",
      "category": "ability, achievement"
    },
    {
      "quote": "Nothing great is created suddenly  any more than a bunch of grapes or a fig. If you tell me that you desire a fig  I answer you that there must be time. Let it first blossom  then bear fruit  then ripen.",
      "author": "Epictetus",
      "category": "ability, achievement"
    },
    {
      "quote": "Out of the strain of the Doing  Into the peace of the Done.",
      "author": "Julia Louise Woodruff",
      "category": "ability, achievement"
    },
    {
      "quote": "It's them that takes advantage that gets advantage i' this world.",
      "author": "George Eliot",
      "category": "ability, achievement"
    },
    {
      "quote": "Anything you're good at contributes to happiness.",
      "author": "Bertrand Russell",
      "category": "ability, achievement"
    },
    {
      "quote": "I think knowing what you cannot do is more important than knowing what you can do.",
      "author": "Lucille Ball",
      "category": "ability, achievement"
    },
    {
      "quote": "There is endless merit in a man's knowing when to have done.",
      "author": "Thomas Carlyle",
      "category": "ability, achievement"
    },
    {
      "quote": "It's the whole  not the detail  that matters.",
      "author": "German proverb",
      "category": "ability, achievement"
    },
    {
      "quote": "Long is the road from conception to completion.",
      "author": "Moliere",
      "category": "ability, achievement"
    },
    {
      "quote": "Only those who dare to fail greatly can ever achieve greatly.",
      "author": "Robert F. Kennedy",
      "category": "ability, achievement"
    },
    {
      "quote": "Back of every achievement is a proud wife and a surprised mother-in-law.",
      "author": "Brooks Hays",
      "category": "ability, achievement"
    },
    {
      "quote": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she had laid an asteroid.",
      "author": "Mark Twain",
      "category": "ability, achievement"
    },
    {
      "quote": "We judge ourselves by what we feel capable of doing  while others judge us by what we have already done.",
      "author": "Henry Wadsworth Longfellow",
      "category": "ability, achievement"
    },
    {
      "quote": "Do what you can  with what you have  where you are.",
      "author": "Theodore Roosevelt",
      "category": "ability, achievement"
    },
    {
      "quote": "About all some men accomplish in life is to send a son to Harvard.",
      "author": "Edgar Watson Howe",
      "category": "ability, achievement"
    },
    {
      "quote": "He has half the deed done who has made a beginning.",
      "author": "Horace",
      "category": "ability, achievement"
    },
    {
      "quote": "Give me where to stand  and I will move the earth.",
      "author": "Archimedes",
      "category": "ability, achievement"
    },
    {
      "quote": "The only way round is through.",
      "author": "Robert Frost",
      "category": "ability, achievement"
    },
    {
      "quote": "If a man does not keep pace with his companions  perhaps it is because he hears a different drummer. Let him step to the music which he hears  however measured or far away.",
      "author": "Henry David Thoreau",
      "category": "ability, achievement"
    },
    {
      "quote": "Is there anything in life so disenchanting as attainment?",
      "author": "Robert Louis Stevenson",
      "category": "ability, achievement"
    },
    {
      "quote": "I'm a slow walker  but I never walk back.",
      "author": "Abraham Lincoln",
      "category": "ability, achievement"
    },
    {
      "quote": "That's one small step for a man  one giant leap for mankind.",
      "author": "Neil Armstrong",
      "category": "ability, achievement"
    },
    {
      "quote": "You cannot fly like an eagle with the wings of a wren.",
      "author": "William Henry Hudson",
      "category": "ability, achievement"
    },
    {
      "quote": "In esse I am nothing  in posse I am everything.",
      "author": "John Adams",
      "category": "ability, achievement"
    },
    {
      "quote": "Out of the best and most productive years of each man's life  he should carve a segment in which he puts his private career aside to serve his community and his country  and thereby serve his children  his neighbours  his fellow men  and the cause of freedom.",
      "author": "David Lilienthal",
      "category": "ability, achievement"
    },
    {
      "quote": "Good is not good  where better is expected.",
      "author": "Thomas Fuller",
      "category": "ability, achievement"
    },
    {
      "quote": "Never look down to test the ground before taking your next step  only he who keeps his eye fixed on the far horizon will find his right road.",
      "author": "Dag Hammarskjold",
      "category": "ability, achievement"
    },
    {
      "quote": "We promise according to our hopes  and perform according to our fears.",
      "author": "La Rochefoucauld",
      "category": "ability, achievement"
    },
    {
      "quote": "Practice yourself  for heaven's sake  in little things  and thence proceed to greater.",
      "author": "Epictetus",
      "category": "ability, achievement"
    },
    {
      "quote": "For a man to achieve all that is demanded of him he must regard himself as greater than he is.",
      "author": "Goethe",
      "category": "ability, achievement"
    },
    {
      "quote": "He that leaveth nothing to Chance will do few things ill  but he will do very few things.",
      "author": "George, Lord Halifax",
      "category": "ability, achievement"
    },
    {
      "quote": "When spider webs unite  they can tie up a lion.",
      "author": "Ethiopian proverb",
      "category": "ability, achievement"
    },
    {
      "quote": "Everyone must row with the oars he has.",
      "author": "English proverb",
      "category": "ability, achievement"
    },
    {
      "quote": "Every calling is great when greatly pursued.",
      "author": "Oliver Wendell Holmes",
      "category": "ability, achievement"
    },
    {
      "quote": "Any jackass can kick down a barn  but it takes a good carpenter to build one.",
      "author": "Sam Rayburn",
      "category": "ability, achievement"
    },
    {
      "quote": "God gives the nuts  but he does not crack them.",
      "author": "German proverb",
      "category": "ability, achievement"
    },
    {
      "quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
      "author": "Louis Pasteur",
      "category": "ability, achievement"
    },
    {
      "quote": "What one has to do usually can be done.",
      "author": "Eleanor Roosevelt",
      "category": "ability, achievement"
    },
    {
      "quote": "The world is all gates  all opportunities  strings of tension waiting to be struck.",
      "author": "Ralph Waldo Emerson",
      "category": "ability, achievement"
    },
    {
      "quote": "I confess that altruistic and cynically selfish talk seem to me about equally unreal. With all humility  I think 'whatsoever thy hand findeth to do  do it with thy might ' infinitely more important than the vain attempt to love one's neighbour as one's self. If you want to hit a bird on the wing you must have all your will in focus  you must not be thinking about yourself  and equally  you must not be thinking about your neighbour  you must be living with your eye on that bird. Every achievement is a bird on the wing.",
      "author": "Oliver Wendell Holmes",
      "category": "ability, achievement"
    },
    {
      "quote": "Sometimes it is more important to discover what one cannot do  than what one can do.",
      "author": "Lin Yutang",
      "category": "ability, achievement"
    },
    {
      "quote": "To achieve great things  we must live as though we were never going to die.",
      "author": "Vauvenargues",
      "category": "ability, achievement"
    },
    {
      "quote": "I am easily satisfied with the very best.",
      "author": "Winston Churchill",
      "category": "ability, achievement"
    },
    {
      "quote": "The more we realize our minuteness and our impotence in the face of cosmic forces  the more astonishing becomes what human beings have achieved.",
      "author": "Bertrand Russell",
      "category": "ability, achievement"
    },
    {
      "quote": "Don't be afraid to take a big step if one is indicated. You can't cross a chasm in two small jumps.",
      "author": "David Lloyd George",
      "category": "ability, achievement"
    },
    {
      "quote": "There is nothing so useless as doing efficiently that which should not be done at all.",
      "author": "Peter F. Drucker",
      "category": "ability, achievement"
    },
    {
      "quote": "Each morning sees some task begun Each evening sees it close. Something attempted  something done  Has earned a night's repose.",
      "author": "Henry Wadsworth Longfellow",
      "category": "ability, achievement"
    },
    {
      "quote": "The reward of a thing well done  is to have done it.",
      "author": "Ralph Waldo Emerson",
      "category": "ability, achievement"
    },
    {
      "quote": "God will not look you over for medals  degrees or diplomas  but for scars.",
      "author": "Elbert Hubbard",
      "category": "ability, achievement"
    },
    {
      "quote": "There are two kinds of people: those who are always well and those who are always sick. Most of the evils of the world come from the first sort and most of the achievements from the second.",
      "author": "Louis Dudek",
      "category": "ability, achievement"
    },
    {
      "quote": "Behind an able man there are always other able men.",
      "author": "Chinese proverb",
      "category": "ability"
    },
    {
      "quote": "As we advance in life  we learn the limits of our abilities.",
      "author": "James Froude",
      "category": "ability"
    },
    {
      "quote": "We judge ourselves by what we feel capable of doing  while others judge us by what we have already done.",
      "author": "Henry Wadsworth Longfellow",
      "category": "ability"
    },
    {
      "quote": "Ability is of little account without opportunity.",
      "author": "Napoleon",
      "category": "ability"
    },
    {
      "quote": "They are able because they think they are able.",
      "author": "Virgil",
      "category": "ability"
    },
    {
      "quote": "Greater things are believed of those who are absent.",
      "author": "Tacitus",
      "category": "absence"
    },
    {
      "quote": "Absences are a good influence in love and keep it bright and delicate.",
      "author": "Robert Louis Stevenson",
      "category": "absence"
    },
    {
      "quote": "The longest absence is less perilous to love than the terrible trials of incessant proximity.",
      "author": "Ouida",
      "category": "absence"
    },
    {
      "quote": "Failing to be there when a man wants her is a woman's greatest sin  except to be there when he doesn't want her.",
      "author": "Helen Rowland",
      "category": "absence"
    },
    {
      "quote": "Absence diminishes little passions and increases great ones just as the wind blows out a candle and fans a fire.",
      "author": "La Rochefoucauld",
      "category": "absence"
    },
    {
      "quote": "It takes time for the absent to assume their true shape in our thoughts. After death they take on a firmer outline and then cease to change.",
      "author": "Colette",
      "category": "absence"
    },
    {
      "quote": "Sometimes  when one person is missing  the whole world seems depopulated.",
      "author": "Alphonse de Lamartine",
      "category": "absence"
    },
    {
      "quote": "The absent are always wrong.",
      "author": "English proverb",
      "category": "absence"
    },
    {
      "quote": "Absence makes the heart grow fonder.",
      "author": "Thomas Haynes Bayly",
      "category": "absence"
    },
    {
      "quote": "Absent in body  but present in spirit.",
      "author": "Bible",
      "category": "absence"
    },
    {
      "quote": "Achilles absent  was Achilles still.",
      "author": "Homer",
      "category": "absence"
    },
    {
      "quote": "Let no one be willing to speak ill of the absent.",
      "author": "Propertius",
      "category": "absence"
    },
    {
      "quote": "Some people confuse acceptance with apathy  but there's all the difference in the world. Apathy fails to distinguish between what can and what cannot be helped  acceptance makes that distinction. Apathy paralyzes the will-to-action  acceptance frees it by relieving it of impossible burdens.",
      "author": "Arthur Gordon",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance says  \"True  this is my situation at the moment. I'll look unblinkingly at the reality of it. But I'll also open my hands to accept willingly whatever a loving Father sends me.\"",
      "author": "Catharine Marshall",
      "category": "acceptance"
    },
    {
      "quote": "It's not a very big step from contentment to complacency.",
      "author": "Simone de Beauvoir",
      "category": "acceptance"
    },
    {
      "quote": "The minute you settle for less than you deserve  you get even less than you settled for.",
      "author": "Maureen Dowd",
      "category": "acceptance"
    },
    {
      "quote": "\"Good enough never is\" has become the motto of this company.",
      "author": "Debbi Fields",
      "category": "acceptance"
    },
    {
      "quote": "God  grant me the serenity to accept the things I cannot change  the courage to change the things I can  and the wisdom to know the difference.",
      "author": "Reinhold Niebuhr",
      "category": "acceptance"
    },
    {
      "quote": "We must accept finite disappointment  but we must never lose infinite hope.",
      "author": "Martin Luther King, Jr.",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance is not submission  it is acknowledgement of the facts of a situation. Then deciding what you're going to do about it.",
      "author": "Kathleen Casey Theisen",
      "category": "acceptance"
    },
    {
      "quote": "Self-complacency is fatal to progress.",
      "author": "Margaret Elizabeth Sangster",
      "category": "acceptance"
    },
    {
      "quote": "You have to take it as it happens  but you should try to make it happen the way you want to take it.",
      "author": "Old German proverb",
      "category": "acceptance"
    },
    {
      "quote": "Never deny a diagnosis  but do deny the negative verdict that may go with it.",
      "author": "Norman Cousins",
      "category": "acceptance"
    },
    {
      "quote": "All that is necessary is to accept the impossible  do without the indispensable  and bear the intolerable.",
      "author": "Kathleen Norris",
      "category": "acceptance"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "acceptance"
    },
    {
      "quote": "For those who live neither with religious consolations about death nor with a sense of death (or of anything else) as natural  death is the obscene mystery  the ultimate affront  the thing that cannot be controlled. It can only be denied.",
      "author": "Susan Sontag",
      "category": "acceptance"
    },
    {
      "quote": "Who except the gods can live without any pain?",
      "author": "Aeschylus",
      "category": "acceptance"
    },
    {
      "quote": "Misfortune comes to all men.",
      "author": "Chinese proverb",
      "category": "acceptance"
    },
    {
      "quote": "The real world is not easy to live in. It is rough  it is slippery. Without the most clear-eyed adjustments we fall and get crushed.",
      "author": "Clarence Day",
      "category": "acceptance"
    },
    {
      "quote": "Life has no smooth road for any of us  and in the bracing atmosphere of a high aim the very roughness stimulates the climber to steadier steps 'til the legend  \"over steep ways to the stars \" fulfills self.",
      "author": "W. C. Doane",
      "category": "acceptance"
    },
    {
      "quote": "Maturity is achieved when a person accepts life as full of tension.",
      "author": "Joshua L. Liebman",
      "category": "acceptance"
    },
    {
      "quote": "Yet man is born unto trouble  as the sparks fly upward.",
      "author": "Bible",
      "category": "acceptance"
    },
    {
      "quote": "Into each life some rain must fall  some days must be dark and dreary.",
      "author": "Henry Wadsworth Longfellow",
      "category": "acceptance"
    },
    {
      "quote": "There is no man in this world without some manner of tribulation or anguish  though he be king or pope.",
      "author": "Thomas a Kempis",
      "category": "acceptance"
    },
    {
      "quote": "There is no armor against fate  death lays his icy hands on kings.",
      "author": "James Shirley",
      "category": "acceptance"
    },
    {
      "quote": "There is no easy path leading out of life  and few are the easy ones that lie within it.",
      "author": "Walter Savage Landor",
      "category": "acceptance"
    },
    {
      "quote": "A man shares his days with hunger  thirst  and cold  with the good times and the bad  and the first part of being a man is to understand that.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "It is arrogance to expect that life will always be music.... Harmony  like a following breeze at sea  is the exception. In a world where most things wind up broken or lost  our lot is to tack and tune.",
      "author": "Harvey Oxenhorn",
      "category": "acceptance"
    },
    {
      "quote": "One cannot get through life without pain. ... What we can do is choose how to use the pain life presents to us.",
      "author": "Bernie S. Siegel",
      "category": "acceptance"
    },
    {
      "quote": "The mass of men lead lives of quiet desperation.",
      "author": "Henry David Thoreau",
      "category": "acceptance"
    },
    {
      "quote": "If you have arthritis  calmly say  I was always complaining about the ruts in the road until I realized that the ruts are the road.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "\"Okay  I have arthritis  and this is the way arthritis is.\" Take pain as it comes and you can better master it.",
      "author": "Charles Clifford Peale",
      "category": "acceptance"
    },
    {
      "quote": "It is right it should be so  Man was made for joy and woe  And when this we rightly know  Through the world we safely go.",
      "author": "William Blake",
      "category": "acceptance"
    },
    {
      "quote": "Anyone who proposes to do good must not expect people to roll stones out of his way  but must accept his lot calmly  even if they roll a few more upon it.",
      "author": "Albert Schweitzer",
      "category": "acceptance"
    },
    {
      "quote": "Free man is by necessity insecure  thinking man by necessity uncertain.",
      "author": "Erich Fromm",
      "category": "acceptance"
    },
    {
      "quote": "You have come into a hard world. I know of only one easy place in it  and that is the grave.",
      "author": "Henry Ward Beecher",
      "category": "acceptance"
    },
    {
      "quote": "Against necessity  against its strength  no one can fight and win.",
      "author": "Aeschylus",
      "category": "acceptance"
    },
    {
      "quote": "A wise man never refuses anything to necessity.",
      "author": "Publilius Syrus",
      "category": "acceptance"
    },
    {
      "quote": "When necessity speaks  it demands.",
      "author": "Russian proverb",
      "category": "acceptance"
    },
    {
      "quote": "How base a thing it is when a man will struggle with necessity! We have to die.",
      "author": "Euripides",
      "category": "acceptance"
    },
    {
      "quote": "Whatever is-is best.",
      "author": "Ella Wheeler Wilcox",
      "category": "acceptance"
    },
    {
      "quote": "Anything in life that we don't accept will simply make trouble for us until we make peace with it.",
      "author": "Shakti Gawain",
      "category": "acceptance"
    },
    {
      "quote": "The reasonable man adapts himself to the world  the unreasonable one persists in trying to adapt the world to himself.",
      "author": "George Bernard Shaw",
      "category": "acceptance"
    },
    {
      "quote": "Much sheer effort goes into avoiding the truth  left to itself  it sweeps in like the tide.",
      "author": "Fay Weldon",
      "category": "acceptance"
    },
    {
      "quote": "We win half the battle when we make up our minds to take the world as we find it  including the thorns.",
      "author": "Orison Swett Marden",
      "category": "acceptance"
    },
    {
      "quote": "A man must live in the world and make the best of it  such as it is.",
      "author": "Michel de Montaigne",
      "category": "acceptance"
    },
    {
      "quote": "There are some people that you cannot change  you must either swallow them whole or leave them alone.",
      "author": "Margot Asquith",
      "category": "acceptance"
    },
    {
      "quote": "The world is not to be put in order  the world is order incarnate. It is for us to put ourselves in unison with this order.",
      "author": "Henry Miller",
      "category": "acceptance"
    },
    {
      "quote": "God asks no man whether he will accept life. This is not the choice. You must take it. The only question is how.",
      "author": "Henry Ward Beecher",
      "category": "acceptance"
    },
    {
      "quote": "There is no cure for birth or death save to enjoy the interval.",
      "author": "George Santayana",
      "category": "acceptance"
    },
    {
      "quote": "No man can have society upon his own terms.",
      "author": "Ralph Waldo Emerson",
      "category": "acceptance"
    },
    {
      "quote": "The most popular persons are those who take the world as it is  who find the least fault.",
      "author": "Charles Dudley Warner",
      "category": "acceptance"
    },
    {
      "quote": "If you bear the cross unwillingly  you make it a burden  and load yourself more heavily  but you must bear it.",
      "author": "Thomas a Kempis",
      "category": "acceptance"
    },
    {
      "quote": "There are two ways of meeting difficulties: you alter the difficulties  or you alter yourself to meet them.",
      "author": "Phyllis Bottome",
      "category": "acceptance"
    },
    {
      "quote": "I find that it is not the circumstances in which we are placed  but the spirit in which we face them  that constitutes our comfort.",
      "author": "Elizabeth T. King",
      "category": "acceptance"
    },
    {
      "quote": "It is almost more important how a person takes his fate than what it is.",
      "author": "Wilhelm von Humboldt",
      "category": "acceptance"
    },
    {
      "quote": "The individual who is best prepared for any occupation is the one ... able to adapt himself to any situation.",
      "author": "Mortimer Smith",
      "category": "acceptance"
    },
    {
      "quote": "To act with common sense  according to the moment  is the best wisdom  and the best philosophy is to do one's duties  to take the world as it comes  submit respectfully to one's lot  and bless the goodness that has given us so much happiness with it  whatever it is.",
      "author": "Horace Walpole",
      "category": "acceptance"
    },
    {
      "quote": "The art of life lies in a constant readjustment to our surroundings.",
      "author": "Okakura Kakuzo",
      "category": "acceptance"
    },
    {
      "quote": "To repel one's cross is to make it heavier.",
      "author": "Henri Frederic Amiel",
      "category": "acceptance"
    },
    {
      "quote": "Ask not that events should happen as you will  but let your will be that events should happen as they do  and you shall have peace.",
      "author": "Epictetus",
      "category": "acceptance"
    },
    {
      "quote": "The survival of the fittest is the ageless law of nature  but the fittest are rarely the strong. The fittest are those endowed with the qualifications for adaptation  the ability to accept the inevitable and conform to the unavoidable  to harmonize with existing or changing conditions.",
      "author": "Dave E. Smalley",
      "category": "acceptance"
    },
    {
      "quote": "The ideal man bears the accidents of life with dignity and grace  making the best of circumstances.",
      "author": "Aristotle",
      "category": "acceptance"
    },
    {
      "quote": "He is happy whose circumstances suit his temper  but he is more excellent who can suit his temper to any circumstances.",
      "author": "David Hume",
      "category": "acceptance"
    },
    {
      "quote": "Life is 10 percent what you make it  and 90 percent how you take it.",
      "author": "Irving Berlin",
      "category": "acceptance"
    },
    {
      "quote": "A mountain man tries to live with the country instead of against it.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "Vex not thy spirit at the course of things  they heed not thy vexation. How ludicrous and outlandish is astonishment at anything that may happen in life.",
      "author": "Marcus Aurelius",
      "category": "acceptance"
    },
    {
      "quote": "If you can't fight  and you can't flee  flow.",
      "author": "Robert Eliot",
      "category": "acceptance"
    },
    {
      "quote": "Today I know that I cannot control the ocean tides. I can only go with the flow.... When I struggle and try to organize the Atlantic to my specifications  I sink. If I flail and thrash and growl and grumble  I go under. But if I let go and float  I am borne aloft.",
      "author": "Marie Stilkind",
      "category": "acceptance"
    },
    {
      "quote": "One learns to adapt to the land in which one lives.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "She had believed the land was her enemy  and she struggled against it  but you could not make war against a land any more than you could against the sea. One had to learn to live with it  to belong to it  to fit into its seasons and its ways.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "Flow with whatever may happen and let your mind be free. Stay centered by accepting whatever you are doing. This is the ultimate.",
      "author": "Chuang-tzu",
      "category": "acceptance"
    },
    {
      "quote": "When you have got an elephant by the hind legs and he is trying to run away  it is best to let him run.",
      "author": "Abraham Lincoln",
      "category": "acceptance"
    },
    {
      "quote": "Learn to drink the cup of life as it comes.",
      "author": "Agnes Turnbull",
      "category": "acceptance"
    },
    {
      "quote": "Arrange whatever pieces come your way.",
      "author": "Virginia Woolf",
      "category": "acceptance"
    },
    {
      "quote": "Everything in life that we really accept undergoes a change. So suffering must become love. That is the mystery.",
      "author": "Katherine Mansfield",
      "category": "acceptance"
    },
    {
      "quote": "You can't fight the desert... you have to ride with it.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "All I can do is play the game the way the cards fall.",
      "author": "James A. Michener",
      "category": "acceptance"
    },
    {
      "quote": "Don't be sad  don't be angry  if life deceives you! Submit to your grief  your time for joy will come  believe me.",
      "author": "Aleksandr Pushkin",
      "category": "acceptance"
    },
    {
      "quote": "When we see ourselves in a situation which must be endured and gone through  it is best to meet it with firmness  and accommodate everything to it in the best way practicable. This lessens the evil  while fretting and fuming only increase your own torments.",
      "author": "Thomas Jefferson",
      "category": "acceptance"
    },
    {
      "quote": "Always fall in with what you're asked to accept.... My aim in life has always been to hold my own with whatever's going. Not against: with.",
      "author": "Robert Frost",
      "category": "acceptance"
    },
    {
      "quote": "There is no quality of human nature so nearly royal as the ability to yield gracefully.",
      "author": "Charles Conrad",
      "category": "acceptance"
    },
    {
      "quote": "The best thing we can do is to make wherever we're lost look as much like home as we can.",
      "author": "Christopher Fry",
      "category": "acceptance"
    },
    {
      "quote": "Make a virtue of necessity.",
      "author": "Geoffrey Chaucer",
      "category": "acceptance"
    },
    {
      "quote": "Cooperation is doing with a smile what you have to do anyhow.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "We must make the best of those ills which cannot be avoided.",
      "author": "Alexander Hamilton",
      "category": "acceptance"
    },
    {
      "quote": "For so must it be  and help me do my part.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "There are no conditions to which a man cannot become accustomed.",
      "author": "Leo Tolstoy",
      "category": "acceptance"
    },
    {
      "quote": "A private railroad car is not an acquired taste. One takes to it immediately.",
      "author": "Eleanor R. Belmont",
      "category": "acceptance"
    },
    {
      "quote": "Man adapts himself to everything  to the best and the worst.",
      "author": "Jose Ortega y Gasset",
      "category": "acceptance"
    },
    {
      "quote": "Being unready and ill-equipped is what you have to expect in life. It is the universal predicament. It is your lot as a human being to lack what it takes. Circumstances are seldom right. You never have the capacities  the strength  the wisdom  the virtue you ought to have. You must always do with less than you need in a situation vastly different from what you would have chosen as appropriate for your special endowments.",
      "author": "Charlton Ogburn",
      "category": "acceptance"
    },
    {
      "quote": "In the face of an obstacle which is impossible to overcome  stubbornness is stupid.",
      "author": "Simone de Beauvoir",
      "category": "acceptance"
    },
    {
      "quote": "Very few live by choice. Every man is placed in his present condition by causes which acted without his foresight  and with which he did not always willingly cooperate  and therefore you will rarely meet one who does not think the lot of his neighbor better than his own.",
      "author": "Samuel Johnson",
      "category": "acceptance"
    },
    {
      "quote": "To exist is to adapt  and if one could not adapt  one died and made room for those who could.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "Happy the man who early learns the wide chasm that lies between his wishes and his powers.",
      "author": "Johann von Goethe",
      "category": "acceptance"
    },
    {
      "quote": "Real life is  to most men ... a perpetual compromise between the ideal and the possible.",
      "author": "Bertrand Russell",
      "category": "acceptance"
    },
    {
      "quote": "People are lucky and unlucky ... according to the ratio between what they get and what they have been led to expect.",
      "author": "Samuel Butler",
      "category": "acceptance"
    },
    {
      "quote": "He who cannot do what he wants must make do with what he can.",
      "author": "Terence",
      "category": "acceptance"
    },
    {
      "quote": "What has always made a hell on earth has been that man has tried to make it his heaven.",
      "author": "Friedrich Holderlin",
      "category": "acceptance"
    },
    {
      "quote": "Good is not good  where better is expected.",
      "author": "Thomas Fuller",
      "category": "acceptance"
    },
    {
      "quote": "Nobody has things just as he would like them. The thing to do is to make a success with what material I have. It is a sheer waste of time and soul-power to imagine what I would do if things were different. They are not different.",
      "author": "Dr. Frank Crane",
      "category": "acceptance"
    },
    {
      "quote": "We must like what we have when we don't have what we like.",
      "author": "Roger de Rabutin",
      "category": "acceptance"
    },
    {
      "quote": "Better is the enemy of the good.",
      "author": "Voltaire",
      "category": "acceptance"
    },
    {
      "quote": "If you aspire to the highest place  it is no disgrace to stop at the second  or even the third  place.",
      "author": "Cicero",
      "category": "acceptance"
    },
    {
      "quote": "Genius does what it must  talent does what it can.",
      "author": "Edward Bulwer-Lytton",
      "category": "acceptance"
    },
    {
      "quote": "Nature is what you may do. There is much you may not do.",
      "author": "Ralph Waldo Emerson",
      "category": "acceptance"
    },
    {
      "quote": "Results are what you expect  consequences are what you get.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "To expect life to be tailored to our specifications is to invite frustration.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "The resistance to the unpleasant situation is the root of suffering.",
      "author": "Ram Dass",
      "category": "acceptance"
    },
    {
      "quote": "The chief pang of most trials is not so much the actual suffering itself as our own spirit of resistance to it.",
      "author": "Jean Nicholas Grou",
      "category": "acceptance"
    },
    {
      "quote": "Each of us does  in effect  strike a series of \"deals\" or compromises between the wants and longings of the inner self  and an outer environment that offers certain possibilities and sets certain limitations.",
      "author": "Maggie Scarf",
      "category": "acceptance"
    },
    {
      "quote": "Man is the only animal that laughs and weeps  for he is the only animal that is struck with the difference between what things are and what they might have been.",
      "author": "William Hazlitt",
      "category": "acceptance"
    },
    {
      "quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression. The chasm is never completely bridged. We all have the conviction  perhaps illusory  that we have much more to say than appears on the paper.",
      "author": "Isaac Bashevis Singer",
      "category": "acceptance"
    },
    {
      "quote": "The greatest and most important problems in life are all in a certain sense insoluble. They can never be solved  but only outgrown.",
      "author": "Carl Jung",
      "category": "acceptance"
    },
    {
      "quote": "We do not write as we want  but as we can.",
      "author": "W Somerset Maugham",
      "category": "acceptance"
    },
    {
      "quote": "The art of living lies less in eliminating our troubles than in growing with them.",
      "author": "Bernard M. Baruch",
      "category": "acceptance"
    },
    {
      "quote": "A body shouldn't heed what might be. He's got to do with what is.",
      "author": "Louis L'Amour",
      "category": "acceptance"
    },
    {
      "quote": "The greatest evil which fortune can inflict on men is to endow them with small talents and great ambitions.",
      "author": "Vauvenargues",
      "category": "acceptance"
    },
    {
      "quote": "We may fail of our happiness  strive we ever so bravely  but we are less likely to fail if we measure with judgment our chances and our capabilities.",
      "author": "Agnes Repplier",
      "category": "acceptance"
    },
    {
      "quote": "I One of the signs of maturity is a healthy respect for reality-a respect that manifests itself in the level of one's aspirations and in the accuracy of one's assessment of the difficulties which separate the facts of today from the bright hopes of tomorrow.",
      "author": "Robert H. Davies",
      "category": "acceptance"
    },
    {
      "quote": "Is life so wretched? Isn't it rather your hands which are too small  your vision which is muddled? You are the one who must grow up.",
      "author": "Dag Hammarskjold",
      "category": "acceptance"
    },
    {
      "quote": "Nothing you write  if you hope to be any good  will ever come out as you first hoped.",
      "author": "Lillian Hellman",
      "category": "acceptance"
    },
    {
      "quote": "Unhappiness is best defined as the difference between our talents and our expectations.",
      "author": "Dr. Edward De Bono",
      "category": "acceptance"
    },
    {
      "quote": "Anxiety is that range of distress which attends willing what cannot be willed.",
      "author": "Leslie H. Farber",
      "category": "acceptance"
    },
    {
      "quote": "There is a mortal breed most full of futility. In contempt of what is at hand  they strain into the future  hunting impossibilities on the wings of ineffectual hopes.",
      "author": "Pindar",
      "category": "acceptance"
    },
    {
      "quote": "A life of frustration is inevitable for any coach whose man enjoyment is winning.",
      "author": "Chuck Noll",
      "category": "acceptance"
    },
    {
      "quote": "No traveler e'er reached that blest abode who found not thorns and briers in his road.",
      "author": "William Cowper",
      "category": "acceptance"
    },
    {
      "quote": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.",
      "author": "Will Durant",
      "category": "acceptance"
    },
    {
      "quote": "It is a common observation that those who dwell continually upon their expectations are apt to become oblivious to the requirements of their actual situation.",
      "author": "Charles Sanders Peirce",
      "category": "acceptance"
    },
    {
      "quote": "A hero is a man who does what he can.",
      "author": "Romain Rolland",
      "category": "acceptance"
    },
    {
      "quote": "Life's under no obligation to give us what we expect.",
      "author": "Margaret Mitchell",
      "category": "acceptance"
    },
    {
      "quote": "Buddha's doctrine: Man suffers because of his craving to possess and keep forever things which are essentially impermanent... this frustration of the desire to possess is the immediate cause of suffering.",
      "author": "Alan Watts",
      "category": "acceptance"
    },
    {
      "quote": "The point... is to dwell upon the brightest parts in every prospect  to call off the thoughts when turning upon disagreeable objects  and strive to be pleased with the present circumstances.",
      "author": "Abraham Tucker",
      "category": "acceptance"
    },
    {
      "quote": "Everything has its wonders  even darkness and silence  and I learn  whatever state I may be in  therein to be content.",
      "author": "Helen Keller",
      "category": "acceptance"
    },
    {
      "quote": "Life is not always what one wants it to be  but to make the best of it  as it is  is the only way of being happy.",
      "author": "Jennie Jerome Churchill",
      "category": "acceptance"
    },
    {
      "quote": "The English know how to make the best of things. Their so-called muddling through is simply skill at dealing with the inevitable.",
      "author": "Winston Churchill",
      "category": "acceptance"
    },
    {
      "quote": "I make the most of all that comes and the least of all that goes.",
      "author": "Sara Teasdale",
      "category": "acceptance"
    },
    {
      "quote": "We cannot conquer fate and necessity  yet we can yield to them in such a manner as to be greater than if we could.",
      "author": "Walter Savage Landor",
      "category": "acceptance"
    },
    {
      "quote": "The idea came to me that I was  am  and will be  but perhaps will not become. This did not scare me. There was for me in being an intensity I did not feel in becoming.",
      "author": "Nina Berberova",
      "category": "acceptance"
    },
    {
      "quote": "Here is a rule to remember when anything tempts you to feel bitter: not  \"This is a misfortune \" but \"To bear this worthily is good fortune.\"",
      "author": "Marcus Aurelius",
      "category": "acceptance"
    },
    {
      "quote": "There is no good in arguing with the inevitable. The only argument available with an east wind is to put on your overcoat.",
      "author": "James Russell Lowell",
      "category": "acceptance"
    },
    {
      "quote": "Trouble will come soon enough  and when he does come receive him as pleasantly as possible ... the more amiably you greet him  the sooner he will go away.",
      "author": "Artemus Ward",
      "category": "acceptance"
    },
    {
      "quote": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.",
      "author": "Marcus Aurelius",
      "category": "acceptance"
    },
    {
      "quote": "When we accept tough jobs as a challenge to our ability and wade into them with joy and enthusiasm  miracles can happen.",
      "author": "Arland Gilbert",
      "category": "acceptance"
    },
    {
      "quote": "Love only what befalls you and is spun for you by fate.",
      "author": "Marcus Aurelius",
      "category": "acceptance"
    },
    {
      "quote": "What you can't get out of  get into wholeheartedly.",
      "author": "Mignon McLaughlin",
      "category": "acceptance"
    },
    {
      "quote": "Let us train our minds to desire what the situation demands.",
      "author": "Marcus Annaeus Seneca",
      "category": "acceptance"
    },
    {
      "quote": "Ride the horse in the direction that it's going.",
      "author": "Werner Erhard",
      "category": "acceptance"
    },
    {
      "quote": "If one has to submit  it is wasteful not to do so with the best grace possible.",
      "author": "Winston Churchill",
      "category": "acceptance"
    },
    {
      "quote": "Since God has been pleased to give us the Papacy  let us enjoy it.",
      "author": "Pope Leo X",
      "category": "acceptance"
    },
    {
      "quote": "It is no use to grumble and complain  It's just as cheap and easy to rejoice  When God sorts out the weather and sends rain-Why  rain's my choice.",
      "author": "James Whitcomb Riley",
      "category": "acceptance"
    },
    {
      "quote": "When a dog runs at you  whistle for him.",
      "author": "Henry David Thoreau",
      "category": "acceptance"
    },
    {
      "quote": "An oak and a reed were arguing about their strength. When a strong wind came up  the reed avoided being uprooted by bending and leaning with the gusts of wind. But the oak stood firm and was torn up by the roots.",
      "author": "Aesop",
      "category": "acceptance"
    },
    {
      "quote": "The grass must bend when the wind blows across it.",
      "author": "Confucius",
      "category": "acceptance"
    },
    {
      "quote": "He who attempts to resist the wave is swept away  but he who bends before it abides.",
      "author": "Bible",
      "category": "acceptance"
    },
    {
      "quote": "Adapt or perish  now as ever  is nature's inexorable imperative.",
      "author": "H. G. Wells",
      "category": "acceptance"
    },
    {
      "quote": "One does not have to stand again the gale. One yields and becomes part of the wind.",
      "author": "Emmanuel",
      "category": "acceptance"
    },
    {
      "quote": "I like trees because they seem more resigned to the way they have to live than other things do.",
      "author": "Willa Cather",
      "category": "acceptance"
    },
    {
      "quote": "Nature magically suits a man to his fortunes  by making them the fruit of his character.",
      "author": "Ralph Waldo Emerson",
      "category": "acceptance"
    },
    {
      "quote": "Better bend than break.",
      "author": "Scottish proverb",
      "category": "acceptance"
    },
    {
      "quote": "The secret of success is to be in harmony with existence  to be always calm ... to let each wave of life wash us a little farther up the shore.",
      "author": "Cyril Connolly",
      "category": "acceptance"
    },
    {
      "quote": "There is only one way to happiness  and that is to cease worrying about things which are beyond the power of our will.",
      "author": "Epictetus",
      "category": "acceptance"
    },
    {
      "quote": "The truth does not change according to our ability to stomach it emotionally.",
      "author": "Flannery O'Connor",
      "category": "acceptance"
    },
    {
      "quote": "Happiness ... can exist only in acceptance.",
      "author": "Denis De Rougemont",
      "category": "acceptance"
    },
    {
      "quote": "Happiness comes from within a man  from some curious adjustment to life.",
      "author": "Hugh Walpole",
      "category": "acceptance"
    },
    {
      "quote": "Happy he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "acceptance"
    },
    {
      "quote": "Contentment  and indeed usefulness  comes as the infallible result of great acceptances  great humilities-of not trying to conform to some dramatized version of ourselves.",
      "author": "David Grayson",
      "category": "acceptance"
    },
    {
      "quote": "My advice to you is not to inquire why or whither  but just enjoy your ice cream while it's on your plate.",
      "author": "Thornton Wilder",
      "category": "acceptance"
    },
    {
      "quote": "It is not necessarily those lands which are the most fertile or most favored in climate that seem to me the happiest  but those in which a long struggle of adaptation between man and his environment has brought out the best qualities of both.",
      "author": "T. S. Eliot",
      "category": "acceptance"
    },
    {
      "quote": "Life is not always what one wants it to be  but to make the best of it  as it is  is the only way of being happy.",
      "author": "Jennie Jerome Churchill",
      "category": "acceptance"
    },
    {
      "quote": "Everything has its wonders  even darkness and silence  and I learn  whatever state I may be in  therein to be content.",
      "author": "Helen Keller",
      "category": "acceptance"
    },
    {
      "quote": "I accept life unconditionally. ... Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.",
      "author": "Arthur Rubinstein",
      "category": "acceptance"
    },
    {
      "quote": "Happiness is a function of accepting what is.",
      "author": "Werner Erhard",
      "category": "acceptance"
    },
    {
      "quote": "One's first step in wisdom is to question everything  one's last is to come to terms with everything.",
      "author": "Georg Christoph Lichtenberg",
      "category": "acceptance"
    },
    {
      "quote": "If you are wise  live as you can  if you cannot  live as you would.",
      "author": "Baltasar Gracian",
      "category": "acceptance"
    },
    {
      "quote": "Wisdom never kicks at the iron walls it can't bring down.",
      "author": "Olive Schreiner",
      "category": "acceptance"
    },
    {
      "quote": "For this is wisdom: to live  to take what fate  or the Gods  may give.",
      "author": "Laurence Hope",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance and Work If you have a job without aggravations  you don't have a job.",
      "author": "Malcolm Forbes",
      "category": "acceptance"
    },
    {
      "quote": "When I decided to go into politics I weighed the costs. I would get criticism. But I went ahead. So when virulent criticism came I wasn't surprised. I was better able to handle it.",
      "author": "Herbert Hoover",
      "category": "acceptance"
    },
    {
      "quote": "Every job has drudgery. ... The first secret of happiness is the recognition of this fundamental fact.",
      "author": "M. C. Mcintosh",
      "category": "acceptance"
    },
    {
      "quote": "The fishermen know that the sea is dangerous and the storm terrible  but they have never found these dangers sufficient reason for remaining ashore.",
      "author": "Vincent van Gogh",
      "category": "acceptance"
    },
    {
      "quote": "He who doesn't accept the conditions of life sells his soul.",
      "author": "Charles Baudelaire",
      "category": "acceptance"
    },
    {
      "quote": "Greatness of soul consists not so much in soaring high and in pressing forward  as in knowing how to adapt and limit oneself.",
      "author": "Michel de Montaigne",
      "category": "acceptance"
    },
    {
      "quote": "The beauty of the soul shines out when a man bears with composure one heavy mischance after another  not because he does not feel them  but because he is a man of high and heroic temper.",
      "author": "Aristotle",
      "category": "acceptance"
    },
    {
      "quote": "The great soul surrenders itself to fate.",
      "author": "Marcus Annaeus Seneca",
      "category": "acceptance"
    },
    {
      "quote": "The mind which renounces  once and forever  a futile hope  has its compensations in ever-growing calm.",
      "author": "George R. Gissing",
      "category": "acceptance"
    },
    {
      "quote": "I not only bow to the inevitable  I am fortified by it.",
      "author": "Thornton Wilder",
      "category": "acceptance"
    },
    {
      "quote": "I have accepted all and I am free. The inner chains are broken  as well as those outside.",
      "author": "C. F. Ramuz",
      "category": "acceptance"
    },
    {
      "quote": "The most beautiful thing is inevitability of events  and the most ugly thing is trying to resist inevitability.",
      "author": "Katharine Butler Hathaway",
      "category": "acceptance"
    },
    {
      "quote": "Peace of mind is that mental condition in which you have accepted the worst.",
      "author": "Lin Yutang",
      "category": "acceptance"
    },
    {
      "quote": "If we can recognize that change and uncertainty are basic principles  we can greet the future and the transformation we are undergoing with the understanding that we do not know enough to be pessimistic.",
      "author": "Hazel Henderson",
      "category": "acceptance"
    },
    {
      "quote": "We cannot change anything unless we accept it.",
      "author": "Carl Jung",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance of what has happened is the first step to overcoming the consequence of any misfortune.",
      "author": "William James",
      "category": "acceptance"
    },
    {
      "quote": "Almost any event will put on a new face when received with cheerful acceptance.",
      "author": "Henry S. Haskins",
      "category": "acceptance"
    },
    {
      "quote": "What it is forbidden to be put right becomes lighter by acceptance.",
      "author": "Horace",
      "category": "acceptance"
    },
    {
      "quote": "One completely overcomes only what one assimilates.",
      "author": "Andre Gide",
      "category": "acceptance"
    },
    {
      "quote": "If you cast away one cross  you will certainly find another  and perhaps a heavier.",
      "author": "Thomas a Kempis",
      "category": "acceptance"
    },
    {
      "quote": "To repel one's cross is to make it heavier.",
      "author": "Henri Frederic Amiel",
      "category": "acceptance"
    },
    {
      "quote": "Science says: \"We must live \" and seeks the means of prolonging  increasing  facilitating and amplifying life  of making it tolerable and acceptable  wisdom says: \"We must die \" and seeks how to make us die well.",
      "author": "Miguel de Unamuno",
      "category": "acceptance"
    },
    {
      "quote": "True freedom lies in the realization and calm acceptance of the fact that there may very well be no perfect answer.",
      "author": "Allen Reid McGinnis",
      "category": "acceptance"
    },
    {
      "quote": "As the soft yield of water cleaves obstinate stone  So to yield with life solves the insolvable: To yield  I have learned  is to come back again.",
      "author": "Lao-Tzu",
      "category": "acceptance"
    },
    {
      "quote": "Things turn out best for people who make the best of the way things turn out.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "And acceptance is the answer to all my problems today. ... I can find no serenity until I accept that person  place  thing  or situation as being exactly the way it is supposed to be at this moment.",
      "author": "Alcoholics Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "Resistance causes pain and lethargy. It is when we practice acceptance that new possibilities appear.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "To oppose something is to maintain it.",
      "author": "Ursula K. LeGuin",
      "category": "acceptance"
    },
    {
      "quote": "No life is so hard that you can't make it easier by the way you take it.",
      "author": "Ellen Glasgow",
      "category": "acceptance"
    },
    {
      "quote": "Anything in life that we don't accept will simply make trouble for us until we make peace with it.",
      "author": "Shakti Gawain",
      "category": "acceptance"
    },
    {
      "quote": "Often the prudent  far from making their destinies  succumb to them.",
      "author": "Voltaire",
      "category": "acceptance"
    },
    {
      "quote": "Things past redress are now with me past care.",
      "author": "William Shakespeare",
      "category": "acceptance"
    },
    {
      "quote": "What we call reality is an agreement that people have arrived at to make life more livable.",
      "author": "Louise Nevelson",
      "category": "acceptance"
    },
    {
      "quote": "He who has calmly reconciled his life to fate ... can look fortune in the face.",
      "author": "Boethius",
      "category": "acceptance"
    },
    {
      "quote": "No rose without a thorn.",
      "author": "French proverb",
      "category": "acceptance"
    },
    {
      "quote": "Life leaps like a geyser for those who drill through the rock of inertia.",
      "author": "Dr. Alexis Carrel",
      "category": "acceptance"
    },
    {
      "quote": "If you want a place in the sun  you've got to put up with a few blisters.",
      "author": "Abigail Van Buren",
      "category": "acceptance"
    },
    {
      "quote": "Those who aim at great deeds must also suffer greatly.",
      "author": "Plutarch",
      "category": "acceptance"
    },
    {
      "quote": "Nature  to be commanded  must be obeyed.",
      "author": "Francis Bacon",
      "category": "acceptance"
    },
    {
      "quote": "The first step toward change is acceptance. Once you accept yourself  you open the door to change. That's all you have to do. Change is not something you do  it's something you allow.",
      "author": "Will Garcia",
      "category": "acceptance"
    },
    {
      "quote": "Keep doing what you're doing and you'll keep getting what you're getting.",
      "author": "Anonymous",
      "category": "acceptance"
    },
    {
      "quote": "Everything in life that we really accept undergoes a change. So suffering must become love. That is the mystery.",
      "author": "Katherine Mansfield",
      "category": "acceptance"
    },
    {
      "quote": "We cannot change anything unless we accept it. Condemnation does not liberate  it oppresses.",
      "author": "Carl Jung",
      "category": "acceptance"
    },
    {
      "quote": "When you make your peace with authority  you become authority.",
      "author": "Jim Morrison",
      "category": "acceptance"
    },
    {
      "quote": "Ours must be the first age whose great goal  on a nonmaterial plane  is not fulfillment but adjustment.",
      "author": "Louis Kronenberger",
      "category": "acceptance"
    },
    {
      "quote": "Woman must not accept  she must challenge.",
      "author": "Margaret Sanger",
      "category": "acceptance"
    },
    {
      "quote": "We have fought this fight as long  and as well  as we know how. We have been defeated. There is now but one course to pursue. We must accept the situation.",
      "author": "Robert E. Lee",
      "category": "acceptance"
    },
    {
      "quote": "Competition is about passion for perfection  and passion for other people who join in this impossible quest.",
      "author": "Mariah Burton Nelson",
      "category": "acceptance"
    },
    {
      "quote": "Better to accept whatever happens.",
      "author": "Horace",
      "category": "acceptance"
    },
    {
      "quote": "If we cannot do what we will  we must will what we can.",
      "author": "Yiddish proverb",
      "category": "acceptance"
    },
    {
      "quote": "Every man must be content with that glory which he may have at home.",
      "author": "Boethius",
      "category": "acceptance"
    },
    {
      "quote": "Every new adjustment is a crisis in self-esteem.",
      "author": "Eric Hoffer",
      "category": "acceptance"
    },
    {
      "quote": "What cannot be avoided  t'were childish weakness to lament or fear.",
      "author": "William Shakespeare",
      "category": "acceptance"
    },
    {
      "quote": "I will not meddle with that which I cannot mend.",
      "author": "Thomas Fuller",
      "category": "acceptance"
    },
    {
      "quote": "I have learned to live with it all... whatever happens ... all of it.",
      "author": "Edelgard",
      "category": "acceptance"
    },
    {
      "quote": "There is no such thing as pure pleasure  some anxiety always goes with it.",
      "author": "Ovid",
      "category": "acceptance"
    },
    {
      "quote": "If a ship has been sunk  I can't bring it up. If it is going to be sunk  I can't stop it. I can use my time much better working on tomorrow's problem than by fretting about yesterday's. Besides  if I let those things get me  I wouldn't last long.",
      "author": "Admiral Ernest J. King",
      "category": "acceptance"
    },
    {
      "quote": "One of the many lessons that one learns in prison is that things are what they are and will be what they will be.",
      "author": "Oscar Wilde",
      "category": "acceptance"
    },
    {
      "quote": "Part of the happiness of life consists not in fighting battles  but in avoiding them. A masterly retreat is in itself a victory.",
      "author": "Norman Vincent Peale",
      "category": "acceptance"
    },
    {
      "quote": "A flower falls even though we love it. A weed grows even though we don't love it.",
      "author": "Dogen",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance says  True  this is my situation at the moment. I'll look unblink-ingly at the reality of it. But I'll also open my hands to accept willingly whatever a loving Father sends me.",
      "author": "Catharine Marshall",
      "category": "acceptance"
    },
    {
      "quote": "Man is a pliant animal  a being who gets accustomed to anything.",
      "author": "Fyodor Dostoyevsky",
      "category": "acceptance"
    },
    {
      "quote": "The unknown is what it is. And to be frightened of it is what sends everybody scurrying around chasing dreams  illusions  wars  peace  love  hate  all that. Unknown is what it is. Accept that it's unknown  and it's plain sailing.",
      "author": "John Lennon",
      "category": "acceptance"
    },
    {
      "quote": "Happiness is experienced when your life gives you what you are willing to accept.",
      "author": "Ken Keyes",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance is the truest kinship with humanity.",
      "author": "G. K. Chesterton",
      "category": "acceptance"
    },
    {
      "quote": "What must be shall be  and that which is a necessity to him that struggles  is little more than choice to him that is willing.",
      "author": "Marcus Annaeus Seneca",
      "category": "acceptance"
    },
    {
      "quote": "Acceptance makes any event put on a new face.",
      "author": "Henry S. Haskins",
      "category": "acceptance"
    },
    {
      "quote": "There is no sense in the struggle  but there is no choice but to struggle.",
      "author": "Ernie Pyle",
      "category": "acceptance"
    },
    {
      "quote": "Boys  this is only a game. But it's like life in that you will be dealt some bad hands. Take each hand  good or bad  and don't whine and complain  but play it out. If you're men enough to do that  God will help and you will come out well.",
      "author": "Dwight D. Eisenhower's mother",
      "category": "acceptance"
    },
    {
      "quote": "Practice easing your way along. Don't get het up or in a dither. Do your best  take it as it comes. You can handle anything if you think you can. Just keep your cool and your sense of humor.",
      "author": "Smiley Blanton",
      "category": "acceptance"
    },
    {
      "quote": "Accept that all of us can be hurt  that all of us can-and surely will at times-fail. Other vulnerabilities  like being embarrassed or risking love  can be terrifying too. I think we should follow a simple rule: if we can take the worst  take the risk.",
      "author": "Dr. Joyce Brothers",
      "category": "acceptance"
    },
    {
      "quote": "Do not weep  do not wax indignant. Understand.",
      "author": "Baruch Spinoza",
      "category": "acceptance"
    },
    {
      "quote": "We must learn to accept life and to accept ourselves ... with a shrug and a smile ... because it's all we've got.",
      "author": "Harvey Mindess",
      "category": "acceptance"
    },
    {
      "quote": "I have accepted fear as a part of life -specifically the fear of change ... I have gone ahead despite the pounding in the heart that says: turn back. ...",
      "author": "Erica Jong",
      "category": "acceptance"
    },
    {
      "quote": "There are things I can't force. I must adjust.",
      "author": "CM. Ward",
      "category": "acceptance"
    },
    {
      "quote": "Let a man accept his destiny. No pity and no tears.",
      "author": "Euripides",
      "category": "acceptance"
    },
    {
      "quote": "Wood may remain ten years in the water  but it will never become a crocodile.",
      "author": "Congolese proverb",
      "category": "acceptance"
    },
    {
      "quote": "No matter how much you feed a wolf  he will always return to the forest.",
      "author": "Russian proverb",
      "category": "acceptance"
    },
    {
      "quote": "Can the Ethiopian change his skin  or the leopard his spots?",
      "author": "Bible",
      "category": "acceptance"
    },
    {
      "quote": "A wise man knows everything  a shrewd one  everybody.",
      "author": "Anonymous",
      "category": "acquaintance"
    },
    {
      "quote": "Sudden acquaintance brings repentance.",
      "author": "Thomas Fuller",
      "category": "acquaintance"
    },
    {
      "quote": "If a man is worth knowing at all  he is worth knowing well.",
      "author": "Alexander Smith",
      "category": "acquaintance"
    },
    {
      "quote": "A good drama critic is one who perceives what is happening in the theatre of his time. A great drama critic also perceives what is not happening.",
      "author": "Kenneth Tynan",
      "category": "acting, theatre"
    },
    {
      "quote": "A walking shadow  a poor player  that struts and frets his hour upon the stage and then is heard no more.",
      "author": "William Shakespeare",
      "category": "acting, theatre"
    },
    {
      "quote": "Acting is a question of absorbing other people's personalities and adding some of your own experience.",
      "author": "Paul Newman",
      "category": "acting, theatre"
    },
    {
      "quote": "An actor is a guy who  if you ain't talking about him ain't listening.",
      "author": "George Glass",
      "category": "acting, theatre"
    },
    {
      "quote": "An agent is a guy who is sore because an actor gets 90% of what he makes.",
      "author": "Alva Johnston",
      "category": "acting, theatre"
    },
    {
      "quote": "Bugs Bunny - the perfect employee. Never absent. Never late. Never changes the script. Doesn't have an agent. Never asks for a percent of the profit. Doesn't ask to have his relatives on the payroll.",
      "author": "Anonymous",
      "category": "acting, theatre"
    },
    {
      "quote": "In music  the punctuation is absolutely strict  the bars and the rests are absolutely defined. But our punctuation cannot be quite strict because we have to relate it to the audience. In other words  we are continually changing the score.",
      "author": "Ralph Richardson",
      "category": "acting, theatre"
    },
    {
      "quote": "No form of art goes beyond ordinary consciousness as film does  straight to our emotions  deep into the twilight room of the soul.",
      "author": "Ingmar Bergman",
      "category": "acting, theatre"
    },
    {
      "quote": "She was good at playing abstract confusion in the same way that a midget is good at being short.",
      "author": "Clive James",
      "category": "acting, theatre"
    },
    {
      "quote": "The best audience is intelligent  well-educated  and a little drunk.",
      "author": "Alvin Barkley",
      "category": "acting, theatre"
    },
    {
      "quote": "The play was a great success  but the audience was a disaster.",
      "author": "Oscar Wilde",
      "category": "acting, theatre"
    },
    {
      "quote": "The structure of a play is always the story of how the birds come home to roost.",
      "author": "Arthur Miller",
      "category": "acting, theatre"
    },
    {
      "quote": "When the characters are really alive before their author  the latter does nothing but follow them in their action  in their words  in the situations which they suggest to him.",
      "author": "Luigi Pirandello",
      "category": "acting, theatre"
    },
    {
      "quote": "Working in the theatre has a lot in common with unemployment.",
      "author": "Arthur Gingold",
      "category": "acting, theatre"
    },
    {
      "quote": "There are some great roles - mostly in Shakespeare's tragedies which no one can play at full strength from beginning to end. One simply hopes that one can hit the peaks as often as one has the strength.",
      "author": "Peggy Ashcroft",
      "category": "acting, theatre"
    },
    {
      "quote": "Acting is not being emotional  but being able to express emotion.",
      "author": "Kate Reid",
      "category": "acting, theatre"
    },
    {
      "quote": "A good actor must never be in love with anyone but himself.",
      "author": "Jean Anouilh",
      "category": "acting, theatre"
    },
    {
      "quote": "Every actor in his heart believes everything bad that's printed about him.",
      "author": "Orson Welles",
      "category": "acting, theatre"
    },
    {
      "quote": "Actors are the only honest hypocrites.",
      "author": "William Hazlitt",
      "category": "acting, theatre"
    },
    {
      "quote": "Drama is life with the dull bits cut out.",
      "author": "Alfred Hitchcock",
      "category": "acting, theatre"
    },
    {
      "quote": "Film-making has become a kind of hysterical pregnancy.",
      "author": "Richard Lester",
      "category": "acting, theatre"
    },
    {
      "quote": "Not to go to the theatre is like making one's toilet without a mirror.",
      "author": "Arthur Schopenhauer",
      "category": "acting, theatre"
    },
    {
      "quote": "You can't automate in the arts. Since the sixteenth century there has been no change in the number of people necessary to produce Hamlet.",
      "author": "William T. Wylie",
      "category": "acting, theatre"
    },
    {
      "quote": "When actors begin to think  it is time for a change. They are not fitted for it.",
      "author": "Stephen Leacock",
      "category": "acting, theatre"
    },
    {
      "quote": "Opening night is the night before the play is ready to open.",
      "author": "George Jean Nathan",
      "category": "acting, theatre"
    },
    {
      "quote": "An actor is a sculptor who carves in snow.",
      "author": "Edwin Booth",
      "category": "acting, theatre"
    },
    {
      "quote": "The unencumbered stage encourages the truth operative in everyone. The less seen  the more heard. The eye is the enemy of the ear in real drama.",
      "author": "Thornton Wilder",
      "category": "acting, theatre"
    },
    {
      "quote": "The live entertainment Canadians like most is the intimate review  a collection of songs and sketches  preferably with a satirical bias.",
      "author": "Nathan Cohen",
      "category": "acting, theatre"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "acting, theatre"
    },
    {
      "quote": "With the collapse of vaudeville new talent has no place to stink.",
      "author": "George Burns",
      "category": "acting, theatre"
    },
    {
      "quote": "When the audience knows you know better  it's satire  but when they think you can't do any better  it's corn.",
      "author": "Spike Jones",
      "category": "acting, theatre"
    },
    {
      "quote": "The person who wants to make it has to sweat. There are no short cuts. And you've got to have the guts to be hated.",
      "author": "Bene Davis",
      "category": "acting, theatre"
    },
    {
      "quote": "True tragedy may be defined as a dramatic work in which the outward failure of the principal personage is compensated for by the dignity and greatness of his character.",
      "author": "Joseph Wood Krutch",
      "category": "acting, theatre"
    },
    {
      "quote": "A fan club is a group of people who tell an actor he is not alone in the way he feels about himself.",
      "author": "Jack Carson",
      "category": "acting, theatre"
    },
    {
      "quote": "The real actor - like any real artistj- has a direct line to the collective heart.",
      "author": "Bette Davis",
      "category": "acting, theatre"
    },
    {
      "quote": "The best actors do not let the wheels show.",
      "author": "Henry Fonda",
      "category": "acting, theatre"
    },
    {
      "quote": "A talent for drama is not a talent for writing  but is an ability to articulate human relationships.",
      "author": "Gore Vidal",
      "category": "acting, theatre"
    },
    {
      "quote": "Many plays  certainly mine  are like blank cheques. The actors and directors put their own signatures on them.",
      "author": "Thornton Wilder",
      "category": "acting, theatre"
    },
    {
      "quote": "You need three things in the theatre - the play  the actors and the audience and each must give something.",
      "author": "Kenneth Haigh",
      "category": "acting, theatre"
    },
    {
      "quote": "From the point of view of the playwright  then  the essence of a tragedy  or even of a serious play  is the spiritual awakening  or regeneration  of his hero.",
      "author": "Maxwell Anderson",
      "category": "acting, theatre"
    },
    {
      "quote": "Hamlet is the tragedy of tackling a family problem too soon after college.",
      "author": "Tom Mas son",
      "category": "acting, theatre"
    },
    {
      "quote": "A film is never really good unless the camera is an eye in the head of a poet.",
      "author": "Orson Welles",
      "category": "acting, theatre"
    },
    {
      "quote": "The whole motivation for any performer is 'Look at me  Ma.'",
      "author": "Lenny Bruce",
      "category": "acting, theatre"
    },
    {
      "quote": "If you give audiences a chance they'll do half your acting for you.",
      "author": "Katharine Hepburn",
      "category": "acting, theatre"
    },
    {
      "quote": "Show business is like sex. When it's wonderful  it's wonderful. But when it isn't very good  it's still all right.",
      "author": "Max Wall",
      "category": "acting, theatre"
    },
    {
      "quote": "All the movies used to be 'colossal'. Now they're all 'frank'. I think I liked 'colossal' better.",
      "author": "Beryl Pfizer",
      "category": "acting, theatre"
    },
    {
      "quote": "Satire is what closes Saturday night.",
      "author": "George S. Kaufman",
      "category": "acting, theatre"
    },
    {
      "quote": "A play should give you something to think about. When I see a play and understand it the first time  then I know it can't be much good.",
      "author": "T. S. Eliot",
      "category": "acting, theatre"
    },
    {
      "quote": "By increasing the size of the keyhole  today's playwrights are in danger of doing away with the door.",
      "author": "Peter Ustinov",
      "category": "acting, theatre"
    },
    {
      "quote": "We do not go (to the theatre) like our ancestors  to escape from the pressure of reality  so much as to confirm our experience of it.",
      "author": "Charles Lamb",
      "category": "acting, theatre"
    },
    {
      "quote": "A play visibly represents pure existing.",
      "author": "Thornton Wilder",
      "category": "acting, theatre"
    },
    {
      "quote": "I sweat. If anything comes easy to me  I mistrust it.",
      "author": "Lilli Palmer",
      "category": "acting, theatre"
    },
    {
      "quote": "I sometimes wish they would swagger more now  buy bigger overcoats and wilder hats  and retain those traces of make-up that put them outside respectability and keep them rogues and vagabonds  which is what  at heart - bless 'em - they are.",
      "author": "J. B. Priestley",
      "category": "acting, theatre"
    },
    {
      "quote": "Actor-manager - one to whom the part is greater than the whole.",
      "author": "Ronald Jeans",
      "category": "acting, theatre"
    },
    {
      "quote": "I know it was wonderful  but I don't know how I did it.",
      "author": "Laurence Olivier",
      "category": "acting, theatre"
    },
    {
      "quote": "Very few people go to the doctor when they have a cold  they go to the theatre instead.",
      "author": "W. Boyd Gatewood",
      "category": "acting, theatre"
    },
    {
      "quote": "The unique thing about Margaret Rutherford is that she can act with her chin alone. Among its many moods I especially cherish the chin commanding  the chin in doubt  and the chin at bay.",
      "author": "Kenneth Tynan",
      "category": "acting, theatre"
    },
    {
      "quote": "There are five stages to an actor's career: who is Herschel Bernardi? get me Herschel Bernardi  get me a Herschel Bernardi type  get me a young Herschel Bernardi  and who is Herschel Bernardi?",
      "author": "Herschel Bernardi",
      "category": "acting, theatre"
    },
    {
      "quote": "On stage I make love to twenty-five thousand people  then I go home alone.",
      "author": "Janis Joplin",
      "category": "acting, theatre"
    },
    {
      "quote": "In Hollywood  if you don't have happiness  you send out for it.",
      "author": "Rex Reed",
      "category": "acting, theatre"
    },
    {
      "quote": "Long experience has taught me that in England nobody goes to the theatre unless he or she has bronchitis.",
      "author": "James Agate",
      "category": "acting, theatre"
    },
    {
      "quote": "Playing Shakespeare is very tiring. You never get to sit down  unless you're a king.",
      "author": "Josephine Hull",
      "category": "acting, theatre"
    },
    {
      "quote": "Theatre is simply what cannot be expressed by any other means  a complexity of words  movements  gestures that convey a vision of the world inexpressible in any other way.",
      "author": "Eugene Ionesco",
      "category": "acting, theatre"
    },
    {
      "quote": "As an actor  he should be an extra in police line-ups.",
      "author": "Robert H. Gurney",
      "category": "acting, theatre"
    },
    {
      "quote": "The most difficult character in comedy is that of the fool  and he must be no simpleton that plays that part.",
      "author": "Miguel de Cervantes",
      "category": "acting"
    },
    {
      "quote": "When an actor has money  he doesn't send letters but telegrams.",
      "author": "Anton Chekhov",
      "category": "acting"
    },
    {
      "quote": "The drama's laws  the drama's patrons give. For we that live to please  must please to live.",
      "author": "Samuel Johnson",
      "category": "acting"
    },
    {
      "quote": "The play's the thing.",
      "author": "William Shakespeare",
      "category": "acting"
    },
    {
      "quote": "After all is said and done  more is said than done.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Between saying and doing many a pair of shoes is worn out.",
      "author": "Italian proverb",
      "category": "action"
    },
    {
      "quote": "But search the land of living men  Where wilt thou find their like again.",
      "author": "Sir Walter Scott",
      "category": "action"
    },
    {
      "quote": "Deliberation is the work of many men. Action  of one alone.",
      "author": "Charles de Gaulle",
      "category": "action"
    },
    {
      "quote": "Go and wake up your cook.",
      "author": "Arabian proverb",
      "category": "action"
    },
    {
      "quote": "He who wants a rose must respect the thorn.",
      "author": "Persian proverb",
      "category": "action"
    },
    {
      "quote": "I want to see you shoot the way you shout.",
      "author": "Theodore Roosevelt",
      "category": "action"
    },
    {
      "quote": "If you want something done right  get someone else to do it.",
      "author": "Marion Giacomini",
      "category": "action"
    },
    {
      "quote": "Looking at small advantages prevents great affairs from being accomplished.",
      "author": "Confucius",
      "category": "action"
    },
    {
      "quote": "Noble deeds and hot baths are the best cures for depression.",
      "author": "Dodie Smith",
      "category": "action"
    },
    {
      "quote": "Play out the game  act well your part  and if the gods have blundered  we will not.",
      "author": "Ralph Waldo Emerson",
      "category": "action"
    },
    {
      "quote": "The central problem of our age is how to act decisively in the absence of certainty.",
      "author": "Bertrand Russell",
      "category": "action"
    },
    {
      "quote": "The fair request ought to be followed by the deed  in silence.",
      "author": "Dante Alighieri",
      "category": "action"
    },
    {
      "quote": "To knock a thing down  especially if it is cocked at an arrogant angle  is a deep delight to the blood.",
      "author": "George Santayana",
      "category": "action"
    },
    {
      "quote": "When written in Chinese  the word crisis is composed of two characters. One represents danger and the other represents opportunity.",
      "author": "John F. Kennedy",
      "category": "action"
    },
    {
      "quote": "Why  then the world's mine oyster Which I with sword will open.",
      "author": "William Shakespeare",
      "category": "action"
    },
    {
      "quote": "Through the picture  I see reality. Through the word  I understand it.",
      "author": "Sven Lidman",
      "category": "action"
    },
    {
      "quote": "He who desires  but acts not  breeds pestilence.",
      "author": "William Blake",
      "category": "action"
    },
    {
      "quote": "The frontiers are not east or west  north or south  but wherever a man fronts a fact.",
      "author": "Henry David Thoreau",
      "category": "action"
    },
    {
      "quote": "If you want a thing done  go - if not  send.",
      "author": "Benjamin Franklin",
      "category": "action"
    },
    {
      "quote": "All glory comes from daring to begin.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Action is eloquence.",
      "author": "William Shakespeare",
      "category": "action"
    },
    {
      "quote": "From the moment of birth we are immersed in action  and can only fitfully guide it by taking thought.",
      "author": "Alfred North Whitehead",
      "category": "action"
    },
    {
      "quote": "The great end of life is not knowledge  but action.",
      "author": "Thomas Fuller",
      "category": "action"
    },
    {
      "quote": "The men who act stand nearer to the mass of man than the men who write  and it is in their hands that new thought gets its translation into the crude language of deeds.",
      "author": "Woodrow Wilson",
      "category": "action"
    },
    {
      "quote": "We accept the verdict of the past until the need for change cries out loudly enough to force upon us a choice between the comforts of further inertia and the irksomeness of action.",
      "author": "Learned Hand",
      "category": "action"
    },
    {
      "quote": "It is much easier to do and die than it is to reason why.",
      "author": "G. A. Studdert-Kennedy",
      "category": "action"
    },
    {
      "quote": "'Mean to' don't pick no cotton.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Everything comes to him who hustles while he waits.",
      "author": "Thomas A. Edison",
      "category": "action"
    },
    {
      "quote": "It is only in marriage with the world that our ideals can bear fruit  divorced from it  they remain barren.",
      "author": "Bertrand Russell",
      "category": "action"
    },
    {
      "quote": "There are risks and costs to a program of action. But they are far less than the long-range risks and costs of comfortable inaction.",
      "author": "John F. Kennedy",
      "category": "action"
    },
    {
      "quote": "Take time to deliberate  but when the time for action arrives  stop thinking and go in.",
      "author": "Andrew Jackson",
      "category": "action"
    },
    {
      "quote": "You may be disappointed if you fail  but you are doomed if you don't try.",
      "author": "Beverly Sills",
      "category": "action"
    },
    {
      "quote": "When you appeal to force  there's one thing you must never do - lose.",
      "author": "Dwight D. Eisenhower",
      "category": "action"
    },
    {
      "quote": "In action  be primitive  in foresight  a strategist.",
      "author": "Rene Char",
      "category": "action"
    },
    {
      "quote": "I am not built for academic writings. Action is my domain.",
      "author": "Mahatma Gandhi",
      "category": "action"
    },
    {
      "quote": "Trust only movement. Life happens at the level of events  not of words. Trust movement.",
      "author": "Alfred Adler",
      "category": "action"
    },
    {
      "quote": "Let us act on what we have  since we have not what we wish.",
      "author": "Cardinal Newman",
      "category": "action"
    },
    {
      "quote": "Nothing is often a good thing to do and always a good thing to say.",
      "author": "Will Durant",
      "category": "action"
    },
    {
      "quote": "A = r + p (or Adventure equals risk plus purpose.)",
      "author": "Robert McClure",
      "category": "action"
    },
    {
      "quote": "For purposes of action nothing is more useful than narrowness of thought combined with energy of will.",
      "author": "Henri Frederic Amiel",
      "category": "action"
    },
    {
      "quote": "I shall tell you a great secret  my friend. Do not wait for the last judgement  it takes place every day.",
      "author": "Albert Camus",
      "category": "action"
    },
    {
      "quote": "Blessed is he who carries within himself a god and an ideal and who obeys it - an ideal of art  of science  or gospel virtues. Therein lie the springs of great thoughts and great actions.",
      "author": "Louis Pasteur",
      "category": "action"
    },
    {
      "quote": "I learn by going where I have to go.",
      "author": "Theodore Roethke",
      "category": "action"
    },
    {
      "quote": "He who is outside his door already has a hard part of his journey behind him.",
      "author": "Dutch proverb",
      "category": "action"
    },
    {
      "quote": "The shortest answer is doing.",
      "author": "English proverb",
      "category": "action"
    },
    {
      "quote": "Action is consolatory. It is the enemy of thought and the friend of flattering illusions.",
      "author": "Joseph Conrad",
      "category": "action"
    },
    {
      "quote": "We will either find a way  or make one.",
      "author": "Hannibal",
      "category": "action"
    },
    {
      "quote": "If you have anything to tell me of importance  for God's sake begin at the end.",
      "author": "Sara Jeannette Duncan",
      "category": "action"
    },
    {
      "quote": "There are only two forces that unite men - fear and interest.",
      "author": "Napoleon Bonaparte",
      "category": "action"
    },
    {
      "quote": "Having the world's best idea will do you no good unless you act on it. People who want milk shouldn't sit on a stool in the middle of a field in hopes that a cow will back up to them.",
      "author": "Curtis Grant",
      "category": "action"
    },
    {
      "quote": "Ideas are powerful things  requiring not a studious contemplation but an action  even if it is only an inner action.",
      "author": "Midge Dector",
      "category": "action"
    },
    {
      "quote": "The only way to get positive feelings about yourself is to take positive actions. Man does not live as he thinks  he thinks as he lives.",
      "author": "Reverend Vaughan Quinn",
      "category": "action"
    },
    {
      "quote": "The only measure of what you believe is what you do. If you want to know what people believe  don't read what they write  don't ask them what they believe  just observe what they do.",
      "author": "Ashley Montagu",
      "category": "action"
    },
    {
      "quote": "Our nature consists in motion  complete rest is death.",
      "author": "Blaise Pascal",
      "category": "action"
    },
    {
      "quote": "Who can separate his faith from his actions  or his belief from his occupations?",
      "author": "Kahlil Gibran",
      "category": "action"
    },
    {
      "quote": "The prayer of the chicken hawk does not get him the chicken.",
      "author": "Swahili proverb",
      "category": "action"
    },
    {
      "quote": "The superior man is modest in his speech  but excels in his actions.",
      "author": "Confucius",
      "category": "action"
    },
    {
      "quote": "There is no genius in life like the genius of energy and activity.",
      "author": "Donald G. Mitchell",
      "category": "action"
    },
    {
      "quote": "An ounce of action is worth a ton of theory.",
      "author": "Friedrich Engels",
      "category": "action"
    },
    {
      "quote": "Action is the only reality  not only reality but morality  as well.",
      "author": "Abbie Hoffman",
      "category": "action"
    },
    {
      "quote": "Life happens at the level of events  not words.",
      "author": "Alfred Adler",
      "category": "action"
    },
    {
      "quote": "Let us work as if success depended upon ourselves alone  but with heartfelt conviction that we are doing nothing  and God everything.",
      "author": "Saint Ignatius of Loyola",
      "category": "action"
    },
    {
      "quote": "Right action is the key to good living.",
      "author": "Twelve Steps and",
      "category": "action"
    },
    {
      "quote": "Even if you're on the right track  you'll get run over if you just sit there.",
      "author": "Will Rogers",
      "category": "action"
    },
    {
      "quote": "If faith without works is dead  willingness without action is fantasy.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Inspirations never go in for long engagements  they demand immediate marriage to action.",
      "author": "Brendan Francis",
      "category": "action"
    },
    {
      "quote": "The door of opportunity won't open unless you do some pushing.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "The life of the spirit is centrally and essentially a life of action. Spirituality is something done  not merely something believed  or known or experienced.",
      "author": "Mary McDermott Shideler",
      "category": "action"
    },
    {
      "quote": "It is a great piece of skill to know how to guide your luck  even while waiting for it.",
      "author": "Baltasar Gracian",
      "category": "action"
    },
    {
      "quote": "The man who has done nothing but wait for his ship to come in has already missed the boat.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "God doesn't make orange juice  God makes oranges.",
      "author": "Jesse Jackson",
      "category": "action"
    },
    {
      "quote": "Learn to do thy part and leave the rest to Heaven.",
      "author": "John Henry Cardinal Newman",
      "category": "action"
    },
    {
      "quote": "Trust in God and do something.",
      "author": "Mary Lyon",
      "category": "action"
    },
    {
      "quote": "God helps them that helps themselves.",
      "author": "Benjamin Franklin",
      "category": "action"
    },
    {
      "quote": "The true secret of giving advice is  after you have honestly given it  to be perfectly indifferent whether it is taken or not and never persist in trying to set people right.",
      "author": "Hannah Whitall Smith",
      "category": "action"
    },
    {
      "quote": "The success of your presentation will be judged not by the knowledge you send but by what the listener receives.",
      "author": "Lily Walters",
      "category": "action"
    },
    {
      "quote": "He will hew the line of right  let the chips fall where they may.",
      "author": "Roscoe Conkling",
      "category": "action"
    },
    {
      "quote": "You take people as far as they will go  not as far as you would like them to go.",
      "author": "Jeannette Rankin",
      "category": "action"
    },
    {
      "quote": "Oh Lord  thou givest us everything  at the price of an effort.",
      "author": "Leonardo da Vinci",
      "category": "action"
    },
    {
      "quote": "It's astonishing in this world how things don't turn out at all the way you expect them to.",
      "author": "Agatha Christie",
      "category": "action"
    },
    {
      "quote": "On God for all events depend  You cannot want when God's your friend. Weigh well your part and do your best  Leave to your Maker all the rest.",
      "author": "Nathaniel Cotton",
      "category": "action"
    },
    {
      "quote": "You  yourself  must make the effort. The buddhas are only teachers.",
      "author": "Buddhist proverb",
      "category": "action"
    },
    {
      "quote": "There is a time for all things  a time to preach and a time to pray  but those times have passed away  there is a time to fight  and that time has come!",
      "author": "General Peter Muhlenberg",
      "category": "action"
    },
    {
      "quote": "Doing what's right is no guarantee against misfortune.",
      "author": "William McFee",
      "category": "action"
    },
    {
      "quote": "It is not yours to finish the task  but neither are you free to take no part in it.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Life has ... taught me not to expect success to be the inevitable result of my endeavors. She taught me to seek sustenance from the endeavor itself  but to leave the result to God.",
      "author": "Alan Paton",
      "category": "action"
    },
    {
      "quote": "That man is blest who does his best and leaves the rest  do not worry.",
      "author": "Charles F. Deems",
      "category": "action"
    },
    {
      "quote": "'Tis man's to fight  but Heaven's to give success.",
      "author": "Homer",
      "category": "action"
    },
    {
      "quote": "If people are suffering  then they must look within themselves. ... Happiness is not something ready-made [Buddha] can give you. It comes from your own actions.",
      "author": "The Dalai Lama",
      "category": "action"
    },
    {
      "quote": "I am not bound to win  but I am bound to be true. I am not bound to succeed  but I am bound to live up to what light I have.",
      "author": "Abraham Lincoln",
      "category": "action"
    },
    {
      "quote": "No way exists in the present to accurately determine the future effect of the least of our actions.",
      "author": "Gerald Jampolsky",
      "category": "action"
    },
    {
      "quote": "In vain our labours are  whatsoe'er they be  unless God gives the Benediction.",
      "author": "Robert Herrick",
      "category": "action"
    },
    {
      "quote": "God alone can finish.",
      "author": "John Ruskin",
      "category": "action"
    },
    {
      "quote": "In all human affairs there are efforts  and there are results  and the strength of the effort is the measure of the result.",
      "author": "James Lane Allen",
      "category": "action"
    },
    {
      "quote": "God hasn't called me to be successful. He's called me to be faithful.",
      "author": "Mother Teresa",
      "category": "action"
    },
    {
      "quote": "An act of love that fails is just as much a part of the divine life as an act of love that succeeds  for love is measured by its own fullness  not by its reception.",
      "author": "Harold Loukes",
      "category": "action"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "action"
    },
    {
      "quote": "On earth we have nothing to do with success or results  but only with being true to God  and for God. Defeat in doing right is nevertheless victory.",
      "author": "Frederick W. Robertson",
      "category": "action"
    },
    {
      "quote": "The man who has done his level best  and who is conscious that he has done his best  is a success  even though the world may write him down a failure.",
      "author": "B. C. Forbes",
      "category": "action"
    },
    {
      "quote": "To create is to boggle the mind and alter the mood. Once the urge has surged  it maintains its own momentum. We may go along for the ride  but when we attempt to steer the course  the momentum dies.",
      "author": "Sue Atchley Ebaugh",
      "category": "action"
    },
    {
      "quote": "Try first thyself  and after call in God  For to the worker God himself lends aid.",
      "author": "Euripides",
      "category": "action"
    },
    {
      "quote": "If thou workest at that which is before thee ... expecting nothing  fearing nothing  but satisfied with thy present activity according to Nature  and with heroic truth in every word and sound which thou utterest  thou wilt live happy. And there is no man who is able to prevent this.",
      "author": "Marcus Aurelius",
      "category": "action"
    },
    {
      "quote": "It is the mark of great people to treat trifles as trifles and important matters as important.",
      "author": "Doris Lessing",
      "category": "action"
    },
    {
      "quote": "If it is your time  love will track you down like a cruise missile.",
      "author": "Lynda Barry",
      "category": "action"
    },
    {
      "quote": "You always feel when you look it straight in the eye that you could have put more into it  could have let yourself go and dug harder.",
      "author": "Emily Carr",
      "category": "action"
    },
    {
      "quote": "If you can react the same way to winning and losing  that's a big accomplishment. That quality is important because it stays with you the rest of your life.",
      "author": "Chris Evert",
      "category": "action"
    },
    {
      "quote": "You have striven so hard  and so long  to compel life. Can't you now slowly change  and let life slowly drift into you ... let the invisible life steal into you and slowly possess you.",
      "author": "D. H. Lawrence",
      "category": "action"
    },
    {
      "quote": "Coercive power is the curse of the universe  coactive power  the enrichment and advancement of every human soul.",
      "author": "Mary Parker Follett",
      "category": "action"
    },
    {
      "quote": "I began to have an idea of my life  not as the slow shaping of achievement to fit my preconceived purposes  but as the gradual discovery and growth of a purpose which I did not know.",
      "author": "Joanna Field",
      "category": "action"
    },
    {
      "quote": "A guru might say that spiritual deepening involves a journey toward the unselfconscious living of life as it unfolds  rather than toward a willful determination to make it happen.",
      "author": "John Fortunato",
      "category": "action"
    },
    {
      "quote": "Events that are predestined require but little management. They manage themselves. They slip into place while we sleep  and suddenly we are aware that the thing we fear to attempt  is already accomplished.",
      "author": "Amelia Barr",
      "category": "action"
    },
    {
      "quote": "O golden Silence  bid our souls be still  and on the foolish fretting of our care lay thy soft touch of healing unaware!",
      "author": "Julia Dorr",
      "category": "action"
    },
    {
      "quote": "Stress is basically a disconnection from the earth  a forgetting of the breath. Stress is an ignorant state. It believes that everything is an emergency. Nothing is that important. Just lie down.",
      "author": "Natalie Goldberg",
      "category": "action"
    },
    {
      "quote": "When you learn not to want things so badly  life comes to you.",
      "author": "Jessica Lange",
      "category": "action"
    },
    {
      "quote": "No day is so bad it can't be fixed with a nap.",
      "author": "Carrie Snow",
      "category": "action"
    },
    {
      "quote": "Believe there is a great power silently working all things for good  behave yourself and never mind the rest.",
      "author": "Beatrix Potter",
      "category": "action"
    },
    {
      "quote": "One by one the sands are flowing  One by one the moments fall  Some are coming  some are going  Do not strive to grasp them all.",
      "author": "Adelaide Proctor",
      "category": "action"
    },
    {
      "quote": "Somehow  when we no longer feel in control  we become available to deeper aliveness.",
      "author": "Richard Moss",
      "category": "action"
    },
    {
      "quote": "Nothing fruitful ever comes when plants are forced to flower in the wrong season.",
      "author": "Bette Bao Lord",
      "category": "action"
    },
    {
      "quote": "The best direction is the least possible direction.",
      "author": "Joan Manley",
      "category": "action"
    },
    {
      "quote": "Coercion. The unpardonable crime.",
      "author": "Dorothy Miller Richardson",
      "category": "action"
    },
    {
      "quote": "People who make some other person part of their job are dangerous.",
      "author": "Dorothy L. Sayers",
      "category": "action"
    },
    {
      "quote": "We cannot alter facts  but we can alter our ways of looking at them.",
      "author": "Phyllis Bottome",
      "category": "action"
    },
    {
      "quote": "It had been my repeated experience that when you said to life calmly and firmly (but very firmly!) \"I trust you  do what you must \" life had an uncanny way of responding to your need.",
      "author": "Olga Ilyin",
      "category": "action"
    },
    {
      "quote": "It is easy and dismally enervating to think of opposition as merely perverse or actually evil-far more invigorating to see it as essential for honing the mind  and as a positive good in itself. For the day that moral issues cease to be fought over is the day the word \"human\" disappears from the race.",
      "author": "Jill Tweedie",
      "category": "action"
    },
    {
      "quote": "Living upon a basis of unsatisfied demands  we were in a state of continual disturbance and frustration. Therefore  no peace was to be had unless we could find a means of reducing these demands.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "You have freedom when you're easy in your harness.",
      "author": "Robert Frost",
      "category": "action"
    }
  ]
}