{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Life is always at some turning point.",
      "author": "Irwin Edman",
      "category": "change"
    },
    {
      "quote": "Everything flows  nothing stays still.",
      "author": "Heraclitus",
      "category": "change"
    },
    {
      "quote": "Nothing in this world is permanent.",
      "author": "German proverb",
      "category": "change"
    },
    {
      "quote": "There are no permanent changes because change itself is permanent.",
      "author": "Ralph L. Woods",
      "category": "change"
    },
    {
      "quote": "Nothing is permanent but change.",
      "author": "Heraclitus",
      "category": "change"
    },
    {
      "quote": "Time  in the turning-over of days  works change for better or worse.",
      "author": "Pindar",
      "category": "change"
    },
    {
      "quote": "Impermanence is the law of the universe.",
      "author": "Carlene Hatcher Polite",
      "category": "change"
    },
    {
      "quote": "Everything changes but change itself.",
      "author": "John F. Kennedy",
      "category": "change"
    },
    {
      "quote": "Would that life were like the shadow cast by a wall or a tree  but it is like the shadow of a bird in flight.",
      "author": "Talmud",
      "category": "change"
    },
    {
      "quote": "Some people are still unaware that reality contains unparalleled beauties. The fantastic and unexpected  the ever-changing and renewing is nowhere so exemplified as in real life itself.",
      "author": "Berenice Abbott",
      "category": "change"
    },
    {
      "quote": "Life is change. Growth is optional. Choose wisely.",
      "author": "Karen Kaiser Clark",
      "category": "change"
    },
    {
      "quote": "Change is the law of life.",
      "author": "John F. Kennedy",
      "category": "change"
    },
    {
      "quote": "Life is measured by the rapidity of change  the succession of influences that modify the being.",
      "author": "George Eliot",
      "category": "change"
    },
    {
      "quote": "To live is to change  and to be perfect is to change often.",
      "author": "John Henry Cardinal Newman",
      "category": "change"
    },
    {
      "quote": "One must never lose time in vainly regretting the past or in complaining against the changes which cause us discomfort  for change is the essence of life.",
      "author": "Anatole France",
      "category": "change"
    },
    {
      "quote": "A living thing is distinguished from a dead thing by the multiplicity of the changes at any moment taking place in it.",
      "author": "Herbert Spencer",
      "category": "change"
    },
    {
      "quote": "When you're through changing  you're through.",
      "author": "Bruce Barton",
      "category": "change"
    },
    {
      "quote": "Change is the only evidence of life.",
      "author": "Evelyn Waugh",
      "category": "change"
    },
    {
      "quote": "To exist is to change  to change is to mature  to mature is to go on creating oneself endlessly.",
      "author": "Henri Bergson",
      "category": "change"
    },
    {
      "quote": "Life belongs to the living  and he who lives must be prepared for changes.",
      "author": "Johann von Goethe",
      "category": "change"
    },
    {
      "quote": "Someday change will be accepted as life itself.",
      "author": "Shirley MacLaine",
      "category": "change"
    },
    {
      "quote": "What is more enthralling to the human mind than this splendid  boundless  colored mutability!-Life in the making?",
      "author": "David Grayson",
      "category": "change"
    },
    {
      "quote": "You must change in order to survive.",
      "author": "Pearl Bailey",
      "category": "change"
    },
    {
      "quote": "The basic fact of today is the tremendous.",
      "author": "Jawaharlal Nehru",
      "category": "change"
    },
    {
      "quote": "Each new season grows from the leftovers from the past. That is the essence of change  and change is the basic law.",
      "author": "Hal Borland",
      "category": "change"
    },
    {
      "quote": "Arriving at one goal is the starting point to another.",
      "author": "John Dewey",
      "category": "change"
    },
    {
      "quote": "All that is not eternal is eternally out of date.",
      "author": "C. S. Lewis",
      "category": "change"
    },
    {
      "quote": "When people shake their heads because we are living in a restless age  ask them how they would like to life in a stationary one  and do without change.",
      "author": "George Bernard Shaw",
      "category": "change"
    },
    {
      "quote": "Variety is the soul of pleasure.",
      "author": "Aphra Behn",
      "category": "change"
    },
    {
      "quote": "If one sticks too rigidly to one's principles  one would hardly see anybody.",
      "author": "Agatha Christie",
      "category": "change"
    },
    {
      "quote": "I'm tired of playing worn-out depressing ladies in frayed bathrobes. I'm going to get a new hairdo and look terrific and go back to school and even if nobody notices  I'm going to be the most self-fulfilled lady on the block.",
      "author": "Joanne Woodward",
      "category": "change"
    },
    {
      "quote": "The healthy being craves an occasional wildness  a jolt from normality  a sharpening of the edge of appetite  his own little festival of the Saturnalia  a brief excursion from his way of life.",
      "author": "Robert Maclver",
      "category": "change"
    },
    {
      "quote": "Impermanence is the very essence of joy-the drop of bitterness that enables one to perceive the sweet.",
      "author": "Myrtle Reed",
      "category": "change"
    },
    {
      "quote": "There is a certain relief in change  even though it be from bad to worse  as I have found in traveling in a stagecoach  it is often a comfort to shift one's position and be bruised in a new place.",
      "author": "Washington Irving",
      "category": "change"
    },
    {
      "quote": "None of us knows what the next change is going to be  what unexpected opportunity is just around the corner  waiting to change all the tenor of our lives.",
      "author": "Kathleen Norris",
      "category": "change"
    },
    {
      "quote": "The art of living does not consist in preserving and clinging to a particular mood of happiness  but in allowing happiness to change its form ... happiness  like a child  must be allowed to grow up.",
      "author": "Charles L. Morgan",
      "category": "change"
    },
    {
      "quote": "In embracing change  entrepreneurs ensure social and economic stability.",
      "author": "George Gilder",
      "category": "change"
    },
    {
      "quote": "Fluidity and discontinuity are central to the reality in which we live.",
      "author": "Mary Bateson",
      "category": "change"
    },
    {
      "quote": "Change does not change tradition. It strengthens it. Change is a challenge and an opportunity  not a threat.",
      "author": "Prince Phillip of England",
      "category": "change"
    },
    {
      "quote": "Changes are not only possible and predictable  but to deny them is to be an accomplice to one's own unnecessary vegetation.",
      "author": "Gail Sheehy",
      "category": "change"
    },
    {
      "quote": "I have found that sitting in a place where you have never sat before can be inspiring.",
      "author": "Dodie Smith",
      "category": "change"
    },
    {
      "quote": "Continuity gives us roots  change gives us branches  letting us stretch and grow and reach new heights.",
      "author": "Pauline R. Kezer",
      "category": "change"
    },
    {
      "quote": "I've learned that you'll never be disappointed if you always keep an eye on uncharted territory  where you'll be challenged and growing and having fun.",
      "author": "Kirstie Alley",
      "category": "change"
    },
    {
      "quote": "The things we fear most in organizations-fluctuations  disturbances  imbalances-are the primary sources of creativity.",
      "author": "Margaret J. Wheatley",
      "category": "change"
    },
    {
      "quote": "It is in changing that things find purpose.",
      "author": "Heraclitus",
      "category": "change"
    },
    {
      "quote": "Turbulence is a life force. It is opportunity. Let's love turbulence and use it for change.",
      "author": "Ramsay Clark",
      "category": "change"
    },
    {
      "quote": "In all change  well looked into  the germinal good out-vails the apparent ill.",
      "author": "Francis Thompson",
      "category": "change"
    },
    {
      "quote": "The time is ripe  and rotten-ripe  for change  then let it come.",
      "author": "James Russell Lowell",
      "category": "change"
    },
    {
      "quote": "Society can only pursue its normal course by means of a certain progression of changes.",
      "author": "Anonymous",
      "category": "change"
    },
    {
      "quote": "Continuity in everything is unpleasant.",
      "author": "Blaise Pascal",
      "category": "change"
    },
    {
      "quote": "We emphasize that we believe in change because we were born of it  we have lived by it  we prospered and grew great by it. So the status quo has never been our god  and we ask no one else to bow down before it.",
      "author": "Carl T. Rowan",
      "category": "change"
    },
    {
      "quote": "If you do what you've always done  you'll get what you've always gotten.",
      "author": "Anonymous",
      "category": "change"
    },
    {
      "quote": "Man needs  for his happiness  not only the enjoyment of this or that  but hope and enterprise and change.",
      "author": "Bertrand Russell",
      "category": "change"
    },
    {
      "quote": "To remain young one must change.",
      "author": "Alexander Chase",
      "category": "change"
    },
    {
      "quote": "Where the old tracks are lost  new country is revealed with its wonders.",
      "author": "Rabindranath Tagore",
      "category": "change"
    },
    {
      "quote": "Weep not that the world changes- did it keep a stable  changeless state  it were a cause indeed to weep.",
      "author": "William Cullen Bryant",
      "category": "change"
    },
    {
      "quote": "Only in growth  reform  and change  paradoxically enough  is true security to be found.",
      "author": "Anne Morrow Lindbergh",
      "category": "change"
    },
    {
      "quote": "If folks can learn to be racist  then they can learn to be antiracist. If being sexist ain't genetic  then  dad gum  people can learn about gender equality.",
      "author": "Johnnetta Betsch Cole",
      "category": "change"
    },
    {
      "quote": "Change is inevitable in a progressive society. Change is constant.",
      "author": "Benjamin Disraeli",
      "category": "change"
    },
    {
      "quote": "All bonafide revolutions are of necessity revolutions of the spirit.",
      "author": "Sonia Johnson",
      "category": "change"
    },
    {
      "quote": "We can say \"Peace on Earth.\" We can sing about it  preach about it or pray about it  but if we have not internalized the mythology to make it happen inside us  then it will not be.",
      "author": "Betty Shabazz",
      "category": "change"
    },
    {
      "quote": "We're just getting started. We're just beginning to meet what will be the future-we've got the Model T.",
      "author": "Grace Murray Hopper",
      "category": "change"
    },
    {
      "quote": "Why do we shrink from change? What can come into being save by change?",
      "author": "Marcus Aurelius",
      "category": "change"
    },
    {
      "quote": "The challenges of change are always hard. It is important that we begin to unpack those challenges that confront this nation and realize that we each have a role that requires us to change and become more responsible for shaping our own future.",
      "author": "Hillary Rodham Clinton",
      "category": "change"
    },
    {
      "quote": "Progress is impossible without change  and those who cannot change their minds cannot change anything.",
      "author": "George Bernard Shaw",
      "category": "change"
    },
    {
      "quote": "The mind of the most logical thinker goes so easily from one point to another that it is not hard to mistake motion for progress.",
      "author": "Margaret Collier Graham",
      "category": "change"
    },
    {
      "quote": "The world hates change  yet it is the only thing that has brought progress.",
      "author": "Charles F. Kettering",
      "category": "change"
    },
    {
      "quote": "The art of progress is to preserve order amid change  and to preserve change amid order.",
      "author": "Alfred North Whitehead",
      "category": "change"
    },
    {
      "quote": "Change is the watchword of progression. When we tire of well-worn ways  we seek for new. This restless craving in the souls of men spurs them to climb  and to seek the mountain view.",
      "author": "Ella Wheeler Wilcox",
      "category": "change"
    },
    {
      "quote": "He that will not apply new remedies must expect new evils.",
      "author": "Francis Bacon",
      "category": "change"
    },
    {
      "quote": "In a moving world readaptation is the price of longevity.",
      "author": "George Santayana",
      "category": "change"
    },
    {
      "quote": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences  to change.",
      "author": "Katharine Butler Hathaway",
      "category": "change"
    },
    {
      "quote": "Every saint has a past  and every sinner has a future.",
      "author": "Oscar Wilde",
      "category": "change"
    },
    {
      "quote": "It's quite possible to leave your home for a walk in the early morning air and return a different person- beguiled  enchanted.",
      "author": "Mary Chase",
      "category": "change"
    },
    {
      "quote": "We must always change  renew  rejuvenate ourselves  otherwise we harden.",
      "author": "Johann von Goethe",
      "category": "change"
    },
    {
      "quote": "On the human chessboard  all moves are possible.",
      "author": "Miriam Schiff",
      "category": "change"
    },
    {
      "quote": "There is nobody who totally lacks the courage to change.",
      "author": "Rollo May",
      "category": "change"
    },
    {
      "quote": "I've never met a person  I don't care what his condition  in whom I could not see possibilities. I don't care how much a man may consider himself a failure  I believe in him  for he can change the thing that is wrong in his life anytime he is prepared and ready to do it. Whenever he develops the desire  he can take away from his life the thing that is defeating it. The capacity for reformation and change lies within.",
      "author": "Preston Bradley",
      "category": "change"
    },
    {
      "quote": "The most amazing thing about little children ... was their fantastic adaptability.",
      "author": "Kristin Hunter",
      "category": "change"
    },
    {
      "quote": "Let a man turn to his own childhood-no further-if he will renew his sense of remoteness  and of the mystery of change.",
      "author": "Alice Meynell",
      "category": "change"
    },
    {
      "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.",
      "author": "Julie Andrews",
      "category": "change"
    },
    {
      "quote": "People change and forget to tell each other.",
      "author": "Lillian Hellman",
      "category": "change"
    },
    {
      "quote": "When you have a baby  you set off an explosion in your marriage  and when the dust settles  your marriage is different from what it was. Not better  necessarily  not worse  necessarily  but different.",
      "author": "Nora Ephron",
      "category": "change"
    },
    {
      "quote": "There is change in all things. You yourself are subject to continual change and some decay  and this is common to the entire universe.",
      "author": "Marcus Aurelius",
      "category": "change"
    },
    {
      "quote": "No one can persuade another to change. Each of us guards a gate of change that can only be opened from the inside. We cannot open the gate of another  either by argument or emotional appeal.",
      "author": "Marilyn Ferguson",
      "category": "change"
    },
    {
      "quote": "We measure success and depth by length and time  but it is possible to have a deep relationship that doesn't always stay the same.",
      "author": "Barbara Hershey",
      "category": "change"
    },
    {
      "quote": "One of the dreariest spots on life's road is the point of conviction that nothing will ever again happen to you.",
      "author": "Faith Baldwin",
      "category": "change"
    },
    {
      "quote": "I realized that if what we call human nature can be changed  then absolutely anything is possible. And from that moment  my life changed.",
      "author": "Shirley MacLaine",
      "category": "change"
    },
    {
      "quote": "A woman's life can really be a succession of lives  each revolving around some emotionally compelling situation or challenge  and each marked off by some intense experience.",
      "author": "Wallis Simpson",
      "category": "change"
    },
    {
      "quote": "Readjusting is a painful process  but most of us need it at one time or another.",
      "author": "Arthur Christopher Benson",
      "category": "change"
    },
    {
      "quote": "For many men  the acquisition of wealth does not end their troubles  it only changes them.",
      "author": "Marcus Annaeus Seneca",
      "category": "change"
    },
    {
      "quote": "Our being is continually undergoing and entering upon changes. ... We must  strictly speaking  at every moment give each other up and let each other go and not hold each other back.",
      "author": "Rainer Maria Rilke",
      "category": "change"
    },
    {
      "quote": "Change the fabric of your own soul and your own visions  and you change all.",
      "author": "Vachel Lindsay",
      "category": "change"
    },
    {
      "quote": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influence  to change.",
      "author": "Katharine Butler Hathaway",
      "category": "change"
    },
    {
      "quote": "There are people who not only strive to remain static themselves  but strive to keep everything else so ... their position is almost laughably hopeless.",
      "author": "Odell Shepard",
      "category": "change"
    },
    {
      "quote": "The curious paradox is that when I accept myself just as I am  then I can change.",
      "author": "Carl Rogers",
      "category": "change"
    },
    {
      "quote": "Very often a change of self is needed more than a change of scene.",
      "author": "Arthur Christopher Benson",
      "category": "change"
    },
    {
      "quote": "There is not a single ill-doer who could not be turned to some good.",
      "author": "Jean-Jacques Rousseau",
      "category": "change"
    },
    {
      "quote": "Things do not change  we change.",
      "author": "Henry David Thoreau",
      "category": "change"
    },
    {
      "quote": "We do not succeed in changing things according to our desire  but gradually our desire changes.",
      "author": "Marcel Proust",
      "category": "change"
    },
    {
      "quote": "The old woman I shall become will be quite different from the woman I am now. Another I is beginning.",
      "author": "George Sand",
      "category": "change"
    },
    {
      "quote": "The absurd man is he who never changes.",
      "author": "Auguste Barthelemy",
      "category": "change"
    },
    {
      "quote": "Man would be \"otherwise.\" That's the essence of the specifically human.",
      "author": "Antonio Machado",
      "category": "change"
    },
    {
      "quote": "Never swap horses crossing a stream",
      "author": "American Proverb",
      "category": "change"
    },
    {
      "quote": "Earth changes  but thy soul and God stand sure.",
      "author": "Elizabeth Barrett Browning",
      "category": "change"
    },
    {
      "quote": "I am not now That which I have been.",
      "author": "Lord Byron",
      "category": "change"
    },
    {
      "quote": "There is a certain relief in change  even though it be from bad to worse  as I have found in travelling in a stagecoach  that it is often a comfort to shift one's position and be bruised in a new place.",
      "author": "Washington Irving",
      "category": "change"
    },
    {
      "quote": "Can the Ethiopian change his skin  or the leopard his spots?",
      "author": "Bible",
      "category": "change"
    },
    {
      "quote": "The world goes up and the world goes down  And the sunshine follows the rain  And yesterday's sneer and yesterday's frown Can never come over again.",
      "author": "Charles Kingsley",
      "category": "change"
    },
    {
      "quote": "All things must change To something new  to something strange.",
      "author": "Henry Wadsworth Longfellow",
      "category": "change"
    },
    {
      "quote": "Revolutions are not made  they come.",
      "author": "Wendell Phillips",
      "category": "change"
    },
    {
      "quote": "The old order changeth  yielding place to new.",
      "author": "Lord Alfred Tennyson",
      "category": "change"
    },
    {
      "quote": "Everything changes but change.",
      "author": "Israel Zangwill",
      "category": "change"
    },
    {
      "quote": "A prohibitionist is the sort of man one wouldn't care to drink with - even if he drank.",
      "author": "H. L. Mencken",
      "category": "character, personality"
    },
    {
      "quote": "Abstainer: a weak man who yields to the temptation of denying himself a pleasure.",
      "author": "Ambrose Bierce",
      "category": "character, personality"
    },
    {
      "quote": "He was not of an age but for all time.",
      "author": "Ben Jonson",
      "category": "character, personality"
    },
    {
      "quote": "As time requireth  a man of marvellous mirth and past times  and sometimes of as sad gravity  as who say: a man for all seasons.",
      "author": "Robert Whittington",
      "category": "character, personality"
    },
    {
      "quote": "At every single moment of one's life  one is going to be no less than what one has been.",
      "author": "Oscar Wilde",
      "category": "character, personality"
    },
    {
      "quote": "Dogs often remind us of the human  ail-too human. Cats  never.",
      "author": "Mason Cooley",
      "category": "character, personality"
    },
    {
      "quote": "Don't compromise yourself. You are all you've got.",
      "author": "Janis Joplin",
      "category": "character, personality"
    },
    {
      "quote": "Evil be to him who evil thinks. (Honi soit qui mal y pense.)",
      "author": "Motto for the Order of the Garter",
      "category": "character, personality"
    },
    {
      "quote": "Good breeding  a union of kindness and independence.",
      "author": "Ralph Waldo Emerson",
      "category": "character, personality"
    },
    {
      "quote": "If you can keep your head when all about you Are losing theirs and blaming it on you  If you can trust yourself when all men doubt you  But make allowance for their doubting too  If you can wait and not be tired by waiting  Or being lied about  don't deal in lies  Or being hated  don't give away to hating And yet don't look too good nor talk to wise  If you can dream - and not make dreams your master  If you can think - and not make thoughts your aim  If you can meet with Triumph and Disaster  And treat those two imposters just the same  If you can make one heap of all your winnings And risk it on one turn of pitch-and-toss  And lose  and start again at your beginnings And never breathe a word about your loss . . . If you can talk with crowds and keep your virtue  Or walk with Kings nor lose the common touch  If neither foes nor loving friends can hurt you  If all men count with you  but none too much  If you can fill the unforgiving minute With sixty seconds' worth of distance run  Yours is the Earth and everything that's in it  And - which is more - you'll be a Man my son!",
      "author": "Rudyard Kipling",
      "category": "character, personality"
    },
    {
      "quote": "Good  but not religious-good.",
      "author": "Thomas Hardy",
      "category": "character, personality"
    },
    {
      "quote": "He has not a single redeeming defect.",
      "author": "Benjamin Disraeli",
      "category": "character, personality"
    },
    {
      "quote": "His life was gentle  and the elements So mixed in him that nature might stand up",
      "author": "William Shakespeare",
      "category": "character, personality"
    },
    {
      "quote": "And say to all the world  \"This was a man!\"",
      "author": "Julius Caesar",
      "category": "character, personality"
    },
    {
      "quote": "Humility is no substitute for a good personality.",
      "author": "Fran Lebowitz",
      "category": "character, personality"
    },
    {
      "quote": "I am a deeply superficial person.",
      "author": "Andy Warhol",
      "category": "character, personality"
    },
    {
      "quote": "I believe that this neglected  wounded  inner child of the past is the major source of human misery.",
      "author": "John Bradshaw",
      "category": "character, personality"
    },
    {
      "quote": "I can't believe that out of 100 000 sperm  you were the quickest.",
      "author": "Steven Pearl",
      "category": "character, personality"
    },
    {
      "quote": "I mean by this Sacrament an outward and visible sign of an inward and spiritual grace.",
      "author": "Book of Common Prayer",
      "category": "character, personality"
    },
    {
      "quote": "I'm not hard  I'm frightfully soft. But I will not be hounded.",
      "author": "Margaret Thatcher",
      "category": "character, personality"
    },
    {
      "quote": "If Ford Madox Ford were placed stark naked in a room totally empty he would contrive to turn it into a mess.",
      "author": "Ezra Pound",
      "category": "character, personality"
    },
    {
      "quote": "If I try to be like him  who will be like me?",
      "author": "Yiddish proverb",
      "category": "character, personality"
    },
    {
      "quote": "Individualism is rather like innocence  there must be something unconscious about it.",
      "author": "Louis Kronenberger",
      "category": "character, personality"
    },
    {
      "quote": "It is thus with most of us  we are what other people say we are. We know ourselves chiefly by hearsay.",
      "author": "Eric Hoffer",
      "category": "character, personality"
    },
    {
      "quote": "Lord Ronald said nothing  he flung himself from the room  flung himself upon his horse and rode madly off in all directions.",
      "author": "Stephen Leacock",
      "category": "character, personality"
    },
    {
      "quote": "Oozing charm from every pore  He oiled his way around the floor.",
      "author": "Alan Jay Lerner",
      "category": "character, personality"
    },
    {
      "quote": "Self-denial is not a virtue  it is only the effect of prudence on rascality.",
      "author": "George Bernard Shaw",
      "category": "character, personality"
    },
    {
      "quote": "The first time you meet Winston [Churchill] you see all his faults and the rest of your life you spend in discovering his virtues.",
      "author": "Lady Constance Lytton",
      "category": "character, personality"
    },
    {
      "quote": "The proper time to influence the character of a child is about 100 years before he is born.",
      "author": "Dean William R. Inge",
      "category": "character, personality"
    },
    {
      "quote": "There is a secret person undamaged in every individual.",
      "author": "Paul Shepard",
      "category": "character, personality"
    },
    {
      "quote": "They are proud in humility  proud that they are not proud.",
      "author": "Robert Burton",
      "category": "character, personality"
    },
    {
      "quote": "We only become what we are by the radical and deep-seeded refusal of that which others have made of us.",
      "author": "Jean-Paul Sartre",
      "category": "character, personality"
    },
    {
      "quote": "When they came to shoe the horses  the beetle stretched out his leg.",
      "author": "English proverb",
      "category": "character, personality"
    },
    {
      "quote": "It is native personality  and that alone  that endows a man to stand before presidents or generals  or in any distinguished collection  with aplomb -and not culture  or any intellect whatever.",
      "author": "Walt Whitman",
      "category": "character, personality"
    },
    {
      "quote": "Talents are best nurtured in solitude: character is best formed in the stormy billows of the world.",
      "author": "Goethe",
      "category": "character, personality"
    },
    {
      "quote": "Style  personality - deliberately adopted and therefore a mask - is the only escape from the hot-faced bargainers and money-changers.",
      "author": "William Butler Yeats",
      "category": "character, personality"
    },
    {
      "quote": "Show me a good and gracious loser  and I'll show you a failure.",
      "author": "Knute Rockne",
      "category": "character, personality"
    },
    {
      "quote": "Everyone is a moon and has a dark side which he never shows to anybody.",
      "author": "Mark Twain",
      "category": "character, personality"
    },
    {
      "quote": "I'd rather be strongly wrong than weakly right.",
      "author": "Tallulah Bankhead",
      "category": "character, personality"
    },
    {
      "quote": "Altruism declares that any action taken for the benefit of others is good  and any action taken for one's own benefit is evil. Thus the beneficiary of an action is the only criterion of moral value - and so long as that beneficiary is anybody other than oneself  anything goes.",
      "author": "Ayn Rand",
      "category": "character, personality"
    },
    {
      "quote": "To enjoy the things we ought  and to hate the things we ought  has the greatest bearing on excellence of character.",
      "author": "Aristotle",
      "category": "character, personality"
    },
    {
      "quote": "Character building begins in our infancy  and continues until death.",
      "author": "Eleanor Roosevelt",
      "category": "character, personality"
    },
    {
      "quote": "Character is perfectly educated will.",
      "author": "Novalis",
      "category": "character, personality"
    },
    {
      "quote": "Character is long-standing habit.",
      "author": "Plutarch",
      "category": "character, personality"
    },
    {
      "quote": "I was born modest  not all over  but in spots.",
      "author": "Mark Twain",
      "category": "character, personality"
    },
    {
      "quote": "Moderation is an ostentatious proof of our strength of character.",
      "author": "La Rochefoucauld",
      "category": "character, personality"
    },
    {
      "quote": "If you think about what you ought to do for other people  your character will take care of itself.",
      "author": "Woodrow Wilson",
      "category": "character, personality"
    },
    {
      "quote": "You cannot dream yourself into a character  you must hammer and forge yourself one.",
      "author": "James A. Froude",
      "category": "character, personality"
    },
    {
      "quote": "A modest man is usually admired - if people ever hear of him.",
      "author": "Edgar Watson Howe",
      "category": "character, personality"
    },
    {
      "quote": "The clock struck eleven with the respectful unobtrusiveness of one whose mission in life is to be ignored.",
      "author": "Saki",
      "category": "character, personality"
    },
    {
      "quote": "Some people approach every problem with an open mouth.",
      "author": "Adlai Stevenson",
      "category": "character, personality"
    },
    {
      "quote": "My specialty is detached malevolence.",
      "author": "Alice Roosevelt Longworth",
      "category": "character, personality"
    },
    {
      "quote": "Every one is as God made him and oftentimes a good deal worse.",
      "author": "Cervantes",
      "category": "character, personality"
    },
    {
      "quote": "Character is that which can do without success.",
      "author": "Ralph Waldo Emerson",
      "category": "character, personality"
    },
    {
      "quote": "Character is what God and the angels know of us  reputation is what men and women think of us.",
      "author": "Horace Mann",
      "category": "character, personality"
    },
    {
      "quote": "One can acquire everything in solitude except character.",
      "author": "Stendhal",
      "category": "character, personality"
    },
    {
      "quote": "Every man has three characters - that which he exhibits  that which he has  and that which he thinks he has.",
      "author": "Alphonse Kan",
      "category": "character, personality"
    },
    {
      "quote": "If I take care of my character  my reputation will take care of itself.",
      "author": "D. L. Moody",
      "category": "character, personality"
    },
    {
      "quote": "A wise and an understanding heart.",
      "author": "Bible",
      "category": "character, personality"
    },
    {
      "quote": "Everyone ought to bear patiently the results of his own conduct.",
      "author": "Phaedrus",
      "category": "character, personality"
    },
    {
      "quote": "Every man has his follies - and often they are the most interesting things he has got.",
      "author": "Josh Billings",
      "category": "character, personality"
    },
    {
      "quote": "Indecision is like a stepchild: if he doesn't wash his hands  he is called dirty  if he does  he is wasting the water.",
      "author": "African proverb",
      "category": "character, personality"
    },
    {
      "quote": "Tis e'er the wont of simple folk to prize the deed and overlook the motive  and of learned folk to discount the deed and lay open the soul of the doer.",
      "author": "John Barth",
      "category": "character, personality"
    },
    {
      "quote": "Learn to say 'No'  it will be of more use to you than to be able to read Latin.",
      "author": "Charles Haddon Spurgeon",
      "category": "character, personality"
    },
    {
      "quote": "To dream of the person you would like to be is to waste the person you are.",
      "author": "Anonymous",
      "category": "character, personality"
    },
    {
      "quote": "Character is like a tree  and reputation like its shadow. The shadow is what we think of it  the tree is the real thing.",
      "author": "Anonymous",
      "category": "character, personality"
    },
    {
      "quote": "Every man in the world is better than some one else. And not as good as some one else.",
      "author": "William Saroyan",
      "category": "character, personality"
    },
    {
      "quote": "In Victorian times the purpose of life was to develop a personality once and for all and then stand on it.",
      "author": "Ashley Montagu",
      "category": "character, personality"
    },
    {
      "quote": "Charm is a way of getting the answer yes without having asked any clear question.",
      "author": "Albert Camus",
      "category": "character, personality"
    },
    {
      "quote": "I'm not the heroic type  really. I was beaten up by Quakers.",
      "author": "Woody Allen",
      "category": "character"
    },
    {
      "quote": "A person's reputation is a mixture of what his friends  enemies  and relatives say behind his back.",
      "author": "Anonymous",
      "category": "character"
    },
    {
      "quote": "Always do right. This will gratify some people  and astonish the rest.",
      "author": "Mark Twain",
      "category": "character"
    },
    {
      "quote": "He's an honest man - you could shoot craps with him over the telephone.",
      "author": "Earl Wilson",
      "category": "character"
    },
    {
      "quote": "The man whose conscience never troubles him must have it pretty well trained.",
      "author": "Anonymous",
      "category": "character"
    },
    {
      "quote": "Conscience is a treacherous thing  and mine behaves badly whenever there is a serious danger of being found out.",
      "author": "Margaret Lane",
      "category": "character"
    },
    {
      "quote": "Too often when conscience tries to speak  the line seems to be busy.",
      "author": "Anonymous",
      "category": "character"
    },
    {
      "quote": "He liked to like people  therefore people liked him.",
      "author": "Mark Twain",
      "category": "character"
    },
    {
      "quote": "Generous people are rarely mentally ill people.",
      "author": "Karl Menninger",
      "category": "character"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "character"
    },
    {
      "quote": "Every one is as God made him  and often a great deal worse.",
      "author": "Miguel de Cervantes",
      "category": "character"
    },
    {
      "quote": "The great hope of society is individual character.",
      "author": "William Ellery Channing",
      "category": "character"
    },
    {
      "quote": "You must look into people as well as at them.",
      "author": "Lord Chesterfield",
      "category": "character"
    },
    {
      "quote": "Human improvement is from within outward.",
      "author": "James Froude",
      "category": "character"
    },
    {
      "quote": "Talent is nurtured in solitude  character is formed in the stormy billows of the world.",
      "author": "Goethe",
      "category": "character"
    },
    {
      "quote": "O Douglas  O Douglas! Tender and true.",
      "author": "Sir Richard Holland",
      "category": "character"
    },
    {
      "quote": "Only what we have wrought into our character during life can we take away with us.",
      "author": "Wilhelm von Humboldt",
      "category": "character"
    },
    {
      "quote": "Every man has three characters - that which he exhibits  that which he has  and that which he thinks he has.",
      "author": "Alphonse Karr",
      "category": "character"
    },
    {
      "quote": "Not in the clamor of the crowded street  Not in the shouts and plaudits of the throng  But in ourselves  are triumph and defeat.",
      "author": "Henry Wadsworth Longfellow",
      "category": "character"
    },
    {
      "quote": "Who knows nothing base  Fears nothing known.",
      "author": "Owen Meredith",
      "category": "character"
    },
    {
      "quote": "In men whom men condemn as ill I find so much of goodness still  In men whom men pronounce divine I find so much of sin and blot I do not dare to draw a line Between the two  where God has not.",
      "author": "Joaquin Miller",
      "category": "character"
    },
    {
      "quote": "In this world a man must either be anvil or hammer.",
      "author": "Henry Wadsworth Longfellow",
      "category": "character"
    },
    {
      "quote": "It is more blessed to give than to receive.",
      "author": "Anonymous",
      "category": "charity"
    },
    {
      "quote": "Charity is the perfection and ornament of religion.",
      "author": "Joseph Addison",
      "category": "charity"
    },
    {
      "quote": "Every charitable act is a stepping stone toward heaven.",
      "author": "Henry Ward Beecher",
      "category": "charity"
    },
    {
      "quote": "My poor are my best patients. God pays for them.",
      "author": "Herman Boerhaave",
      "category": "charity"
    },
    {
      "quote": "Though I have all faith  so that I could remove mountains  and have not charity  I am nothing.",
      "author": "I Corinthians",
      "category": "charity"
    },
    {
      "quote": "And now abideth faith  hope  charity  these three  but the greatest of these is charity.",
      "author": "I Corinthians",
      "category": "charity"
    },
    {
      "quote": "What we frankly give  forever is our own.",
      "author": "George Granville",
      "category": "charity"
    },
    {
      "quote": "As the purse is emptied the heart is filled.",
      "author": "Victor Hugo",
      "category": "charity"
    },
    {
      "quote": "That charity which longs to publish itself  ceases to be charity.",
      "author": "Ulrich von Hutton",
      "category": "charity"
    },
    {
      "quote": "He who waits to do a great deal of good at once  will never do anything.",
      "author": "Samuel Johnson",
      "category": "charity"
    },
    {
      "quote": "I was an hungred  and ye gave me meat  I was thirsty  and ye gave me drink  I was a stranger  and ye took me in.",
      "author": "Matthew",
      "category": "charity"
    },
    {
      "quote": "Organized charity  scrimped and iced  In the name of the cautious  statistical Christ.",
      "author": "John Boyle O'Reilly",
      "category": "charity"
    },
    {
      "quote": "Charity shall cover the multitude of sins.",
      "author": "Bible",
      "category": "charity"
    },
    {
      "quote": "Our charity begins at home  And mostly ends where it begins.",
      "author": "Horace Smith",
      "category": "charity"
    },
    {
      "quote": "Steady as a clock  busy as a bee  and cheerful as a cricket.",
      "author": "Martha Washington",
      "category": "cheerfulness"
    },
    {
      "quote": "I'm not happy  I'm cheerful. There's a difference. A happy woman has no cares at all. A cheerful woman has cares but has learned how to deal with them.",
      "author": "Beverly Sills",
      "category": "cheerfulness"
    },
    {
      "quote": "The clearest sign of wisdom is continued cheerfulness.",
      "author": "Michel de Montaigne",
      "category": "cheerfulness"
    },
    {
      "quote": "Cheerfulness is as natural to the heart of man in strong health as color to his cheek  and wherever there is habitual gloom there must be either bad air  unwholesome food  improperly severe labor or erring habits of life.",
      "author": "John Ruskin",
      "category": "cheerfulness"
    },
    {
      "quote": "Cheerfulness prepares a glorious mind for all the noblest acts.",
      "author": "Elizabeth Ann Seton",
      "category": "cheerfulness"
    },
    {
      "quote": "A man of gladness seldom falls into madness.",
      "author": "Anonymous",
      "category": "cheerfulness"
    },
    {
      "quote": "Always let them think of you as singing and dancing.",
      "author": "Anita Brookner",
      "category": "cheerfulness"
    },
    {
      "quote": "Developing a cheerful disposition can permit an atmosphere wherein one's spirit can be nurtured and encouraged to blossom and bear fruit. Being pessimistic and negative about our experiences will not enhance the quality of our lives.",
      "author": "Barbara W. Winder",
      "category": "cheerfulness"
    },
    {
      "quote": "Gaiety alone  as it were  is the hard cash of happiness  everything else is just a promissory note.",
      "author": "Arthur Schopenhauer",
      "category": "cheerfulness"
    },
    {
      "quote": "I exhort you to be of good cheer.",
      "author": "Anonymous",
      "category": "cheerfulness"
    },
    {
      "quote": "He who sings frightens away his ills.",
      "author": "Miguel de Cervantes",
      "category": "cheerfulness"
    },
    {
      "quote": "A cheerful look makes a dish a feast",
      "author": "George Edward Herbert",
      "category": "cheerfulness"
    },
    {
      "quote": "Cheer up  the worst is yet to come.",
      "author": "Philander Johnson",
      "category": "cheerfulness"
    },
    {
      "quote": "Let us be of good cheer  remembering that the misfortunes hardest to bear are those which never happen.",
      "author": "James Russell Lowell",
      "category": "cheerfulness"
    },
    {
      "quote": "A good laugh is sunshine in a house.",
      "author": "William Thackeray",
      "category": "cheerfulness"
    },
    {
      "quote": "Do ye hear the children weeping  O my brothers?",
      "author": "E. B. Browning",
      "category": "childhood"
    },
    {
      "quote": "When I was a child  I spake as a child  I understood as a child  I thought as a child  but when I became a man  I put away childish things.",
      "author": "Anonymous",
      "category": "childhood"
    },
    {
      "quote": "A little curly-headed  good-for-nothing  And mischief-making monkey from his birth.",
      "author": "Lord Byron",
      "category": "childhood"
    },
    {
      "quote": "Better to be driven out from among men than to be disliked of children.",
      "author": "R. H. Dana",
      "category": "childhood"
    },
    {
      "quote": "Children should be seen and not heard.",
      "author": "English proverb",
      "category": "childhood"
    },
    {
      "quote": "Spare the rod and spoil the child.",
      "author": "English proverb",
      "category": "childhood"
    },
    {
      "quote": "Teach your child to hold his tongue  He'll learn fast enough to speak.",
      "author": "Benjamin Franklin",
      "category": "childhood"
    },
    {
      "quote": "There was a little girl  And she had a little curl  Right in the middle of her forehead  When she was good she was very  very good  When she was bad she was horrid.",
      "author": "Henry Wadsworth Longfellow",
      "category": "childhood"
    },
    {
      "quote": "Suffer the little children to come unto me  and forbid them not  for of such is the kingdom of God.",
      "author": "Bible",
      "category": "childhood"
    },
    {
      "quote": "A wise son maketh a glad father.",
      "author": "Bible",
      "category": "childhood"
    },
    {
      "quote": "It is a wise child that knows his own father.",
      "author": "Homer",
      "category": "childhood"
    },
    {
      "quote": "Rachel weeping for her children  and would not be comforted  because they are not.",
      "author": "Matthew",
      "category": "childhood"
    },
    {
      "quote": "The childhood shows the man  As morning shows the day.",
      "author": "John Milton",
      "category": "childhood"
    },
    {
      "quote": "The children in Holland take pleasure in making What the children in England take pleasure in breaking.",
      "author": "Old Nursery Rhyme",
      "category": "childhood"
    },
    {
      "quote": "The wildest colts make the best horses.",
      "author": "Plutarch",
      "category": "childhood"
    },
    {
      "quote": "Train up a child in the way he should go  and when he is old he will not depart from it.",
      "author": "Bible",
      "category": "childhood"
    },
    {
      "quote": "How dear to this heart are the scenes of my childhood  When fond recollection presents them to view.",
      "author": "Samuel Woodworth",
      "category": "childhood"
    },
    {
      "quote": "I think that saving a little child And bringing him to his own  Is a derned sight better business Than loafing around the throne.",
      "author": "John Hay",
      "category": "childhood"
    },
    {
      "quote": "It is a wise father that knows his own child.",
      "author": "William Shakespeare",
      "category": "childhood"
    },
    {
      "quote": "It is very nice to think The world is full of meat and drink With little children saying grace In every Christian kind of place.",
      "author": "Robert Louis Stevenson",
      "category": "childhood"
    },
    {
      "quote": "The best way to make children good is to make them happy.",
      "author": "Oscar Wilde",
      "category": "childhood"
    },
    {
      "quote": "The child is father of the man.",
      "author": "William Wordsworth",
      "category": "childhood"
    },
    {
      "quote": "A child's a plaything for an hour.",
      "author": "Mary Lamb",
      "category": "children, childhood"
    },
    {
      "quote": "An adolescent is both an impulsive child and a self-starting adult.",
      "author": "Mason Cooley",
      "category": "children, childhood"
    },
    {
      "quote": "Beat your child once a day. If you don't know why  he does.",
      "author": "Chinese proverb",
      "category": "children, childhood"
    },
    {
      "quote": "Children have no use for psychology. They detest sociology. They still believe in God  the family  angels  devils  witches  goblins  logic  clarity  punctuation  and other such obsolete stuff. When a book is boring  they yawn openly. They don't expect their writer to redeem humanity  but leave to adults such childish allusions.",
      "author": "Isaac Bashevis Singer",
      "category": "children, childhood"
    },
    {
      "quote": "Juvenile appraisals of other juveniles make up in clarity what they lack in charity.",
      "author": "Edgar Z. Friedenberg",
      "category": "children, childhood"
    },
    {
      "quote": "Of all animals  the boy is the most unmanageable.",
      "author": "Plato",
      "category": "children, childhood"
    },
    {
      "quote": "Childhood - a period of waiting for the moment when I could send everyone and everything connected with it to hell.",
      "author": "Igor Stravinsky",
      "category": "children, childhood"
    },
    {
      "quote": "The great cathedral space which was childhood.",
      "author": "Virginia Woolf",
      "category": "children, childhood"
    },
    {
      "quote": "A child thinks twenty shillings and twenty years can scarce ever be spent.",
      "author": "Benjamin Franklin",
      "category": "children, childhood"
    },
    {
      "quote": "If children grew up according to early indications  we should have nothing but geniuses.",
      "author": "Goethe",
      "category": "children, childhood"
    },
    {
      "quote": "What children expect from grownups is not to be 'understood'  but only to be loved  even though this love may be expressed clumsily or in sternness. Intimacy does not exist between generations - only trust.",
      "author": "Carl Zucker",
      "category": "children, childhood"
    },
    {
      "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.",
      "author": "Erik Erikson",
      "category": "children, childhood"
    },
    {
      "quote": "William Blake really is important  my cornerstone. Nobody ever told me before he did that childhood was such a damned serious business.",
      "author": "Maurice Sendak",
      "category": "children, childhood"
    },
    {
      "quote": "Out of the mouths of babes and sucklings hast thou ordained strength.",
      "author": "Bible",
      "category": "children, childhood"
    },
    {
      "quote": "When I was a child  I spake as a child  I understood as a child  I thought as a child  but when I became a man I put away childish things.",
      "author": "Bible",
      "category": "children, childhood"
    },
    {
      "quote": "Children have more need of models than of critics.",
      "author": "Joseph Joubert",
      "category": "children, childhood"
    },
    {
      "quote": "Children are remarkable for their intelligence and ardour  for their curiosity  their intolerance of shams  the clarity and ruthlessness of their vision.",
      "author": "Aldous Huxley",
      "category": "children, childhood"
    },
    {
      "quote": "The events of childhood do not pass but repeat themselves like seasons of the year.",
      "author": "Eleanor Farjeon",
      "category": "children, childhood"
    },
    {
      "quote": "Children have never been very good at listening to their elders  but they have never failed to imitate them.",
      "author": "James Baldwin",
      "category": "children, childhood"
    },
    {
      "quote": "Ask your child what he wants for dinner only if he is buying.",
      "author": "Fran Lebowitz",
      "category": "children, childhood"
    },
    {
      "quote": "All children wear the sign: 'I want to be important NOW.' Many of our juvenile delinquency problems arise because nobody reads the sign.",
      "author": "Dan Pursuit",
      "category": "children, childhood"
    },
    {
      "quote": "If a child lives with approval  he learns to live with himself.",
      "author": "Dorothy Law Nolte",
      "category": "children, childhood"
    },
    {
      "quote": "Your children are not dead. They are just waiting until the world deserves them.",
      "author": "Robert Browning",
      "category": "children, childhood"
    },
    {
      "quote": "What's done to children  they will do to society.",
      "author": "Karl Menninger",
      "category": "children, childhood"
    },
    {
      "quote": "The hardest job kids face today is learning good manners without seeing any.",
      "author": "Fred Astaire",
      "category": "children, childhood"
    },
    {
      "quote": "Unlike grownups  children have little need to deceive themselves.",
      "author": "Goethe",
      "category": "children, childhood"
    },
    {
      "quote": "We've had bad luck with our kids - they've all grown up.",
      "author": "Christopher Morley",
      "category": "children, childhood"
    },
    {
      "quote": "There are only two lasting bequests we can hope to give our children. One of these is roots  the other  wings.",
      "author": "Hodding Carter",
      "category": "children, childhood"
    },
    {
      "quote": "Give me the children until they are seven and anyone may have them afterwards.",
      "author": "St. Francis Xavier",
      "category": "children, childhood"
    },
    {
      "quote": "There are only two things a child will share willingly - communicable diseases and his mother's age.",
      "author": "Benjamin Spock",
      "category": "children, childhood"
    },
    {
      "quote": "Do not mistake a child for his symptom.",
      "author": "Erik Erikson",
      "category": "children, childhood"
    },
    {
      "quote": "Babies are such a nice way to start people.",
      "author": "Don Herold",
      "category": "children, childhood"
    },
    {
      "quote": "Children need love  especially when they do not deserve it.",
      "author": "Harold S. Hulbert",
      "category": "children, childhood"
    },
    {
      "quote": "If a child is to keep alive his inborn sense of wonder without any such gift from the fairies  he needs the companionship of at least one adult who can share it  rediscovering with him the joy  excitement and mystery of the world we live in.",
      "author": "Rachel Carson",
      "category": "children, childhood"
    },
    {
      "quote": "Nothing has a stronger influence psychologically on their environment  and especially on their children  than the unlived lives of the parents.",
      "author": "Carl Jung",
      "category": "children, childhood"
    },
    {
      "quote": "Books ... rarely  if ever  talk about what children can make of themselves  about the powers that from the day or moment of birth are present in every child.",
      "author": "John Holt",
      "category": "children, childhood"
    },
    {
      "quote": "I do not choose to run for President in 1928.",
      "author": "Calvin Coolidge",
      "category": "choice"
    },
    {
      "quote": "Betwixt the devil and the deap sea.",
      "author": "Erasmus",
      "category": "choice"
    },
    {
      "quote": "There's small choice in rotten apples.",
      "author": "William Shakespeare",
      "category": "choice"
    },
    {
      "quote": "When to elect there is but one  Tis Hobson's Choice  take that or none.",
      "author": "Thomas Ward",
      "category": "choice"
    },
    {
      "quote": "For many are called  but few are chosen.",
      "author": "Matthew",
      "category": "choice"
    },
    {
      "quote": "In every pang that rends the heart The Man of Sorrows had a part.",
      "author": "Michael Bruce",
      "category": "christ"
    },
    {
      "quote": "The sages and heroes of history are receding from us  and history contracts the record of their deeds into a narrower and narrower page. But time has no power over the name and deeds and words of Jesus Christ.",
      "author": "William Ellery Channing",
      "category": "christ"
    },
    {
      "quote": "Jesus Christ the same yesterday  and today  and forever.",
      "author": "Hebrews",
      "category": "christ"
    },
    {
      "quote": "The foxes have holes  and the birds of the air have nests  but the Son of man hath not where to lay his head.",
      "author": "Matthew",
      "category": "christ"
    },
    {
      "quote": "Jesus... was made a little lower than the angels.",
      "author": "Hebrews",
      "category": "christ"
    },
    {
      "quote": "All His glory and beauty come from within  and there He delights to dwell  His visits there are frequent  His conversation sweet  His comforts refreshing  and His peace passing all understanding.",
      "author": "Thomas a Kempis",
      "category": "christ"
    },
    {
      "quote": "Alexander  Caesar  Charlemagne and I myself have founded empires  but upon what do these creations of our genius depend? Upon force. Jesus alone founded His empire upon love  and to this very day millions would die for Him.",
      "author": "Napoleon",
      "category": "christ"
    },
    {
      "quote": "If the life and death of Socrates were those of a sage  the life and death of Jesus were those of a God.",
      "author": "Jean-Jacques Rousseau",
      "category": "christ"
    },
    {
      "quote": "A Christian is God Almighty's gentleman.",
      "author": "A. W. Hare",
      "category": "christian"
    },
    {
      "quote": "Onward  Christian soldiers  Marching as to war  With the cross of Jesus Going on before.",
      "author": "Sabine Baring-Gould",
      "category": "christian"
    },
    {
      "quote": "Servant of God  well done! Well hast thou fought The better fight.",
      "author": "John Milton",
      "category": "christian"
    },
    {
      "quote": "To be like Christ is to be a Christian.",
      "author": "William Penn",
      "category": "christian"
    },
    {
      "quote": "Whatever makes men good Christians  makes them good citizens.",
      "author": "Daniel Webster",
      "category": "christian"
    },
    {
      "quote": "Christianity is completed Judaism  or it is nothing.",
      "author": "Benjamin Disraeli",
      "category": "christianity"
    },
    {
      "quote": "His Christianity was muscular.",
      "author": "Benjamin Disraeli",
      "category": "christianity"
    },
    {
      "quote": "Christianity ruined emperors  but saved peoples.",
      "author": "Alfred de Musset",
      "category": "christianity"
    },
    {
      "quote": "Christianity is a battle  not a dream",
      "author": "Wendell Phillips",
      "category": "christianity"
    },
    {
      "quote": "I desire no other evidence of the truth to Christianity than the Lord's Prayer.",
      "author": "Mme. De Stael",
      "category": "christianity"
    },
    {
      "quote": "Christianity  with its doctrine of humility  of forgiveness  of love  is incompatible with the state  with its haughtiness  its violence  its punishment  its wars.",
      "author": "Leo Tolstoy",
      "category": "christianity"
    },
    {
      "quote": "Christianity is part of the Common Law of England.",
      "author": "Mathew Hale",
      "category": "christians, christianity"
    },
    {
      "quote": "Christianity  if false  is not important. If Christianity is true  however  it is of infinite importance. What it cannot be is moderately important.",
      "author": "C. S. Lewis",
      "category": "christians, christianity"
    },
    {
      "quote": "Organized religion is making Christianity political rather than making politics Christian.",
      "author": "Laurens Van der Post",
      "category": "christians, christianity"
    },
    {
      "quote": "The idea of Christ is much older than Christianity.",
      "author": "George Santayana",
      "category": "christians, christianity"
    },
    {
      "quote": "Unlike Christianity  which preached a peace that it never achieved  Islam unashamedly came with a sword.",
      "author": "Stephen Runciman",
      "category": "christians, christianity"
    },
    {
      "quote": "Why do born-again people so often make you wish they'd never been born the first time?",
      "author": "Katharine Whitehorn",
      "category": "christians, christianity"
    },
    {
      "quote": "Somewhere  and I can't find where  I read about an Eskimo hunter who asked the local missionary priest  'If I did not know about God and sin  would I go to hell?' 'No'  said the priest  'not if you did not know.' 'Then why ' asked the Eskimo earnestly  'did you tell me?'",
      "author": "Annie Dillard",
      "category": "christians, christianity"
    },
    {
      "quote": "Christians have burned each other  quite persuaded That all the apostles would have done as they did.",
      "author": "Lord Byron",
      "category": "christians, christianity"
    },
    {
      "quote": "Christian: one who believes that the New Testament is a divinely inspired book admirably suited to the spiritual needs of his neighbour.",
      "author": "Ambrose Bierce",
      "category": "christians, christianity"
    },
    {
      "quote": "Most people believe that the Christian commandments are intentionally a little too severe - like setting a clock half an hour ahead to make sure of not being late in the morning.",
      "author": "Soren Kierkegaard",
      "category": "christians, christianity"
    },
    {
      "quote": "A Christian is nothing but a sinful man who has put himself to school for Christ for the honest purpose of becoming better.",
      "author": "Henry Ward Beecher",
      "category": "christians, christianity"
    },
    {
      "quote": "I believe in Christianity as I believe that the sun has risen. Not only because I see it  but because I see everything by it.",
      "author": "C. S. Lewis",
      "category": "christians, christianity"
    },
    {
      "quote": "A Christian is a man who feels Repentance on a Sunday For what he did on Saturday And is going to do on Monday.",
      "author": "Thomas R. Ybarra",
      "category": "christians, christianity"
    },
    {
      "quote": "Hatred of Judaism is at bottom hatred of Christianity.",
      "author": "Sigmund Freud",
      "category": "christians, christianity"
    },
    {
      "quote": "It is not by driving away our brother that we can be alone with God.",
      "author": "George Macdonald",
      "category": "christians, christianity"
    },
    {
      "quote": "God will forgive me. That's his business.",
      "author": "Heinrich Heine",
      "category": "christians, christianity"
    },
    {
      "quote": "Ethical man - a Christian holding four aces.",
      "author": "Mark Twain",
      "category": "christians, christianity"
    },
    {
      "quote": "People in general are equally horrified at hearing the Christian religion doubted  and at seeing it practised.",
      "author": "Samuel Butler",
      "category": "christians, christianity"
    },
    {
      "quote": "Christian life consists of faith and charity.",
      "author": "Martin Luther",
      "category": "christians, christianity"
    },
    {
      "quote": "Many a sober Christian would rather admit that a wafer is God than that God is a cruel and capricious tyrant.",
      "author": "Edward Gibbon",
      "category": "christians, christianity"
    },
    {
      "quote": "If you go to church  and like the singing better than the preaching  that's not orthodox.",
      "author": "Edgar Watson Howe",
      "category": "christians, christianity"
    },
    {
      "quote": "Let's dance and sing and make good cheer  For Christmas comes but once a year.",
      "author": "G. MacFarren",
      "category": "christmas"
    },
    {
      "quote": "0 little town of Bethlehem  How still we see thee lie! Above thy deep and dreamless sleep The silent stars go by.",
      "author": "Phillips Brooks",
      "category": "christmas"
    },
    {
      "quote": "No Santa Claus! Thank God  he lives  and he lives forever. A thousand years from now  Virginia  nay  ten times ten thousand years from now  he will continue to make glad the heart of childhood.",
      "author": "Francis P. Church",
      "category": "christmas"
    },
    {
      "quote": "I heard the bells on Christmas Day Their old  familiar carols play  And wild and sweet The words repeat Of peace on earth  good-will to men!",
      "author": "Henry Wadsworth Longfellow",
      "category": "christmas"
    },
    {
      "quote": "For unto you is born this day in the city of David  a Saviour  which is Christ the Lord.",
      "author": "Luke",
      "category": "christmas"
    },
    {
      "quote": "God rest ye  little children  let nothing you affright  For Jesus Christ  your Saviour  was born this happy night  Along the hills of Galilee the white flocks sleeping lay  When Christ  the Child of Nazareth  was born on Christmas day.",
      "author": "Dinah Mulock Craik",
      "category": "christmas"
    },
    {
      "quote": "Twas the night before Christmas  when all through the house  Not a creature was stirring - not even a mouse  The stockings were hung by the chimney with care  In hopes that St. Nicholas soon would be there.",
      "author": "Clement C. Moore",
      "category": "christmas"
    },
    {
      "quote": "Hark the herald angels sing  \"Glory to the new-born king.\" Peace on earth  and mercy mild  God and sinners reconciled!",
      "author": "Charles Wesley",
      "category": "christmas"
    },
    {
      "quote": "Cathedrals  Luxury liners laden with souls  Holding to the east their hulls of stone.",
      "author": "W. H. Auden",
      "category": "church"
    },
    {
      "quote": "It was founded upon a rock.",
      "author": "Matthew",
      "category": "church"
    },
    {
      "quote": "The nearer the church  the further from God.",
      "author": "Bishop Andrews",
      "category": "church"
    },
    {
      "quote": "Whenever God erects a house of prayer The devil always builds a chapel there  And 'twill be found  upon examination  The latter has the largest congregation.",
      "author": "Daniel Defoe",
      "category": "church"
    },
    {
      "quote": "Division has done more to hide Christ from the view of men than all the infidelity that has ever been spoken.",
      "author": "George Macdonald",
      "category": "church"
    },
    {
      "quote": "I never weary of great churches. It is my favourite kind of mountain scenery. Mankind was never so happily inspired as when it made a cathedral.",
      "author": "Robert Louis Stevenson",
      "category": "church"
    },
    {
      "quote": "See the Gospel Church secure  And founded on a Rock! All her promises are sure  Her bulwarks who can shock? Count her every precious shrine  Tell  to after-ages tell  Fortified by power divine  The Church can never fail.",
      "author": "Charles Wesley",
      "category": "church"
    },
    {
      "quote": "The itch of disputing is the scab of the churches.",
      "author": "Sir Henry Wotton",
      "category": "church"
    },
    {
      "quote": "The long arm of coincidence.",
      "author": "Anonymous",
      "category": "circumstance"
    },
    {
      "quote": "Man is not the creature of circumstances  Circumstances are the creatures of men.",
      "author": "Benjamin Disraeli",
      "category": "circumstance"
    },
    {
      "quote": "Circumstances alter cases.",
      "author": "Thomas Haliburton",
      "category": "circumstance"
    },
    {
      "quote": "The happy combination of fortuitous circumstances.",
      "author": "Walter Scott",
      "category": "circumstance"
    },
    {
      "quote": "The circumstances of others seem good to us  while ours seem good to others.",
      "author": "Syrus",
      "category": "circumstance"
    },
    {
      "quote": "A tourist is a fellow who drives thousands of miles so he can be photographed standing in front of his car.",
      "author": "Emile Ganest",
      "category": "cities, travel"
    },
    {
      "quote": "When we can't get away for a vacation  we get the same feeling by staying home and tipping every person that smiles.",
      "author": "Susie Spanos",
      "category": "cities, travel"
    },
    {
      "quote": "One certainty when you travel is the moment you arrive in a foreign country  the American dollar will fall like a stone.",
      "author": "Erma Bombeck",
      "category": "cities, travel"
    },
    {
      "quote": "The trouble with all these other countries is they're all being run by foreigners.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "My wife loves Europe  but to me it's a bad day at a theme park.",
      "author": "Jay Leno",
      "category": "cities, travel"
    },
    {
      "quote": "This summer one-third of the nation will be ill-housed  ill-nourished  and ill-clad. Only they call it a vacation.",
      "author": "Joseph Salak",
      "category": "cities, travel"
    },
    {
      "quote": "My wife tells me she doesn't care what I do when I'm away  as long as I'm not enjoying it.",
      "author": "Lee Trevino",
      "category": "cities, travel"
    },
    {
      "quote": "On cable TV  they have a weather channel - twenty-four hours of weather. We had something like that where I grew up. We called it a window.",
      "author": "Dan Spencer",
      "category": "cities, travel"
    },
    {
      "quote": "There's a lot of nice things about Denver. I just don't  for the life of me  know what they are.",
      "author": "Judy Hampton",
      "category": "cities, travel"
    },
    {
      "quote": "The people of Seattle deny they get much rain  while the rest of the country thinks of it as America's bladder.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "Cold! If the thermometer had been an inch longer we'd all have frozen to death.",
      "author": "Mark Twain",
      "category": "cities, travel"
    },
    {
      "quote": "The tanned appearance of many New Englanders is not sunburn - it is rust.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "I hate Billings  Montana. They have a fashion show at Sears Roebuck - no models. You open a catalog and point.",
      "author": "Joan Rivers",
      "category": "cities, travel"
    },
    {
      "quote": "Hollywood is a place where people from Iowa mistake each other for movie stars.",
      "author": "Fred Allen",
      "category": "cities, travel"
    },
    {
      "quote": "L.A.'s large convenience stores are so big they can accommodate up to twenty armed robbers at one time.",
      "author": "Jay Leno",
      "category": "cities, travel"
    },
    {
      "quote": "After years of mocking L.A. for its smog  the people of Denver are now coughing out of the other side of their mouths.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "There's nothing wrong with Southern California that a rise in the ocean level wouldn't cure.",
      "author": "Ross MacDonald",
      "category": "cities, travel"
    },
    {
      "quote": "It looks as if Hollywood brides keep the bouquets and throw away the groom.",
      "author": "Groucho Marx",
      "category": "cities, travel"
    },
    {
      "quote": "It is possible to live in San Francisco for $35 000 a year. Obviously  that doesn't include food or lodging.",
      "author": "Kenn Carlson",
      "category": "cities, travel"
    },
    {
      "quote": "L.A. bumper sticker: Keep honking - I'm reloading.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "Miami bumper sticker: My horn is broken-so watch for my finger.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "Miami drivers will attempt to pass you inside a car wash.",
      "author": "Dave Barry",
      "category": "cities, travel"
    },
    {
      "quote": "I lived in Miami for a while  in a section with a lot of really old people. The average age in my apartment house was dead.",
      "author": "Gabe Kaplan",
      "category": "cities, travel"
    },
    {
      "quote": "I have no respect for gangs today. None. They just drive by and shoot people. At least in the old days  like in West Side Story  the gangs used to dance with each other.",
      "author": "Robert G. Lee",
      "category": "cities, travel"
    },
    {
      "quote": "A car is useless in New York  essential everywhere else. The same with good manners.",
      "author": "Mignon McLaughlin",
      "category": "cities, travel"
    },
    {
      "quote": "I feel about New York as a child whose father is a bank robber. Not perfect  but I still love him.",
      "author": "Woody Allen",
      "category": "cities, travel"
    },
    {
      "quote": "New Yorkers are so impersonal  if it wasn't for muggings there wouldn't be any contact at all!",
      "author": "Robert Orben",
      "category": "cities, travel"
    },
    {
      "quote": "Living in New York is like being at some terrible late-night party. You're tired  you've had a headache since you arrived  but you can't leave because then you'd miss the party.",
      "author": "Simon Hoggart",
      "category": "cities, travel"
    },
    {
      "quote": "Living in California adds ten years to a man's life. And those extra ten years I'd like to spend in New York.",
      "author": "Harry Ruby",
      "category": "cities, travel"
    },
    {
      "quote": "I have just returned from Boston  it is the only sane thing to do if you find yourself up there.",
      "author": "Fred Allen",
      "category": "cities, travel"
    },
    {
      "quote": "A small town is usually divided by a railroad  a main street  two churches  and a lot of opinions.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "texan starting eternity: I never dreamed heaven would be so much like Texas. companion: Who said this was heaven?",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "Flying from the U.S. to Tokyo takes approximately as long as law school.",
      "author": "Dave Barry",
      "category": "cities, travel"
    },
    {
      "quote": "I would say that the single most important conclusion I reached  after traveling through Japan  as well as countless hours reading  studying  and analyzing this fascinating culture  is that you should always tighten the cap on the shampoo bottle before you put it in your suitcase.",
      "author": "Dave Barry",
      "category": "cities, travel"
    },
    {
      "quote": "I asked Tom if countries always apologized when they had done wrong  and he said: \"Yes: the little one does.\"",
      "author": "Mark Twain",
      "category": "cities, travel"
    },
    {
      "quote": "France is the only country where the money falls apart and you can't tear the toilet paper.",
      "author": "Billy Wilder",
      "category": "cities, travel"
    },
    {
      "quote": "How can you be expected to govern a country that has 246 kinds of cheese?",
      "author": "Charles de Gaulle",
      "category": "cities, travel"
    },
    {
      "quote": "In Paris they simply stared when I spoke to them in French  I never did succeed in making those idiots understand their own language.",
      "author": "Mark Twain",
      "category": "cities, travel"
    },
    {
      "quote": "Good Americans  when they die  go to Paris.",
      "author": "T. G. Appleton",
      "category": "cities, travel"
    },
    {
      "quote": "My father never lived to see his dream come true of an all-Yiddish-speaking Canada.",
      "author": "David Steinberg",
      "category": "cities, travel"
    },
    {
      "quote": "London: A place you go to get bronchitis.",
      "author": "Fran Lebowitz",
      "category": "cities, travel"
    },
    {
      "quote": "Take a perfect day  add six hours of rain and fog  and you have instant London.",
      "author": "Anonymous",
      "category": "cities, travel"
    },
    {
      "quote": "Always remember that you are an Englishman and therefore have drawn first prize in the lottery of life.",
      "author": "Cecil Rhodes",
      "category": "cities, travel"
    },
    {
      "quote": "I once saw a pin on a Delta Airlines employee  and I asked him what the letters in Delta stand for. He said  \"Don't Expect Luggage To Arrive.\"",
      "author": "Adam Christing",
      "category": "cities, travel"
    },
    {
      "quote": "When people ask me if I have any spare change  I tell them I have it at home in my spare wallet.",
      "author": "Nick Arnette",
      "category": "cities, travel"
    },
    {
      "quote": "When I first came to this country  I didn't have a nickel in my pocket - now I have a nickel in my pocket.",
      "author": "Groucho Marx",
      "category": "cities, travel"
    },
    {
      "quote": "Thank God we're living in a country where the sky's the limit  the stores are open late  and  thanks to television  you can shop in bed.",
      "author": "Joan Rivers",
      "category": "cities, travel"
    },
    {
      "quote": "I love the polite drivers in La Jolla. At an intersection . . . most expensive car goes first.",
      "author": "Kee Flynn",
      "category": "cities, travel"
    },
    {
      "quote": "We had a very successful trip to Russia we got back.",
      "author": "Bob Hope",
      "category": "cities, travel"
    },
    {
      "quote": "There is nothing safer than flying -  it's crashing that is dangerous.",
      "author": "Theo Cowan",
      "category": "cities, travel"
    },
    {
      "quote": "I would love to speak a foreign language  but I can't. So I grew hair under my arms instead.",
      "author": "Sue Kolensky",
      "category": "cities, travel"
    },
    {
      "quote": "Chicago was started by a bunch of New Yorkers who said \"Gee  I'm enjoying the crime and the poverty  but it just isn't cold enough.\"",
      "author": "Richard Jeni",
      "category": "cities, travel"
    },
    {
      "quote": "I am a citizen  not of Athens or Greece  but of the world.",
      "author": "Socrates",
      "category": "citizen"
    },
    {
      "quote": "Paul said  I am a man which am a Jew of Tarsus  a city in Cilicia  a citizen of no mean city.",
      "author": "Anonymous",
      "category": "citizen"
    },
    {
      "quote": "This poor little one-horse town.",
      "author": "S. L. Clemens",
      "category": "city"
    },
    {
      "quote": "If you would know and not be known  live in a city.",
      "author": "Walter Colton",
      "category": "city"
    },
    {
      "quote": "God made the country  and man made the town.",
      "author": "William Cowper",
      "category": "city"
    },
    {
      "quote": "Cities force growth  and make men talkative and entertaining  but they make them artificial.",
      "author": "Ralph Waldo Emerson",
      "category": "city"
    },
    {
      "quote": "In the busy haunts of men.",
      "author": "Felicia D. Hemans",
      "category": "city"
    },
    {
      "quote": "Far from gay cities  and the way of men.",
      "author": "Homer",
      "category": "city"
    },
    {
      "quote": "Ye are the light of the world. A city that is set on a hill cannot be hid.",
      "author": "Matthew",
      "category": "city"
    },
    {
      "quote": "The people are the city.",
      "author": "William Shakespeare",
      "category": "city"
    },
    {
      "quote": "Civilization is nothing more than the effort to reduce the use of force to the last resort.",
      "author": "Jose Ortega y Gasset",
      "category": "civilization"
    },
    {
      "quote": "Each new generation is a fresh invasion of savages.",
      "author": "Harvey Allen",
      "category": "civilization"
    },
    {
      "quote": "Respectability is the dickey on the bosom of civilization.",
      "author": "Elbert Hubbard",
      "category": "civilization"
    },
    {
      "quote": "The human race has improved everything except the human race.",
      "author": "Adlai Stevenson",
      "category": "civilization"
    },
    {
      "quote": "A civilized society is one that exhibits the five qualities of truth  beauty  adventure  art and peace.",
      "author": "Alfred North Whitehead",
      "category": "civilization"
    },
    {
      "quote": "There is such a thing as too much couth.",
      "author": "S. J. Perelman",
      "category": "civilization"
    },
    {
      "quote": "We are in the first age since the dawn of civilization in which people have dared to think it practicable to make the benefits of civilization available to the whole human race.",
      "author": "Arnold Toynbee",
      "category": "civilization"
    },
    {
      "quote": "The human landscape of the New World shows a conquest of nature by an intelligence that does not love it.",
      "author": "Northrop Frye",
      "category": "civilization"
    },
    {
      "quote": "Let us humour if we can The vertical man Though we value none But the horizontal one.",
      "author": "W. H. Auden",
      "category": "civilization"
    },
    {
      "quote": "Any sufficiently advanced technology is indistinguishable from magic.",
      "author": "Arthur C. Clarke",
      "category": "civilization"
    },
    {
      "quote": "Our lifetime may be the last that will be lived out in a technological society.",
      "author": "Isaac Asimov",
      "category": "civilization"
    },
    {
      "quote": "To be able to fill leisure intelligently is the last product of civilization.",
      "author": "Arnold Toynbee",
      "category": "civilization"
    },
    {
      "quote": "So I should say that civilizations begin with religion and stoicism: they end with scepticism and unbelief  and the undisciplined pursuit of individual pleasure. A civilization is born stoic and dies epicurean.",
      "author": "Will Durant",
      "category": "civilization"
    },
    {
      "quote": "We are all afraid - for our confidence  for the future  for the world. That is the nature of the human imagination. Yet every man  every civilization  has gone forward because of its engagement with what it has set itself to do. The personal commitment and the emotional commitment working together as one  has made the Ascent of Man.",
      "author": "Jacob Bronowski",
      "category": "civilization"
    },
    {
      "quote": "Civilization is just a slow process of learning to be kind.",
      "author": "Charles L. Lucas",
      "category": "civilization"
    },
    {
      "quote": "Civilization is a movement - not a condition  a voyage - not a harbour.",
      "author": "Arnold Toynbee",
      "category": "civilization"
    },
    {
      "quote": "Since barbarism has its pleasures it naturally has its apologists.",
      "author": "George Santayana",
      "category": "civilization"
    },
    {
      "quote": "We sit by and watch the barbarian. We tolerate him in the long stretches of peace  we are not afraid. We are tickled by his irreverence  his comic inversion of our old certitudes and our fixed creed refreshes us  we laugh. But as we laugh we are watched by large and awful faces from beyond  and on these faces there are no smiles.",
      "author": "Hilaire Belloc",
      "category": "civilization"
    },
    {
      "quote": "A race preserves its vigour so long as it harbours a real contrast between what has been and what may be  and so long as it is nerved by the vigour to adventure beyond the safeties of the past. Without adventure  civilization is in full decay.",
      "author": "Alfred North Whitehead",
      "category": "civilization"
    },
    {
      "quote": "Civilizations die from philosophical calm  irony  and the sense of fair play quite as surely as they die of debauchery.",
      "author": "Joseph Wood Krutch",
      "category": "civilization"
    },
    {
      "quote": "The three great elements of modern civilization  Gunpowder  Printing  and the Protestant Religion.",
      "author": "Thomas Carlyle",
      "category": "civilization"
    },
    {
      "quote": "A savage is simply a human organism that has not received enough news from the human race.",
      "author": "John Ciardi",
      "category": "civilization"
    },
    {
      "quote": "This is the way the world ends Not with a bang but a whimper.",
      "author": "T. S. Eliot",
      "category": "civilization"
    },
    {
      "quote": "A tablecloth restaurant is still one of the great rewards of civilization.",
      "author": "Harry Golden",
      "category": "civilization"
    },
    {
      "quote": "The end of the human race will be that it will eventually die of civilization.",
      "author": "Ralph Waldo Emerson",
      "category": "civilization"
    },
    {
      "quote": "If you would civilize a man  begin with his grandmother.",
      "author": "Victor Hugo",
      "category": "civilization"
    },
    {
      "quote": "To be a man is to feel that one's own stone contributes to building the edifice of the world.",
      "author": "Antoine de Saint-Exupery",
      "category": "civilization"
    },
    {
      "quote": "A sufficient measure of civilization is the influence of good women.",
      "author": "Ralph Waldo Emerson",
      "category": "civilization"
    },
    {
      "quote": "We think our civilization near its meridian  but we are yet only at the cock-crowing and the morning star.",
      "author": "Ralph Waldo Emerson",
      "category": "civilization"
    },
    {
      "quote": "The path of civilization is paved with tin cans.",
      "author": "Elbert Hubbard",
      "category": "civilization"
    },
    {
      "quote": "Nations  like individuals  live and die  but civilization cannot die.",
      "author": "Guiseppe Mazzini",
      "category": "civilization"
    },
    {
      "quote": "Civilization is a movement and not a condition  a voyage and not a harbor.",
      "author": "Arnold Toynbee",
      "category": "civilization"
    },
    {
      "quote": "All will come out in the washing.",
      "author": "Miguel de Cervantes",
      "category": "cleanliness"
    },
    {
      "quote": "Wash you  make you clean.",
      "author": "Isaiah",
      "category": "cleanliness"
    },
    {
      "quote": "God loveth the clean.",
      "author": "Koran",
      "category": "cleanliness"
    },
    {
      "quote": "If dirt was trumps  what hands you would hold!",
      "author": "Charles Lamb",
      "category": "cleanliness"
    },
    {
      "quote": "Certainly this is a duty  not a sin. \"Cleanliness is indeed next to godliness.\"",
      "author": "John Wesley",
      "category": "cleanliness"
    },
    {
      "quote": "If you would lift me you must be on a higher ground.",
      "author": "Ralph Waldo Emerson",
      "category": "clergyman"
    },
    {
      "quote": "Politics and the pulpit are terms that have little agreement.",
      "author": "Edmund Burke",
      "category": "clergyman"
    },
    {
      "quote": "As a career  the business of an orthodox preacher is about as successful as that of a celluloid dog chasing an asbestos cat through Hell.",
      "author": "Elbert Hubbard",
      "category": "clergyman"
    },
    {
      "quote": "The life of a conscientious clergyman is not easy. I have always considered a clergyman as the father of a larger family than he is able to maintain. I would rather have chancery suits upon my hands than the cure of souls.",
      "author": "Samuel Johnson",
      "category": "clergyman"
    },
    {
      "quote": "The defects of a preacher are soon spied.",
      "author": "Martin Luther",
      "category": "clergyman"
    },
    {
      "quote": "Cleverness is serviceable for everything  sufficient for nothing.",
      "author": "Henri Frederic Amiel",
      "category": "cleverness"
    },
    {
      "quote": "Cleverness is not wisdom.",
      "author": "Euripides",
      "category": "cleverness"
    },
    {
      "quote": "Be good  sweet maid  and let who will be clever.",
      "author": "Charles Kingsley",
      "category": "cleverness"
    },
    {
      "quote": "The clothes make the man.",
      "author": "Latin proverb",
      "category": "clothes"
    },
    {
      "quote": "Whenas in silks my Julia goes  Then  then  methinks  how sweetly flows The liquefaction of her clothes!",
      "author": "Robert Herrick",
      "category": "clothes"
    },
    {
      "quote": "Costly thy habit as thy purse can buy  But not express'd in fancy  rich  not gaudy  For the apparel oft proclaims the man.",
      "author": "William Shakespeare",
      "category": "clothes"
    },
    {
      "quote": "The soul of this man is his clothes.",
      "author": "William Shakespeare",
      "category": "clothes"
    },
    {
      "quote": "She wears her clothes as if they were thrown on her with a pitchfork.",
      "author": "Jonathan Swift",
      "category": "clothes"
    },
    {
      "quote": "The ideal committee is one with me as chairman  and two other members in bed with flu.",
      "author": "Lord Milverton",
      "category": "clubs, institutions"
    },
    {
      "quote": "If Moses had been a committee  the Israelites would still be in Egypt.",
      "author": "J. B. Hughes",
      "category": "clubs, institutions"
    },
    {
      "quote": "A committee of one gets things done.",
      "author": "Joe Ryan",
      "category": "clubs, institutions"
    },
    {
      "quote": "A camel is a horse designed by a committee.",
      "author": "Anonymous",
      "category": "clubs, institutions"
    },
    {
      "quote": "If Columbus had had an advisory committee he would probably still be at the dock.",
      "author": "Justice Arthur Goldberg",
      "category": "clubs, institutions"
    },
    {
      "quote": "An institution is the lengthening shadow of one man.",
      "author": "Ralph Waldo Emerson",
      "category": "clubs, institutions"
    },
    {
      "quote": "I do not care to belong to a club that accepts people like me as members.",
      "author": "Groucho Marx",
      "category": "clubs, institutions"
    },
    {
      "quote": "Those mausoleums of inactive masculinity are places for men who prefer armchairs to women.",
      "author": "V. S. Pritchett",
      "category": "clubs, institutions"
    },
    {
      "quote": "What is a committee? A group of the unwilling  picked from the unfit  to do the unnecessary.",
      "author": "Richard Harkness",
      "category": "clubs, institutions"
    },
    {
      "quote": "No grand idea was ever born in a conference  but a lot of foolish ideas have died there.",
      "author": "F. Scott Fitzgerald",
      "category": "clubs, institutions"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Life is my college. May I graduate well  and earn some honors!",
      "author": "Louisa May Alcott",
      "category": "college"
    },
    {
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?",
      "author": "David Wood",
      "category": "college"
    },
    {
      "quote": "Those who go to college and never get out are called professors.",
      "author": "Anonymous",
      "category": "college"
    },
    {
      "quote": "Colors speak all languages.",
      "author": "Joseph Addison",
      "category": "color"
    },
    {
      "quote": "Blue is true  Yellow's jealous  Green's forsaken  Red's brazen  White is love  And black is death.",
      "author": "Anonymous",
      "category": "color"
    },
    {
      "quote": "More pernicious nonsense was never devised by man than treaties of commerce.",
      "author": "Benjamin Disraeli",
      "category": "commerce"
    },
    {
      "quote": "Commerce links all mankind in one common brotherhood of mutual dependence and interests.",
      "author": "James A. Garfield",
      "category": "commerce"
    },
    {
      "quote": "Commerce is the equalizer of the wealth of nations.",
      "author": "William E. Gladstone",
      "category": "commerce"
    },
    {
      "quote": "Whatever has a tendency to promote the civil intercourse of nations by an exchange of benefits is a subject as worthy of philosophy as of politics.",
      "author": "Thomas Paine",
      "category": "commerce"
    },
    {
      "quote": "What distinguishes the majority of men from the few is their ability to act accordingly to their beliefs.",
      "author": "Henry Miller",
      "category": "commitment, belief"
    },
    {
      "quote": "What a man believes  he will die for. What a man merely thinks  he will change his mind about.",
      "author": "Anonymous",
      "category": "commitment, belief"
    },
    {
      "quote": "When you have decided what you believe  what you feel must be done  have the courage to stand alone and be counted.",
      "author": "Eleanor Roosevelt",
      "category": "commitment, belief"
    },
    {
      "quote": "The eloquent man is he who is no beautiful speaker  but who is inwardly and desperately drunk with a certain belief.",
      "author": "Ralph Waldo Emerson",
      "category": "commitment, belief"
    },
    {
      "quote": "A belief which does not spring from a conviction in the emotions is no belief at all.",
      "author": "Evelyn Scott",
      "category": "commitment, belief"
    },
    {
      "quote": "Whether you are really right or not doesn't matter  it's the belief that counts.",
      "author": "Robertson Davies",
      "category": "commitment, belief"
    },
    {
      "quote": "Many a man has walked up to the opportunity for which he has long been preparing himself  looked it full in the face  and then begun to get cold feet... when it comes to betting on yourself and your power to do the thing you know you must do or write yourself down a failure  you're a chicken-livered coward if you hesitate.",
      "author": "B. C. Forbes",
      "category": "commitment, belief"
    },
    {
      "quote": "The wise man puts all his eggs in one basket and watches the basket.",
      "author": "Andrew Carnegie",
      "category": "commitment, belief"
    },
    {
      "quote": "Poverty is uncomfortable  as I can testify: but nine times out of ten the best thing that can happen to a young man is to be tossed overboard and compelled to sink or swim for himself.",
      "author": "James A. Garfield",
      "category": "commitment, belief"
    },
    {
      "quote": "Anytime you play golf for whatever you've got  that's pressure. I'd like to see H.L. Hunt go out there and play for $3 billion.",
      "author": "Lee Trevino",
      "category": "commitment, belief"
    },
    {
      "quote": "There is a point at which everything becomes simple and there is no longer any question of choice  because all you have staked will be lost if you look back. Life's point of no return.",
      "author": "Dag Hammarskjold",
      "category": "commitment, belief"
    },
    {
      "quote": "Even now we can draw back. But once we cross that little bridge  we must settle things by the sword.",
      "author": "Julius Caesar",
      "category": "commitment, belief"
    },
    {
      "quote": "You don't know what pressure is until you play for $5 with only $2 in your pocket.",
      "author": "Lee Trevino",
      "category": "commitment, belief"
    },
    {
      "quote": "The fixed determination to have acquired the warrior soul  to either conquer or perish with honor  is the secret of victory.",
      "author": "General George S. Patton",
      "category": "commitment, belief"
    },
    {
      "quote": "In war there is no substitute for victory.",
      "author": "Dwight D. Eisenhower",
      "category": "commitment, belief"
    },
    {
      "quote": "Victory at all costs  victory in spite of all terror  victory however long and hard the road may be  for without victory there is no survival.",
      "author": "Winston Churchill",
      "category": "commitment, belief"
    },
    {
      "quote": "Better that we should die fighting than be outraged and dishonored. Better to die than to live in slavery.",
      "author": "Emmeline Pankhurst",
      "category": "commitment, belief"
    },
    {
      "quote": "I sincerely wish war was a pleasanter and easier business than it is  but it does not admit of holidays.",
      "author": "Abraham Lincoln",
      "category": "commitment, belief"
    },
    {
      "quote": "Every attempt to make war easy and safe will result in humiliation and disaster.",
      "author": "General William T. Sherman",
      "category": "commitment, belief"
    },
    {
      "quote": "If you start to take Vienna  take Vienna.",
      "author": "Napoleon Bonaparte",
      "category": "commitment, belief"
    },
    {
      "quote": "The worth of every conviction consists precisely in the steadfastness with which it is held.",
      "author": "Jane Adams",
      "category": "commitment, belief"
    },
    {
      "quote": "The moment one definitely commits oneself  the Providence moves  too. All sorts of things occur to help that would never otherwise have occurred. A stream of events issues from the decision  raising unforeseen incidents and meetings and material assistance  which no man could have dreamt would have come his way.",
      "author": "WH. Murray",
      "category": "commitment, belief"
    },
    {
      "quote": "There is no strong performance without a little fanaticism in the performer.",
      "author": "Ralph Waldo Emerson",
      "category": "commitment, belief"
    },
    {
      "quote": "If you don't wake up with something in your stomach every day that makes you think  \"I want to make this movie \" it'll never get made.",
      "author": "Sherry Lansing",
      "category": "commitment, belief"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. But the tremendous effort needed- one doesn't always want to make it-does one? ... But what else can be done? What's the alternative? What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "commitment, belief"
    },
    {
      "quote": "I am a stranger to half measures.",
      "author": "Marita Golden",
      "category": "commitment, belief"
    },
    {
      "quote": "Perform without fail what you resolve.",
      "author": "Benjamin Franklin",
      "category": "commitment, belief"
    },
    {
      "quote": "To say yes  you have to sweat and roll up your sleeves and plunge both hands into life up to the elbows. It is easy to say no  even if saying no means death.",
      "author": "Jean Anouilh",
      "category": "commitment, belief"
    },
    {
      "quote": "What one has  one ought to use  and whatever he does  he should do with all his might.",
      "author": "Cicero",
      "category": "commitment, belief"
    },
    {
      "quote": "Nothing's far when one wants to get there.",
      "author": "Queen Marie of Rumania",
      "category": "commitment, belief"
    },
    {
      "quote": "Whatsoever thy hand findeth to do  do it with thy might.",
      "author": "Bible",
      "category": "commitment, belief"
    },
    {
      "quote": "He that rides his hobby gently must always give way to him that rides his hobby hard.",
      "author": "Ralph Waldo Emerson",
      "category": "commitment, belief"
    },
    {
      "quote": "Stay up and really burn the midnight oil. There are no compromises.",
      "author": "Leontyne Price",
      "category": "commitment, belief"
    },
    {
      "quote": "Nothing of worthy or weight can be achieved with half a mind  with a faint heart  and with a lame endeavor.",
      "author": "Isaac Barrow",
      "category": "commitment, belief"
    },
    {
      "quote": "Don't ask me to give in to this body of mine. I can't afford it. Between me and my body there must be a struggle until death.",
      "author": "Saint Margaret of Cortona",
      "category": "commitment, belief"
    },
    {
      "quote": "Morality  like physical cleanliness  is not acquired once and for all: it can only be kept and renewed by a habit of constant watchfulness and discipline.",
      "author": "Victoria Ocampo",
      "category": "commitment, belief"
    },
    {
      "quote": "Firmness of purpose is one of the most necessary sinews of character  and one of the best instruments of success. Without it  genius wastes its efforts in a maze of inconsistencies.",
      "author": "Lord Chesterfield",
      "category": "commitment, belief"
    },
    {
      "quote": "My face is set  my gait is fast  my goal is Heaven  my road is narrow  my way is rough  my companions are few  my guide is reliable  my mission is clear. I cannot be bought  compromised  detoured  lured away  turned back  diluted  or delayed. I will not flinch in the face of sacrifice  hesitate in the presence of adversity  negotiate ... at the table of the enemy  ponder at the pool of popularity  or meander in a maze of mediocrity. I won't give up  shut up  let up  or slow up.",
      "author": "Robert Moorehead",
      "category": "commitment, belief"
    },
    {
      "quote": "To have no loyalty is to have no dignity  and in the end  no manhood.",
      "author": "Peter Taylor Forsyth",
      "category": "commitment, belief"
    },
    {
      "quote": "If you are ashamed to stand by your colors  you had better seek another flag.",
      "author": "Anonymous",
      "category": "commitment, belief"
    },
    {
      "quote": "Great minds have purposes  others have wishes.",
      "author": "Washington Irving",
      "category": "commitment, belief"
    },
    {
      "quote": "I don't want people who want to dance  I want people who have to dance.",
      "author": "George Balanchine",
      "category": "commitment, belief"
    },
    {
      "quote": "What a man wants to do he generally can do  if he wants to badly enough.",
      "author": "Louis L'Amour",
      "category": "commitment, belief"
    },
    {
      "quote": "Never grow a wishbone  daughter  where your backbone ought to be.",
      "author": "Clementine Paddleford",
      "category": "commitment, belief"
    },
    {
      "quote": "Happy are those who dream dreams and are ready to pay the price to make them come true.",
      "author": "L. J. Cardinal Suenens",
      "category": "commitment, belief"
    },
    {
      "quote": "He turns not back who is bound to a star.",
      "author": "Leonardo da Vinci",
      "category": "commitment, belief"
    },
    {
      "quote": "One advantage of marriage  it seems to me  is that when you fall out of love with him  or he falls out of love with you  it keeps you together until you maybe fall in love again.",
      "author": "Judith Viorst",
      "category": "commitment, belief"
    },
    {
      "quote": "You can't try to do things  you simply must do them.",
      "author": "Ray Bradbury",
      "category": "commitment, belief"
    },
    {
      "quote": "I am in earnest  I will not equivocate  I will not excuse  I will not retreat a single inch  and I will be heard.",
      "author": "William Lloyd Garrison",
      "category": "commitment, belief"
    },
    {
      "quote": "If you don't make a total commitment to whatever you're doing  then you start looking to bail out the first time the boat starts leaking. It's tough enough getting that boat to shore with everybody rowing  let alone when a guy stands up and starts putting his life jacket on.",
      "author": "Lou Holtz",
      "category": "commitment"
    },
    {
      "quote": "When I stand before God at the end of my life  I would hope that I would not have a single bit of talent left  and could say  \"I used everything you gave me.\"",
      "author": "Erma Bombeck",
      "category": "commitment"
    },
    {
      "quote": "It seems safe to say that significant discovery  really creative thinking  does not occur with regard to problems about which the thinker is lukewarm.",
      "author": "Mary Henle",
      "category": "commitment"
    },
    {
      "quote": "If a man hasn't discovered something that he will die for  he isn't fit to live.",
      "author": "Martin Luther King, Jr.",
      "category": "commitment"
    },
    {
      "quote": "Moderation in war is imbecility.",
      "author": "Admiral John Fisher",
      "category": "commitment"
    },
    {
      "quote": "Let my name stand among those who are willing to bear ridicule and reproach for the truth's sake  and so earn some right to rejoice when the victory is won.",
      "author": "Louisa May Alcott",
      "category": "commitment"
    },
    {
      "quote": "Getting ahead in a difficult profession requires avid faith in yourself. You must be able to sustain yourself against staggering blows. There is no code of conduct to help beginners. That is why some people with mediocre talent  but with great inner drive  go much further than people with vastly superior talent.",
      "author": "Sophia Loren",
      "category": "commitment"
    },
    {
      "quote": "The wonderful thing about saints is that they were human. They lost their tempers  got hungry  scolded God  were egotistical or impatient in their turns  made mistakes and regretted them. Still they went on doggedly blundering toward heaven.",
      "author": "Phyllis McGinley",
      "category": "commitment"
    },
    {
      "quote": "A successful marriage requires falling in love many times  always with the same person.",
      "author": "Mignon McLaughlin",
      "category": "commitment"
    },
    {
      "quote": "Winners are men who have dedicated their whole lives to winning.",
      "author": "Woody Hayes",
      "category": "commitment"
    },
    {
      "quote": "Those who love a cause are those who love the life which has to be led in order to serve it.",
      "author": "Simone Weil",
      "category": "commitment"
    },
    {
      "quote": "Unless you can find some sort of loyalty  you cannot find unity and peace in your active living.",
      "author": "Josiah Royce",
      "category": "commitment"
    },
    {
      "quote": "Sometimes success is due less to ability than zeal. The winner is he who gives himself to his work body and soul.",
      "author": "Charles Buxton",
      "category": "commitment"
    },
    {
      "quote": "Now I am steel-set: I follow the call to the clear radiance and glow of the heights.",
      "author": "Henrik Ibsen",
      "category": "commitment"
    },
    {
      "quote": "Love me  please  I love you  I can bear to be your friend. So ask of me anything ... I am not a tentative person. Whatever I do  I give up my whole self to it.",
      "author": "Edna Saint Vincent Millay",
      "category": "commitment"
    },
    {
      "quote": "I don't care a damn for your loyal service when you think I am right  when I really want it most is when you think I am wrong.",
      "author": "General Sir John Monash",
      "category": "commitment"
    },
    {
      "quote": "One's lifework  I have learned  grows with the working and the living. Do it as if your life depended on it  and first thing you know  you'll have made a life out of it. A good life  too",
      "author": "Theresa Helburn",
      "category": "commitment"
    },
    {
      "quote": "If you don't stand for something  you'll fall for anything.",
      "author": "Michael Evans",
      "category": "commitment"
    },
    {
      "quote": "If you deny yourself commitment  what can you do with your life?",
      "author": "Harvey Fierstein",
      "category": "commitment"
    },
    {
      "quote": "The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly. That is dedication.",
      "author": "Cecil B. DeMille",
      "category": "commitment"
    },
    {
      "quote": "Theirs is not to reason why  theirs is but to do or die.",
      "author": "Alfred, Lord Tennyson",
      "category": "commitment"
    },
    {
      "quote": "Either do not attempt at all  or go through with it.",
      "author": "Ovid",
      "category": "commitment"
    },
    {
      "quote": "If you start to take Vienna  take Vienna.",
      "author": "Napoleon Bonaparte",
      "category": "commitment"
    },
    {
      "quote": "If you aren't going all the way  why go at all?",
      "author": "Joe Namath",
      "category": "commitment"
    },
    {
      "quote": "You can be an ordinary athlete by getting away with less than your best. But if you want to be a great  you have to give it all you've got-your everything.",
      "author": "Duke P. Kahanamoku",
      "category": "commitment"
    },
    {
      "quote": "Put your heart  mind  intellect and soul even to your smallest acts. This is the secret of success.",
      "author": "Swami Sivananda",
      "category": "commitment"
    },
    {
      "quote": "It is fatal to enter any war without the will to win it.",
      "author": "General Douglas MacArthur",
      "category": "commitment"
    },
    {
      "quote": "Men  like snails  lose their usefulness when they lose direction and begin to bend.",
      "author": "Walter Savage Landor",
      "category": "commitment"
    },
    {
      "quote": "It is by losing himself in the objective  in inquiry  creation  and craft  that a man becomes something.",
      "author": "Paul Goodman",
      "category": "commitment"
    },
    {
      "quote": "The height of your accomplishments will equal the depth of your convictions.",
      "author": "William F. Scolavino",
      "category": "commitment"
    },
    {
      "quote": "The dedicated life is the life worth living.",
      "author": "Annie Dillard",
      "category": "commitment"
    },
    {
      "quote": "The secret of living is to find a pivot  the pivot of a concept on which you can make your stand.",
      "author": "Luigi Pirandello",
      "category": "commitment"
    },
    {
      "quote": "There's nothing in the middle of the road but yellow stripes and dead armadillos.",
      "author": "Jim Hightower",
      "category": "commitment"
    },
    {
      "quote": "Standing in the middle of the road is very dangerous  you get knocked down by traffic from both sides.",
      "author": "Margaret Thatcher",
      "category": "commitment"
    },
    {
      "quote": "He who walks in the middle of the road gets hit from both sides.",
      "author": "George P. Shultz",
      "category": "commitment"
    },
    {
      "quote": "I never liked the middle ground-the most boring place in the world.",
      "author": "Louise Nevelson",
      "category": "commitment"
    },
    {
      "quote": "The hottest places in hell are reserved for those who  in a period of moral crisis  maintain their neutrality.",
      "author": "Dante Alighieri",
      "category": "commitment"
    },
    {
      "quote": "The man who sees both sides of an issue is very likely on the fence or up a tree.",
      "author": "Anonymous",
      "category": "commitment"
    },
    {
      "quote": "The middle of the road is where the white line is  and that's the worst place to drive.",
      "author": "Robert Frost",
      "category": "commitment"
    },
    {
      "quote": "The principle of neutrality ... has increasingly become an obsolete conception  and  except under very special circumstances  it is an immoral and shortsighted conception.",
      "author": "John Foster Dulles",
      "category": "commitment"
    },
    {
      "quote": "We know what happens to people who stay in the middle of the road. They get run over.",
      "author": "Aneurin Bevan",
      "category": "commitment"
    },
    {
      "quote": "Show me a person who is not an extremist about some things  who is a \"middle-of-the-roader\" in everything  and I will show you someone who is insecure.",
      "author": "G. Aiken Taylor",
      "category": "commitment"
    },
    {
      "quote": "We should not permit tolerance to degenerate into indifference.",
      "author": "Margaret Chase Smith",
      "category": "commitment"
    },
    {
      "quote": "Most people are not for or against anything  the first object of getting people together is to make them respond somehow  to overcome inertia.",
      "author": "Mary Parker Follett",
      "category": "commitment"
    },
    {
      "quote": "There is nothing harder than the softness of indifference.",
      "author": "Juan Montalvo",
      "category": "commitment"
    },
    {
      "quote": "I could not  at any age  be content to take my place by the fireside and simply look on. Life was meant to be lived. Curiosity must be kept alive. One must never  for whatever reason  turn his back on life.",
      "author": "Eleanor Roosevelt",
      "category": "commitment"
    },
    {
      "quote": "The accomplice to the crime of corruption is frequently our own indifference.",
      "author": "Bess Myerson",
      "category": "commitment"
    },
    {
      "quote": "Science may have found a cure for most evils  but it has found no remedy for the worst of them all-the apathy of human beings.",
      "author": "Helen Keller",
      "category": "commitment"
    },
    {
      "quote": "The only difference between a rut and a grave is their dimensions.",
      "author": "Ellen Glasgow",
      "category": "commitment"
    },
    {
      "quote": "We're swallowed up only when we are willing for it to happen.",
      "author": "Nathalie Sarraute",
      "category": "commitment"
    },
    {
      "quote": "The only place you can win a football game is on the field. The only place you can lose it is in your heart.",
      "author": "Darrell Royal",
      "category": "commitment"
    },
    {
      "quote": "I am seeking  I am striving  I am in it with all my heart.",
      "author": "Vincent van Gogh",
      "category": "commitment"
    },
    {
      "quote": "He did it with all his heart  and prospered.",
      "author": "Bible",
      "category": "commitment"
    },
    {
      "quote": "Wars may be fought with weapons  but they are won by men. It is the spirit of the men who follow  and of the man who leads  that gains the victory.",
      "author": "General George S. Patton",
      "category": "commitment"
    },
    {
      "quote": "It was my tongue that swore  my heart is unsworn.",
      "author": "Euripides",
      "category": "commitment"
    },
    {
      "quote": "Morale is the greatest single factor in successful wars.",
      "author": "Dwight D. Eisenhower",
      "category": "commitment"
    },
    {
      "quote": "Nothing can resist a will which will stake even existence upon its fulfillment.",
      "author": "Benjamin Disraeli",
      "category": "commitment"
    },
    {
      "quote": "Our future and our fate lie in our wills more than in our hands  for our hands are but the instruments of our wills.",
      "author": "B. C. Forbes",
      "category": "commitment"
    },
    {
      "quote": "Nothing is so common as unsuccessful men with talent. They lack only determination.",
      "author": "Charles Swindoll",
      "category": "commitment"
    },
    {
      "quote": "The will to conquer is the first condition of victory.",
      "author": "Marshal Ferdinand Foch",
      "category": "commitment"
    },
    {
      "quote": "Strength is a matter of the made-up mind.",
      "author": "John Beecher",
      "category": "commitment"
    },
    {
      "quote": "Your own resolution to success is more important than any other one thing.",
      "author": "Abraham Lincoln",
      "category": "commitment"
    },
    {
      "quote": "Common sense is very uncommon.",
      "author": "Horace Greeley",
      "category": "common, sense"
    },
    {
      "quote": "Common sense is in spite of  not the result of  education.",
      "author": "Victor Hugo",
      "category": "common, sense"
    },
    {
      "quote": "Common sense is instinct  and enough of it is genius.",
      "author": "H. W. Shaw",
      "category": "common, sense"
    },
    {
      "quote": "What is a Communist? One who hath yearnings For equal division of unequal earnings  Idler or bungler  or both  he is willing  To fork out his copper and pocket your shilling.",
      "author": "Ebenezer Elliott",
      "category": "communism"
    },
    {
      "quote": "The Communist is a Socialist in a violent hurry.",
      "author": "G. W. Gough",
      "category": "communism"
    },
    {
      "quote": "The theory of Communism may be summed up in one sentence: Abolish all private property.",
      "author": "Karl Marx",
      "category": "communism"
    },
    {
      "quote": "Communism is the exploitation of the strong by the weak. In communism  inequality springs from placing mediocrity on a level with excellence.",
      "author": "Proudhon",
      "category": "communism"
    },
    {
      "quote": "If you want to read about love and marriage you've got to buy two separate books.",
      "author": "Alan King",
      "category": "companionship"
    },
    {
      "quote": "When you are in love with someone you want to be near him all the time  except when you are out buying things and charging them to him.",
      "author": "Miss Piggy",
      "category": "companionship"
    },
    {
      "quote": "A happy marriage is a long conversation which always seems too short.",
      "author": "Andre Maurois",
      "category": "companionship"
    },
    {
      "quote": "The first duty of love is to listen.",
      "author": "Paul Tillich",
      "category": "companionship"
    },
    {
      "quote": "You don't marry someone you can live with - you marry the person who you cannot live without.",
      "author": "Anonymous",
      "category": "companionship"
    },
    {
      "quote": "Behind every successful man is a surprised woman!",
      "author": "Maryon Pearson",
      "category": "companionship"
    },
    {
      "quote": "Love is an act of endless forgiveness  a tender look which becomes a habit.",
      "author": "Peter Ustinov",
      "category": "companionship"
    },
    {
      "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.",
      "author": "Winston Churchill",
      "category": "companionship"
    },
    {
      "quote": "Sexiness wears thin after a while and beauty fades  but to be married to a man who makes you laugh every day  ah  now that's a real treat.",
      "author": "Joanne Woodward",
      "category": "companionship"
    },
    {
      "quote": "Marriage is not a ritual or an end. It is a long  intricate  intimate dance together and nothing matters more than your own sense of balance and your choice of partner.",
      "author": "Amy Bloom",
      "category": "companionship"
    },
    {
      "quote": "Love does not consist in gazing at each other  but in looking outward together in the same direction.",
      "author": "Antoine de Saint-Exupery",
      "category": "companionship"
    },
    {
      "quote": "Love is composed of a single soul inhabiting two bodies.",
      "author": "Aristotle",
      "category": "companionship"
    },
    {
      "quote": "I married the first man I ever kissed. When I tell this to my children  they just about throw up.",
      "author": "Barbara Bush",
      "category": "companionship"
    },
    {
      "quote": "Love: Two minds without a single thought.",
      "author": "Philip Barry",
      "category": "companionship"
    },
    {
      "quote": "Tenderness emerges from the fact that the two persons  longing  as all individuals do  to overcome the separateness and isolation to which we are all heir because we are individuals  can participate in a relationship that  for the moment  is not of two isolated selves but a union.",
      "author": "Rollo May",
      "category": "companionship"
    },
    {
      "quote": "I recently read that love is entirely a matter of chemistry. That must be why my wife treats me like toxic waste.",
      "author": "David Bissonette",
      "category": "companionship"
    },
    {
      "quote": "You can't put a price tag on love  but you can on all its accessories.",
      "author": "Melanie Clark",
      "category": "companionship"
    },
    {
      "quote": "When you love someone  all your saved-up wishes start coming out.",
      "author": "Elizabeth Bowen",
      "category": "companionship"
    },
    {
      "quote": "No man is truly married until he understands every word his wife is NOT saying.",
      "author": "Anonymous",
      "category": "companionship"
    },
    {
      "quote": "To get the full value of joy you must have someone to divide it with.",
      "author": "Mark Twain",
      "category": "companionship"
    },
    {
      "quote": "\"The whole world loves a lover\" is an interesting theory  but a very bad legal defense.",
      "author": "Keith Sullivan",
      "category": "companionship"
    },
    {
      "quote": "I was married by a judge. I should have asked for a jury.",
      "author": "Groucho Marx",
      "category": "companionship"
    },
    {
      "quote": "They say love is blind . . . and marriage is an insritution. Well  I'm nor ready for an instirurion for rhe blind just yet.",
      "author": "Mae West",
      "category": "companionship"
    },
    {
      "quote": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and boughr jewelry.",
      "author": "Rita Rudner",
      "category": "companionship"
    },
    {
      "quote": "A woman can forgive a man for the harm he does her . . . but she can never forgive him for the sacrifices he makes on her account.",
      "author": "W. Somerset Maugham",
      "category": "companionship"
    },
    {
      "quote": "An archaeologist is the best husband a woman can have  the older she gets  the more interested he is in her.",
      "author": "Agatha Christie",
      "category": "companionship"
    },
    {
      "quote": "So heavy is the chain of wedlock that it needs two to carry it  and sometimes three.",
      "author": "Alexandre Dumas",
      "category": "companionship"
    },
    {
      "quote": "In olden times sacrifices were made at the altar  a custom which is still continued.",
      "author": "Helen Rowland",
      "category": "companionship"
    },
    {
      "quote": "Keep your eyes wide open before marriage  half shut afterwards.",
      "author": "Benjamin Franklin",
      "category": "companionship"
    },
    {
      "quote": "In the race for love  I was scratched.",
      "author": "Joan Davis",
      "category": "companionship"
    },
    {
      "quote": "Marriage has no guarantees. If that's what you're looking for  go live with a car battery.",
      "author": "Erma Bombeck",
      "category": "companionship"
    },
    {
      "quote": "To keep the fire burning brightly there's one easy rule: Keep the two logs together  near enough to keep each other warm and far enough apart - about a finger's breadth - for breathing room. Good fire  good marriage  same rule.",
      "author": "Marnie Reed Crowell",
      "category": "companionship"
    },
    {
      "quote": "Look for a sweet person. Forget rich.",
      "author": "Estee Lauder",
      "category": "companionship"
    },
    {
      "quote": "Love seems the swiftest but it is the slowest of all growths. No man or woman really knows what perfect love is until they have been married a quarter of a century.",
      "author": "Mark Twain",
      "category": "companionship"
    },
    {
      "quote": "One of the silliest lines ever said in a feature film came from Love Story  the 1970s hit  which immortalized the phrase  \"Love means never having to say you're sorry.\" There are few people who would actually want to share a life with someone who held that concept near and dear.",
      "author": "Marge Kennedy",
      "category": "companionship"
    },
    {
      "quote": "Infatuation is when you think he's as sexy as Robert Redford  as smart as Henry Kissinger  as noble as Ralph Nader  as funny as Woody Allen  and as athletic as Jimmy Conners. Love is when you realize that he's as sexy as Woody Allen  as smart as Jimmy Connors  as funny as Ralph Nader  as athletic as Henry Kissinger and nothing like Robert Redford - but you'll take him anyway.",
      "author": "Judith Viorst",
      "category": "companionship"
    },
    {
      "quote": "Without love  what are we worth? Eighty-nine cents! Eighty-nine cents worth of chemicals walking around lonely.",
      "author": "Benjamin Franklin",
      "category": "companionship"
    },
    {
      "quote": "Love is the magician that pulls man out of his own hat.",
      "author": "Ben Hecht",
      "category": "companionship"
    },
    {
      "quote": "Love is like a friendship caught on fire. In the beginning a flame  very pretty  often hot and fierce  but still only light and flickering. As love grows older  our hearts mature and our love becomes as coals  deep-burning and unquenchable.",
      "author": "Bruce Lee",
      "category": "companionship"
    },
    {
      "quote": "We waste time looking for the perfect lover  instead of creating the perfect love.",
      "author": "Tom Robbins",
      "category": "companionship"
    },
    {
      "quote": "Men love because they are afraid of themselves  afraid of the loneliness that lives in them  and need someone in whom they can lose themselves as smoke loses itself in the sky.",
      "author": "V. F. Calverton",
      "category": "companionship"
    },
    {
      "quote": "When you realize you want to spend the rest of your life with somebody  you want the rest of your life to start as soon as possible.",
      "author": "Harry Burns",
      "category": "companionship"
    },
    {
      "quote": "[Being in love] is something like poetry. Certainly  you can analyze it and expound its various senses and intentions  but there is always something left over  mysteriously hovering between music and meaning.",
      "author": "Muriel Spark",
      "category": "companionship"
    },
    {
      "quote": "We are so fond of each other because our ailments are the same.",
      "author": "Jonathan Swift",
      "category": "companionship"
    },
    {
      "quote": "When I eventually met Mr. Right I had no idea that his first name was Always.",
      "author": "Rita Rudner",
      "category": "companionship"
    },
    {
      "quote": "What is there in the vale of life Half so delightful as a wife When Friendship  love and peace combine To stamp the marriage bond divine?",
      "author": "William Cowper",
      "category": "companionship"
    },
    {
      "quote": "Marrying for love may be a bit risky  but it is so honest that God can't help but smile on it.",
      "author": "Josh Billings",
      "category": "companionship"
    },
    {
      "quote": "Love is moral even without legal marriage  but marriage is immoral without love.",
      "author": "Ellen Key",
      "category": "companionship"
    },
    {
      "quote": "A virtuous wife is a man's best treasure.",
      "author": "Muhammad",
      "category": "companionship"
    },
    {
      "quote": "A wife is the joy of a man's heart.",
      "author": "Talmud",
      "category": "companionship"
    },
    {
      "quote": "I thought I was in love once  and then later I thought maybe it was just an inner-ear imbalance.",
      "author": "Benton Fraser",
      "category": "companionship"
    },
    {
      "quote": "When love is strong  a man and a woman can make their bed on a sword's blade. When love grows weak  a bed of 60 cubits is not large enough.",
      "author": "Talmud",
      "category": "companionship"
    },
    {
      "quote": "Of all the paths [that] lead to a woman's love Pity's the straightest.",
      "author": "Francis Beaumont",
      "category": "companionship"
    },
    {
      "quote": "To see her is to love her  And love but her forever  For Nature made her what she is  And never made another.",
      "author": "Robert Burns",
      "category": "companionship"
    },
    {
      "quote": "We have lived and loved together Through many changing years  We have shared each other's gladness  And wept each other's tears.",
      "author": "Charles Jefferys",
      "category": "companionship"
    },
    {
      "quote": "Being in therapy is great. I spend an hour just talking about myself. It's kinda like being the guy on a date.",
      "author": "Caroline Rhea",
      "category": "companionship"
    },
    {
      "quote": "Whenever you want to marry someone  go have lunch with his ex-wife.",
      "author": "Shelley Winters",
      "category": "companionship"
    },
    {
      "quote": "I sold my memoirs of my love life to Parker Brothers and they are going to make a game out of it.",
      "author": "Woody Allen",
      "category": "companionship"
    },
    {
      "quote": "I have learned that only two things are necessary to keep one's wife happy. First  let her think she's having her own way. And second  let her have it.",
      "author": "Lyndon B. Johnson",
      "category": "companionship"
    },
    {
      "quote": "Politics doesn't make strange bedfellows - marriage does.",
      "author": "Groucho Marx",
      "category": "companionship"
    },
    {
      "quote": "Someone asked me why women don't gamble as much as men do  and I gave the commonsensical reply that we don't have as much money. That was a true and incomplete answer. In fact  women's total instinct for gambling is satisfied by marriage.",
      "author": "Gloria Steinem",
      "category": "companionship"
    },
    {
      "quote": "The secret of a happy marriage remains a secret.",
      "author": "Henny Youngman",
      "category": "companionship"
    },
    {
      "quote": "I've given my memoirs far more thought than any of my marriages. You can't divorce a book.",
      "author": "Gloria Swanson",
      "category": "companionship"
    },
    {
      "quote": "Americans  who make more of marrying for love than any other people  also break up more of their marriages  but the figure reflects not so much the failure of love as the determination of people not to live without it.",
      "author": "Morton Hunt",
      "category": "companionship"
    },
    {
      "quote": "The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you.",
      "author": "Normal Mailer",
      "category": "companionship"
    },
    {
      "quote": "Love is what makes two people sit in the middle of a bench when there is plenty of room at both ends.",
      "author": "Anonymous",
      "category": "companionship"
    },
    {
      "quote": "A man loves his sweetheart the most  his wife the best  but his mother the longest.",
      "author": "Irish proverb",
      "category": "companionship"
    },
    {
      "quote": "No woman ever falls in love with a man unless she has a better opinion of him than he deserves.",
      "author": "Edgar Watson Howe",
      "category": "companionship"
    },
    {
      "quote": "The bravest thing that men do is love women.",
      "author": "Mort Sahl",
      "category": "companionship"
    },
    {
      "quote": "A woman has to love a bad man once or twice in her life  to be thankful for a good one.",
      "author": "Marjorie Kinnan Rawlings",
      "category": "companionship"
    },
    {
      "quote": "Love is passion  obsession  someone you can't live without. If you don't start with that  what are you going to end up with? Fall head over heels. I say find someone you can love like crazy and who'll love you the same way back. And how do you find him? Forget your head and listen to your heart.",
      "author": "William Parrisb",
      "category": "companionship"
    },
    {
      "quote": "One of the things my life has taught me is how important it is to try to say  \"I love you\" in ways that can be preserved  looked at  and read when you are alone or when there is adversity or when circumstances bring separation. In any case  . . . saying \"I love you\" is one of the \"secrets\" of the happy marriage that Ronnie and I have shared. Ronnie's letters move me to this day. They are his gift to me across the years  and throughout the decades of love.",
      "author": "Nancy Reagan",
      "category": "companionship"
    },
    {
      "quote": "The most wonderful of all things in life is the discovery of another human being with whom one's relationship has a growing depth  beauty and joy as the years increase. This inner progressiveness of love between two human beings is a most marvelous thing  it cannot be found by looking for it or by passionately wishing for it. It is a sort of divine accident  and the most wonderful of all things in life.",
      "author": "Hugh Walpole",
      "category": "companionship"
    },
    {
      "quote": "Tell me thy company and I will tell thee what thou art.",
      "author": "Miguel de Cervantes",
      "category": "companionship"
    },
    {
      "quote": "Two's a company  three's a crowd.",
      "author": "English proverb",
      "category": "companionship"
    },
    {
      "quote": "We are in the same boat",
      "author": "Pope Clement",
      "category": "companionship"
    },
    {
      "quote": "The right hands of fellowship.",
      "author": "Galatians",
      "category": "companionship"
    },
    {
      "quote": "Comparisons are odious.",
      "author": "Archbishop Boiardo",
      "category": "comparison"
    },
    {
      "quote": "Some say  compared to Bononcini  That Mynheer Handel's but a ninny  Others aver  that he to Handel Is scarcely fit to hold a candle: Strange all this difference should be  'Twixt Tweedle-dum and Tweedle-dee!",
      "author": "John Byrom",
      "category": "comparison"
    },
    {
      "quote": "The bee and the serpent often sip from the selfsame flower.",
      "author": "Pietro Metastasio",
      "category": "comparison"
    },
    {
      "quote": "If the poor man cannot always get meat  the rich man cannot always digest it.",
      "author": "Henry Giles",
      "category": "compensation"
    },
    {
      "quote": "Tis always morning somewhere in the world.",
      "author": "Richard Hengest Horne",
      "category": "compensation"
    },
    {
      "quote": "Nothing is pure and entire of a piece. All advantages are attended with disadvantages. A universal compensation prevails in all conditions of being and existence.",
      "author": "David Hume",
      "category": "compensation"
    },
    {
      "quote": "The prickly thorn often bears soft roses.",
      "author": "Ovid",
      "category": "compensation"
    },
    {
      "quote": "Those who complain most are most to be complained of.",
      "author": "Matthew Henry",
      "category": "complaining"
    },
    {
      "quote": "The usual fortune of complaint is to excite contempt more than pity.",
      "author": "Samuel Johnson",
      "category": "complaining"
    },
    {
      "quote": "Complaint is the largest tribute Heaven receives.",
      "author": "Jonathan Swift",
      "category": "complaining"
    },
    {
      "quote": "Compliments are only lies in court clothes.",
      "author": "Anonymous",
      "category": "compliment"
    },
    {
      "quote": "When two people compliment each other with the choice of anything  each of them generally gets that which he likes least.",
      "author": "Alexander Pope",
      "category": "compliment"
    },
    {
      "quote": "Compliments and flattery oftenest excite my contempt by the pretension they imply  for who is he that assumes to flatter me? To compliment often implies an assumption of superiority in the complimenter. It is  in fact  a subtle detraction.",
      "author": "Henry David Thoreau",
      "category": "compliment"
    },
    {
      "quote": "All government - indeed  every human benefit and enjoyment  every virtue and every prudent act - is founded on compromise and barter.",
      "author": "Edmund Burke",
      "category": "compromise"
    },
    {
      "quote": "Compromise makes a good umbrella  but a poor roof  it is a temporary expedient  often wise in party politics  almost sure to be unwise in statesmanship.",
      "author": "James Russell Lowell",
      "category": "compromise"
    },
    {
      "quote": "Better bend than break.",
      "author": "Scottish proverb",
      "category": "compromise"
    },
    {
      "quote": "No man was ever so much deceived by another as by himself.",
      "author": "Charles C. Grevvile",
      "category": "conceit"
    },
    {
      "quote": "The art of making much show with little substance.",
      "author": "Macaulay",
      "category": "conceit"
    },
    {
      "quote": "Seest thou a man wise in his own conceit? There is more hope of a fool than of him.",
      "author": "Bible",
      "category": "conceit"
    },
    {
      "quote": "The ability to concentrate and to use your time well is everything.",
      "author": "Lee lacocca",
      "category": "concentration"
    },
    {
      "quote": "It is only when I dally with what I am about  look back and aside  instead of keeping my eyes straight forward  that I feel these cold sinkings of the heart.",
      "author": "Sir Walter Scott",
      "category": "concentration"
    },
    {
      "quote": "A straight path never leads anywhere except to the objective.",
      "author": "Andre Gide",
      "category": "concentration"
    },
    {
      "quote": "Nothing interferes with my concentration. You could put on an orgy in my office and I wouldn't look up. Well  maybe once.",
      "author": "Isaac Asimov",
      "category": "concentration"
    },
    {
      "quote": "To be able to concentrate for a considerable time is essential to difficult achievement.",
      "author": "Bertrand Russell",
      "category": "concentration"
    },
    {
      "quote": "If there is anything that can be called genius  it consists chiefly in the ability to give that attention to a subject which keeps it steadily in the mind  till we have surveyed it accurately on all sides.",
      "author": "Thomas Reid",
      "category": "concentration"
    },
    {
      "quote": "If you don't concentrate  you'll end up on your rear.",
      "author": "Tai Babilonia",
      "category": "concentration"
    },
    {
      "quote": "If I have ever made any valuable discoveries  it has been owing more to patient attention than to any other talent.",
      "author": "Isaac Newton",
      "category": "concentration"
    },
    {
      "quote": "For him who has no concentration  there is no tranquility.",
      "author": "Bhagaved Gita",
      "category": "concentration"
    },
    {
      "quote": "The secret to success in any human endeavor is total concentration.",
      "author": "Kurt Vonnegut",
      "category": "concentration"
    },
    {
      "quote": "The secret of concentration is the secret of self-discovery. You reach inside yourself to discover your personal resources  and what it takes to match them to the challenge.",
      "author": "Arnold Palmer",
      "category": "concentration"
    },
    {
      "quote": "Beware of dissipating your powers  strive constantly to concentrate them.",
      "author": "Johann von Goethe",
      "category": "concentration"
    },
    {
      "quote": "One arrow does not bring down two birds.",
      "author": "Turkish proverb",
      "category": "concentration"
    },
    {
      "quote": "No horse gets anywhere until he is harnessed. No steam or gas ever drives anything until it is confined. No Niagara is ever turned into light and power until it is tunneled. No life ever grows great until it is focused  dedicated  disciplined.",
      "author": "Harry Emerson Fosdick",
      "category": "concentration"
    },
    {
      "quote": "A man may be so much of everything that he is nothing of everything.",
      "author": "Samuel Johnson",
      "category": "concentration"
    },
    {
      "quote": "Concentrate your energies  your thoughts and your capital. ... The wise man puts all his eggs in one basket and watches the basket.",
      "author": "Andrew Carnegie",
      "category": "concentration"
    },
    {
      "quote": "One man  two loves. No good ever comes of that.",
      "author": "Euripides",
      "category": "concentration"
    },
    {
      "quote": "One cannot both feast and become rich.",
      "author": "Ashanti proverb",
      "category": "concentration"
    },
    {
      "quote": "The perplexity of life arises from there being too many interesting things in it for us to be interested properly in any of them.",
      "author": "G. K. Chesterton",
      "category": "concentration"
    },
    {
      "quote": "No country can act wisely simultaneously in every part of the globe at every moment of time.",
      "author": "Henry Kissinger",
      "category": "concentration"
    },
    {
      "quote": "The field of consciousness is tiny. It accepts only one problem at a time.",
      "author": "Antoine de Saint-Exupery",
      "category": "concentration"
    },
    {
      "quote": "To do two things at once is to do neither.",
      "author": "Publilius Syrus",
      "category": "concentration"
    },
    {
      "quote": "I like to laugh  but on the court  it is my work. I try to smile  but it is so difficult. I concentrate on the ball  not on my face.",
      "author": "Steffi Graf",
      "category": "concentration"
    },
    {
      "quote": "Successful minds work like a gimlet  to a single point.",
      "author": "Christian Bovee",
      "category": "concentration"
    },
    {
      "quote": "A bird can roost but on one branch. A mouse can drink no more than its fill from a river.",
      "author": "Chinese proverb",
      "category": "concentration"
    },
    {
      "quote": "Each man is capable of doing one thing well. If he attempts several  he will fail to achieve distinction in any.",
      "author": "Plato",
      "category": "concentration"
    },
    {
      "quote": "This one thing I do ... I press toward the mark.",
      "author": "Bible",
      "category": "concentration"
    },
    {
      "quote": "All good is gained by those whose thought and life are kept pointed close to one main thing  not scattered abroad upon a thousand.",
      "author": "Stephen McKenna",
      "category": "concentration"
    },
    {
      "quote": "The first law of success ... is concentration: to bend all the energies to one point  and to go directly to that point  looking neither to the right nor the left.",
      "author": "William Matthews",
      "category": "concentration"
    },
    {
      "quote": "Give me a man who says this one thing I do  and not these fifty things I dabble in.",
      "author": "Dwight L. Moody",
      "category": "concentration"
    },
    {
      "quote": "A single idea  if it is right  saves us the labor of an infinity of experiences.",
      "author": "Jacques Maritain",
      "category": "concentration"
    },
    {
      "quote": "One thought driven home is better than three left on base.",
      "author": "James Liter",
      "category": "concentration"
    },
    {
      "quote": "Purity of heart is to will one thing.",
      "author": "Soren Kierkegaard",
      "category": "concentration"
    },
    {
      "quote": "A man should remove not only unnecessary acts  but also unnecessary thoughts  for then superfluous activity will not follow.",
      "author": "Marcus Aurelius",
      "category": "concentration"
    },
    {
      "quote": "No man will swim ashore and take his baggage with him.",
      "author": "Marcus Annaeus Seneca",
      "category": "concentration"
    },
    {
      "quote": "Many people who wonder why they don't amount to more than they do have good stuff in them  and are energetic  persevering  and have ample opportunities. It is all a case of trimming the useless branches and throwing the whole force of power into the development of something that counts.",
      "author": "Walter J. Johnston",
      "category": "concentration"
    },
    {
      "quote": "A great man is one who seizes the vital issue in a complex question  what we might call the jugular vein of the whole organism  and spends his energies upon that.",
      "author": "Joseph Rickaby",
      "category": "concentration"
    },
    {
      "quote": "While the work or play is on ... don't constantly feel you ought to be doing the other.",
      "author": "Franklin P. Adams",
      "category": "concentration"
    },
    {
      "quote": "When one is learning  one should not think of play  and when one is at play  one should not think of learning.",
      "author": "Lord Chesterfield",
      "category": "concentration"
    },
    {
      "quote": "The immature mind hops from one thing to another  the mature mind seeks to follow through.",
      "author": "Harry A. Overstreet",
      "category": "concentration"
    },
    {
      "quote": "If you want to hit a bird on the wing you must have all your will in focus  you must not be thinking about yourself and  equally  you must not be thinking about your neighbor: you must be living in your eye on that bird. Every achievement is a bird on the wing.",
      "author": "Oliver Wendell Holmes",
      "category": "concentration"
    },
    {
      "quote": "The difference in men does not lie in the size of their hands  nor in the perfection of their bodies  but in this one sublime ability of concentration: to throw the weight with the blow  to live an eternity in an hour.",
      "author": "Elbert Hubbard",
      "category": "concentration"
    },
    {
      "quote": "I go at what I am about as if there was nothing else in the world for the time being.",
      "author": "Charles Lingsley",
      "category": "concentration"
    },
    {
      "quote": "Choice of attention  to pay attention to this and ignore that  is to the inner life what choice of action is to the outer.",
      "author": "W. H. Auden",
      "category": "concentration"
    },
    {
      "quote": "Concentration is everything. On the day I'm performing  I don't hear anything anyone says to me.",
      "author": "Luciano Pavarotti",
      "category": "concentration"
    },
    {
      "quote": "The real essence of work is concentrated energy.",
      "author": "Walter Bagehot",
      "category": "concentration"
    },
    {
      "quote": "You can't ring the bells and  at the same time  walk in the procession.",
      "author": "Spanish proverb",
      "category": "concentration"
    },
    {
      "quote": "I've learned ruthless concentration. I can write under any circumstances ... street noises  loud talk  music  you name it.",
      "author": "Sylvia Porter",
      "category": "concentration"
    },
    {
      "quote": "Do whatever you do intensely.",
      "author": "Robert Henri",
      "category": "concentration"
    },
    {
      "quote": "The effectiveness of work increases according to geometrical progression if there are no interruptions.",
      "author": "Andre Maurois",
      "category": "concentration"
    },
    {
      "quote": "Other people's interruptions of your work are relatively insignificant compared with the countless times you interrupt yourself.",
      "author": "Brendan Francis",
      "category": "concentration"
    },
    {
      "quote": "If you direct your whole thought to work itself  none of the things which invade eyes or ears will reach the mind.",
      "author": "Quintilian",
      "category": "concentration"
    },
    {
      "quote": "A full mind is an empty baseball bat.",
      "author": "Branch Rickey",
      "category": "concentration"
    },
    {
      "quote": "There is time enough for everything in the course of the day if you do but one thing at once  but there is not time enough in the year if you will do two things at a time.",
      "author": "Lord Chesterfield",
      "category": "concentration"
    },
    {
      "quote": "If you direct your whole thought to work itself  none of the things which invade eyes or ears will reach the mind.",
      "author": "Quintilian",
      "category": "concentration"
    },
    {
      "quote": "Become so wrapped up in something that you forget to be afraid.",
      "author": "Lady Bird Johnson",
      "category": "concentration"
    },
    {
      "quote": "Attention to a subject depends upon our interest in it.",
      "author": "Tyron Edwards",
      "category": "concentration"
    },
    {
      "quote": "I can't concentrate on golf or bowling. Those bowling pins aren't going to hurt me. I can concentrate in the ring because someone is trying to kill me.",
      "author": "Carmen Basilio",
      "category": "concentration"
    },
    {
      "quote": "When I come into a game in the bottom of the ninth  bases loaded  no one out and a one-run lead ... it takes people off my mind.",
      "author": "Tug McGraw",
      "category": "concentration"
    },
    {
      "quote": "Concentrate on finding your goal  then concentrate on reaching it.",
      "author": "Colonel Michael Friedman",
      "category": "concentration"
    },
    {
      "quote": "Those who set out to serve both God and Mammon soon discover that there is no God.",
      "author": "Logan Pearsall Smith",
      "category": "concentration"
    },
    {
      "quote": "When a man knows he is to be hanged in a fortnight  it concentrates his mind wonderfully.",
      "author": "Samuel Johnson",
      "category": "concentration"
    },
    {
      "quote": "Be swift to hear  slow to speak  slow to wrath.",
      "author": "Bible",
      "category": "conduct"
    },
    {
      "quote": "The integrity of men is to be measured by their conduct  not by their professions.",
      "author": "Junius",
      "category": "conduct"
    },
    {
      "quote": "Open confession is good for the soul.",
      "author": "Scottish proverb",
      "category": "confession"
    },
    {
      "quote": "To confess a fault freely is the next thing to being innocent of it.",
      "author": "Syrus",
      "category": "confession"
    },
    {
      "quote": "The confidence which we have in ourselves gives birth to much of that which we have in others.",
      "author": "La Rochefoucauld",
      "category": "confidence"
    },
    {
      "quote": "Society is built upon trust.",
      "author": "Robert South",
      "category": "confidence"
    },
    {
      "quote": "Be courteous to all  but intimate with few  and let those few be well tried before you give them your confidence.",
      "author": "George Washington",
      "category": "confidence"
    },
    {
      "quote": "Every man in it is a great man  an orator  a critic  a statesman  and therefore every man upon every question must show his oratory  his criticism  and his political abilities.",
      "author": "John Adams",
      "category": "congress"
    },
    {
      "quote": "Fleas can be taught nearly anything that a Congressman can.",
      "author": "S. L. Clemens",
      "category": "congress"
    },
    {
      "quote": "Some statesmen go to Congress and some go to jail. It is the same thing  after all.",
      "author": "Eugene Field",
      "category": "congress"
    },
    {
      "quote": "How grand is victory  but how dear!",
      "author": "Anonymous",
      "category": "conquest"
    },
    {
      "quote": "He who surpasses or subdues mankind must look down on the hate of those below.",
      "author": "Lord Byron",
      "category": "conquest"
    },
    {
      "quote": "I came  I saw  I conquered.",
      "author": "Julius Caesar",
      "category": "conquest"
    },
    {
      "quote": "To rejoice in conquest is to rejoice in murder.",
      "author": "Lao-Tsze",
      "category": "conquest"
    },
    {
      "quote": "Self-conquest is the greatest of victories.",
      "author": "Plato",
      "category": "conquest"
    },
    {
      "quote": "Conscience is a mother-in-law whose visit never ends.",
      "author": "H. L. Mencken",
      "category": "conscience"
    },
    {
      "quote": "Conscience is a cur that will let you get past it but that you cannot keep from barking.",
      "author": "Anonymous",
      "category": "conscience"
    },
    {
      "quote": "Conscience is but a word that cowards use  Devised at first to keep the strong in awe.",
      "author": "William Shakespeare",
      "category": "conscience"
    },
    {
      "quote": "Conscience reigns but it does not govern.",
      "author": "Paul Valery",
      "category": "conscience"
    },
    {
      "quote": "A man's vanity tells him what is honour  a man's conscience what is justice.",
      "author": "Walter Savage Landor",
      "category": "conscience"
    },
    {
      "quote": "Conscience does make cowards of us all.",
      "author": "William Shakespeare",
      "category": "conscience"
    },
    {
      "quote": "Conscience is thoroughly well-bred  and soon leaves off talking to those who do not wish to hear it.",
      "author": "Samuel Butler",
      "category": "conscience"
    },
    {
      "quote": "Conscience is a coward  and those faults it has not strength enough to prevent  it seldom has justice enough to accuse.",
      "author": "Oliver Goldsmith",
      "category": "conscience"
    },
    {
      "quote": "I feel bad that I don't feel worse.",
      "author": "Michael Frayn",
      "category": "conscience"
    },
    {
      "quote": "Shame arises from the fear of man  conscience from the fear of God.",
      "author": "Samuel Johnson",
      "category": "conscience"
    },
    {
      "quote": "Nor ear can hear nor tongue can tell The tortures of that inward hell!",
      "author": "Lord Byron",
      "category": "conscience"
    },
    {
      "quote": "The only incorruptible thing about us.",
      "author": "Henry Fielding",
      "category": "conscience"
    },
    {
      "quote": "Liberty of conscience (when people have consciences) is rightly considered the most indispensable of liberties.",
      "author": "Haddon Chambers",
      "category": "conscience"
    },
    {
      "quote": "There is no pillow so soft as a clear conscience.",
      "author": "French proverb",
      "category": "conscience"
    },
    {
      "quote": "Conscience is a sacred sanctuary where God alone may enter as judge.",
      "author": "Felicite Robert de Lamennais",
      "category": "conscience"
    },
    {
      "quote": "I am more afraid of my own heart than of the pope and all his cardinals. I have within me the great pope  self.",
      "author": "Martin Luther",
      "category": "conscience"
    },
    {
      "quote": "Thus conscience does make cowards of us all  And thus the native hue of resolution Is sicklied o'er with the pale cast of thought  And enterprises of great pith and moment  With this regard  their currents turn awry  And lose the name of action.",
      "author": "William Shakespeare",
      "category": "conscience"
    },
    {
      "quote": "The soft whispers of the God in man.",
      "author": "Edward Young",
      "category": "conscience"
    },
    {
      "quote": "A statesman who is enamored of existing evils  as distin-quished from the Liberal  who wishes to replace them with others.",
      "author": "Ambrose Bierce",
      "category": "conservatism"
    },
    {
      "quote": "We are reformers in spring and summer  in autumn and winter we stand by the old  reformers in the morning  conservers at night. Reform is affirmative  conservatism negative  conservatism goes for comfort  reform for truth.",
      "author": "Ralph Waldo Emerson",
      "category": "conservatism"
    },
    {
      "quote": "A conservative is a man who will not look at the new moon  out of respect for that \"ancient institution \" the old one.",
      "author": "Douglas Jerrold",
      "category": "conservatism"
    },
    {
      "quote": "What is conservatism? Is it not adherence to the old and tried  against the new and untried?",
      "author": "Abraham Lincoln",
      "category": "conservatism"
    },
    {
      "quote": "Inconsistency is the only thing in which men are consistent.",
      "author": "Horace Smith",
      "category": "consistency"
    },
    {
      "quote": "Nothing that is not a real crime makes a man appear so contemptible and little in the eyes of the world as inconsistency.",
      "author": "Joseph Addison",
      "category": "consistency"
    },
    {
      "quote": "Like all weak men he laid an exaggerated stress on not changing one's mind.",
      "author": "W. Somerset Maugham",
      "category": "consistency"
    },
    {
      "quote": "A foolish consistency is the hobgoblin of little minds  adored by little statesmen and philosophers and divines. With consistency a great soul has simply nothing to do. He may as well concern himself with his shadow on the wall. Speak what you think now in hard words and tomorrow speak what tomorrow thinks in hard words again  though it contradict everything you said today.",
      "author": "Ralph Waldo Emerson",
      "category": "consistency"
    },
    {
      "quote": "Consistency requires you to be as ignorant today as you were a year ago.",
      "author": "Bernard Berenson",
      "category": "consistency"
    },
    {
      "quote": "Consistency is the last refuge of the unimaginative.",
      "author": "Oscar Wilde",
      "category": "consistency"
    },
    {
      "quote": "Conservatism is the maintenance of conventions already in force.",
      "author": "Thorstein Veblen",
      "category": "consistency"
    },
    {
      "quote": "There are those who would misteach us that to stick in a rut is consistency - and a virtue  and that to climb out of the rut is inconsistency - and a vice.",
      "author": "Mark Twain",
      "category": "consistency"
    },
    {
      "quote": "People who honestly mean to be true  really contradict themselves much more rarely than those who try to be 'consistent'.",
      "author": "Oliver Wendell Holmes",
      "category": "consistency"
    },
    {
      "quote": "The only man who can change his mind is the man who's got one.",
      "author": "Edward Noyes Westcott",
      "category": "consistency"
    },
    {
      "quote": "A foolish consistency is the hobgoblin of little minds  adored by little statesmen and philosophers and divines.",
      "author": "Ralph Waldo Emerson",
      "category": "consistency"
    },
    {
      "quote": "Inconsistency is the only thing in which men are consistent.",
      "author": "Horace Smith",
      "category": "consistency"
    },
    {
      "quote": "Shoemaker  stick to your last.",
      "author": "Pliny",
      "category": "consistency"
    },
    {
      "quote": "Constitutions should consist only of general provisions  the reason is that they must necessarily be permanent  and that they cannot calculate for the possible change of things.",
      "author": "Alexander Hamilton",
      "category": "constitution"
    },
    {
      "quote": "We are under a Constitution  but the Constitution is what the judges say it is.",
      "author": "Charles Evans Hughes",
      "category": "constitution"
    },
    {
      "quote": "In questions of power let no more be heard of confidence in man  but bind him down from mischief by the chains of the constitution.",
      "author": "Thomas Jefferson",
      "category": "constitution"
    },
    {
      "quote": "A good constitution is infinitely better than the best despot.",
      "author": "Macaulay",
      "category": "constitution"
    },
    {
      "quote": "Enjoy your own life without comparing it with that of another.",
      "author": "Marquis de Condorcet",
      "category": "contentment"
    },
    {
      "quote": "I earn that I eat  get that I wear  owe no man hate  envy no man's happiness  glad of other men's good  content with my harm.",
      "author": "William Shakespeare",
      "category": "contentment"
    },
    {
      "quote": "He is well paid that is well satisfied.",
      "author": "William Shakespeare",
      "category": "contentment"
    },
    {
      "quote": "It is not for man to rest in absolute contentment.",
      "author": "Robert Southey",
      "category": "contentment"
    },
    {
      "quote": "No great advance has ever been made in science  politics  or religion  without controversy.",
      "author": "Lyman Beecher",
      "category": "controversy"
    },
    {
      "quote": "If a cause be good  the most violent attack of its enemies will not injure it so much as an injudicious defense of it by its friends.",
      "author": "Walter Colton",
      "category": "controversy"
    },
    {
      "quote": "Conversation is the fine art of mutual consideration and communication about matters of common interest that basically have some human importance.",
      "author": "Ordway Tead",
      "category": "conversation"
    },
    {
      "quote": "Great talkers are trying to fill the gap between themselves and others  but only widen it.",
      "author": "Mason Cooley",
      "category": "conversation"
    },
    {
      "quote": "Half the world is composed of people who have something to say and can't and the other half who have nothing to say and keep on saying it.",
      "author": "Robert Frost",
      "category": "conversation"
    },
    {
      "quote": "Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we have been ignorant of their value.",
      "author": "Buckminster Fuller",
      "category": "conversation"
    },
    {
      "quote": "Speech is civilization itself.",
      "author": "Thomas Mann",
      "category": "conversation"
    },
    {
      "quote": "The habit of common and continuous speech is a symptom of mental deficiency. It proceeds from not knowing what is going on in other people's minds.",
      "author": "Walter Bagehot",
      "category": "conversation"
    },
    {
      "quote": "The time to stop talking is when the other person nods his head affirmatively but says nothing.",
      "author": "Henry S. Haskins",
      "category": "conversation"
    },
    {
      "quote": "There is no such thing as conversation. It is an illusion. There are intersecting monologues. That is all.",
      "author": "Rebecca West",
      "category": "conversation"
    },
    {
      "quote": "He was one of those men whose constitutional inability to make small talk forfeits all one's sympathy  and makes one think that social grace is sometimes a moral duty.",
      "author": "James Morris",
      "category": "conversation"
    },
    {
      "quote": "He (Macaulay) has occasional flashes of silence that make his conversation perfectly delightful.",
      "author": "Sydney Smith",
      "category": "conversation"
    },
    {
      "quote": "As I got warmed up  and felt perfectly at home in talk  I heard myself boasting  lying  exaggerating. Oh  not deliberately  far from it. It would be unconvivial and dull to stop and arrest the flow of talk  and speak only after carefully considering whether I was telling the truth.",
      "author": "Bernard Berenson",
      "category": "conversation"
    },
    {
      "quote": "Men always talk about the most important things to perfect strangers.",
      "author": "G. K. Chesterton",
      "category": "conversation"
    },
    {
      "quote": "Not a sentence or a word is independent of the circumstances under which it is uttered.",
      "author": "Alfred North Whitehead",
      "category": "conversation"
    },
    {
      "quote": "Communication is and should be hell fire and sparks as well as sweetness and light.",
      "author": "Aman Vivian Rakoff",
      "category": "conversation"
    },
    {
      "quote": "The really important things are said over cocktails and are never done.",
      "author": "Peter F. Drucker",
      "category": "conversation"
    },
    {
      "quote": "You never say a word of yourself  dear Lady Grey. You have that dreadful sin of anti-egotism.",
      "author": "Sydney Smith",
      "category": "conversation"
    },
    {
      "quote": "The real art of conversation is not only to say the right thing in the right place but to leave unsaid the wrong thing at the tempting moment.",
      "author": "Dorothy Nevill",
      "category": "conversation"
    },
    {
      "quote": "Listen or thy tongue will keep thee deaf.",
      "author": "American Indian proverb",
      "category": "conversation"
    },
    {
      "quote": "People love to talk but hate to listen. Listening is not merely not talking  though even that is beyond most of our powers  it means taking a vigorous  human interest in what is being told us. You can listen like a blank wall or like a splendid auditorium where every sound comes back fuller and richer.",
      "author": "Alice Duer Miller",
      "category": "conversation"
    },
    {
      "quote": "A man who listens because he has nothing to say can hardly be a source of inspiration. The only listening that counts is that of the talker who alternately absorbs and expresses ideas.",
      "author": "Agnes Repplier",
      "category": "conversation"
    },
    {
      "quote": "When I think over what I have said  I envy dumb people.",
      "author": "Seneca",
      "category": "conversation"
    },
    {
      "quote": "That is the happiest conversation where there is no competition  no vanity  but a calm quiet interchange of sentiments.",
      "author": "Samuel Johnson",
      "category": "conversation"
    },
    {
      "quote": "John Wesley's conversation is good  but he is never at leisure. He is always obliged to go at a certain hour. This is very disagreeable to a man who loves to fold his legs and have his talk out as I do.",
      "author": "Samuel Johnson",
      "category": "conversation"
    },
    {
      "quote": "She had lost the art of conversation  but not  unfortunately  the power of speech.",
      "author": "George Bernard Shaw",
      "category": "conversation"
    },
    {
      "quote": "Too much agreement kills a chat.",
      "author": "Eldridge Cleaver",
      "category": "conversation"
    },
    {
      "quote": "You can never hope to become a skilled conversationalist until you learn how to put your foot tactfully through the television set.",
      "author": "M. Dale Baughman",
      "category": "conversation"
    },
    {
      "quote": "Some persons talk simply because they think sound is more manageable than silence.",
      "author": "Margaret Halsey",
      "category": "conversation"
    },
    {
      "quote": "While the right to talk may be the beginning of freedom  the necessity of listening is what makes the right important.",
      "author": "Walter Lippmann",
      "category": "conversation"
    },
    {
      "quote": "Listening is a magnetic and strange thing  a creative force. The friends who listen to us are the ones we move toward  and we want to sit in their radius. When we are listened to  it creates us  makes us unfold and expand.",
      "author": "Karl Menninger",
      "category": "conversation"
    },
    {
      "quote": "A ceremony of self-wastage - good talkers are miserable  they know that they have betrayed themselves  that they have taken material which should have a life of its own  to disperse it in noises upon the air.",
      "author": "Cyril Connolly",
      "category": "conversation"
    },
    {
      "quote": "Wit is the salt of conversation  not the food.",
      "author": "William Hazlitt",
      "category": "conversation"
    },
    {
      "quote": "Debate is masculine  conversation is feminine.",
      "author": "Louisa May Alcott",
      "category": "conversation"
    },
    {
      "quote": "Never hold any one by the button or the hand in order to be heard out  for if people are unwilling to hear you  you had better hold your tongue than them.",
      "author": "Lord Chesterfield",
      "category": "conversation"
    },
    {
      "quote": "Conversation enriches the understanding  but solitude is the school of genius.",
      "author": "Edward Gibbon",
      "category": "conversation"
    },
    {
      "quote": "Silence is one great art of conversation.",
      "author": "William Hazlitt",
      "category": "conversation"
    },
    {
      "quote": "Conceit causes more conversation than wit.",
      "author": "La Rochefoucauld",
      "category": "conversation"
    },
    {
      "quote": "The less men think  the more they talk.",
      "author": "Charles Montesquieu",
      "category": "conversation"
    },
    {
      "quote": "A conservative believes nothing should be done for the first time.",
      "author": "Lynwood L. Giacomini",
      "category": "conviction, belief"
    },
    {
      "quote": "Now faith is the substance of things hoped for  the evidence of things not seen.",
      "author": "Bible",
      "category": "conviction, belief"
    },
    {
      "quote": "Genuine blasphemy  genuine in spirit and not purely verbal  is the product of partial belief  and is as impossible to the complete atheist as to the perfect Christian.",
      "author": "T. S. Eliot",
      "category": "conviction, belief"
    },
    {
      "quote": "I believe in the gods. Or rather  I believe that I believe in the gods. But I don't believe that they are great brooding presences watching over us  I believe they are completely absent-minded.",
      "author": "Jean Giraudoux",
      "category": "conviction, belief"
    },
    {
      "quote": "I think that a society cannot live without a certain number of irrational beliefs. They are protected from criticism and analysis because they are irrational.",
      "author": "Claude Levi-Strauss",
      "category": "conviction, belief"
    },
    {
      "quote": "What is dangerous about extremists is not that they are extreme  but that they are intolerant. The evil is not what they say about their cause  but what they say about their opponents.",
      "author": "Robert F. Kennedy",
      "category": "conviction, belief"
    },
    {
      "quote": "It is a perplexing and unpleasant truth that when men already have 'something worth fighting for'  they do not feel like fighting.",
      "author": "Eric Hoffer",
      "category": "conviction, belief"
    },
    {
      "quote": "Martyrdom has always been a proof of the intensity  never of the correctness of a belief.",
      "author": "Arthur Schnitzler",
      "category": "conviction, belief"
    },
    {
      "quote": "Belief is better than anything else  and it is best when rapt - above paying its respects to anybody's doubt whatsoever.",
      "author": "Robert Frost",
      "category": "conviction, belief"
    },
    {
      "quote": "The peak of tolerance is most readily achieved by those who are not burdened with convictions.",
      "author": "Alexander Chase",
      "category": "conviction, belief"
    },
    {
      "quote": "A belief is not merely an idea the mind possesses  it is an idea that possesses the mind.",
      "author": "Robert Bolton",
      "category": "conviction, belief"
    },
    {
      "quote": "Every man who attacks my belief diminishes in some degree my confidence in it  and therefore makes me uneasy  and I am angry with him who makes me uneasy.",
      "author": "Samuel Johnson",
      "category": "conviction, belief"
    },
    {
      "quote": "Penetrating so many secrets  we cease to believe in the unknowable. But there it sits nevertheless  calmly licking its chops.",
      "author": "H. L. Mencken",
      "category": "conviction, belief"
    },
    {
      "quote": "Believe not your own brother - believe  instead  your own blind eye.",
      "author": "Russian proverb",
      "category": "conviction, belief"
    },
    {
      "quote": "Whether you are really right or not doesn't matter  it's the belief that counts.",
      "author": "Robertson Davies",
      "category": "conviction, belief"
    },
    {
      "quote": "I love an opposition that has convictions.",
      "author": "Frederick the Great",
      "category": "conviction, belief"
    },
    {
      "quote": "Every man  wherever he goes  is encompassed by a cloud of comforting convictions  which move with him like flies on a summer day.",
      "author": "Bertrand Russell",
      "category": "conviction, belief"
    },
    {
      "quote": "Convictions are the mainsprings of action  the driving powers of life. What a man lives are his convictions.",
      "author": "Bishop Francis Kelly",
      "category": "conviction, belief"
    },
    {
      "quote": "The best lack all conviction  while the worst Are full of passionate intensity.",
      "author": "William Butler Yeats",
      "category": "conviction, belief"
    },
    {
      "quote": "(Conviction) is possible only in a world more primitive than ours can be perceived to be. A man can achieve a simply gnomic conviction only by ignoring the radical describers of his environment  or by hating them  as convinced men have hated  say  Darwin and Freud  as agents of some devil.",
      "author": "John Ciardi",
      "category": "conviction, belief"
    },
    {
      "quote": "Those who serve a cause are not those who love that cause. They are those who love the life which has to be led in order to serve it - except in the case of the very purest  and they are rare.",
      "author": "Simone Weil",
      "category": "conviction, belief"
    },
    {
      "quote": "The great thing in this world is not so much where we stand  as in what direction we are moving.",
      "author": "Oliver Wendell Holmes",
      "category": "conviction, belief"
    },
    {
      "quote": "Orthodoxy is my doxy - heterodoxy is another man's doxy.",
      "author": "William Warburton",
      "category": "conviction, belief"
    },
    {
      "quote": "Every dogma has its day.",
      "author": "Abraham Rotstein",
      "category": "conviction, belief"
    },
    {
      "quote": "A man can believe in a considerable deal of rubbish  and yet go about his daily work in a rational and cheerful manner.",
      "author": "Norman Douglas",
      "category": "conviction, belief"
    },
    {
      "quote": "Every life is a possession of faith  and exercises an inevitable and silent propaganda.",
      "author": "Henri Frederic Amiel",
      "category": "conviction, belief"
    },
    {
      "quote": "Soon after a hard decision something inevitably occurs to cast doubt. Holding steady against that doubt usually proves the decision.",
      "author": "R. I. Fitzhenry",
      "category": "conviction, belief"
    },
    {
      "quote": "I may have faults but being wrong ain't one of them.",
      "author": "Jimmy Hoffa",
      "category": "conviction, belief"
    },
    {
      "quote": "The discovery of a new dish does more for human happiness than the discovery of a new star.",
      "author": "Anthelme Brillat Savarin",
      "category": "cooking"
    },
    {
      "quote": "We may live without friends  we may live without books  But civilized man cannot live without cooks.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "cooking"
    },
    {
      "quote": "Too many cooks spoil the broth.",
      "author": "English proverb",
      "category": "cooking"
    },
    {
      "quote": "God sends meat  and the Devil sends cooks.",
      "author": "John Taylor",
      "category": "cooking"
    },
    {
      "quote": "The more corrupt the state  the more laws.",
      "author": "Tacitus",
      "category": "corruption"
    },
    {
      "quote": "Just for a handful of silver he left us  Just for a ribbon to stick in his coat.",
      "author": "Elizabeth Barrett Browning",
      "category": "corruption"
    },
    {
      "quote": "If the chief party  whether it be the people  or the army  or the nobility  which you think most useful and of most consequence to you for the conservation of your dignity  be corrupt  you must follow their humor and indulge them  and in that case honesty and virtue are pernicious.",
      "author": "Machiavelli",
      "category": "corruption"
    },
    {
      "quote": "I consider it the best part of an education to have been born and brought up in the country",
      "author": "Louisa May Alcott",
      "category": "country, life"
    },
    {
      "quote": "The town is man's world  but this (country life) is of God.",
      "author": "William Cowper",
      "category": "country, life"
    },
    {
      "quote": "In Chinese  the word for crisis is weiji  composed of the character wei  which means danger  and ji  which means opportunity.",
      "author": "Jan Wong",
      "category": "courage, bravery"
    },
    {
      "quote": "My advice to you  if you should ever be in a hold up  is to line up with the cowards and save your bravery for an occasion when it may be of some benefit to you.",
      "author": "O. Henry",
      "category": "courage, bravery"
    },
    {
      "quote": "It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.",
      "author": "John Ciardi",
      "category": "courage, bravery"
    },
    {
      "quote": "It takes a kind of shabby arrogance to survive in our time  and a fairly romantic nature to want to.",
      "author": "Edgar Z. Friedenberg",
      "category": "courage, bravery"
    },
    {
      "quote": "Growth demands a temporary surrender of security.",
      "author": "Gail Sheehy",
      "category": "courage, bravery"
    },
    {
      "quote": "Life shrinks or expands in proportion to one's courage.",
      "author": "Anais Nin",
      "category": "courage, bravery"
    },
    {
      "quote": "No one provokes me with impunity (nemo me impune lacessit)",
      "author": "Motto of Scotland",
      "category": "courage, bravery"
    },
    {
      "quote": "Neither have they hearts to stay  Nor wit enough to run away.",
      "author": "Samuel Butler",
      "category": "courage, bravery"
    },
    {
      "quote": "Respectability: the offspring of a liaison between a bald head and a bank account.",
      "author": "Anonymous",
      "category": "courage, bravery"
    },
    {
      "quote": "Until the day of his death  no man can be sure of his courage.",
      "author": "Jean Anouilh",
      "category": "courage, bravery"
    },
    {
      "quote": "There is no such thing as bravery  only degrees of fear.",
      "author": "John Wainwright",
      "category": "courage, bravery"
    },
    {
      "quote": "\"Why not\" is a slogan for an interesting life.",
      "author": "Mason Cooley",
      "category": "courage, bravery"
    },
    {
      "quote": "You don't learn to hold your own in the world by standing on guard  but by attacking  and getting well hammered yourself.",
      "author": "George Bernard Shaw",
      "category": "courage, bravery"
    },
    {
      "quote": "Here I stand. I can do no other. God help me. Amen.",
      "author": "Martin Luther",
      "category": "courage, bravery"
    },
    {
      "quote": "Many become brave when brought to bay.",
      "author": "Norwegian proverb",
      "category": "courage, bravery"
    },
    {
      "quote": "O God  give us serenity to accept what cannot be changed  courage to change what should be changed  and wisdom to distinguish the one from the other.",
      "author": "Reinhold Niebuhr",
      "category": "courage, bravery"
    },
    {
      "quote": "The first virtue in a soldier is endurance of fatigue  courage is only the second virtue.",
      "author": "Napoleon Bonaparte",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage is fear holding on a minute longer.",
      "author": "George S. Patton",
      "category": "courage, bravery"
    },
    {
      "quote": "We could be cowards  if we had courage enough.",
      "author": "Thomas Fuller",
      "category": "courage, bravery"
    },
    {
      "quote": "Showing up is eighty percent of life.",
      "author": "Woody Allen",
      "category": "courage, bravery"
    },
    {
      "quote": "A high station in life is earned by the gallantry with which appalling experiences are survived with grace.",
      "author": "Tennessee Williams",
      "category": "courage, bravery"
    },
    {
      "quote": "A decline in courage may be the most striking feature which an outside observer notices in the West in our days. The Western world has lost its civic courage  both as a whole and separately  in each country  in each government  in each political party  and  of course  in the United Nations. Such a decline in courage is particularly noticeable among the ruling groups and the intellectual elite  causing an impression that the loss of courage extends to the entire society.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage is doing what you're afraid to do. There can be no courage unless you're scared.",
      "author": "Eddie Rickenbacker",
      "category": "courage, bravery"
    },
    {
      "quote": "One man with courage makes a majority.",
      "author": "Andrew Jackson",
      "category": "courage, bravery"
    },
    {
      "quote": "If one is forever cautious  can one remain a human being?",
      "author": "Aleksandr Solzhenitsyn",
      "category": "courage, bravery"
    },
    {
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.",
      "author": "Satchel Paige",
      "category": "courage, bravery"
    },
    {
      "quote": "The Ancient Mariner said to Neptune during a great storm  'O God  you will save me if you wish  but I am going to go on holding my tiller straight.'",
      "author": "Michel de Montaigne",
      "category": "courage, bravery"
    },
    {
      "quote": "Fight on  my merry men all  I'm a little wounded  but I am not slain  I will lay me down for to bleed a while  Then I'll rise and fight with you again.",
      "author": "John Dryden",
      "category": "courage, bravery"
    },
    {
      "quote": "The paradox of courage is that a man must be a little careless of his life even in order to keep it.",
      "author": "G. K. Chesterton",
      "category": "courage, bravery"
    },
    {
      "quote": "The last thing a woman will consent to discover in a man whom she loves  or on whom she simply depends  is want of courage.",
      "author": "Joseph Conrad",
      "category": "courage, bravery"
    },
    {
      "quote": "Please understand there is no depression in this house and we are not interested in the possibilities of defeat. They do not exist.",
      "author": "Victoria, Queen of England",
      "category": "courage, bravery"
    },
    {
      "quote": "Now the trumpet summons us again - not as a call to bear arms  though arms we need  not as a call to battle  though embattled we are  but a call to bear the burden of a long twilight struggle  year in and year out  'rejoicing in hope  patient in tribulation'  a struggle against the common enemies of man: tyranny  poverty  disease and war itself.",
      "author": "John F. Kennedy",
      "category": "courage, bravery"
    },
    {
      "quote": "To be brave one short instant is no easy matter  it is easier to die for a cause than to live for it.",
      "author": "Comtesse Diane",
      "category": "courage, bravery"
    },
    {
      "quote": "The courage we desire and prize is not the courage to die decently  but to live manfully.",
      "author": "Thomas Carlyle",
      "category": "courage, bravery"
    },
    {
      "quote": "Have the courage to act instead of react.",
      "author": "Earlene Larson Jenks",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage! I have shown it for years  think you I shall lose it at the moment when my sufferings are to end?",
      "author": "Marie Antoinette",
      "category": "courage, bravery"
    },
    {
      "quote": "Necessity does the work of courage.",
      "author": "George Eliot",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage is a quality so necessary for maintaining virtue that it is always respected  even when it is associated with vice.",
      "author": "Samuel Johnson",
      "category": "courage, bravery"
    },
    {
      "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment  but it is no less a magnificent mixture of triumph and tragedy. A man does what he must - in spite of personal consequences  in spite of obstacles and dangers and pressures - and that is the basis of all morality.",
      "author": "John F. Kennedy",
      "category": "courage, bravery"
    },
    {
      "quote": "He was a bold man that first ate an oyster.",
      "author": "Jonathan Swift",
      "category": "courage, bravery"
    },
    {
      "quote": "Unless one says goodbye to what one loves  and unless one travels to completely new territories  one can expect merely a long wearing away of oneself.",
      "author": "Jean Dubuffet",
      "category": "courage, bravery"
    },
    {
      "quote": "A decent boldness ever meets with friends.",
      "author": "Homer",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage is resistance to fear  mastery of fear  not absence of fear.",
      "author": "Mark Twain",
      "category": "courage, bravery"
    },
    {
      "quote": "One doesn't discover new lands without consenting to lose sight of the shore for a very long time.",
      "author": "Andri Gide",
      "category": "courage, bravery"
    },
    {
      "quote": "The fly ought to be used as the symbol of impertinence and audacity  for whilst all other animals shun man more than anything else  and run away even before he comes near them  the fly lights upon his very nose.",
      "author": "Arthur Schopenhauer",
      "category": "courage, bravery"
    },
    {
      "quote": "Valour lies just halfway between rashness and cowardice.",
      "author": "Cervantes",
      "category": "courage, bravery"
    },
    {
      "quote": "Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.",
      "author": "G. C. Lichtenberg",
      "category": "courage, bravery"
    },
    {
      "quote": "As to moral courage  I have very rarely met with the two o'clock in the morning kind. I mean unprepared courage  that which is necessary on an unexpected occasion  and which  in spite of the most unforeseen events  leaves full freedom of judgement and decision.",
      "author": "Napoleon Bonaparte",
      "category": "courage, bravery"
    },
    {
      "quote": "The guts carry the feet  not the feet the guts.",
      "author": "Cervantes",
      "category": "courage, bravery"
    },
    {
      "quote": "Clothes and courage have much to do with each other.",
      "author": "Sara Jeannette Duncan",
      "category": "courage, bravery"
    },
    {
      "quote": "A great part of courage is the courage of having done the thing before.",
      "author": "Ralph Waldo Emerson",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage - fear that has said its prayers.",
      "author": "Dorothy Bernard",
      "category": "courage, bravery"
    },
    {
      "quote": "Courage is rightly esteemed the first of human qualities because it is the quality which guarantees all others.",
      "author": "Winston Churchill",
      "category": "courage, bravery"
    },
    {
      "quote": "Constant exposure to dangers will breed contempt for them.",
      "author": "Seneca",
      "category": "courage, bravery"
    },
    {
      "quote": "(Courage) a perfect sensibility of the measure of danger  and a mental willingness to endure it.",
      "author": "William T. Sherman",
      "category": "courage, bravery"
    },
    {
      "quote": "Not simply one of the virtues but the form of every virtue at the testing point  which means at the point of highest reality.",
      "author": "C. S. Lewis",
      "category": "courage, bravery"
    },
    {
      "quote": "At the bottom of a good deal of the bravery that appears in the world there lurks a miserable cowardice. Men will face powder and steel because they cannot face public opinion.",
      "author": "E. H. Chapin",
      "category": "courage, bravery"
    },
    {
      "quote": "Whether it be to failure or success  the first need of being is endurance -to endure with gladness if we can  with fortitude in any event.",
      "author": "Bliss Carman",
      "category": "courage, bravery"
    },
    {
      "quote": "I'm not funny. What I am is brave.",
      "author": "Lucille Ball",
      "category": "courage"
    },
    {
      "quote": "Courage is the first of the human qualities because it is the quality which guarantees all the others.",
      "author": "Winston Churchill",
      "category": "courage"
    },
    {
      "quote": "Courage to be is the key to revelatory power of the feminist revolution.",
      "author": "Mary Daly",
      "category": "courage"
    },
    {
      "quote": "Without courage  all other virtues lose their meaning.",
      "author": "Winston Churchill",
      "category": "courage"
    },
    {
      "quote": "Success is never found. Failure is never fatal. Courage is the only thing.",
      "author": "Winston Churchill",
      "category": "courage"
    },
    {
      "quote": "Courage is the most important of all virtues  because without it we can't practice any other virtue with consistency.",
      "author": "Maya Angelou",
      "category": "courage"
    },
    {
      "quote": "Courage is not simply one of the virtues  but the form of every virtue at the testing point.",
      "author": "C. S. Lewis",
      "category": "courage"
    },
    {
      "quote": "Courage is the ladder on which all other virtues mount.",
      "author": "Clare Boothe Luce",
      "category": "courage"
    },
    {
      "quote": "Courage is the basic virtue for everyone so long as he continues to grow  to move ahead.",
      "author": "Rollo May",
      "category": "courage"
    },
    {
      "quote": "Courage is the greatest of all the virtues. Because if you haven't courage  you may not have an opportunity to use any of the others.",
      "author": "Samuel Johnson",
      "category": "courage"
    },
    {
      "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment  but it is no less a magnificent mixture of triumph and tragedy. A man does what he must- in spite of personal consequences  in spite of obstacles and dangers and pressures-and that is the basis of all morality.",
      "author": "John F. Kennedy",
      "category": "courage"
    },
    {
      "quote": "Nothing but courage can guide life.",
      "author": "Vauvenargues",
      "category": "courage"
    },
    {
      "quote": "Wealth lost-something lost  Honor lost-much lost  Courage lost-all lost.",
      "author": "Old German proverb",
      "category": "courage"
    },
    {
      "quote": "Why not go out on a limb? Isn't that where the fruit is?",
      "author": "Frank Scully",
      "category": "courage"
    },
    {
      "quote": "In politics  guts is all.",
      "author": "Barbara Castle",
      "category": "courage"
    },
    {
      "quote": "In difficult situations  when hope seems feeble  the boldest plans are safest.",
      "author": "Livy",
      "category": "courage"
    },
    {
      "quote": "Courage is the best slayer-courage which attacketh  for in every attack there is the sound of triumph.",
      "author": "Friedrich Nietzsche",
      "category": "courage"
    },
    {
      "quote": "He who finds Fortune on his side should go briskly ahead  for she is wont to favor the bold.",
      "author": "Baltasar Gracian",
      "category": "courage"
    },
    {
      "quote": "That's what being young is all about. You have the courage and the daring to think that you can make a difference.",
      "author": "Ruby Dee",
      "category": "courage"
    },
    {
      "quote": "It is better by noble boldness to run the risk of being subject to half of the evils we anticipate than to remain in cowardly listlessness for fear of what might happen.",
      "author": "Herodotus",
      "category": "courage"
    },
    {
      "quote": "A decent boldness ever meets with friends.",
      "author": "Homer",
      "category": "courage"
    },
    {
      "quote": "In times of stress  be bold and valiant.",
      "author": "Horace",
      "category": "courage"
    },
    {
      "quote": "The brave venture anything.",
      "author": "Anonymous",
      "category": "courage"
    }
  ]
}