{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "The bird of paradise alights only upon the hand that does not grasp.",
      "author": "John Berry",
      "category": "action"
    },
    {
      "quote": "Life is made up of desires that seem big and vital one minute  and little and absurd the next. I guess we get what's best for us in the end.",
      "author": "Alice Caldwell Rice",
      "category": "action"
    },
    {
      "quote": "As the soft yield of water cleaves obstinate stone  So to yield with life solves the insolvable: To yield  I have learned  is to come back again.",
      "author": "Lao-Tzu",
      "category": "action"
    },
    {
      "quote": "As your faith is strengthened  you will find that there is no longer the need to have a sense of control  that things will flow as they will  and that you will flow with them  to your great delight and benefit.",
      "author": "Emmanuel",
      "category": "action"
    },
    {
      "quote": "For peace of mind  resign as general manager of the universe.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "Eventually I lost interest in trying to control my life  to make things happen in a way that I thought I wanted them to be. I began to practice surrendering to the universe and finding out what \"it\" wanted me to do.",
      "author": "Shakti Gawain",
      "category": "action"
    },
    {
      "quote": "It had been my repeated experience that when you said to life calmly and firmly (but very firmly!)  \"I trust you  do what you must \" life had an uncanny way of responding to your need.",
      "author": "Olga Ilyin",
      "category": "action"
    },
    {
      "quote": "Men never cling to their dreams with such tenacity as at the moment when they are losing faith in them  and know it  but do not dare yet to confess it to themselves.",
      "author": "William Graham Sumner",
      "category": "action"
    },
    {
      "quote": "So often we try to alter circumstances to suit ourselves  instead of letting them alter us.",
      "author": "Mother Maribel",
      "category": "action"
    },
    {
      "quote": "Willfulness must give way to willingness and surrender. Mastery must yield to mystery.",
      "author": "Gerald G. May",
      "category": "action"
    },
    {
      "quote": "The worst thing you can do is to try to cling to something that's gone  or to recreate it.",
      "author": "Johnette Napolitano",
      "category": "action"
    },
    {
      "quote": "I claim not to have controlled events  but confess plainly that events have controlled me.",
      "author": "Abraham Lincoln",
      "category": "action"
    },
    {
      "quote": "Letting people be okay without us is how we get to be okay without them.",
      "author": "Merrit Malloy",
      "category": "action"
    },
    {
      "quote": "We are the wire  God is the current. Our only power is to let the current pass through us.",
      "author": "Carlo Carretto",
      "category": "action"
    },
    {
      "quote": "There are two kinds of people: those who say to God  \"Thy will be done \" and those to whom God says  \"All right  then  have it your way.\"",
      "author": "C. S. Lewis",
      "category": "action"
    },
    {
      "quote": "Here am I  send me.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "'Tis God gives skill  but not without men's hands: he could not make Antonio Stradivarius violins without Antonio.",
      "author": "George Eliot",
      "category": "action"
    },
    {
      "quote": "I am like a little pencil in God's hand. He does the writing. The pencil has nothing to do with it.",
      "author": "Mother Teresa",
      "category": "action"
    },
    {
      "quote": "Life is God's novel. Let him write it.",
      "author": "Isaac Bashevis Singer",
      "category": "action"
    },
    {
      "quote": "I see not a step before me as I tread on another year  But I've left the Past in God's keeping  the Future His mercy shall clear  And what looks dark in the distance may brighten as I draw near.",
      "author": "Mary Gardiner Brainard",
      "category": "action"
    },
    {
      "quote": "To character and success  two things  contradictory as they may seem  must go together-humble dependence and manly independence: humble dependence on God  and manly reliance on self.",
      "author": "William Wordsworth",
      "category": "action"
    },
    {
      "quote": "Whate'er we leave to God  God does and blesses us.",
      "author": "Henry David Thoreau",
      "category": "action"
    },
    {
      "quote": "God will help you if you try  and you can if you think you can.",
      "author": "Anna Delaney Peale",
      "category": "action"
    },
    {
      "quote": "Doing what is right isn't the problem  it's knowing what is right.",
      "author": "Lyndon B. Johnson",
      "category": "action"
    },
    {
      "quote": "Let each look to himself and see what God wants of him and attend to this  leaving all else alone.",
      "author": "Henry Suso",
      "category": "action"
    },
    {
      "quote": "If you can't help it  don't think about it.",
      "author": "Carmel Myers",
      "category": "action"
    },
    {
      "quote": "God tests His real friends more severely than the lukewarm ones.",
      "author": "Katheryn Hulme",
      "category": "action"
    },
    {
      "quote": "In vain our labours are  whatsoe'er they be  unless God gives the Benediction.",
      "author": "Robert Herrick",
      "category": "action"
    },
    {
      "quote": "Much that I sought  I could not find  much that I found  I could not bind  much that I bound  I could not free  much that I freed  returned to me.",
      "author": "Lee Wilson Dodd",
      "category": "action"
    },
    {
      "quote": "Wanna fly  you got to give up the shit that weighs you down.",
      "author": "Toni Morrison",
      "category": "action"
    },
    {
      "quote": "The soul will take that love and put it where it can best be used.",
      "author": "Emmanuel",
      "category": "action"
    },
    {
      "quote": "God alone can finish.",
      "author": "John Ruskin",
      "category": "action"
    },
    {
      "quote": "Be God or let God.",
      "author": "Anonymous",
      "category": "action"
    },
    {
      "quote": "With us is the Lord our God  to help us and to fight our battles.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "It is better to trust in the Lord than to put confidence in man.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "Cast thy burden on the Lord  and he shall sustain thee.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "But I trusted in thee  O Lord  I said  Thou art my God. My times are in thy hand.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "God's will is not an itinerary  but an attitude.",
      "author": "Andrew Dhuse",
      "category": "action"
    },
    {
      "quote": "Trust in the Lord with all thine heart  and lean not unto thine own understanding  in all thy ways acknowledge Him  and He shall direct thy paths.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "Casting all your care upon Him  for He careth for you.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "My life is ... a mystery which I do not attempt to really understand  as though 1 were led by the hand in a night where I see nothing  but can fully depend on the love and protection of Him who guides me.",
      "author": "Thomas Merton",
      "category": "action"
    },
    {
      "quote": "Be like the bird that  passing on her flight awhile on boughs too slight  feels them give way beneath her  and yet sings  knowing that she hath wings.",
      "author": "Victor Hugo",
      "category": "action"
    },
    {
      "quote": "I come to the office each morning and stay for long hours doing what has to be done to the best of my ability. And when you've done the best you can  you can't do any better. So when I go to sleep I turn everything over to the Lord and forget it.",
      "author": "Harry S. Truman",
      "category": "action"
    },
    {
      "quote": "Even now I am full of hope  but the end lies in God.",
      "author": "Pindar",
      "category": "action"
    },
    {
      "quote": "Let us do or die.",
      "author": "James Drummond Burns",
      "category": "action"
    },
    {
      "quote": "Did nothing in particular And did it very well.",
      "author": "W. S. Gilbert",
      "category": "action"
    },
    {
      "quote": "He started to sing as he tackled the thing That couldn't be done  and he did it.",
      "author": "Edgar A. Guest",
      "category": "action"
    },
    {
      "quote": "Do well and right  and let the world sink.",
      "author": "George Edward Herbert",
      "category": "action"
    },
    {
      "quote": "Trust no future  howe'er pleasant! Let the dead past bury its dead! Act   - act in the living Present! Heart within and God o'erhead.",
      "author": "Henry Wadsworth Longfellow",
      "category": "action"
    },
    {
      "quote": "Let us then be up and doing  With a heart for any fate  Still achieving  still pursuing  Learn to labor and to wait.",
      "author": "Henry Wadsworth Longfellow",
      "category": "action"
    },
    {
      "quote": "Every man feels instinctively that all the beautiful sentiments in the world weigh less than a single lovely action.",
      "author": "James Russell Lowell",
      "category": "action"
    },
    {
      "quote": "He nothing common did  or mean  Upon that memorable scene.",
      "author": "Andrew Marvell",
      "category": "action"
    },
    {
      "quote": "Go  and do thou likewise.",
      "author": "Bible",
      "category": "action"
    },
    {
      "quote": "So much to do  so little done.",
      "author": "Cecil Rhodes",
      "category": "action"
    },
    {
      "quote": "Get good counsel before you begin: and when you have decided  act promptly.",
      "author": "Sallust",
      "category": "action"
    },
    {
      "quote": "He that is overcautious will accomplish little.",
      "author": "Friedrich von Schiller",
      "category": "action"
    },
    {
      "quote": "What's done can't be undone.",
      "author": "William Shakespeare",
      "category": "action"
    },
    {
      "quote": "Heaven ne'er helps the men who will not act.",
      "author": "Sophocles",
      "category": "action"
    },
    {
      "quote": "Theirs not to make reply  Theirs not to reason why  Theirs but to do and die.",
      "author": "Lord Alfred Tennyson",
      "category": "action"
    },
    {
      "quote": "Out of the strain of the doing  Into the peace of the done.",
      "author": "Julia Woodruff",
      "category": "action"
    },
    {
      "quote": "Adam and Eve had many advantages  but the principal one was that they escaped teething.",
      "author": "S. L. Clemens",
      "category": "adam, eve"
    },
    {
      "quote": "Whilst Adam slept  Eve from his side arose  Strange his first sleep would be his last repose.",
      "author": "Anonymous",
      "category": "adam, eve"
    },
    {
      "quote": "When Adam dolve  and Eve span  Who was then the gentleman?",
      "author": "John Ball",
      "category": "adam, eve"
    },
    {
      "quote": "When Eve upon the first of men The apple pressed with specious cant  Oh! what a thousand pities then That Adam was not adamant.",
      "author": "Thomas Hood",
      "category": "adam, eve"
    },
    {
      "quote": "Adam ate the apple  and our teeth still ache.",
      "author": "Hungarian proverb",
      "category": "adam, eve"
    },
    {
      "quote": "In Adam's fall -  We sinned all.",
      "author": "New England Primer",
      "category": "adam, eve"
    },
    {
      "quote": "Admiration is a very short-lived passion  that immediately decays upon growing familiar with its object.",
      "author": "Joseph Addison",
      "category": "admiration"
    },
    {
      "quote": "Our polite recognition of another's resemblance to ourselves.",
      "author": "Ambrose Bierce",
      "category": "admiration"
    },
    {
      "quote": "Distance is a great promoter of admiration!",
      "author": "Denis Diderot",
      "category": "admiration"
    },
    {
      "quote": "We always love those who admire us  and we do not always love those whom we admire.",
      "author": "La Rochefoucauld",
      "category": "admiration"
    },
    {
      "quote": "For fools admire  but men of sense approve.",
      "author": "Alexander Pope",
      "category": "admiration"
    },
    {
      "quote": "An earthquake achieves what the law promises but does not in practice maintain - the equality of all men.",
      "author": "Ignazio Silone",
      "category": "adversity"
    },
    {
      "quote": "I don't deserve this award  but I have arthritis and I don't deserve that either.",
      "author": "Jack Benny",
      "category": "adversity"
    },
    {
      "quote": "I have an inward treasure born within me  which can keep me alive if all the extraneous delights should be withheld  or offered only at a price I cannot afford.",
      "author": "Charlotte Bronte",
      "category": "adversity"
    },
    {
      "quote": "Nothing is more desirable than to be released from an affliction  but nothing is more frightening than to be divested of a crutch.",
      "author": "James Baldwin",
      "category": "adversity"
    },
    {
      "quote": "People don't ever seem to realize that doing what's right is no guarantee against misfortune.",
      "author": "William McFee",
      "category": "adversity"
    },
    {
      "quote": "The struggle to the top is in itself enough to fulfill the human heart. Sisyphus should be regarded as happy.",
      "author": "Albert Camus",
      "category": "adversity"
    },
    {
      "quote": "There are three modes of bearing the ills of life: by indifference  by philosophy and by religion.",
      "author": "Charles Caleb Colton",
      "category": "adversity"
    },
    {
      "quote": "Weeping may endure for a night  but joy cometh in the morning.",
      "author": "Bible",
      "category": "adversity"
    },
    {
      "quote": "Night brings our troubles to the light rather than banishes them.",
      "author": "Seneca",
      "category": "adversity"
    },
    {
      "quote": "Too much happens ... Man performs  engenders so much more than he can or should have to bear. That's how he finds that he can bear anything.",
      "author": "William Faulkner",
      "category": "adversity"
    },
    {
      "quote": "A great man does not lose his self-possession when he is afflicted  the ocean is not made muddy by the falling in of its banks.",
      "author": "Panchatantra",
      "category": "adversity"
    },
    {
      "quote": "I've had an unhappy life  thank God.",
      "author": "Russell Baker",
      "category": "adversity"
    },
    {
      "quote": "Do not show your wounded finger  for everything will knock up against it.",
      "author": "Baltasar Gracian",
      "category": "adversity"
    },
    {
      "quote": "They sicken of the calm that know the storm.",
      "author": "Dorothy Parker",
      "category": "adversity"
    },
    {
      "quote": "Trouble is only opportunity in work clothes.",
      "author": "Henry J. Kaiser",
      "category": "adversity"
    },
    {
      "quote": "The man who is swimming against the stream knows the strength of it.",
      "author": "Woodrow Wilson",
      "category": "adversity"
    },
    {
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience  but where he stands at times of challenge and controversy.",
      "author": "Martin Luther King, Jr.",
      "category": "adversity"
    },
    {
      "quote": "Great occasions do not make heroes or cowards  they simply unveil them to the eyes of men. Silently and imperceptibly  as we wake or sleep  we grow strong or weak  and at last some crisis shows what we have become.",
      "author": "Brooke Foss Westcott",
      "category": "adversity"
    },
    {
      "quote": "What does not destroy me  makes me strong.",
      "author": "Friedrich Nietzsche",
      "category": "adversity"
    },
    {
      "quote": "I long ago came to the conclusion that all life is six to five against.",
      "author": "Damon Runyon",
      "category": "adversity"
    },
    {
      "quote": "(Adversity is) the state in which a man most easily becomes acquainted with himself  being especially free from admirers then.",
      "author": "Samuel Johnson",
      "category": "adversity"
    },
    {
      "quote": "Adversity has the same effect on a man that severe training has on the pugilist - it reduces him to his fighting weight.",
      "author": "Josh Billings",
      "category": "adversity"
    },
    {
      "quote": "From a fallen tree  all make kindling.",
      "author": "Spanish proverb",
      "category": "adversity"
    },
    {
      "quote": "The virtue of prosperity is temperance  the virtue of adversity is fortitude  which in morals is the heroical virtue.",
      "author": "Francis Bacon",
      "category": "adversity"
    },
    {
      "quote": "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities.",
      "author": "Sophocles",
      "category": "adversity"
    },
    {
      "quote": "No untroubled day has ever dawned for me.",
      "author": "Seneca",
      "category": "adversity"
    },
    {
      "quote": "You can't have more bugs than a blanketful.",
      "author": "Spanish proverb",
      "category": "adversity"
    },
    {
      "quote": "Even in the deepest sinking there is the hidden purpose of an ultimate rising. Thus it is for all men  from none is the source of light withheld unless he himself withdraws from it. Therefore the most important thing is not to despair.",
      "author": "Hasidic saying",
      "category": "adversity"
    },
    {
      "quote": "Trouble will rain on those who are already wet.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "They say a reasonable amount o' fleas is good for a dog - it keeps him from broodin' over bein' a dog mebbe.",
      "author": "Edward Noyes Westcott",
      "category": "adversity"
    },
    {
      "quote": "There is nothing the body suffers which the soul may not profit by.",
      "author": "George Meredith",
      "category": "adversity"
    },
    {
      "quote": "The burden is equal to the horse's strength.",
      "author": "The Talmud",
      "category": "adversity"
    },
    {
      "quote": "Nothing befalls a man except what is in his nature to endure.",
      "author": "Marcus Aurelius",
      "category": "adversity"
    },
    {
      "quote": "I am escaped by the skin of my teeth.",
      "author": "Bible",
      "category": "adversity"
    },
    {
      "quote": "Prosperity tries the fortunate  adversity the great.",
      "author": "Pliny the Younger",
      "category": "adversity"
    },
    {
      "quote": "Be willing to have it so  acceptance of what has happened is the first step to overcoming the consequences of any misfortune.",
      "author": "William James",
      "category": "adversity"
    },
    {
      "quote": "If all our misfortunes were laid in one common heap  whence every one must take an equal portion  most people would be content to take their own and depart.",
      "author": "Solon",
      "category": "adversity"
    },
    {
      "quote": "I never knew any man in my life who could not bear another's misfortunes perfectly like a Christian.",
      "author": "Alexander Pope",
      "category": "adversity"
    },
    {
      "quote": "When the world has once begun to use us ill  it afterwards continues the same treatment with less scruple or ceremony  as men do to a whore.",
      "author": "Jonathan Swift",
      "category": "adversity"
    },
    {
      "quote": "Is there no balm in Gilead? Is there no physician there?",
      "author": "Bible",
      "category": "adversity"
    },
    {
      "quote": "Every difficulty slurred over will be a ghost to disturb your repose later on.",
      "author": "Fridiric Chopin",
      "category": "adversity"
    },
    {
      "quote": "Fire tries gold  misfortune men.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "The fiery trials through which we pass will light us down in honour or dishonour to the latest generation.",
      "author": "Abraham Lincoln",
      "category": "adversity"
    },
    {
      "quote": "Thou hast shown thy people hard things: thou hast made us to drink the wine of astonishment.",
      "author": "Bible",
      "category": "adversity"
    },
    {
      "quote": "A wounded deer leaps the highest.",
      "author": "Emily Dickinson",
      "category": "adversity"
    },
    {
      "quote": "The difficulties which I meet with in order to realize my existence are precisely what awaken and mobilize my activities  my capacities.",
      "author": "Jose Ortega y Gasset",
      "category": "adversity"
    },
    {
      "quote": "Whenever there is chaos  it creates wonderful thinking. I consider chaos a gift.",
      "author": "Septima Poinsette Clark",
      "category": "adversity"
    },
    {
      "quote": "I have always been pushed by the negative.... The apparent failure of a play sends me back to my typewriter that very night  before the reviews are out. I am more compelled to get back to work than if I had a success.",
      "author": "Tennessee Williams",
      "category": "adversity"
    },
    {
      "quote": "What we want is never simple.",
      "author": "Linda Pastan",
      "category": "adversity"
    },
    {
      "quote": "For me life is a challenge. And it will be a challenge if I live to be a hundred or if I get to be a trillionaire.",
      "author": "Beah Richards",
      "category": "adversity"
    },
    {
      "quote": "To be thrown upon one's own resources is to be cast into the very lap of fortune  for our faculties then undergo a development and display an energy of which they were previously unsusceptible.",
      "author": "Benjamin Franklin",
      "category": "adversity"
    },
    {
      "quote": "Every failure made me more confident. Because I wanted even more to achieve things  as revenge. To show that I could.",
      "author": "Roman Polanski",
      "category": "adversity"
    },
    {
      "quote": "Adversity is  to me at least  a tonic and a bracer.",
      "author": "Sir Walter Scott",
      "category": "adversity"
    },
    {
      "quote": "Difficulties should act as a tonic. They should spur us to greater exertion.",
      "author": "B. C. Forbes",
      "category": "adversity"
    },
    {
      "quote": "There are times in everyone's life when something constructive is born out of adversity ... when things seem so bad that you've got to grab your fate by the shoulders and shake it.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "Brave men rejoice in adversity  just as brave soldiers triumph in war.",
      "author": "Marcus Annaeus Seneca",
      "category": "adversity"
    },
    {
      "quote": "Some minds seem almost to create themselves  springing up under every disadvantage and working their solitary but irresistible way through a thousand obstacles.",
      "author": "Washington Irving",
      "category": "adversity"
    },
    {
      "quote": "Every calamity is a spur and valuable hint.",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "Treasure the memories of past misfortunes  they constitute our bank of fortitude.",
      "author": "Eric Hoffer",
      "category": "adversity"
    },
    {
      "quote": "If you will call your troubles experiences  and remember that every experience develops some latent force within you  you will grow vigorous and happy  however adverse your circumstances may seem to be.",
      "author": "John Heywood",
      "category": "adversity"
    },
    {
      "quote": "Necessity is often the spur to genius.",
      "author": "Honore de Balzac",
      "category": "adversity"
    },
    {
      "quote": "Necessity is the mother of \"taking chances.\"",
      "author": "Mark Twain",
      "category": "adversity"
    },
    {
      "quote": "Necessity makes even the timid brave.",
      "author": "Sallust",
      "category": "adversity"
    },
    {
      "quote": "People wish to be settled  only as far as they are unsettled is there any hope for them.",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "Difficulties are meant to rouse  not discourage. The human spirit is to grow strong by conflict.",
      "author": "William Ellery Channing",
      "category": "adversity"
    },
    {
      "quote": "Adversity causes some men to break  others to break records.",
      "author": "William A. Ward",
      "category": "adversity"
    },
    {
      "quote": "I think there is this about the great troubles - they teach us the art of cheerfulness  whereas the small ones cultivate the industry of discontent.",
      "author": "Mary Adams",
      "category": "adversity"
    },
    {
      "quote": "Opposition inflames the enthusiast  never converts him.",
      "author": "J. C. F. von Schiller",
      "category": "adversity"
    },
    {
      "quote": "The thought that we are enduring the unendurable is one of the things that keeps us going.",
      "author": "Molly Haskell",
      "category": "adversity"
    },
    {
      "quote": "If you do things well  do them better. Be daring  be first  be different  be just.",
      "author": "Anita Roddick",
      "category": "adversity"
    },
    {
      "quote": "A certain amount of opposition is a great help to a man  it is what he wants and must have to be good for anything. Hardship and opposition are the native soil of manhood and self-reliance.",
      "author": "John Neal",
      "category": "adversity"
    },
    {
      "quote": "Difficulties  opposition  criticism -  these things are meant to be overcome  and there is a special joy in facing them and in coming out on top. It is only when there is nothing but praise that life loses its charm and I begin to wonder what I should do about it.",
      "author": "Vijaya Lakshmi Pandit",
      "category": "adversity"
    },
    {
      "quote": "They sicken of calm  who know the storm.",
      "author": "Dorothy Parker",
      "category": "adversity"
    },
    {
      "quote": "Without the burden of afflictions it is impossible to reach the height of grace. The gift of grace increases as the struggles increase.",
      "author": "Saint Rose of Lima",
      "category": "adversity"
    },
    {
      "quote": "When the going gets tough  the tough get going.",
      "author": "Frank Leahy",
      "category": "adversity"
    },
    {
      "quote": "The effects of opposition are wonderful. There are men who rise refreshed on hearing of a threat  men to whom a crises  which intimidates and paralyzes the majority  comes as graceful and beloved as a bride!",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "Remember that the Devil doesn't sleep  but seeks our ruin in a thousand different ways",
      "author": "Angela Merici",
      "category": "adversity"
    },
    {
      "quote": "Down you mongrel  Death! Back into your kennel!",
      "author": "Edna Saint Vincent Millay",
      "category": "adversity"
    },
    {
      "quote": "He that wrestles with us strengthens our nerves and sharpens our skills. Our antagonist is our helper.",
      "author": "Edmund Burke",
      "category": "adversity"
    },
    {
      "quote": "The block of granite which was an obstacle in the path of the weak becomes a steppingstone in the path of the strong.",
      "author": "Thomas Carlyle",
      "category": "adversity"
    },
    {
      "quote": "Strong people are made by opposition  like kites that go up against the wind.",
      "author": "Frank Harris",
      "category": "adversity"
    },
    {
      "quote": "Men strive for peace  but it is their enemies that give them strength  and I think if man no longer had enemies  he would have to invent them  for his strength only grows from struggle.",
      "author": "Louis L'Amour",
      "category": "adversity"
    },
    {
      "quote": "You'll never find a better sparring partner than adversity.",
      "author": "Walt Schmidt",
      "category": "adversity"
    },
    {
      "quote": "The English nation is never so great as in adversity.",
      "author": "Benjamin Disraeli",
      "category": "adversity"
    },
    {
      "quote": "Enemies can be an incentive to survive and become someone in spite of them. Enemies can keep you alert and aware.",
      "author": "Louis L'Amour",
      "category": "adversity"
    },
    {
      "quote": "Problems are the cutting edge that distinguishes between success and failure. Problems ... create our courage and wisdom.",
      "author": "M. Scott Peck",
      "category": "adversity"
    },
    {
      "quote": "It is often better to have a great deal of harm happen to one than a little  a great deal may rouse you to remove what a little will only accustom you to endure.",
      "author": "Grenville Kleiser",
      "category": "adversity"
    },
    {
      "quote": "When things come to the worse  they generally mend.",
      "author": "Susanna Moodie",
      "category": "adversity"
    },
    {
      "quote": "Things have got to be wrong in order that they may be deplored.",
      "author": "Whitney Griswold",
      "category": "adversity"
    },
    {
      "quote": "Remorse begets reform.",
      "author": "William Cowper",
      "category": "adversity"
    },
    {
      "quote": "\"The world is a wheel always turning \" philosophized Mrs. Pelz. \"Those who were high go down low  and those who've been low go up higher.\"",
      "author": "Anzia Yezierska",
      "category": "adversity"
    },
    {
      "quote": "Life begins on the other side of despair.",
      "author": "Jean-Paul Sartre",
      "category": "adversity"
    },
    {
      "quote": "It constantly happens that the Lord permits a soul to fall so that it may grow humbler.",
      "author": "Teresa of Avila",
      "category": "adversity"
    },
    {
      "quote": "In order to change  we must be sick and tired of being sick and tired.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "I have been in sorrow's kitchen and licked out all the pots. Then I have stood on the peaky mountain wrapped in rainbows  with a harp and sword in my hands.",
      "author": "Zora Neale Hurston",
      "category": "adversity"
    },
    {
      "quote": "There is often in people to whom \"the worst\" has happened an almost transcendent freedom  for they have faced \"the worst\" and survived it.",
      "author": "Carol Pearson",
      "category": "adversity"
    },
    {
      "quote": "I didn't know I'd have to be torn down before I could be built up.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "Suffering! ... We owe to it all that is good in us  all that gives value to life  we owe to it pity  we owe to it courage  we owe to it all the virtues.",
      "author": "Anatole France",
      "category": "adversity"
    },
    {
      "quote": "It is only the women whose eyes have been washed clear with tears who get the broad vision that makes them little sisters to all the world.",
      "author": "Dorothy Dix",
      "category": "adversity"
    },
    {
      "quote": "Much of your pain is the bitter potion by which the physician within you heals your sick self.",
      "author": "Kahlil Gibran",
      "category": "adversity"
    },
    {
      "quote": "Man cannot remake himself without suffering  for he is both the marble and the sculptor.",
      "author": "Dr. Alexis Carrel",
      "category": "adversity"
    },
    {
      "quote": "Out of suffering have emerged the strongest souls  the most massive characters are seared with scars.",
      "author": "Edwin H. Chapin",
      "category": "adversity"
    },
    {
      "quote": "The pain of love is the pain of being alive. It is a perpetual wound.",
      "author": "Maureen Duffy",
      "category": "adversity"
    },
    {
      "quote": "There is no coming to consciousness without pain.",
      "author": "Carl Jung",
      "category": "adversity"
    },
    {
      "quote": "Everybody's heart is open  you know  when they have recently escaped from severe pain  or are recovering the blessing of health.",
      "author": "Jane Austen",
      "category": "adversity"
    },
    {
      "quote": "Suffering is the sole origin of consciousness.",
      "author": "Fyodor Dostoyevsky",
      "category": "adversity"
    },
    {
      "quote": "Pain makes man think. Thought makes man wise. Wisdom makes life endurable.",
      "author": "John Patrick",
      "category": "adversity"
    },
    {
      "quote": "Time engraves our faces with all the tears we have not shed.",
      "author": "Natalie Clifford Barney",
      "category": "adversity"
    },
    {
      "quote": "Suffering raises up those souls that are truly great  it is only small souls that are made mean-spirited by it.",
      "author": "Alexandra David-Neel",
      "category": "adversity"
    },
    {
      "quote": "To live is to suffer  to survive is to find some meaning in the suffering.",
      "author": "Roberta Flack",
      "category": "adversity"
    },
    {
      "quote": "If you suffer  thank God! It is a sure sign that you are alive.",
      "author": "Elbert Hubbard",
      "category": "adversity"
    },
    {
      "quote": "Suffering is also one of the ways of knowing you're alive.",
      "author": "Jessamyn West",
      "category": "adversity"
    },
    {
      "quote": "Don't look forward to the day when you stop suffering. Because when it comes  you'll know you're dead.",
      "author": "Tennessee Williams",
      "category": "adversity"
    },
    {
      "quote": "How sublime a thing it is to suffer and be strong.",
      "author": "Henry Wadsworth Longfellow",
      "category": "adversity"
    },
    {
      "quote": "He disposes Doom who hath suffered him.",
      "author": "Emily Dickinson",
      "category": "adversity"
    },
    {
      "quote": "They merit more praise who know how to suffer misery than those who temper themselves in contentment.",
      "author": "Pietro Aretino",
      "category": "adversity"
    },
    {
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened  vision cleared  ambition inspired  and success achieved.",
      "author": "Helen Keller",
      "category": "adversity"
    },
    {
      "quote": "Never to suffer would have been never to have been blessed.",
      "author": "Edgar Allan Poe",
      "category": "adversity"
    },
    {
      "quote": "It is somehow reassuring to discover that the word \"travel\" is derived from \"travail \" denoting the pains of childbirth.",
      "author": "Jessica Mitford",
      "category": "adversity"
    },
    {
      "quote": "True knowledge comes only through suffering.",
      "author": "Elizabeth Barrett Browning",
      "category": "adversity"
    },
    {
      "quote": "Suffering raises up those souls that are truly great  it is only small souls that are made mean-spirited by it.",
      "author": "Alexandra David-Neel",
      "category": "adversity"
    },
    {
      "quote": "He disposes Doom who hath suffered him.",
      "author": "Emily Dickinson",
      "category": "adversity"
    },
    {
      "quote": "Suffering has always been with us  does it really matter in what form it comes? All that matters is how we bear it and how we fit it into our lives.",
      "author": "Etty Hillesum",
      "category": "adversity"
    },
    {
      "quote": "We are healed of a suffering only by experiencing it to the full.",
      "author": "Marcel Proust",
      "category": "adversity"
    },
    {
      "quote": "Those who have suffered understand suffering and therefore extend their hand.",
      "author": "Patti Smith",
      "category": "adversity"
    },
    {
      "quote": "The saints rejoiced at injuries and persecutions  because in forgiving them they had something to present to God when they prayed to Him.",
      "author": "Teresa of Avila",
      "category": "adversity"
    },
    {
      "quote": "The difficulties and struggles of today are but the price we must pay for the accomplishments and victories of tomorrow.",
      "author": "William J. H. Boetcker",
      "category": "adversity"
    },
    {
      "quote": "Experience may be hard but we claim its gifts because they are real  even though our feet bleed on its stones.",
      "author": "Mary Parker Follett",
      "category": "adversity"
    },
    {
      "quote": "And I think that's important  to know how the water's gone over the dam before you start to describe it. It helps to have been over the dam yourself.",
      "author": "E. Annie Proulx",
      "category": "adversity"
    },
    {
      "quote": "I think these difficult times have helped me to understand better than before how infinitely rich and beautiful life is in every way that so many things that one goes around worrying about are of no importance whatsoever.",
      "author": "Isak Dinesen",
      "category": "adversity"
    },
    {
      "quote": "Problems are the price of progress. Don't bring me anything but trouble.",
      "author": "Charles F. Kettering",
      "category": "adversity"
    },
    {
      "quote": "Trouble is the thing that strong men grow by. Met in the right way  it is a sure-fire means of putting iron into the victim's will and making him a tougher man to down forever after.",
      "author": "H. Bertram Lewis",
      "category": "adversity"
    },
    {
      "quote": "Every time you meet a situation  though you think at the time it is an impossibility and you go through the torture of the damned  once you have met it and lived through it  you find that forever after you are freer than you were before.",
      "author": "Eleanor Roosevelt",
      "category": "adversity"
    },
    {
      "quote": "I have always fought for ideas - until I learned that it isn't ideas but grief  struggle  and flashes of vision which enlighten.",
      "author": "Margaret Anderson",
      "category": "adversity"
    },
    {
      "quote": "I have learned in the great University of Hard Knocks a philosophy that no woman who has had an easy life ever acquires. I have learned to live each day as it comes  and not to borrow trouble by dreading tomorrow. It is the dark menace of the future that makes cowards of us.",
      "author": "Dorothy Dix",
      "category": "adversity"
    },
    {
      "quote": "Discontent and disorder were signs of energy and hope  not of despair.",
      "author": "C. V. Wedgwood",
      "category": "adversity"
    },
    {
      "quote": "We say: mad with joy. We should say: wise with grief.",
      "author": "Marguerite Yourcenar",
      "category": "adversity"
    },
    {
      "quote": "There are some things you learn best in calm  and some in storm.",
      "author": "Willa Cather",
      "category": "adversity"
    },
    {
      "quote": "Discontent is the first step in the progress of a man or a nation.",
      "author": "Oscar Wilde",
      "category": "adversity"
    },
    {
      "quote": "Were there none who were discontented with what they have  the world would never reach anything better.",
      "author": "Florence Nightingale",
      "category": "adversity"
    },
    {
      "quote": "Woman's discontent increases in exact proportion to her development.",
      "author": "Elizabeth Cady Stanton",
      "category": "adversity"
    },
    {
      "quote": "Restlessness is discontent  and discontent is the first necessity of progress.",
      "author": "Thomas A. Edison",
      "category": "adversity"
    },
    {
      "quote": "Noble discontent is the path to heaven.",
      "author": "Thomas W. Higginson",
      "category": "adversity"
    },
    {
      "quote": "No pain  no palm  no thorns  no throne  no gall  no glory  no cross  no crown.",
      "author": "William Penn",
      "category": "adversity"
    },
    {
      "quote": "Times of stress and difficulty are seasons of opportunity when the seeds of progress are sown.",
      "author": "Thomas F. Woodlock",
      "category": "adversity"
    },
    {
      "quote": "The gem cannot be polished without friction  nor man perfected without trials.",
      "author": "Confucius",
      "category": "adversity"
    },
    {
      "quote": "As there is no worldly gain without some loss  so there is no worldly loss without some gain.... Set the allowance against the loss  and thou shalt find no loss great.",
      "author": "Francis Quarles",
      "category": "adversity"
    },
    {
      "quote": "Never complain about your troubles  they are responsible for more than half of your income.",
      "author": "Robert R. Updegraff",
      "category": "adversity"
    },
    {
      "quote": "A problem is a chance for you to do your best.",
      "author": "Duke Ellington",
      "category": "adversity"
    },
    {
      "quote": "Emergencies have always been necessary to progress. It was darkness which produced the lamp. It was fog that produced the compass. It was hunger that drove us to exploration. And it took a depression to teach us the real value of a job.",
      "author": "Victor Hugo",
      "category": "adversity"
    },
    {
      "quote": "Many men owe the grandeur of their lives to their tremendous difficulties.",
      "author": "Charles Haddon Spurgeon",
      "category": "adversity"
    },
    {
      "quote": "It is often hard to distinguish between the hard knocks in life and those of opportunity.",
      "author": "Frederick Phillips",
      "category": "adversity"
    },
    {
      "quote": "Fire is the test of gold  adversity of strong men.",
      "author": "Marcus Annaeus Seneca",
      "category": "adversity"
    },
    {
      "quote": "I think my biggest achievement is that after going through a rather difficult time  I consider myself comparatively sane. I'm proud of that.",
      "author": "Jacqueline Kennedy Onassis",
      "category": "adversity"
    },
    {
      "quote": "To be tested is good. The challenged life may be the best therapist.",
      "author": "Gail Sheehy",
      "category": "adversity"
    },
    {
      "quote": "I think hearts are very much like glasses - if they do not break with the first ring  they usually last a considerable time.",
      "author": "L. E. Landon",
      "category": "adversity"
    },
    {
      "quote": "Your first big trouble can be a bonanza if you live through it. Get through the first trouble  and you'll probably make it through the next one.",
      "author": "Ruth Gordon",
      "category": "adversity"
    },
    {
      "quote": "Calamity is the test of integrity.",
      "author": "Richardson",
      "category": "adversity"
    },
    {
      "quote": "The secret of a leader lies in the tests he has faced over the whole course of his life and the habit of action he develops in meeting those tests.",
      "author": "Gail Sheehy",
      "category": "adversity"
    },
    {
      "quote": "The fiery trials through which we pass will light us down in honor or dishonor to the last generation.",
      "author": "Abraham Lincoln",
      "category": "adversity"
    },
    {
      "quote": "Our trials are tests  our sorrows pave the way for a fuller life when we have earned it.",
      "author": "Jerome P. Fleishman",
      "category": "adversity"
    },
    {
      "quote": "Times of general calamity and confusion have ever been productive of the greatest minds. The purist ore is produced from the hottest furnace  and the brightest thunderbolt is elicited from the darkest storms.",
      "author": "Charles Caleb Colton",
      "category": "adversity"
    },
    {
      "quote": "The habits of a vigorous mind are formed in contending with difficulties.",
      "author": "Abigail Adams",
      "category": "adversity"
    },
    {
      "quote": "A diamond is a chunk of coal that made good under pressure.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "A clay pot sitting in the sun will always be a clay pot. It has to go through the white heat of the furnace to become porcelain.",
      "author": "Mildred W. Struven",
      "category": "adversity"
    },
    {
      "quote": "It is the surmounting of difficulties that makes heroes.",
      "author": "Kossuth",
      "category": "adversity"
    },
    {
      "quote": "Men habitually use only a small part of the powers which they possess and which they might use under appropriate circumstances.",
      "author": "William James",
      "category": "adversity"
    },
    {
      "quote": "It is the north wind that lashes men into Vikings  it is the soft  luscious south wind which lulls them to lotus dreams.",
      "author": "Ouida",
      "category": "adversity"
    },
    {
      "quote": "It is grief that develops the powers of the mind.",
      "author": "Marcel Proust",
      "category": "adversity"
    },
    {
      "quote": "Unless a man has been kicked around a little  you can't really depend upon him to amount to anything.",
      "author": "William Feather",
      "category": "adversity"
    },
    {
      "quote": "Troubles cured you salty as a country ham  smoky to the taste  thick-skinned and tender inside.",
      "author": "Marge Piercy",
      "category": "adversity"
    },
    {
      "quote": "If you have to be careful because of oppression and censorship  this pressure produces diamonds.",
      "author": "Tatyana Tolstaya",
      "category": "adversity"
    },
    {
      "quote": "Adversity is another way to measure the greatness of individuals. I never had a crisis that didn't make me stronger.",
      "author": "Lou Holtz",
      "category": "adversity"
    },
    {
      "quote": "It is not in the still calm of life  or the repose of a pacific station  that great characters are formed. ... Great necessities call out great virtues.",
      "author": "Abigail Adams",
      "category": "adversity"
    },
    {
      "quote": "Of all the advantages which come to any young man ... poverty is the greatest.",
      "author": "Josiah G. Holland",
      "category": "adversity"
    },
    {
      "quote": "My luck was my father not striking oil... we'd have been rich. I'd never have set out for Hollywood with my camera  and I'd have had a lot less interesting life.",
      "author": "King Vidor",
      "category": "adversity"
    },
    {
      "quote": "[A difficult childhood gave me] a kind of cocky confidence. ... I could never have so little that I hadn't had less. It took away my fear.",
      "author": "Jacqueline Cochran",
      "category": "adversity"
    },
    {
      "quote": "If you have been sunned through and through like an apricot on a wall from your earliest days  you are oversensitive to any withdrawal of heat.",
      "author": "Margot Asquith",
      "category": "adversity"
    },
    {
      "quote": "I was lucky I wasn't a better boxer  or that's what I'd be now - a punchy ex-pug.",
      "author": "Bob Hope",
      "category": "adversity"
    },
    {
      "quote": "At every step the child should be allowed to meet the real experience of life  the thorns should never be plucked from his roses.",
      "author": "Ellen Key",
      "category": "adversity"
    },
    {
      "quote": "Hot water is my native element. I was in it as a baby  and I have never seemed to get out of it ever since.",
      "author": "Edith Sitwell",
      "category": "adversity"
    },
    {
      "quote": "When I was very young  I tried selling used cars. It didn't last long. I guess that was my good luck too  that I didn't show more promise at it  or I might have been an automobile dealer.",
      "author": "King Vidor",
      "category": "adversity"
    },
    {
      "quote": "Supporting myself at an early age was the best training for life I could have possibly received.",
      "author": "Lea Thompson",
      "category": "adversity"
    },
    {
      "quote": "In my youth  poverty enriched me  but now I can afford wealth.",
      "author": "Marc Chagall",
      "category": "adversity"
    },
    {
      "quote": "I'm very grateful that I was too poor to get to art school until I was 21. ... I was old enough when I got there to know how to get something out of it.",
      "author": "Henry Moore",
      "category": "adversity"
    },
    {
      "quote": "The most valuable gift I ever received was ... the gift of insecurity ... my father left us. My mother's love might not have prepared me for life the way my father's departure did. He forced us out on the road  where we had to earn our bread.",
      "author": "Lillian Gish",
      "category": "adversity"
    },
    {
      "quote": "Americans are like a rich father who wishes he knew how to give his sons the hardships that made him rich.",
      "author": "Robert Frost",
      "category": "adversity"
    },
    {
      "quote": "I would never have amounted to anything were it not for adversity. I was forced to come up the hard way.",
      "author": "J. C. Penney",
      "category": "adversity"
    },
    {
      "quote": "Adversity introduces a man to himself.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "I thank God for my handicaps for  through them  I have found myself  my work  and my God.",
      "author": "Helen Keller",
      "category": "adversity"
    },
    {
      "quote": "When one's own problems are unsolvable and all best efforts are frustrated  it is lifesaving to listen to other people's problems.",
      "author": "Suzanne Massie",
      "category": "adversity"
    },
    {
      "quote": "This struggle of people against their conditions  this is where you find the meaning in life.",
      "author": "Rose Chernin",
      "category": "adversity"
    },
    {
      "quote": "Adversity has ever been considered as the state in which a man most easily becomes acquainted with himself  being free from flatterers.",
      "author": "Samuel Johnson",
      "category": "adversity"
    },
    {
      "quote": "In all things preserve integrity  and the consciousness of thine own uprightness will alleviate the toil of business  soften the hardness of ill-success and disappointments  and give thee an humble confidence before God  when the ingratitude of man  or the iniquity of the times may rob thee of other rewards.",
      "author": "Barbara Paley",
      "category": "adversity"
    },
    {
      "quote": "He knows not his own strength who hath not met adversity.",
      "author": "Samuel Johnson",
      "category": "adversity"
    },
    {
      "quote": "Adversity leads us to think properly of our state  and so is most beneficial to us.",
      "author": "Samuel Johnson",
      "category": "adversity"
    },
    {
      "quote": "In the depth of winter  I finally learned that there was in me an invincible summer.",
      "author": "Albert Camus",
      "category": "adversity"
    },
    {
      "quote": "Who hath not known ill fortune  never knew himself  or his own virtue.",
      "author": "David Mallett",
      "category": "adversity"
    },
    {
      "quote": "Adversity is the trial of principle. Without it a man hardly knows whether he is honest or not.",
      "author": "Henry Fielding",
      "category": "adversity"
    },
    {
      "quote": "I think the years I have spent in prison have been the most formative and important in my life because of the discipline  the sensations  but chiefly the opportunity to think clearly  to try to understand things.",
      "author": "Jawaharlal Nehru",
      "category": "adversity"
    },
    {
      "quote": "We only really face up to ourselves when we are afraid.",
      "author": "Thomas Bernhard",
      "category": "adversity"
    },
    {
      "quote": "Difficulties are things that show what men are.",
      "author": "Epictetus",
      "category": "adversity"
    },
    {
      "quote": "Even if misfortune is only good for bringing a fool to his senses  it would still be just to deem it good for something.",
      "author": "Jean de la Fontaine",
      "category": "adversity"
    },
    {
      "quote": "Never does a man know the force that is in him till some mighty affection or grief has humanized the soul.",
      "author": "Frederick W. Robertson",
      "category": "adversity"
    },
    {
      "quote": "Disappointment is the nurse of wisdom.",
      "author": "Sir Boyle Roche",
      "category": "adversity"
    },
    {
      "quote": "Challenges make you discover things about yourself that you never really knew. They're what make the instrument stretch  what make you go beyond the norm.",
      "author": "Cicely Tyson",
      "category": "adversity"
    },
    {
      "quote": "A woman is like a tea bag: you never know her strength until you drop her in hot water.",
      "author": "Nancy Reagan",
      "category": "adversity"
    },
    {
      "quote": "Trouble brings experience  and experience brings wisdom.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "A woman has got to love a bad man once or twice in her life to be thankful for a good one.",
      "author": "Marjorie Kinnan Rawlings",
      "category": "adversity"
    },
    {
      "quote": "Adversity has the effect of eliciting talents  which  in prosperous circumstances  would have lain dormant.",
      "author": "Horace",
      "category": "adversity"
    },
    {
      "quote": "Adversity is a severe instructor. ... He that wrestles with us strengthens our nerves and sharpens our skill. Our antagonist is our helper.",
      "author": "Edmund Burke",
      "category": "adversity"
    },
    {
      "quote": "Experience is a good teacher  but she sends in terrific bills.",
      "author": "Minna Antrim",
      "category": "adversity"
    },
    {
      "quote": "Forget the times of your distress  but never forget what they taught you.",
      "author": "Herbert Gasser",
      "category": "adversity"
    },
    {
      "quote": "You can learn little from victory. You can learn everything from defeat.",
      "author": "Christy Mathewson",
      "category": "adversity"
    },
    {
      "quote": "A smooth sea never made a skillful mariner.",
      "author": "English proverb",
      "category": "adversity"
    },
    {
      "quote": "When a man is pushed  tormented  defeated  he has a chance to learn something  he has been put on his wits ... he has gained facts  learned his ignorance  is cured of the insanity of conceit  has got moderation and real skill.",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "From their errors and mistakes  the wise and good learn wisdom for the future.",
      "author": "Plutarch",
      "category": "adversity"
    },
    {
      "quote": "By becoming more unhappy  we sometimes learn how to be less so.",
      "author": "Madame Swetchine",
      "category": "adversity"
    },
    {
      "quote": "Every experience  however bitter  has its lesson  and to focus one's attention on the lesson helps one overcome the bitterness.",
      "author": "Edward Howard Griggs",
      "category": "adversity"
    },
    {
      "quote": "A good scare is worth more to a man than good advice.",
      "author": "Edgar Watson Howe",
      "category": "adversity"
    },
    {
      "quote": "It is from the level of calamities ... that we learn impressive and useful lessons.",
      "author": "William Makepeace Thackeray",
      "category": "adversity"
    },
    {
      "quote": "When I have listened to my mistakes  I have grown.",
      "author": "Hugh Prather",
      "category": "adversity"
    },
    {
      "quote": "We only think when we are confronted with a problem.",
      "author": "John Dewey",
      "category": "adversity"
    },
    {
      "quote": "Adversity comes with instruction in its hand.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "Mistakes are often the best teachers.",
      "author": "James A. Froude",
      "category": "adversity"
    },
    {
      "quote": "Pain  indolence  sterility  endless ennui have also their lesson for you.",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "Prosperity is a great teacher  adversity is a greater. Possession pampers the mind  privation trains and strengthens it.",
      "author": "William Hazlitt",
      "category": "adversity"
    },
    {
      "quote": "Wisdom comes by disillusionment.",
      "author": "George Santayana",
      "category": "adversity"
    },
    {
      "quote": "You have learned something. That always feels at first as if you had lost something.",
      "author": "George Bernard Shaw",
      "category": "adversity"
    },
    {
      "quote": "I have always grown from my problems and challenges  from the things that don't work out. That's when I've really learned.",
      "author": "Carol Burnett",
      "category": "adversity"
    },
    {
      "quote": "Those things that hurt  instruct.",
      "author": "Benjamin Franklin",
      "category": "adversity"
    },
    {
      "quote": "Pain is the root of knowledge.",
      "author": "Simone Weil",
      "category": "adversity"
    },
    {
      "quote": "Life can be real tough ... you can either learn from your problems  or keep repeating them over and over.",
      "author": "Marie Osmond",
      "category": "adversity"
    },
    {
      "quote": "Bad times have a scientific value. These are occasions a good learner would not miss.",
      "author": "Ralph Waldo Emerson",
      "category": "adversity"
    },
    {
      "quote": "Prosperity is not without many fears and distastes  and adversity is not without comforts and hopes.",
      "author": "Francis Bacon",
      "category": "adversity"
    },
    {
      "quote": "If we had no winter  the spring would not be so pleasant  if we did not sometimes taste of adversity  prosperity would not be so welcome.",
      "author": "Anne Bradstreet",
      "category": "adversity"
    },
    {
      "quote": "The good things that belong to prosperity are to be wished  but the good things that belong to adversity are to be admired.",
      "author": "Marcus Annaeus Seneca",
      "category": "adversity"
    },
    {
      "quote": "One who was adored by all in prosperity is abhorred by all in adversity.",
      "author": "Baltasar Gracian",
      "category": "adversity"
    },
    {
      "quote": "Prosperity provideth  but adversity proveth friends.",
      "author": "Queen Elizabeth I",
      "category": "adversity"
    },
    {
      "quote": "The human race has had long experience and a fine tradition in surviving adversity. But we now face a task for which we have little experience  the task of surviving prosperity.",
      "author": "Alan Gregg",
      "category": "adversity"
    },
    {
      "quote": "Adversity reveals genius  prosperity conceals it.",
      "author": "Horace",
      "category": "adversity"
    },
    {
      "quote": "The virtue of prosperity is temperance  the virtue of adversity is fortitude.",
      "author": "Francis Bacon",
      "category": "adversity"
    },
    {
      "quote": "In the day of prosperity be joyful  but in the day of adversity consider.",
      "author": "Bible",
      "category": "adversity"
    },
    {
      "quote": "In victory even the cowardly like to boast  while in adverse times even the brave are discredited.",
      "author": "Sallust",
      "category": "adversity"
    },
    {
      "quote": "Adversity is sometimes hard upon a man  but for one man who can stand prosperity  there are a hundred that will stand adversity.",
      "author": "Thomas Carlyle",
      "category": "adversity"
    },
    {
      "quote": "Some knowledge and some song and some beauty must be kept for those days before the world again plunges into darkness.",
      "author": "Marion Zimmer Bradley",
      "category": "adversity"
    },
    {
      "quote": "There is not enough darkness in all the world to put out the light of even one small candle.",
      "author": "Robert Alden",
      "category": "adversity"
    },
    {
      "quote": "Hope begins in the dark  the stubborn hope that if you just show up and try to do the right thing  the dawn will come. You wait and watch and work: you don't give up.",
      "author": "Anne Lamott",
      "category": "adversity"
    },
    {
      "quote": "Truth  like the burgeoning of a bulb under the soil  however deeply sown  will make its way to the light.",
      "author": "Ellis Peters",
      "category": "adversity"
    },
    {
      "quote": "Flowers grow out of dark moments.",
      "author": "Corita Kent",
      "category": "adversity"
    },
    {
      "quote": "I have brightness in my soul  which strains toward Heaven. I am like a bird!",
      "author": "Jenny Lind",
      "category": "adversity"
    },
    {
      "quote": "When it is dark enough  you can see the stars.",
      "author": "Charles A. Beard",
      "category": "adversity"
    },
    {
      "quote": "All sorts of spiritual gifts come through privations  if they are accepted.",
      "author": "Janet Erskine Stuart",
      "category": "adversity"
    },
    {
      "quote": "There is nothing the body suffers which the soul may not profit by.",
      "author": "George Meredith",
      "category": "adversity"
    },
    {
      "quote": "Often God has to shut a door in our face  so that He can subsequently open the door through which He wants us to go.",
      "author": "Catharine Marshall",
      "category": "adversity"
    },
    {
      "quote": "God will not look you over for medals  degrees or diplomas  but for scars.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "He who serves God with what costs him nothing  will do very little service  you may depend on it.",
      "author": "Susan Warner",
      "category": "adversity"
    },
    {
      "quote": "There are three modes of bearing the ills of life: by indifference  by philosophy  and by religion.",
      "author": "Charles Caleb Colton",
      "category": "adversity"
    },
    {
      "quote": "Sorrow has its reward. It never leaves us where it found us.",
      "author": "Mary Baker Eddy",
      "category": "adversity"
    },
    {
      "quote": "The same reason makes a man a religious enthusiast that makes a man an enthusiast in any other way: an uncomfortable mind in an uncomfortable body.",
      "author": "William Hazlitt",
      "category": "adversity"
    },
    {
      "quote": "Adversity introduces a man to himself.",
      "author": "Anonymous",
      "category": "adversity"
    },
    {
      "quote": "Constant success shows us but one side of the world  adversity brings out the reverse of the picture.",
      "author": "Walter Colton",
      "category": "adversity"
    },
    {
      "quote": "Prosperity is a great teacher  adversity is a greater. Possession pampers the mind  privation trains and strengthens it.",
      "author": "William Hazlitt",
      "category": "adversity"
    },
    {
      "quote": "Sweet are the uses of adversity  Which  like the toad  ugly and venomous  Wears yet a precious jewel in his head.",
      "author": "William Shakespeare",
      "category": "adversity"
    },
    {
      "quote": "There is no education like adversity.",
      "author": "Benjamin Disraeli",
      "category": "adversity"
    },
    {
      "quote": "The incessant witless repetition of advertisers' moron-fodder has become so much a part of life that if we are not careful  we forget to be insulted by it.",
      "author": "The London Times",
      "category": "advertising"
    },
    {
      "quote": "There is no such thing as bad publicity except your own obituary.",
      "author": "Brendan Behan",
      "category": "advertising"
    },
    {
      "quote": "The advertisements in a newspaper are more full of knowledge in respect to what is going on in a state or community than the editorial columns are.",
      "author": "Henry Ward Beecher",
      "category": "advertising"
    },
    {
      "quote": "If it doesn't sell  it isn't creative.",
      "author": "David Ogilvy",
      "category": "advertising"
    },
    {
      "quote": "In advertising not to be different is virtually suicidal.",
      "author": "Bill Bernback",
      "category": "advertising"
    },
    {
      "quote": "Advertising - a judicious mixture of flattery and threats.",
      "author": "Northrop Frye",
      "category": "advertising"
    },
    {
      "quote": "Advertising may be described as the science of arresting the human intelligence long enough to get money from it.",
      "author": "Stephen Leacock",
      "category": "advertising"
    },
    {
      "quote": "The best ad is a good product.",
      "author": "Alan H. Meyer",
      "category": "advertising"
    },
    {
      "quote": "The philosophy behind much advertising is based on the old observation that every man is really two men - the man he is and the man he wants to be.",
      "author": "William Feather",
      "category": "advertising"
    },
    {
      "quote": "The number of agency people required to shoot a commercial on location is in direct proportion to the mean temperature of the location.",
      "author": "Shelby Page",
      "category": "advertising"
    },
    {
      "quote": "Advertising is the most fun you can have with your clothes on.",
      "author": "Jerry Delia Femina",
      "category": "advertising"
    },
    {
      "quote": "Buy me and you will overcome the anxieties I have just reminded you of.",
      "author": "Michael Schudson",
      "category": "advertising"
    },
    {
      "quote": "If I were starting life over again  I am inclined to think that I would go into the advertising business in preference to almost any other. The general raising of standards of modern civilization among all groups of people during the past half-century would have been impossible without that spreading of the knowledge of higher standards by means of advertising.",
      "author": "Franklin D. Roosevelt",
      "category": "advertising"
    },
    {
      "quote": "Promise  large promise  is the soul of an advertisement.",
      "author": "Samuel Johnson",
      "category": "advertising"
    },
    {
      "quote": "The deeper problems connected with advertising come less from the unscrupulousness of our 'deceivers' than from our pleasure in being deceived  less from the desire to seduce than from the desire to be seduced.",
      "author": "Daniel J. Boorstin",
      "category": "advertising"
    },
    {
      "quote": "Ads are the cave art of the twentieth century.",
      "author": "Marshall McLuhan",
      "category": "advertising"
    },
    {
      "quote": "The advertisement is one of the most interesting and difficult of modern literary forms.",
      "author": "Aldous Huxley",
      "category": "advertising"
    },
    {
      "quote": "What kills a skunk is the publicity it gives itself.",
      "author": "Abraham Lincoln",
      "category": "advertising"
    },
    {
      "quote": "Few people at the beginning of the nineteenth century needed an adman to tell them what they wanted.",
      "author": "J. K. Galbraith",
      "category": "advertising"
    },
    {
      "quote": "The art of publicity is a black art.",
      "author": "Learned Hand",
      "category": "advertising"
    },
    {
      "quote": "Advertising is legalized lying.",
      "author": "H. G. Wells",
      "category": "advertising"
    },
    {
      "quote": "Advertising is what you do when you can't go to see somebody. That's all it is.",
      "author": "Fairfax Cone",
      "category": "advertising"
    },
    {
      "quote": "The consumer is not a moron. She's your wife.",
      "author": "David Ogilvy",
      "category": "advertising"
    },
    {
      "quote": "When business is good it pays to advertise  when business is bad you've got to advertise.",
      "author": "Anonymous",
      "category": "advertising"
    },
    {
      "quote": "You can tell the ideals of a nation by its advertisements.",
      "author": "George Norman Douglas",
      "category": "advertising"
    },
    {
      "quote": "Advertisements contain the only truth to be relied on in a newspaper.",
      "author": "Thomas Jefferson",
      "category": "advertising"
    },
    {
      "quote": "But one must know where one stands  and where the others wish to go.",
      "author": "Goethe",
      "category": "advice"
    },
    {
      "quote": "No man ever listened himself out of a job.",
      "author": "Calvin Coolidge",
      "category": "advice"
    },
    {
      "quote": "Thanksgiving comes after Christmas.",
      "author": "Peter Kreeft",
      "category": "advice"
    },
    {
      "quote": "The proverb warns that  \"You should not bite the hand that feeds you.\" But maybe you should  if it prevents you from feeding yourself.",
      "author": "Thomas Szasz",
      "category": "advice"
    },
    {
      "quote": "I remember my father telling me the story of the preacher delivering an exhortation to his flock  and as he reached the climax of his exhortation  a man in the front row got up and said  'O Lord  use me. Use me  O Lord - in an advisory capacity!'",
      "author": "Adlai Stevenson",
      "category": "advice"
    },
    {
      "quote": "Be frank and explicit. That is the right line to take when you wish to conceal your own mind and to confuse the minds of others.",
      "author": "Benjamin Disraeli",
      "category": "advice"
    },
    {
      "quote": "To make pleasure pleasant  shorten.",
      "author": "Charles Buxton",
      "category": "advice"
    },
    {
      "quote": "Put all thine eggs in one basket and - watch that basket.",
      "author": "Mark Twain",
      "category": "advice"
    },
    {
      "quote": "It has seemed to be more necessary to have regard to the weight of words rather than to their number.",
      "author": "Cicero",
      "category": "advice"
    },
    {
      "quote": "Don't offer me advice  give me money.",
      "author": "Spanish proverb",
      "category": "advice"
    },
    {
      "quote": "If you aren't rich  you should always look useful.",
      "author": "Louis-Ferdinand Celine",
      "category": "advice"
    },
    {
      "quote": "He who can lick can bite.",
      "author": "French proverb",
      "category": "advice"
    },
    {
      "quote": "When a man comes to me for advice  I find out the kind of advice he wants  and I give it to him.",
      "author": "Josh Billings",
      "category": "advice"
    },
    {
      "quote": "We only make a dupe of the friend whose advice we ask  for we never tell him all  and it is usually what we have left unsaid that decides our conduct.",
      "author": "Diane de Poitiers",
      "category": "advice"
    },
    {
      "quote": "I give myself  sometimes  admirable advice  but I am incapable of taking it.",
      "author": "Mary Wortley Montagu",
      "category": "advice"
    },
    {
      "quote": "Advice is like snow  the softer it falls  the longer it dwells upon  and the deeper it sinks into  the mind.",
      "author": "Samuel Taylor Coleridge",
      "category": "advice"
    },
    {
      "quote": "The true secret of giving advice is  after you have honestly given it  to be perfectly indifferent whether it is taken or not and never persist in trying to set people right.",
      "author": "Hannah Whitall Smith",
      "category": "advice"
    },
    {
      "quote": "'Be yourself!' is about the worst advice you can give to some people.",
      "author": "Tom Masson",
      "category": "advice"
    },
    {
      "quote": "A bull does not enjoy fame in two herds.",
      "author": "Rhodesian proverb",
      "category": "advice"
    },
    {
      "quote": "The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.",
      "author": "Oliver Wendell Holmes",
      "category": "advice"
    },
    {
      "quote": "Fewer things are harder to put up with than the annoyance of a good example.",
      "author": "Mark Twain",
      "category": "advice"
    },
    {
      "quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
      "author": "Oscar Wilde",
      "category": "advice"
    },
    {
      "quote": "A good scare is worth more to a man than good advice.",
      "author": "Edgar Watson Howe",
      "category": "advice"
    },
    {
      "quote": "There is little serenity comparable to the serenity of the inexperienced giving advice to the experienced.",
      "author": "Anonymous",
      "category": "advice"
    },
    {
      "quote": "Advice is seldom welcome  and those who want it the most always like it the least.",
      "author": "Lord Chesterfield",
      "category": "advice"
    },
    {
      "quote": "It is well enough  when one is talking to a friend  to lodge in an odd word by way of counsel now and then  but there is something mighty irksome in its staring upon one in a letter  where one ought to see only kind words and friendly remembrances.",
      "author": "Mary Lamb",
      "category": "advice"
    },
    {
      "quote": "Men of much depth of mind can bear a great deal of counsel  for it does not easily deface their own character  nor render their purposes indistinct.",
      "author": "Arthur Helps",
      "category": "advice"
    },
    {
      "quote": "Have more than thou showest  Speak less than thou knowest.",
      "author": "William Shakespeare",
      "category": "advice"
    },
    {
      "quote": "What you don't see with your eyes  don't invent with your tongue.",
      "author": "Jewish proverb",
      "category": "advice"
    },
    {
      "quote": "If you keep your mind sufficiently open  people will throw a lot of rubbish into it.",
      "author": "William A. Orton",
      "category": "advice"
    },
    {
      "quote": "Don't fight forces  use them.",
      "author": "Buckminster Fuller",
      "category": "advice"
    },
    {
      "quote": "Drink nothing without seeing it  sign nothing without reading it.",
      "author": "Spanish proverb",
      "category": "advice"
    },
    {
      "quote": "What is important is to keep learning  to enjoy challenge  and to tolerate ambiguity. In the end there are no certain answers.",
      "author": "Marina Horner",
      "category": "advice"
    },
    {
      "quote": "Simplicity  simplicity  simplicity. I say  let your affairs be as two or three  and not a hundred or a thousand  instead of a million count half a dozen  and keep your accounts on your thumbnail.",
      "author": "Henry David Thoreau",
      "category": "advice"
    },
    {
      "quote": "You must not think  sir  to catch old birds with chaff.",
      "author": "Cervantes",
      "category": "advice"
    },
    {
      "quote": "Never give advice in a crowd.",
      "author": "Arab proverb",
      "category": "advice"
    },
    {
      "quote": "Never give advice unless asked.",
      "author": "German proverb",
      "category": "advice"
    },
    {
      "quote": "Whatever advice you give  be short.",
      "author": "Horace",
      "category": "advice"
    },
    {
      "quote": "Old men are fond of giving good advice  to console themselves for being no longer in a position to give bad examples.",
      "author": "La Rochefoucauld",
      "category": "advice"
    },
    {
      "quote": "We give advice  but we do not inspire conduct.",
      "author": "La Rochefoucauld",
      "category": "advice"
    },
    {
      "quote": "Good counsel has no price.",
      "author": "Guiseppe Mazzini",
      "category": "advice"
    },
    {
      "quote": "Never advise anyone to go to war or to marry.",
      "author": "Spanish proverb",
      "category": "advice"
    },
    {
      "quote": "Many receive advice  only the wise profit by it.",
      "author": "Syrus",
      "category": "advice"
    },
    {
      "quote": "Admonish your friends privately  but praise them openly.",
      "author": "Syrus",
      "category": "advice"
    },
    {
      "quote": "The eternal stars shine out as soon as it is dark enough.",
      "author": "Thomas Carlyle",
      "category": "affliction"
    },
    {
      "quote": "Whom the Lord loveth he chasteneth.",
      "author": "Bible",
      "category": "affliction"
    },
    {
      "quote": "Be still  sad heart  and cease repining  Behind the clouds the sun is shining  Thy fate is the common fate of all  Into each life some rain must fall  -  Some days must be dark and dreary.",
      "author": "Henry Wadsworth Longfellow",
      "category": "affliction"
    },
    {
      "quote": "It is always in season for old men to learn.",
      "author": "Aeschylus",
      "category": "age"
    },
    {
      "quote": "Youth is a blunder  Manhood a struggle  Old Age a regret.",
      "author": "Benjamin Disraeli",
      "category": "age"
    },
    {
      "quote": "To know how to grow old is the master work of wisdom  and one of the most difficult chapters in the great art of living.",
      "author": "Henri Frederic Amiel",
      "category": "age"
    },
    {
      "quote": "Old wood best to burn  old wine to drink  old friends to trust  and old authors to read.",
      "author": "Sir Francis Bacon",
      "category": "age"
    },
    {
      "quote": "At 20 years of age the will reigns  at 30 the wit  at 40 the judgment.",
      "author": "Benjamin Franklin",
      "category": "age"
    },
    {
      "quote": "If wrinkles must be written upon our brows  let them not be written upon the heart. The spirit should not grow old.",
      "author": "James A. Garfield",
      "category": "age"
    },
    {
      "quote": "The riders in a race do not stop short when they reach the goal. There is a little finishing canter before coming to a standstill. There is time to hear the kind voice of friends and to say to one's self: \"The work is done.\"",
      "author": "Oliver Wendell Holmes",
      "category": "age"
    },
    {
      "quote": "Study until twenty-five  investigation until forty  profession until sixty  at which age I would have him retired on a double allowance.",
      "author": "William Osier",
      "category": "age"
    },
    {
      "quote": "In youth the days are short and the years are long  in old age the years are short and the days long.",
      "author": "Panin",
      "category": "age"
    },
    {
      "quote": "The days of our years are threescore years and ten  and if by reason of strength they be fourscore years  yet is their strength labour and sorrow  for it is soon cut off  and we fly away.",
      "author": "Bible",
      "category": "age"
    },
    {
      "quote": "The first forty years of life give us the text  the next thirty supply the commentary on it.",
      "author": "Schopenhauer",
      "category": "age"
    },
    {
      "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
      "author": "William Shakespeare",
      "category": "age"
    },
    {
      "quote": "An old man is twice a child.",
      "author": "William Shakespeare",
      "category": "age"
    },
    {
      "quote": "The old believe everything: the middle-aged suspect everything: the young know everything.",
      "author": "Oscar Wilde",
      "category": "age"
    },
    {
      "quote": "Age and treachery will triumph over youth and skill.",
      "author": "Anonymous",
      "category": "aging, old, age"
    },
    {
      "quote": "All the best sands of my life are somehow getting into the wrong end of the hourglass. If I could only reverse it! Were it in my power to do so  would I?",
      "author": "Thomas Bailey Aldrich",
      "category": "aging, old, age"
    },
    {
      "quote": "All would live long  but none would be old.",
      "author": "Benjamin Franklin",
      "category": "aging, old, age"
    },
    {
      "quote": "An old man concludeth from his knowing mankind that they know him too  and that maketh him very wary.",
      "author": "George Saville",
      "category": "aging, old, age"
    },
    {
      "quote": "An old man loved is Winter with flowers.",
      "author": "German proverb",
      "category": "aging, old, age"
    },
    {
      "quote": "An older author is constantly rediscovering himself in the more or less fossilized productions of his earlier years.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "But  Lord Crist! whan that it remembreth me Upon my yowthe  and on my jolitee  It tickleth me aboute myn herte roote. Unto this day it dooth myn herte boote That I have had my world as in my tyme. But age  alias! that al wole envenyme  Hath me biraft my beautee and my pith. Lat go  farewel! the devel go therwith! The flour is goon  ther is namoore to telle  The bren  as I best kan  now most I selle.",
      "author": "Geoffrey Chaucer",
      "category": "aging, old, age"
    },
    {
      "quote": "Grow old with me! The best is yet to be  The last of life  for which the first was made: Our times are in his hands Who sayeth \"a whole I plant  Youth shows but half  Trust God  see all nor be afraid.\"",
      "author": "Robert Browning",
      "category": "aging, old, age"
    },
    {
      "quote": "Growing old is like being increasingly penalized for a crime you have not committed.",
      "author": "Anthony Powell",
      "category": "aging, old, age"
    },
    {
      "quote": "Here's a new day. 0 Pendulum move slowly!",
      "author": "Harold Munro",
      "category": "aging, old, age"
    },
    {
      "quote": "I am 65 and I guess that puts me in with the geriatrics. But if there were 15 months in every year  I'd only be 48. That's the trouble with us. We number everything. Take women  for example  I think they deserve to have more than 12 years between the ages of 28 and 40.",
      "author": "James Thurber",
      "category": "aging, old, age"
    },
    {
      "quote": "I am just turning 40 and taking my time about it.",
      "author": "Harold Lloyd",
      "category": "aging, old, age"
    },
    {
      "quote": "I haven't asked you to make me young again. All I want is to go on getting older.",
      "author": "Konrad Adenauer",
      "category": "aging, old, age"
    },
    {
      "quote": "I refuse to admit that I am more than 52  even if that makes my sons illegitimate.",
      "author": "Nancy Lady Astor",
      "category": "aging, old, age"
    },
    {
      "quote": "If I'd known I was gonna live this long (100 years)  I'd have taken better care of myself.",
      "author": "James Hubert Blake",
      "category": "aging, old, age"
    },
    {
      "quote": "If the young only knew  if the old only could.",
      "author": "French saying",
      "category": "aging, old, age"
    },
    {
      "quote": "Is it not strange that desire should so many years outlive performance?",
      "author": "William Shakespeare",
      "category": "aging, old, age"
    },
    {
      "quote": "Middle age snuffs out more talent than even wars or sudden deaths do.",
      "author": "Richard Hughes",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age is the Outpatient's Dept of purgatory.",
      "author": "Lord Cecil",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age takes away from us what we have inherited and gives us what we have earned.",
      "author": "Gerald Brenan",
      "category": "aging, old, age"
    },
    {
      "quote": "The difference between being an elder statesman And posing successfully as an elder statesman Is practically negligible.",
      "author": "T. S. Eliot",
      "category": "aging, old, age"
    },
    {
      "quote": "The old repeat themselves and the young have nothing to say. The boredom is mutual.",
      "author": "Jacques Bainville",
      "category": "aging, old, age"
    },
    {
      "quote": "There is many a good tune played on an old fiddle.",
      "author": "Old saying",
      "category": "aging, old, age"
    },
    {
      "quote": "Time goes by: reputation increases  ability declines.",
      "author": "Dag Hammarskjold",
      "category": "aging, old, age"
    },
    {
      "quote": "To keep the heart unwrinkled  to be hopeful  kindly  cheerful  reverent -that is to triumph over old age.",
      "author": "Thomas Bailey Aldrich",
      "category": "aging, old, age"
    },
    {
      "quote": "We do not die wholly at our deaths: we have moldered away gradually long before. Faculty after faculty  interest after interest  attachment after attachment disappear: we are torn from ourselves while living.",
      "author": "William Hazlitt",
      "category": "aging, old, age"
    },
    {
      "quote": "Wrinkles - the service stripes of life.",
      "author": "Anonymous",
      "category": "aging, old, age"
    },
    {
      "quote": "To be seventy years young is sometimes far more cheerful and hopeful than to be forty years old.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "One of the delights known to age  and beyond the grasp of youth  is that of 'not going'!",
      "author": "J. B. Priestley",
      "category": "aging, old, age"
    },
    {
      "quote": "A man of sixty has spent twenty years in bed and over three years in eating.",
      "author": "Arnold Bennett",
      "category": "aging, old, age"
    },
    {
      "quote": "The role of a retired person is no longer to possess one.",
      "author": "Simone de Beauvoir",
      "category": "aging, old, age"
    },
    {
      "quote": "Middle age: when you're sitting at home on Saturday night and the telephone rings and you hope it isn't for you.",
      "author": "Ogden Nash",
      "category": "aging, old, age"
    },
    {
      "quote": "No Spring  nor Summer beauty hath such grace  As I have seen in one Autumnal face.",
      "author": "John Donne",
      "category": "aging, old, age"
    },
    {
      "quote": "If you live long enough the venerability factor creeps in  you get accused of things you never did and praised for virtues you never had.",
      "author": "I. F. Stone",
      "category": "aging, old, age"
    },
    {
      "quote": "I advise you to go on living solely to enrage those who are paying your annuities. It is the only pleasure I have left.",
      "author": "Voltaire",
      "category": "aging, old, age"
    },
    {
      "quote": "Growing old is no more than a bad habit which a busy man has no time to form.",
      "author": "Andri Maurois",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age is an island surrounded by death.",
      "author": "Juan Montalvo",
      "category": "aging, old, age"
    },
    {
      "quote": "It is time to be old  To take in sail.",
      "author": "Ralph Waldo Emerson",
      "category": "aging, old, age"
    },
    {
      "quote": "I feel age like an icicle down my back.",
      "author": "Dyson Carter",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age is a time of humiliations  the most disagreeable of which  for me  is that I cannot work long at sustained high pressure with no leaks in concentration.",
      "author": "Igor Stravinsky",
      "category": "aging, old, age"
    },
    {
      "quote": "Dignity  high station  or great riches are in some sort necessary to old men  in order to keep the younger at a distance  who are otherwise too apt to insult them upon the score of their age.",
      "author": "Jonathan Swift",
      "category": "aging, old, age"
    },
    {
      "quote": "The young feel tired at the end of an action  The old at the beginning.",
      "author": "T. S. Eliot",
      "category": "aging, old, age"
    },
    {
      "quote": "Old foxes want no tutors.",
      "author": "Thomas Fuller",
      "category": "aging, old, age"
    },
    {
      "quote": "Old birds are hard to pluck.",
      "author": "German proverb",
      "category": "aging, old, age"
    },
    {
      "quote": "A man of fifty looks as old as Santa Claus to a girl of twenty.",
      "author": "William Feather",
      "category": "aging, old, age"
    },
    {
      "quote": "How old would you be if you didn't know how old you are?",
      "author": "Satchel Paige",
      "category": "aging, old, age"
    },
    {
      "quote": "The young always have the same problem - how to rebel and conform at the same time. They have now solved this by defying their parents and copying one another.",
      "author": "Quentin Crisp",
      "category": "aging, old, age"
    },
    {
      "quote": "Before you contradict an old man  my fair friend  you should endeavour to understand him.",
      "author": "George Santayana",
      "category": "aging, old, age"
    },
    {
      "quote": "Zsa Zsa Gabor  when asked which of the Gabor women was the oldest  said \"She'll never admit it  but I believe it is Mama.\" When men grow virtuous in their old age  they only make a sacrifice to God of the devil's leavings.",
      "author": "Jonathan Swift",
      "category": "aging, old, age"
    },
    {
      "quote": "When you are forty  half of you belongs to the past. . . And when you are seventy  nearly all of you.",
      "author": "Jean Anouilh",
      "category": "aging, old, age"
    },
    {
      "quote": "To an old man any place that's warm is homeland.",
      "author": "Maxim Gorky",
      "category": "aging, old, age"
    },
    {
      "quote": "By the time a man gets well into his seventies his continued existence is a mere miracle.",
      "author": "Robert Louis Stevenson",
      "category": "aging, old, age"
    },
    {
      "quote": "One trouble with growing older is that it gets progressively tougher to find a famous historical figure who didn't amount to much when he was your age.",
      "author": "Bill Vaughan",
      "category": "aging, old, age"
    },
    {
      "quote": "Forty is the old age of youth  fifty is the youth of old age.",
      "author": "Victor Hugo",
      "category": "aging, old, age"
    },
    {
      "quote": "Middle age is youth without its levity  And age without decay.",
      "author": "Daniel Defoe",
      "category": "aging, old, age"
    },
    {
      "quote": "And he (King David) died in a good old age  full of days  riches and honour.",
      "author": "Bible",
      "category": "aging, old, age"
    },
    {
      "quote": "I never dared be radical when young For fear it would make me conservative when old.",
      "author": "Robert Frost",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age is by nature rather talkative.",
      "author": "Cicero",
      "category": "aging, old, age"
    },
    {
      "quote": "Old age  especially an honoured old age  has so great authority  that this is of more value than all the pleasures of youth.",
      "author": "Cicero",
      "category": "aging, old, age"
    },
    {
      "quote": "Age has a good mind and sorry shanks.",
      "author": "Pietro Aretino",
      "category": "aging, old, age"
    },
    {
      "quote": "To me  old age is always fifteen years older than I am.",
      "author": "Bernard Baruch",
      "category": "aging, old, age"
    },
    {
      "quote": "Few people know how to be old.",
      "author": "La Rochefoucauld",
      "category": "aging, old, age"
    },
    {
      "quote": "First you forget names  then you forget faces  then you forget to pull your zipper up  then you forget to pull your zipper down.",
      "author": "Leo Rosenberg",
      "category": "aging, old, age"
    },
    {
      "quote": "I really believe that more harm is done by old men who cling to their influence than by young men who anticipate it.",
      "author": "Owen D. Young",
      "category": "aging, old, age"
    },
    {
      "quote": "He had come to that time in his life (it varies for every man) when a human being gives himself over to his demon or to his genius  according to a mysterious law which orders him either to destroy or to surpass himself.",
      "author": "Marguerite Yourcenar",
      "category": "aging, old, age"
    },
    {
      "quote": "The individual succumbs  but he does not die if he has left something to mankind.",
      "author": "Will Durant",
      "category": "aging, old, age"
    },
    {
      "quote": "It is always in season for old men to learn.",
      "author": "Aeschylus",
      "category": "aging, old, age"
    },
    {
      "quote": "So  lively brisk old fellow  don't let age get you down. White hairs or not  you can still be a lover.",
      "author": "Goethe",
      "category": "aging, old, age"
    },
    {
      "quote": "He that has seen both sides of fifty has lived to little purpose if he has no other views of the world than he had when he was much younger.",
      "author": "William Cowper",
      "category": "aging, old, age"
    },
    {
      "quote": "Let us respect gray hairs  especially our own.",
      "author": "J. P. Senn",
      "category": "aging, old, age"
    },
    {
      "quote": "The spiritual eyesight improves as the physical eyesight declines.",
      "author": "Plato",
      "category": "aging, old, age"
    },
    {
      "quote": "A man over ninety is a great comfort to all his elderly neighbours: he is a picket-guard at the extreme outpost: and the young folks of sixty and seventy feel that the enemy must get by him before he can come near their camp.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "An old codger  rampant  and still learning.",
      "author": "Aldous Huxley",
      "category": "aging, old, age"
    },
    {
      "quote": "A person is always startled when he hears himself seriously called an old man for the first time.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "Many a man that couldn't direct ye to th' drug store on th' corner when he was thirty will get a respectful hearin' when age has further impaired his mind.",
      "author": "Finley Peter Dunne",
      "category": "aging, old, age"
    },
    {
      "quote": "The denunciation of the young is a necessary part of the hygiene of older people  and greatly assists the circulation of their blood.",
      "author": "Logan Pearsall Smith",
      "category": "aging, old, age"
    },
    {
      "quote": "Never have I enjoyed youth so thoroughly as I have in my old age. In writing Dialogues in Limbo  The Last Puritan  and now all these descriptions of the friends of my youth and the young friends of my middle age  I have drunk the pleasure of life more pure  more joyful than it ever was when mingled with all the hidden anxieties and little annoyances of actual living. Nothing is inherently and invincibly young except spirit. And spirit can enter a human being perhaps better in the quiet of old age and dwell there more undisturbed than in the turmoil of adventure.",
      "author": "George Santayana",
      "category": "aging, old, age"
    },
    {
      "quote": "The arctic loneliness of age.",
      "author": "S. Weir Mitchell",
      "category": "aging, old, age"
    },
    {
      "quote": "When pain ends  gain ends too.",
      "author": "Robert Browning",
      "category": "aging, old, age"
    },
    {
      "quote": "No gains without pains.",
      "author": "Adlai Stevenson",
      "category": "aging, old, age"
    },
    {
      "quote": "Longevity is having a chronic disease and taking care of it.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "Age is a high price to pay for maturity.",
      "author": "Tom Stoppard",
      "category": "aging, old, age"
    },
    {
      "quote": "I'm very pleased with each advancing year. It stems back to when I was forty. I was a bit upset about reaching that milestone  but an older friend consoled me. 'Don't complain about growing old - many people don't have that privilege.'",
      "author": "Earl Warren",
      "category": "aging, old, age"
    },
    {
      "quote": "When I was very young  I was disgracefully intolerant but when I passed the thirty mark I prided myself on having learned the beautiful lesson that all things were good  and equally good. That  however  was really laziness. Now  thank goodness  I've sorted out what matters and what doesn't. And I'm beginning to be intolerant again.",
      "author": "G. B. Stern",
      "category": "aging, old, age"
    },
    {
      "quote": "It is the fear of being as dependent as a young child  while not being loved as a child is loved  but merely being kept alive against one's will.",
      "author": "Malcolm Cowley",
      "category": "aging, old, age"
    },
    {
      "quote": "Happy the man who gains sagacity in youth  but thrice happy he who retains the fervour of youth in age.",
      "author": "Dagobert Runes",
      "category": "aging, old, age"
    },
    {
      "quote": "Your old men shall dream dreams  your young men shall see visions.",
      "author": "Bible",
      "category": "aging, old, age"
    },
    {
      "quote": "I am long on ideas  but short on time. I expect to live only about a hundred years.",
      "author": "Thomas A. Edison",
      "category": "aging, old, age"
    },
    {
      "quote": "How beautifully the leaves grow old. How full of light and colour are their last days.",
      "author": "John Burroughs",
      "category": "aging, old, age"
    },
    {
      "quote": "In the last few years everything I'd done up to sixty or so has seemed very childish.",
      "author": "T. S. Eliot",
      "category": "aging, old, age"
    },
    {
      "quote": "What makes old age so sad is not that our joys but our hopes cease.",
      "author": "Jean Paul Richter",
      "category": "aging, old, age"
    },
    {
      "quote": "The young man knows the rules but the old man knows the exceptions.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "To know how to grow old is the master-work of wisdom  and one of the most difficult chapters in the great art of living.",
      "author": "Henri Frederic Amiel",
      "category": "aging, old, age"
    },
    {
      "quote": "When you reach your sixties  you have to decide whether you're going to be a sot or an ascetic. In other words if you want to go on working after you're sixty  some degree of asceticism is inevitable.",
      "author": "Malcolm Muggeridge",
      "category": "aging, old, age"
    },
    {
      "quote": "Yes  I'm 68  but when I was a boy I was too poor to smoke  so knock off ten years. That makes me 58. And since I never developed the drinking habit  you can knock off ten more years. So I'm 48 - in the prime of my life. Retire? Retire to what?",
      "author": "W. A. C. Bennett",
      "category": "aging, old, age"
    },
    {
      "quote": "Life has got to be lived - that's all there is to it. At seventy  I would say the advantage is that you take life more calmly. You know that 'this  too  shall pass!'",
      "author": "Eleanor Roosevelt",
      "category": "aging, old, age"
    },
    {
      "quote": "Senescence begins And middle age ends  The day your descendants Outnumber your friends.",
      "author": "Ogden Nash",
      "category": "aging, old, age"
    },
    {
      "quote": "On the day of his death  in his eightieth year  Elliot  'the Apostle of the Indians ' was found teaching an Indian child at his bedside. 'Why not to rest from your labours now?' asked a friend. 'Because ' replied the venerable man  'I have prayed God to render me useful in my sphere  and he has heard my prayers  for now that I can no longer preach  he leaves me strength enough to teach this poor child the alphabet.'",
      "author": "S. Chaplin",
      "category": "aging, old, age"
    },
    {
      "quote": "As the world is wearie of me so am I of it.",
      "author": "John Knox",
      "category": "aging, old, age"
    },
    {
      "quote": "Middle age is when you have a choice of two temptations and choose the one that will get you home earlier.",
      "author": "Anonymous",
      "category": "aging, old, age"
    },
    {
      "quote": "No wise man ever wished to be younger.",
      "author": "Jonathan Swift",
      "category": "aging, old, age"
    },
    {
      "quote": "Every man who has lived his life to the full should  by the time his senior years are reached  have established a reserve inventory of unfinished thinking.",
      "author": "Clarence Randall",
      "category": "aging, old, age"
    },
    {
      "quote": "For the unlearned  old age is winter  for the learned  it is the season of the harvest.",
      "author": "Hasidic saying",
      "category": "aging, old, age"
    },
    {
      "quote": "My opportunities were still there  nay  they multiplied tenfold  but the strength and youth to cope with them began to fail  and to need eking out with the shifty cunning of experience.",
      "author": "George Bernard Shaw",
      "category": "aging, old, age"
    },
    {
      "quote": "I must be getting absent-minded. Whenever I complain that things aren't what they used to be  I always forget to include myself.",
      "author": "George Burns",
      "category": "aging, old, age"
    },
    {
      "quote": "We grow neither better nor worse as we get old  but more like ourselves",
      "author": "May Lamberton Becker",
      "category": "aging, old, age"
    },
    {
      "quote": "Golden lads and girls all must  As chimney-sweepers  come to dust.",
      "author": "William Shakespeare",
      "category": "aging, old, age"
    },
    {
      "quote": "It's never too late to have a fling For autumn is just as nice as spring And it's never too late to fall in love.",
      "author": "Sandy Wilson",
      "category": "aging, old, age"
    },
    {
      "quote": "Growing old - it's not nice  but it's interesting.",
      "author": "August Strindberg",
      "category": "aging, old, age"
    },
    {
      "quote": "If you think that I am going to bother myself again before I die about social improvement  or read any of those stinking upward and onwarders - you err - I mean to have some good out of being old.",
      "author": "Oliver Wendell Holmes",
      "category": "aging, old, age"
    },
    {
      "quote": "They tell you that you'll lose your mind when you grow older. What they don't tell you is that you won't miss it very much.",
      "author": "Malcolm Cowley",
      "category": "aging, old, age"
    },
    {
      "quote": "I have learned little from the years that fly  but I have wrung the colour from the years.",
      "author": "Frances Pollock",
      "category": "aging, old, age"
    },
    {
      "quote": "Earth is here so kind  that just tickle her with a hoe and she laughs with a harvest.",
      "author": "Douglas Jerrold",
      "category": "agriculture"
    },
    {
      "quote": "A field becomes exhausted by constant tillage.",
      "author": "Ovid",
      "category": "agriculture"
    },
    {
      "quote": "Praise a large domain  cultivate a small estate.",
      "author": "Virgil",
      "category": "agriculture"
    },
    {
      "quote": "Blessed be agriculture! If one does not have too much of it.",
      "author": "Charles Dudley",
      "category": "agriculture"
    },
    {
      "quote": "When tillage begins  other arts follow. The farmers  therefore  are the founders of human civilization.",
      "author": "Daniel Webster",
      "category": "agriculture"
    },
    {
      "quote": "When you are aspiring to the highest place  it is honorable to reach the second or even the third rank.",
      "author": "Cicero",
      "category": "ambition"
    },
    {
      "quote": "Hitch your wagon to a star.",
      "author": "Ralph Waldo Emerson",
      "category": "ambition"
    },
    {
      "quote": "Most people would succeed in small things if they were not troubled with great ambitions.",
      "author": "Henry Wadsworth Longfellow",
      "category": "ambition"
    },
    {
      "quote": "Better to reign in hell than serve in heaven.",
      "author": "John Milton",
      "category": "ambition"
    },
    {
      "quote": "When that the poor have cried  Caesar hath wept: Ambition should be made of sterner stuff: Yet Brutus says he was ambitious  And Brutus is an honourable man.",
      "author": "William Shakespeare",
      "category": "ambition"
    },
    {
      "quote": "If you wish to reach the highest  begin at the lowest.",
      "author": "Syrus",
      "category": "ambition"
    },
    {
      "quote": "Ambition destroys its possessor.",
      "author": "Talmud",
      "category": "ambition"
    },
    {
      "quote": "Ambition has but one reward for all: A little power  a little transient fame  A grave to rest in  and a fading name!",
      "author": "William Winter",
      "category": "ambition"
    },
    {
      "quote": "There is nothing wrong with America that cannot be cured by what is right with America.",
      "author": "President William J. Clinton",
      "category": "america, americans"
    },
    {
      "quote": "The office of the president is such a bastardized thing  half royalty and half democracy  that nobody knows whether to genuflect or spit.",
      "author": "Jimmy Breslin",
      "category": "america, americans"
    },
    {
      "quote": "Part of the American dream is to live long and die young.",
      "author": "Edgar Z. Friedenberg",
      "category": "america, americans"
    },
    {
      "quote": "America is so vast that almost everything said about it is likely to be true  and the opposite is probably equally true.",
      "author": "James T. Farrell",
      "category": "america, americans"
    },
    {
      "quote": "American youth attributes much more importance to arriving at driver's license age than at voting age.",
      "author": "Marshall McLuhan",
      "category": "america, americans"
    },
    {
      "quote": "If ever there was an aviary overstocked with jays it is that Yaptown-on-the-Hudson called New York.",
      "author": "O. Henry",
      "category": "america, americans"
    },
    {
      "quote": "If you don't want to use the army  I should like to borrow it for a while. Yours respectfully",
      "author": "Abraham Lincoln",
      "category": "america, americans"
    },
    {
      "quote": "Let's talk sense to the American people. Let's tell them the truth  that there are no gains without pains.",
      "author": "Adlai Stevenson",
      "category": "america, americans"
    },
    {
      "quote": "Ours is the country where  in order to sell your product  you don't so much point out its merits as you first work like hell to sell yourself.",
      "author": "Louis Kronenberger",
      "category": "america, americans"
    },
    {
      "quote": "People who leave Washington D.C. do so by way of the box - ballot or coffin.",
      "author": "Claiborne Pell",
      "category": "america, americans"
    },
    {
      "quote": "Poor Mexico  so far from God and so near to the United States.",
      "author": "Porfirio Diaz",
      "category": "america, americans"
    },
    {
      "quote": "That strange blend of the commercial traveller  the missionary and the barbarian conqueror  which was the American abroad.",
      "author": "Olaf Stapledon",
      "category": "america, americans"
    },
    {
      "quote": "The faces in New York remind me of people who played a game ! and lost.",
      "author": "Murray Kepton",
      "category": "america, americans"
    },
    {
      "quote": "The President spends most of his time kissing people on the cheek in order to get them to do what they ought to do without getting kissed.",
      "author": "Harry S. Truman",
      "category": "america, americans"
    },
    {
      "quote": "The real America that Whitman proclaimed and Thoreau decoded.",
      "author": "Allen Ginsberg",
      "category": "america, americans"
    },
    {
      "quote": "Thou  oh my country  hast thy foolish ways  Too apt to purr at every stranger's praise.",
      "author": "Oliver Wendell Holmes",
      "category": "america, americans"
    },
    {
      "quote": "You can always get the truth from an American statesman after he has turned 70  or given up all hope of the Presidency.",
      "author": "Wendell Phillips",
      "category": "america, americans"
    },
    {
      "quote": "America is a willingness of the heart.",
      "author": "F. Scott Fitzgerald",
      "category": "america, americans"
    },
    {
      "quote": "(A country where) the young are always ready to give to those who are older than themselves the full benefits of their inexperience.",
      "author": "Oscar Wilde",
      "category": "america, americans"
    },
    {
      "quote": "We are now at the point where we must decide whether we are to honour the concept of a plural society which gains strength through diversity  or whether we are to have bitter fragmentation that will result in perpetual tension and strife.",
      "author": "Earl Warren",
      "category": "america, americans"
    },
    {
      "quote": "Nothing ever gets settled in this town (Washington). It's not like running a company or even a university. It's a seething debating society  in which the debate never stops  in which people never give up  including me  and that's the atmosphere in which you administer.",
      "author": "George P. Shultz",
      "category": "america, americans"
    },
    {
      "quote": "The skyline of New York is a monument of a splendour that no pyramids or palaces will ever equal or approach.",
      "author": "Ayn Rand",
      "category": "america, americans"
    },
    {
      "quote": "Whoever wants to know the hearts and minds of America had better learn baseball.",
      "author": "Jacques Barzun",
      "category": "america, americans"
    },
    {
      "quote": "Americans are like a rich father who wishes he knew how to give his son the hardships that made him rich.",
      "author": "Robert Frost",
      "category": "america, americans"
    },
    {
      "quote": "America... an economic system prouder of the distribution of its products than of the products themselves.",
      "author": "Murray Kempton",
      "category": "america, americans"
    },
    {
      "quote": "The United States was born in the country and moved to the city in the nineteenth century.",
      "author": "Anonymous",
      "category": "america, americans"
    },
    {
      "quote": "Delaware: a state that has three counties when the tide is out  and two when it is in.",
      "author": "J. J. Ingalls",
      "category": "america, americans"
    },
    {
      "quote": "Washington is an endless series of mock palaces clearly built for clerks.",
      "author": "Ada Louise Huxtable",
      "category": "america, americans"
    },
    {
      "quote": "The Americans believe they answered all first questions in 1776: since then they've just been hammering out the practical details.",
      "author": "Ray Smith",
      "category": "america, americans"
    },
    {
      "quote": "Our national flower is the concrete cloverleaf.",
      "author": "Lewis Mumford",
      "category": "america, americans"
    },
    {
      "quote": "Americans have a special horror of letting things happen their own way  without interference. They would like to jump down their stomachs  digest the food  and shovel the shit out.",
      "author": "William Burroughs",
      "category": "america, americans"
    },
    {
      "quote": "When asked by an anthropologist what the Indians called America before the white man came  an Indian said simply 'Ours.'",
      "author": "Vine Deloria",
      "category": "america, americans"
    },
    {
      "quote": "In the United States 'First' and 'Second' class can't be painted on railroad cars  for all passengers  being Americans  are equal and it would be 'unAmerican.' But paint 'Pullman' on a car and everyone is satisfied.",
      "author": "Owen Wister",
      "category": "america, americans"
    },
    {
      "quote": "The true America is the Middle West  and Columbus discovered nothing at all except another Europe.",
      "author": "W. L. George",
      "category": "america, americans"
    },
    {
      "quote": "America once had the clarity of a pioneer axe.",
      "author": "Robert Osborn",
      "category": "america, americans"
    },
    {
      "quote": "In the United States there is more space where nobody is than where anybody is. This is what makes America what it is.",
      "author": "Gertrude Stein",
      "category": "america, americans"
    },
    {
      "quote": "You say to your soldier  'Do this' and he does it. But I am obliged to say to the American  'This is why you ought to do this' and then he does it.",
      "author": "Baron von Steuben",
      "category": "america, americans"
    },
    {
      "quote": "The greatest American superstition is belief in facts.",
      "author": "Hermann Keyserling",
      "category": "america, americans"
    },
    {
      "quote": "America should care more for its poor and reform itself in other ways  but even if it won't do those things  it remains the least constrained society on earth.",
      "author": "Robert M. Adams",
      "category": "america, americans"
    },
    {
      "quote": "Florida: God's waiting room.",
      "author": "Glenn le Grice",
      "category": "america, americans"
    },
    {
      "quote": "The Englishman is under no constitutional obligation to believe that all men are created equal. The American agony is therefore scarcely intelligible  like a saint's self-flagellation viewed by an atheist.",
      "author": "John Updike",
      "category": "america, americans"
    },
    {
      "quote": "There is nothing the matter with Americans except their ideals. The real American is all right  it is the ideal American who is all wrong.",
      "author": "G. K. Chesterton",
      "category": "america, americans"
    },
    {
      "quote": "Nobody ever went broke underestimating the taste of the American public.",
      "author": "H. L. Mencken",
      "category": "america, americans"
    },
    {
      "quote": "Good Americans  when they die  go to Paris.",
      "author": "Thomas Gold Appleton",
      "category": "america, americans"
    },
    {
      "quote": "The sorrows and disasters of Europe always brought fortune to America.",
      "author": "Stephen Leacock",
      "category": "america, americans"
    },
    {
      "quote": "The American's conversation is much like his courtship ... He gives an inkling and watches for a reaction  if the weather looks fair  he inkles a little more. Wishing neither to intrude nor be intruded upon  he advances by stages of acceptance  by levels of agreement  by steps of concurrence.",
      "author": "Donald Lloyd",
      "category": "america, americans"
    },
    {
      "quote": "The central fact of North American history is that there were fifteen British Colonies before 1776. Thirteen rebelled and two did not.",
      "author": "June Callwood",
      "category": "america, americans"
    },
    {
      "quote": "A natural New Yorker is a native of the present tense.",
      "author": "V. S. Pritchett",
      "category": "america, americans"
    },
    {
      "quote": "New York is notoriously inhospitable to the past  disowning it whenever it can.",
      "author": "John D. Rosenberg",
      "category": "america, americans"
    },
    {
      "quote": "Why  if you're not in New York you are camping out.",
      "author": "Thomas W. Dewing",
      "category": "america, americans"
    },
    {
      "quote": "That enfabled rock  that ship of life  that swarming  million-footed  tower-masted  sky-soaring citadel that bears the magic name of the Island of Manhattan.",
      "author": "Thomas Wolfe",
      "category": "america, americans"
    },
    {
      "quote": "I don't like the life here in New York. There is no greenery. It would make a stone sick.",
      "author": "Nikita Khrushchev",
      "category": "america, americans"
    },
    {
      "quote": "New York  the nation's thyroid gland.",
      "author": "Christopher Morley",
      "category": "america, americans"
    },
    {
      "quote": "You will find the Americans much as the Greeks found the Romans: great  big  vulgar  bustling people more vigorous than we are and also more idle  with more unspoiled virtues but also more corrupt.",
      "author": "Harold Macmillan",
      "category": "america, americans"
    },
    {
      "quote": "As for what you're calling hard luck - well  we made New England out of it. That and codfish.",
      "author": "Stephen Vincent Benet",
      "category": "america, americans"
    },
    {
      "quote": "The lusts of the flesh can be gratified anywhere  it is not this sort of licence that distinguishes New York. It is  rather  a lust of the total ego for recognition  even for eminence. More than elsewhere  everybody here wants to be Somebody.",
      "author": "Sydney J. Harris",
      "category": "america, americans"
    },
    {
      "quote": "After twenty annual visits  I am still surprised each time I return to see this giant asparagus bed of alabaster and rose and green skyscrapers.",
      "author": "Cecil Beaton",
      "category": "america, americans"
    },
    {
      "quote": "He speaks English with the flawless imperfection of a New Yorker.",
      "author": "Gilbert Millstein",
      "category": "america, americans"
    },
    {
      "quote": "A town that has no ceiling price  A town of double-talk  A town so big men name her twice  Like so: 'N'Yawk  N'Yawk.'",
      "author": "Christopher Morley",
      "category": "america, americans"
    },
    {
      "quote": "And this is good old Boston The home of the bean and the cod - Where the Lowells talk to the Cabots  And the Cabots talk only to God.",
      "author": "J. C. Bossidy",
      "category": "america, americans"
    },
    {
      "quote": "New England is a finished place. Its destiny is that of Florence or Venice  not Milan  while the American empire careens onward toward its predicted end ... it is the first American section to be finished  to achieve stability in the conditions of its life. It is the first old civilization  the first permanent civilization in America.",
      "author": "Bernard de Voto",
      "category": "america, americans"
    },
    {
      "quote": "A Bostonian - an American  broadly speaking.",
      "author": "G. E. Woodberry",
      "category": "america, americans"
    },
    {
      "quote": "The swaggering underemphasis of New England.",
      "author": "Heywood Broun",
      "category": "america, americans"
    },
    {
      "quote": "A well-established village in New England or the northern Middle-West could afford a town drunkard  a town atheist  and a few Democrats.",
      "author": "D. W. Brogan",
      "category": "america, americans"
    },
    {
      "quote": "I shall enter on no encomium upon Massachussets  she needs none. There she is. Behold her  and judge for yourselves.",
      "author": "Daniel Webster",
      "category": "america, americans"
    },
    {
      "quote": "The most serious charge which can be brought against New England is not Puritanism but February.",
      "author": "Joseph Wood Krutch",
      "category": "america, americans"
    },
    {
      "quote": "Boston is a moral and intellectual nursery always busy applying first principles to trifles.",
      "author": "George Santayana",
      "category": "america, americans"
    },
    {
      "quote": "America - the best poor man's country in the world.",
      "author": "William Allen",
      "category": "america, americans"
    },
    {
      "quote": "Chicago - a facade of skyscrapers facing a lake and behind the facade every type of dubiousness.",
      "author": "E. M. Forster",
      "category": "america, americans"
    },
    {
      "quote": "I'm from Indiana  the home of more first-rate second-class men than any other state in the union.",
      "author": "Thomas R. Marshall",
      "category": "america, americans"
    },
    {
      "quote": "Pennsylvania  the state that has produced two great men: Benjamin Franklin of Massachusetts  and Albert Gallatin of Switzerland.",
      "author": "J. J. Ingalls",
      "category": "america, americans"
    },
    {
      "quote": "Stormy  husky  brawling  City of the Big Shoulders.",
      "author": "Carl Sandburg",
      "category": "america, americans"
    },
    {
      "quote": "I come from a state that raises corn and cotton and cockleburs and Democrats  and frothy eloquence neither convinces nor satisfies me. I am from Missouri. You have got to show me.",
      "author": "Willard D. Vandiver",
      "category": "america, americans"
    },
    {
      "quote": "Washington is a place where men praise courage and act on elaborate personal cost-benefit calculations.",
      "author": "J. K. Galbraith",
      "category": "america, americans"
    },
    {
      "quote": "I think that New York is not the cultural centre of America  but the business and administrative centre of American culture.",
      "author": "Saul Bellow",
      "category": "america, americans"
    },
    {
      "quote": "Washington is a city of people doing badly what shouldn't be done at all.",
      "author": "Robert H. Gurney",
      "category": "america, americans"
    },
    {
      "quote": "America and its demons  Europe and its ghosts.",
      "author": "Le Monde",
      "category": "america, americans"
    },
    {
      "quote": "0 beautiful for patriot dream That sees beyond the years Thine alabaster cities gleam Undimmed by human tears! America! America! God shed his grace on thee  And crown thy good with brotherhood From sea to shining sea!",
      "author": "Katharine Lee Bates",
      "category": "america"
    },
    {
      "quote": "America is a country of young men.",
      "author": "Ralph Waldo Emerson",
      "category": "america"
    },
    {
      "quote": "Hail  Columbia! happy land! Hail  ye heroes! heavenborn band! Who fought and bled in Freedom's cause.",
      "author": "Joseph Hopkinson",
      "category": "america"
    },
    {
      "quote": "America is a tune. It must be sung together.",
      "author": "Gerald Stanley Lee",
      "category": "america"
    },
    {
      "quote": "Thou  too  sail on  O Shipof State! Sail on  O Union  strong and great! Humanity with all its fears  With all the hopes of future years  Is hanging breathless on thy fate!",
      "author": "Henry Wadsworth Longfellow",
      "category": "america"
    },
    {
      "quote": "Only those Americans who are willing to die for their country are fit to live.",
      "author": "Douglas MacArthur",
      "category": "america"
    },
    {
      "quote": "I was born an American  I live an American  I shall die an American.",
      "author": "Daniel Webster",
      "category": "america"
    },
    {
      "quote": "Some Americans need hyphens in their names  because only part of them has come over  but when the whole man has come over  heart and thought and all  the hyphen drops of its own weight out of his name.",
      "author": "Woodrow Wilson",
      "category": "america"
    },
    {
      "quote": "This generation of Americans has a rendezvous with destiny.",
      "author": "F. D. Roosevelt",
      "category": "america"
    },
    {
      "quote": "America is God's crucible  the great Melting-Pot where all the races of Europe are melting and reforming!... The Real American has not yet arived. He is only in the crucible  Itell you - he will be the fusion of all races  the common superman.",
      "author": "Israel Zangwill",
      "category": "america"
    },
    {
      "quote": "A degenerate nobleman  or one that is proud of his birth  is like a turnip. There is nothing good of him but that which is underground.",
      "author": "Nicholas Murray Butler",
      "category": "ancestry"
    },
    {
      "quote": "My father was a Creole  his father a Negro  and his father a monkey  my family  it seems  begins where yours left off.",
      "author": "Alexander Dumas",
      "category": "ancestry"
    },
    {
      "quote": "There is no king who has not had a slave among his ancestors  and no slave who has not had a king among his.",
      "author": "Helen Keller",
      "category": "ancestry"
    },
    {
      "quote": "Noble ancestry makes a poor dish at table.",
      "author": "Italian proverb",
      "category": "ancestry"
    },
    {
      "quote": "People who take no pride in the noble achievements of remote ancestors will never achieve anything worthy to be remembered with pride by remote descendants.",
      "author": "Macaulay",
      "category": "ancestry"
    },
    {
      "quote": "Whoever serves his country well has no need of ancestors.",
      "author": "Voltaire",
      "category": "ancestry"
    },
    {
      "quote": "Anger is one of the sinners of the soul.",
      "author": "Thomas Fuller",
      "category": "anger"
    },
    {
      "quote": "It's my rule never to lose my temper until it would be detrimental to keep it.",
      "author": "Sean O'Casey",
      "category": "anger"
    },
    {
      "quote": "Never go to bed mad. Stay up and fight.",
      "author": "Phyllis Diller",
      "category": "anger"
    },
    {
      "quote": "Never forget what a man says to you when he is angry.",
      "author": "Henry Ward Beecher",
      "category": "anger"
    },
    {
      "quote": "Who can refute a sneer?",
      "author": "William Paley",
      "category": "anger"
    },
    {
      "quote": "I never work better than when I am inspired by anger  for when I am angry  I can write  pray  and preach well  for then my whole temperament is quickened  my understanding sharpened  and all mundane vexations and temptations depart.",
      "author": "Martin Luther",
      "category": "anger"
    },
    {
      "quote": "There is no passion so much transports the sincerity of judgement as doth anger.",
      "author": "Michel de Montaigne",
      "category": "anger"
    },
    {
      "quote": "Don't get mad  get even.",
      "author": "Robert F. Kennedy",
      "category": "anger"
    },
    {
      "quote": "Beware the fury of a patient man.",
      "author": "John Dryden",
      "category": "anger"
    },
    {
      "quote": "I was angry with my friend: I told my wrath  my wrath did end. I was angry with my foe: I told it not  my wrath did grow.",
      "author": "William Blake",
      "category": "anger"
    },
    {
      "quote": "A good indignation brings out all one's powers.",
      "author": "Ralph Waldo Emerson",
      "category": "anger"
    },
    {
      "quote": "Anger makes dull men witty  but it keeps them poor.",
      "author": "Anonymous",
      "category": "anger"
    },
    {
      "quote": "Heaven has no rage like love to hatred turned  Nor hell a fury like a woman scorned.",
      "author": "William Congreve",
      "category": "anger"
    },
    {
      "quote": "Anger as soon as fed is dead - Tis starving makes it fat.",
      "author": "Emily Dickinson",
      "category": "anger"
    },
    {
      "quote": "Many people lose their tempers merely from seeing you keep yours.",
      "author": "Frank Moore Colby",
      "category": "anger"
    },
    {
      "quote": "Men often make up in wrath what they want in reason.",
      "author": "W. R. Alger",
      "category": "anger"
    },
    {
      "quote": "Anger makes dull men witty  but it keeps them poor.",
      "author": "Francis Bacon",
      "category": "anger"
    },
    {
      "quote": "An angry man opens his mouth and shuts up his eyes.",
      "author": "Anonymous",
      "category": "anger"
    },
    {
      "quote": "Never answer a letter while you are angry.",
      "author": "Chinese proverb",
      "category": "anger"
    },
    {
      "quote": "When angry  count four  when very angry  swear.",
      "author": "Samuel L. Clemens",
      "category": "anger"
    },
    {
      "quote": "Heav'n has no rage  like love to hatred turn'd  Nor Hell a fury  like a woman scorn'd.",
      "author": "William Congreve",
      "category": "anger"
    },
    {
      "quote": "Beware the fury of a patient man.",
      "author": "John Dryden",
      "category": "anger"
    },
    {
      "quote": "Anger is momentary madness  so control your passion or it will control you.",
      "author": "Horace",
      "category": "anger"
    },
    {
      "quote": "Anger blows out the lamp of the mind. In the examination of a great and important question  every one should be serene  slow-pulsed  and calm.",
      "author": "Charles J. Ingersoll",
      "category": "anger"
    },
    {
      "quote": "He that is slow to anger is better than the mighty  and he that ruleth his spirit than he that taketh a city.",
      "author": "Bible",
      "category": "anger"
    },
    {
      "quote": "A fence should be horse high  hog tight and bull strong.",
      "author": "Old saying",
      "category": "animals"
    },
    {
      "quote": "A microbe is so very small You cannot make him out at all.",
      "author": "Hilaire Belloc",
      "category": "animals"
    },
    {
      "quote": "Cats  no less liquid than their shadows  Offer no angles to the wind. They slip  diminished  Neat  through loopholes Less than themselves.",
      "author": "A. S. J. Tessimond",
      "category": "animals"
    },
    {
      "quote": "Dogs come when they are called  cats take a message and get back to you.",
      "author": "Mary Bly",
      "category": "animals"
    },
    {
      "quote": "Hi  handsome hunting man Fire your little gun Bang! Now the animal Is dead and dumb and done. Nevermore to peep again  creep again  leap again Eat or sleep or drink again. Oh  what fun.",
      "author": "Walter de la Mare",
      "category": "animals"
    },
    {
      "quote": "I loathe people who keep dogs. They are cowards who haven't got the guts to bite people themselves.",
      "author": "August Strindberg",
      "category": "animals"
    },
    {
      "quote": "If called by a panther Don't anther.",
      "author": "Ogden Nash",
      "category": "animals"
    },
    {
      "quote": "Of all God's creatures there is only one that cannot be made the slave of the lash. That one is the cat. If man could be crossed with the cat  it would improve man  but it would deteriorate the cat.",
      "author": "Mark Twain",
      "category": "animals"
    },
    {
      "quote": "To hear the lark begin his flight  And singing startle the dull night. From his watchtower in the skies  Til the dappled dawn doth rise.",
      "author": "John Milton",
      "category": "animals"
    },
    {
      "quote": "Wee  sleekit  cow'rin  timrous beastie 0 what a panic's in thy breastie! Wi' bickering brattle!",
      "author": "Robert Burns",
      "category": "animals"
    },
    {
      "quote": "The quizzical expression of the monkey at the zoo comes from his wondering whether he is his brother's keeper  or his keeper's brother.",
      "author": "Evan Esar",
      "category": "animals"
    },
    {
      "quote": "You have now learned to see That cats are much like you and me And other people whom we find Possessed of various types of mind.",
      "author": "T. S. Eliot",
      "category": "animals"
    },
    {
      "quote": "No animal admires another animal.",
      "author": "Blaise Pascal",
      "category": "animals"
    },
    {
      "quote": "The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you  but he will make a fool of himself too.",
      "author": "Samuel Butler",
      "category": "animals"
    },
    {
      "quote": "All animals are equal  but some animals are more equal than others.",
      "author": "George Orwell",
      "category": "animals"
    },
    {
      "quote": "To his dog  every man is Napoleon  hence the constant popularity of dogs.",
      "author": "Aldous Huxley",
      "category": "animals"
    },
    {
      "quote": "Cats - a standing rebuke to behavioural scientists . . . least human of all creatures.",
      "author": "Lewis Thomas",
      "category": "animals"
    },
    {
      "quote": "I'd rather have an inch of dog than miles of pedigree.",
      "author": "Dana Burnet",
      "category": "animals"
    },
    {
      "quote": "Cats seem to go on the principle that it never does any harm to ask for what you want.",
      "author": "Joseph Wood Krutch",
      "category": "animals"
    },
    {
      "quote": "Animals are such agreeable friends - they ask no questions  they pass no criticisms.",
      "author": "George Eliot",
      "category": "animals"
    },
    {
      "quote": "I never saw a wild thing sorry for itself.",
      "author": "D. H. Lawrence",
      "category": "animals"
    },
    {
      "quote": "A robin redbreast in a cage Sets all heaven in a rage.",
      "author": "William Blake",
      "category": "animals"
    },
    {
      "quote": "I think one reason we admire cats  those of us who do  is their proficiency in one-upmanship. They always seem to come out on top  no matter what they are doing - or pretend they do. Rarely do you see a cat discomfited. They have no conscience  and they never regret. Maybe we secretly envy them.",
      "author": "Barbara Webster",
      "category": "animals"
    },
    {
      "quote": "I think I could turn and live with animals  they are so placid and self-contain'd  I stand and look at them long and long  They do not sweat and whine about their condition  They do not lie awake in the dark and weep for their sins  They do not make me sick discussing their duty to God  Not one is dissatisfied  not one is demented with the mania of owning things. Not one kneels to another  nor to his kind that liveth thousands of years ago  Not one is respectable or unhappy over the whole earth.",
      "author": "Walt Whitman",
      "category": "animals"
    },
    {
      "quote": "The dog is the god of frolic.",
      "author": "Henry Ward Beecher",
      "category": "animals"
    },
    {
      "quote": "Animals are such agreeable friends  they ask no questions  pass no criticisms.",
      "author": "George Eliot",
      "category": "animals"
    },
    {
      "quote": "If't were not for my cat and dog  I think I could not live.",
      "author": "Ebenezer Elliott",
      "category": "animals"
    },
    {
      "quote": "A mule has neither pride of ancestry nor hope of posterity.",
      "author": "Charles J. Ingersoll",
      "category": "animals"
    },
    {
      "quote": "Men show their superiority inside  animals  outside.",
      "author": "Russian proverb",
      "category": "animals"
    },
    {
      "quote": "He that fears not the future may enjoy the present.",
      "author": "Thomas Fuller",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Grief and constant anxiety kill nearly as many women as men die on the battlefield.",
      "author": "Mary Bokin Chesnut",
      "category": "anxiety, about, future"
    },
    {
      "quote": "To tremble before anticipated evils is to bemoan what thou hast never lost.",
      "author": "Johann von Goethe",
      "category": "anxiety, about, future"
    },
    {
      "quote": "He who foresees calamities suffers them twice over.",
      "author": "Beilby Porteous",
      "category": "anxiety, about, future"
    },
    {
      "quote": "He who fears he shall suffer already suffers what he fears.",
      "author": "Michel de Montaigne",
      "category": "anxiety, about, future"
    },
    {
      "quote": "If you are afraid for your future  you don't have a present.",
      "author": "James Petersen",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Nothing in life is more remarkable than the unnecessary anxiety which we endure  and generally create ourselves.",
      "author": "Benjamin Disraeli",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Do not think of all your anxieties  you will only make yourself ill.",
      "author": "The Shih King",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Only man clogs his happiness with care  destroying what is with thoughts of what may be.",
      "author": "John Dryden",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I care. I care a lot. I think of \"Cosmopolitan\" all day  and I run scared. So it's a combination of fright  caring  and anxiety.",
      "author": "Helen Gurley Brown",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Cowards die many times before their deaths  the valiant never taste of death but once.",
      "author": "William Shakespeare",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Every man  through fear  mugs his aspirations a dozen times a day.",
      "author": "Brendan Francis",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The mind that is anxious about the future is miserable.",
      "author": "Marcus Annaeus Seneca",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I am not afraid of tomorrow  for I have seen yesterday and I love today.",
      "author": "William Allen White",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We are more disturbed by a calamity which threatens us than by one which has befallen us.",
      "author": "John Lancaster Spalding",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We need not be afraid of the future  for the future will be in our own hands.",
      "author": "Thomas E. Dewey",
      "category": "anxiety, about, future"
    },
    {
      "quote": "It is never safe to look into the future with eyes of fear.",
      "author": "E. H. Harriman",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The future is called \"perhaps \" which is the only possible thing to call the future. And the important thing is not to allow that to scare you.",
      "author": "Tennessee Williams",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Cowardice ... is almost always simply a lack of ability to suspend the functioning of the imagination.",
      "author": "Ernest Hemingway",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged  it cuts a channel into which all other thoughts are drained.",
      "author": "Arthur Somers Roche",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Most of the fear that spoils our life comes from attacking difficulties before we get to them.",
      "author": "Dr. Frank Crane",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear is created not by the world around us  but in the mind  by what we think is going to happen.",
      "author": "Elizabeth Gawain",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Proust has pointed out that the predisposition to love creates it's own objects: is this not also true of fear?",
      "author": "Elizabeth Bowen",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear breeds fear.",
      "author": "Byron Janis",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear to let fall a drop and you spill a lot.",
      "author": "Malay proverb",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The truly fearless think of themselves as normal.",
      "author": "Margaret Atwood",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Be not afraid of life. Believe that life is worth living  and your belief will help create the fact.",
      "author": "William James",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We are terrified by the idea of being terrified.",
      "author": "Friedrich Nietzsche",
      "category": "anxiety, about, future"
    },
    {
      "quote": "That fear of missing out on things makes you miss out on everything.",
      "author": "Etty Hillesum",
      "category": "anxiety, about, future"
    },
    {
      "quote": "He who fears being conquered is sure of defeat.",
      "author": "Napoleon Bonaparte",
      "category": "anxiety, about, future"
    },
    {
      "quote": "What we fear comes to pass more speedily than what we hope.",
      "author": "Publilius Syrus",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The greatest mistake you can make is to be continually fearing you will make one.",
      "author": "Elbert Hubbard",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The mere apprehension of a coming evil has put many into a situation of the utmost danger.",
      "author": "Lucan",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The thing we fear we bring to pass.",
      "author": "Elbert Hubbard",
      "category": "anxiety, about, future"
    },
    {
      "quote": "How often the fear of one evil leads into a worse.",
      "author": "Nicolas Bouleau-Despreaux",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fears are educated into us  and can  if we wish  be educated out.",
      "author": "Dr. Karl Menninger",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Love is what we are born with. Fear is what we learn.",
      "author": "Marianne Williamson",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Human beings are born with just two basic fears. One is the fear of loud noises. The other is the fear of falling. All other fears must be learned.",
      "author": "Ronald Rood",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Needless fear and panic over disease or misfortune that seldom materialize are simply bad habits. By proper ventilation and illumination of the mind it is possible to cultivate tolerance  poise and real courage.",
      "author": "Elie Metchnikoff",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Nothing in life is to be feared. It is only to be understood.",
      "author": "Marie Curie",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We have to start teaching ourselves not to be afraid.",
      "author": "William Faulkner",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Victory over fear is the first spiritual duty of man.",
      "author": "Nicholas Berdyaev",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I am not afraid of storms  for I am learning how to sail my ship.",
      "author": "Louisa May Alcott",
      "category": "anxiety, about, future"
    },
    {
      "quote": "One of the marks of a gift is to have the courage of it.",
      "author": "Katherine Anne Porter",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Part of being a champ is acting like a champ. You have to learn how to win and not run away when you lose. Everyone has bad stretches and real successes.",
      "author": "Nancy Kerrigan",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear of success can also be tied into the idea that success means someone else's loss. Some people are unconsciously guilty because they believe their victories are coming at the expense of another.",
      "author": "Joan C. Harvey",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Most people are afraid of failing. I think there's nothing wrong in failing.",
      "author": "Mark N. Cohen",
      "category": "anxiety, about, future"
    },
    {
      "quote": "True success is overcoming the fear of being unsuccessful.",
      "author": "Paul Sweeney",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I'm afraid of being lazy and complacent. I'm afraid of taking myself too seriously.",
      "author": "Barbara Hershey",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The sheer rebelliousness in giving ourselves permission to fail frees a childlike awareness and clarity. ... When we give ourselves permission to fail  we at the same time give ourselves permission to excel.",
      "author": "Eloise Ristad",
      "category": "anxiety, about, future"
    },
    {
      "quote": "He is much to be dreaded who stands in dread of poverty.",
      "author": "Publilius Syrus",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I was nervous and confident at the same time  nervous about going out there in front of all of those people  with so much at stake  and confident that I was going to go out there and win.",
      "author": "Althea Gibson",
      "category": "anxiety, about, future"
    },
    {
      "quote": "There are those who are so scrupulously afraid of doing wrong that they seldom venture to do anything.",
      "author": "Vauvenargues",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Real courage is when you know you're licked before you begin  but you begin anyway and see it through no matter what.",
      "author": "Harper Lee",
      "category": "anxiety, about, future"
    },
    {
      "quote": "To be ambitious for wealth  and yet always expecting to be poor  to be always doubting your ability to get what you long for  is like trying to reach east by traveling west. ... No matter how hard you work for success  if your thought is saturated with the fear of failure  it will kill your efforts  neutralize your endeavors and make success impossible.",
      "author": "Charles Baudouin",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Studies by Medical Corps psychiatrists of combat fatigue cases ... found that fear of killing  rather than fear of being killed  was the most common cause of battle failure  and that fear of failure ran a strong second.",
      "author": "S. L. A. Marshall",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another step-pingstone to greatness.",
      "author": "Oprah Winfrey",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Half the things that people do not succeed in are through fear of making the attempt.",
      "author": "James Northcote",
      "category": "anxiety, about, future"
    },
    {
      "quote": "A champion is afraid of losing. Everyone else is afraid of winning.",
      "author": "Billie Jean King",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We fear our highest possibility (as well as our lowest one). We are generally afraid to become that which we can glimpse in our most perfect moments.",
      "author": "Abraham Maslow",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We fear the thing we want the most.",
      "author": "Dr. Robert Anthony",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We should not let our fears hold us back from pursuing our hopes.",
      "author": "John F. Kennedy",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The ambitious climb high and perilous stairs  and never care how to come down  the desire of rising hath swallowed up their fear of a fall.",
      "author": "Thomas Adams",
      "category": "anxiety, about, future"
    },
    {
      "quote": "It is not death that a man should fear  he should fear never beginning to live.",
      "author": "Marcus Aurelius",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Don't be afraid your life will end  be afraid it will never begin.",
      "author": "Grace Hansen",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Some people are so afraid to die that they never begin to live.",
      "author": "Henry Van Dyke",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Death is the last enemy: once we've got past that I think everything will be all right.",
      "author": "Alice Thomas Ellis",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The worst of all fears is the fear of living.",
      "author": "Theodore Roosevelt",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Life is to life in such a way that we are not afraid to die.",
      "author": "Teresa of Avila",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Those who fear life are already three parts dead.",
      "author": "Bertrand Russell",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear not that thy life shall come to an end  but rather that it shall never have a beginning.",
      "author": "John Henry Cardinal Newman",
      "category": "anxiety, about, future"
    },
    {
      "quote": "People living deeply have no fear of death.",
      "author": "Anais Nin",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear of death is worse than dying.",
      "author": "J. C. F. von Schiller",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The fear of life is the favorite disease of the twentieth century.",
      "author": "William Lyon Phelps",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Too many people are thinking of security instead of opportunity. They are more afraid of life than death.",
      "author": "James F. Byrnes",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Death does not frighten me  but dying obscurely and above all uselessly does.",
      "author": "Isabelle Eberhardt",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear of life in one form or another is the great thing to exorcise.",
      "author": "William James",
      "category": "anxiety, about, future"
    },
    {
      "quote": "If we let things terrify us  life will not be worth living.",
      "author": "Marcus Annaeus Seneca",
      "category": "anxiety, about, future"
    },
    {
      "quote": "A good life fears not life  nor death.",
      "author": "Thomas Fuller",
      "category": "anxiety, about, future"
    },
    {
      "quote": "He who fears death cannot enjoy life.",
      "author": "Spanish proverb",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.",
      "author": "Erik H. Erikson",
      "category": "anxiety, about, future"
    },
    {
      "quote": "To live your life in the fear of losing it is to lose the point of life.",
      "author": "Malcolm Forbes",
      "category": "anxiety, about, future"
    },
    {
      "quote": "It is not death we fear  but the thought of it.",
      "author": "Marcus Annaeus Seneca",
      "category": "anxiety, about, future"
    },
    {
      "quote": "It is not death or pain that is to be dreaded  but the fear of pain or death.",
      "author": "Epictetus",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Death is not the enemy  living in constant fear of it is.",
      "author": "Norman Cousins",
      "category": "anxiety, about, future"
    },
    {
      "quote": "We must act in spite of fear ... not because of it.",
      "author": "Anonymous",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I have accepted fear as a part of life-specifically the fear of change. ... I have gone ahead despite the pounding in the heart that says: turn back....",
      "author": "Erica Jong",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Go forth to meet the shadowy Future without fear and with a manly heart.",
      "author": "Henry Wadsworth Longfellow",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I may be compelled to face danger  but never fear it  and while our soldiers can stand and fight  I can stand and feed and nurse them.",
      "author": "Clara Barton",
      "category": "anxiety, about, future"
    },
    {
      "quote": "The fishermen know that the sea is dangerous and the storm terrible  but they have never found these dangers sufficient reason for remaining ashore.",
      "author": "Vincent van Gogh",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Fear is one thing. To let fear grab you and swing you around by the tail is another.",
      "author": "Katherine Paterson",
      "category": "anxiety, about, future"
    },
    {
      "quote": "I have not ceased being fearful  but I have ceased to let fear control me.",
      "author": "Erica Jong",
      "category": "anxiety, about, future"
    },
    {
      "quote": "Nothing puzzles me more than time and space  yet nothing troubles me less.",
      "author": "Charles Lamb",
      "category": "anxiety, worry"
    },
    {
      "quote": "Uncertainty and expectation are the joys of life. Security is an insipid thing  and the overtaking and possessing of a wish  discovers the folly of the chase.",
      "author": "William Congreve",
      "category": "anxiety, worry"
    },
    {
      "quote": "When I lie down  I say  When shall I arise and the night be gone? And I am full of tossings to and fro unto the dawning of the day.",
      "author": "Bible",
      "category": "anxiety, worry"
    },
    {
      "quote": "If I had a formula for bypassing trouble  I wouldn't pass it around. Wouldn't be doing anybody a favour. Trouble creates a capacity to handle it. I don't say embrace trouble. That's as bad as treating it as an enemy. But I do say  meet it as a friend  for you'll see a lot of it and had better be on speaking terms with it.",
      "author": "Oliver Wendell Holmes",
      "category": "anxiety, worry"
    },
    {
      "quote": "Trouble is the common denominator of living. It is the great equalizer.",
      "author": "Ann Landers",
      "category": "anxiety, worry"
    },
    {
      "quote": "Trouble is a part of your life  and if you don't share it  you don't give the person who loves you a chance to love you enough.",
      "author": "Dinah Shore",
      "category": "anxiety, worry"
    },
    {
      "quote": "Anxiety is essential to the human condition. The confrontation with anxiety can relieve us from boredom  sharpen the sensitivity and assure the presence of tension that is necessary to preserve human existence.",
      "author": "Rollo May",
      "category": "anxiety, worry"
    },
    {
      "quote": "We poison our lives with fear of burglary and shipwreck  and  ask anyone  the house is never burgled  and the ship never goes down.",
      "author": "Jean Anouilh",
      "category": "anxiety, worry"
    },
    {
      "quote": "Neurosis is the way of avoiding non-being by avoiding being.",
      "author": "Paul Tillich",
      "category": "anxiety, worry"
    },
    {
      "quote": "Anxiety is the dizziness of freedom.",
      "author": "Soren Kierkegaard",
      "category": "anxiety, worry"
    },
    {
      "quote": "Anxiety is fear of one's self.",
      "author": "Wilhelm Stekel",
      "category": "anxiety, worry"
    },
    {
      "quote": "Fear ringed by doubt is my eternal moon.",
      "author": "Malcolm Lowry",
      "category": "anxiety, worry"
    },
    {
      "quote": "Worries go down better with soup than without.",
      "author": "Jewish proverb",
      "category": "anxiety, worry"
    },
    {
      "quote": "Neurotic means he is not as sensible as I am  and psychotic means he's even worse than my brother-in-law.",
      "author": "Karl Menninger",
      "category": "anxiety, worry"
    },
    {
      "quote": "Anxiety is the interest paid on trouble before it is due.",
      "author": "Dean William R. Inge",
      "category": "anxiety, worry"
    },
    {
      "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged  it cuts a channel into which all other thoughts are drained.",
      "author": "Arthur Somers Roche",
      "category": "anxiety, worry"
    },
    {
      "quote": "There is a difference between a psychopath and a neurotic. A psychopath thinks two and two are five. A neurotic knows that two and two are four  but he worries about it.",
      "author": "Anonymous",
      "category": "anxiety, worry"
    },
    {
      "quote": "Worrying helps you some. It seems as if you are doing something when you're worrying.",
      "author": "Lucy Maud Montgomery",
      "category": "anxiety, worry"
    },
    {
      "quote": "Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.",
      "author": "Marcel Proust",
      "category": "anxiety, worry"
    },
    {
      "quote": "For what human ill does not dawn seem to be an alleviation.",
      "author": "Thornton Wilder",
      "category": "anxiety, worry"
    },
    {
      "quote": "No sensible person ever made an apology.",
      "author": "Ralph Waldo Emerson",
      "category": "apology"
    },
    {
      "quote": "Apology is only egotism wrong side out.",
      "author": "Oliver Wendell Holmes",
      "category": "apology"
    },
    {
      "quote": "O wad some power the giftie gie us To see oursel's as ithers see us!",
      "author": "James Drummond Burns",
      "category": "appearance"
    },
    {
      "quote": "All that glisters is not gold.",
      "author": "Miguel de Cervantes",
      "category": "appearance"
    },
    {
      "quote": "Polished brass will pass upon more people than rough gold.",
      "author": "Lord Chesterfield",
      "category": "appearance"
    },
    {
      "quote": "Handsome is that handsome does.",
      "author": "Henry Fielding",
      "category": "appearance"
    },
    {
      "quote": "Things are seldom what they seem  Skim milk masquerades as cream.",
      "author": "W. S. Gilbert",
      "category": "appearance"
    },
    {
      "quote": "Men in general judge more from appearances than from reality. All men have eyes  but few have the gift of penetration.",
      "author": "Machiavelli",
      "category": "appearance"
    },
    {
      "quote": "Whited sepulchres  which indeed appear beautiful outward  but are within full of dead men's bones.",
      "author": "Bible",
      "category": "appearance"
    },
    {
      "quote": "She looks as if butter wouldn't melt in her mouth.",
      "author": "Jonathan Swift",
      "category": "appearance"
    },
    {
      "quote": "Animals feed  man eats  die man of intellect alone knows how to eat.",
      "author": "Anthelme Brillat Savarin",
      "category": "appetite"
    },
    {
      "quote": "All philosophy in two words  - sustain and abstain.",
      "author": "Epictetus",
      "category": "appetite"
    },
    {
      "quote": "If you are surprised at the number of our maladies  count our cooks.",
      "author": "Seneca",
      "category": "appetite"
    },
    {
      "quote": "When someone does something well  applaud I You will make two people happy.",
      "author": "Samuel Goldwyn",
      "category": "applause"
    },
    {
      "quote": "He who praises another enriches himself far more than he does the one praised. To praise is an investment in happiness. The poorest human being has something to give that the richest could not buy.",
      "author": "George Matthew Adams",
      "category": "applause"
    },
    {
      "quote": "The way to develop the best that is in a man is by appreciation and encouragement.",
      "author": "Charles Schwab",
      "category": "applause"
    },
    {
      "quote": "The applause of a single human being is of great consequence.",
      "author": "Samuel Johnson",
      "category": "applause"
    },
    {
      "quote": "Most people like praise . . . When it is really deserved  most people expand under it into richer and better selves.",
      "author": "Joseph Farrell",
      "category": "applause"
    },
    {
      "quote": "The sweetest of all sounds is praise.",
      "author": "Xenophon",
      "category": "applause"
    },
    {
      "quote": "Down deep we really know our worth  but we don't have easy access to that knowledge. We need to hear praise coming from outside ourselves or we won't remember that we deserve it.",
      "author": "Barbara Sher",
      "category": "applause"
    },
    {
      "quote": "Find the good - and praise it.",
      "author": "Alex Haley",
      "category": "applause"
    },
    {
      "quote": "Every day  tell at least one person something you like  admire  or appreciate about them.",
      "author": "Richard Carlson",
      "category": "applause"
    },
    {
      "quote": "Judicious praise is to children what the sun is to flowers. Christian Bovee A little praise Goes a great ways.",
      "author": "Ralph Waldo Emerson",
      "category": "applause"
    },
    {
      "quote": "Art is much less important than life  but what a poor life without it.",
      "author": "Robert Motherwell",
      "category": "applause"
    },
    {
      "quote": "Art washes away from the soul the dust of everyday life.",
      "author": "Pablo Picasso",
      "category": "applause"
    },
    {
      "quote": "Without art  the crudeness of reality would make the world unbearable.",
      "author": "George Bernard Shaw",
      "category": "applause"
    },
    {
      "quote": "Art is a staple  like bread or wine or a warm coat in winter. Man's spirit grows hungry for art in the same way his stomach growls for food.",
      "author": "Irving Stone",
      "category": "applause"
    },
    {
      "quote": "The object of art is to give life a shape.",
      "author": "Jean Anouilh",
      "category": "applause"
    },
    {
      "quote": "The artist has a special task and duty  the task of reminding men of their humanity and the promise of their creativity.",
      "author": "Lewis Mumford",
      "category": "applause"
    },
    {
      "quote": "Each of us is an artist  capable of conceiving and creating a vision from the depths of our being.",
      "author": "Dorothy Fadiman",
      "category": "applause"
    },
    {
      "quote": "All that is good in art is the expression of one soul talking to another  and is precious according to the greatness of the soul that utters it.",
      "author": "John Ruskin",
      "category": "applause"
    },
    {
      "quote": "The artist alone sees spirits. But after he has told of their appearing to him  everybody sees them.",
      "author": "Goethe",
      "category": "applause"
    },
    {
      "quote": "Artists are nearest God. Into their souls he breathes his life  and from their hands it comes in fair  articulate forms to bless the world.",
      "author": "Josiah Gilbert Holland",
      "category": "applause"
    },
    {
      "quote": "A work of art has an author and yet  when it is perfect  it has something which is anonymous about it.",
      "author": "Simone Weil",
      "category": "applause"
    },
    {
      "quote": "The true work of art is but a shadow of the divine perfection.",
      "author": "Michelangelo",
      "category": "applause"
    },
    {
      "quote": "The artist is the confidant of nature  flowers carry on dialogues with him through the graceful bending of their stems and the harmoniously tinted nuances of their blossoms. Every flower has a cordial word which nature directs towards him.",
      "author": "Auguste Rodin",
      "category": "applause"
    },
    {
      "quote": "There are painters who transform the sun to a yellow spot  but there are others who with the help of their art and their intelligence  transform a yellow spot into sun.",
      "author": "Pablo Picasso",
      "category": "applause"
    },
    {
      "quote": "Science and art have that in common that everyday things seem to them new and attractive.",
      "author": "Friedrich Nietzsche",
      "category": "applause"
    },
    {
      "quote": "Art arises when the secret vision of the artist and the manifestation of nature agree to find new shapes.",
      "author": "Kahlil Gibran",
      "category": "applause"
    },
    {
      "quote": "Learning to draw is really a matter of learning to see - to see correctly - and that means a good deal more than merely looking with the eye.",
      "author": "Kimon Nicolaides",
      "category": "applause"
    },
    {
      "quote": "Drawing is the discipline by which I constantly rediscover the world. I have learned that what I have not drawn  I have never really seen  and that when I start drawing an ordinary thing  I realize how extraordinary it is  sheer miracle.",
      "author": "Frederick Franck",
      "category": "applause"
    },
    {
      "quote": "I shut my eyes in order to see.",
      "author": "Paul Gauguin",
      "category": "applause"
    },
    {
      "quote": "Dancing is the loftiest  the most moving  the most beautiful of the arts  because it is no mere translation or abstraction from life  it is life itself.",
      "author": "Havelock Ellis",
      "category": "applause"
    },
    {
      "quote": "The body says what words cannot.",
      "author": "Martha Graham",
      "category": "applause"
    },
    {
      "quote": "Dancing is the body made poetic.",
      "author": "Ernst Bacon",
      "category": "applause"
    },
    {
      "quote": "The trouble with nude dancing is that not everything stops when the music stops.",
      "author": "Sir Robert Helpmann",
      "category": "applause"
    },
    {
      "quote": "Let that day be lost to us on which we did not dance once I",
      "author": "Friedrich Nietzsche",
      "category": "applause"
    },
    {
      "quote": "If you can walk  you can dance. Zimbabwe saying Music is well said to be the speech of angels.",
      "author": "Thomas Carlyle",
      "category": "applause"
    },
    {
      "quote": "Music is the child of prayer  the companion of religion.",
      "author": "Chateaubriand",
      "category": "applause"
    },
    {
      "quote": "Music is the art of the prophets  the only art that can calm the agitations of the soul  it is one of the most magnificent and delightful presents God has given us.",
      "author": "Martin Luther",
      "category": "applause"
    },
    {
      "quote": "Musical training is a more potent instrument than any other  because rhythm and harmony find their way into the inward places of the soul.",
      "author": "Plato",
      "category": "applause"
    },
    {
      "quote": "We are full of rhythms . . . our pulse  our gestures  our digestive tracts  the lunar and seasonal cycles.",
      "author": "Yehudi Menuhin",
      "category": "applause"
    },
    {
      "quote": "When I hear music  I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times  and to the latest.",
      "author": "Henry David Thoreau",
      "category": "applause"
    },
    {
      "quote": "The best  most beautiful  and most perfect way that we have of expressing a sweet concord of mind to each other is by music.",
      "author": "Jonathan Edwards",
      "category": "applause"
    },
    {
      "quote": "When words leave off  music begins.",
      "author": "Heinrich Heine",
      "category": "applause"
    },
    {
      "quote": "After silence that which comes nearest to expressing the inexpressible is music.",
      "author": "Aldous Huxley",
      "category": "applause"
    },
    {
      "quote": "Music is the universal language of mankind.",
      "author": "Henry Wadsworth Longfellow",
      "category": "applause"
    },
    {
      "quote": "There is no feeling  except the extremes of fear and grief that does not find relief in music.",
      "author": "George Eliot",
      "category": "applause"
    },
    {
      "quote": "Without music  life is a journey through a desert.",
      "author": "Pat Conroy",
      "category": "applause"
    },
    {
      "quote": "I merely took the energy it takes to pout and wrote some blues.",
      "author": "Duke Ellington",
      "category": "applause"
    },
    {
      "quote": "God respects me when I work  but loves me when I sing.",
      "author": "Rabindranath Tagore",
      "category": "applause"
    },
    {
      "quote": "We all have music inside us  and can learn how to get it out  one way or another.",
      "author": "Frank Wilson",
      "category": "applause"
    },
    {
      "quote": "Poetry ennobles the heart and the eyes  and unveils the meaning of all things upon which the heart and the eyes dwell. It discovers the secret rays of the universe  and restores to us forgotten paradises.",
      "author": "Edith Sitwell",
      "category": "applause"
    },
    {
      "quote": "To read a poem in January is as lovely as to go for a walk in June.",
      "author": "Jean Paul",
      "category": "applause"
    },
    {
      "quote": "Poetry is something to make us wiser and better  by continually revealing those types of beauty and truth  which God has set in all men's souls.",
      "author": "James Russell Lowell",
      "category": "applause"
    },
    {
      "quote": "The poem is a little myth of man's capacity of making his life meaningful. And in the end  the poem is not a thing we see - it is  rather  a light by which we may see - and what we see is life.",
      "author": "Robert Penn Warren",
      "category": "applause"
    },
    {
      "quote": "Poetry is the utterance of deep and heartfelt truth. The true poet is very near the oracle.",
      "author": "Edward Hubbell Chapin",
      "category": "applause"
    },
    {
      "quote": "The poets are only the interpreters of the gods.",
      "author": "Socrates",
      "category": "applause"
    },
    {
      "quote": "Poetry is simply the most beautiful  impressive  and widely effective mode of saying things.",
      "author": "Matthew Arnold",
      "category": "applause"
    },
    {
      "quote": "When power narrows the area of man's concern  poetry reminds him of the richness and diversity of his existence.",
      "author": "John F. Kennedy",
      "category": "applause"
    },
    {
      "quote": "When you read and understand a poem  comprehending its rich and formal meanings  then you master chaos a little.",
      "author": "Stephen Spender",
      "category": "applause"
    },
    {
      "quote": "There is as much dignity in tilling a field as in writing a poem.",
      "author": "Booker T. Washington",
      "category": "applause"
    },
    {
      "quote": "You will find poetry nowhere unless you bring some of it with you.",
      "author": "Joseph Joubert",
      "category": "applause"
    },
    {
      "quote": "The echo of a platitude.",
      "author": "Ambrose Bierce",
      "category": "applause"
    },
    {
      "quote": "Applause is the spur of noble minds  the end and aim of weak ones.",
      "author": "Walter Colton",
      "category": "applause"
    },
    {
      "quote": "About the only person we ever heard of that wasn't spoiled by being lionized was a Jew named Daniel.",
      "author": "G. D. Prentice",
      "category": "applause"
    },
    {
      "quote": "Architecture is a continuing dialogue between generations which creates an environment across time.",
      "author": "Vincent Scully",
      "category": "architects, architecture"
    },
    {
      "quote": "Why can't we have those curves and arches that express feeling in design? What is wrong with them? Why has everything got to be vertical  straight  unbending  only at right angles - and functional?",
      "author": "Charles, Prince of Wales",
      "category": "architects, architecture"
    },
    {
      "quote": "You have to give this much to the Luftwaffe - when it knocked down our buildings it did not replace them with anything more offensive than rubble. We did that.",
      "author": "Charles, Prince of Wales",
      "category": "architects, architecture"
    },
    {
      "quote": "To be an architect is to possess an individual voice speaking a generally understood language of form.",
      "author": "Robert A. M. Stern",
      "category": "architects, architecture"
    },
    {
      "quote": "In architecture the pride of man  his triumph over gravitation  his will to power  assume a visible form. Architecture is a sort of oratory of power by means of forms.",
      "author": "Friedrich Nietzsche",
      "category": "architects, architecture"
    },
    {
      "quote": "The materials of city planning are sky  space  trees  steel and cement in that order and in that hierarchy.",
      "author": "Le Corbusier",
      "category": "architects, architecture"
    },
    {
      "quote": "Buildings should be good neighbours.",
      "author": "Paul Thiry",
      "category": "architects, architecture"
    },
    {
      "quote": "Pictures deface walls oftener than they decorate them.",
      "author": "Frank Lloyd Wright",
      "category": "architects, architecture"
    },
    {
      "quote": "Life is rich  always changing  always challenging  and we architects have the task of transmitting into wood  concrete  glass and steel  of transforming human aspirations into habitable and meaningful space.",
      "author": "Arthur Erickson",
      "category": "architects, architecture"
    },
    {
      "quote": "A building is a string of events belonging together.",
      "author": "Chris Fawcett",
      "category": "architects, architecture"
    },
    {
      "quote": "Good architecture is like a piece of beautifully composed music crystallized in space that elevates our spirits beyond the limitation of time.",
      "author": "Tao Ho",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture (is) a theatre stage setting where the leading actors are the people  and to dramatically direct the dialogue between these people and space is the technique of designing.",
      "author": "Kisho Kurokawa",
      "category": "architects, architecture"
    },
    {
      "quote": "I saw the bathroom fixtures as a kind of American Trinity.",
      "author": "Claes Oldenberg",
      "category": "architects, architecture"
    },
    {
      "quote": "Perspective is worth 80 I.Q. points.",
      "author": "Alan Kay",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture is the will of an epoch translated into space.",
      "author": "Mies van der Rohe",
      "category": "architects, architecture"
    },
    {
      "quote": "When you look on one of your contemporary 'good copies' of historical remains  ask yourself the question: Not what style  but in what civilization is this building? And the absurdity  vulgarity  anachronism and solecism of the modern structure will be revealed to you in a most startling fashion.",
      "author": "Louis H. Sullivan",
      "category": "architects, architecture"
    },
    {
      "quote": "Light  God's eldest daughter  is a principal beauty in a building.",
      "author": "Thomas Fuller",
      "category": "architects, architecture"
    },
    {
      "quote": "No architecture can be truly noble which is not imperfect.",
      "author": "John Ruskin",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture is inhabited sculpture.",
      "author": "Constantin Brancusi",
      "category": "architects, architecture"
    },
    {
      "quote": "The flowering of geometry.",
      "author": "Ralph Waldo Emerson",
      "category": "architects, architecture"
    },
    {
      "quote": "Society needs a good image of itself. That is the job of the architect.",
      "author": "Walter Gropius",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture begins when you place two bricks carefully together.",
      "author": "Mies van der Rohe",
      "category": "architects, architecture"
    },
    {
      "quote": "An arch never sleeps.",
      "author": "Hindu proverb",
      "category": "architects, architecture"
    },
    {
      "quote": "Develop an infallible technique and then place yourself at the mercy of inspiration.",
      "author": "Ralph Rapson",
      "category": "architects, architecture"
    },
    {
      "quote": "The reality of the building does not consist in the roof and walls  but in the space within to be lived in.",
      "author": "Lao-Tzu",
      "category": "architects, architecture"
    },
    {
      "quote": "Good architecture lets nature in.",
      "author": "Mario Pei",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture should be dedicated to keeping the outside out and the inside in.",
      "author": "Leonard Baskin",
      "category": "architects, architecture"
    },
    {
      "quote": "Early in life I had to choose between arrogance and hypocritical humility. I chose honest arrogance and have seen no occasion to change.",
      "author": "Frank Lloyd Wright",
      "category": "architects, architecture"
    },
    {
      "quote": "No house should ever be on a hill  or on anything. It should be of the hill. Hill and house should live together  each the happier for the other.",
      "author": "Frank Lloyd Wright",
      "category": "architects, architecture"
    },
    {
      "quote": "How can we expect our students to become bold and fearless in thought and action if we encase them in sentimental shrines feigning a culture which has long since disappeared?",
      "author": "Walter Gropius",
      "category": "architects, architecture"
    },
    {
      "quote": "The house does not frame the view: it projects the beholder into it.",
      "author": "Harwell Hamilton Harris",
      "category": "architects, architecture"
    },
    {
      "quote": "Architecture is space structured to serve man and to move him.",
      "author": "Etienne Gaboury",
      "category": "architects, architecture"
    },
    {
      "quote": "Take nothing for granted as beautiful or ugly  but take every building to pieces  and challenge every feature. Learn to distinguish the curious from the beautiful. Get the habit of analysis - analysis will in time enable synthesis to become your habit of mind. 'Think simples' as my old master used to say - meaning to reduce the whole of its parts into the simplest terms  getting back to first principles.",
      "author": "Frank Lloyd Wright",
      "category": "architects, architecture"
    },
    {
      "quote": "Always design a thing by considering it in its next larger context - a chair in a room  a room in a house  a house in an environment  an environment in a city plan.",
      "author": "Eero Saarinen",
      "category": "architects, architecture"
    },
    {
      "quote": "In speculative buildings  which is most of our business  there are really only three chances to make architecture: the lobby or entrance sequence  the top and the elevator cab.",
      "author": "Chao-Ming Wu",
      "category": "architects, architecture"
    },
    {
      "quote": "A house is a machine for living.",
      "author": "Buckminster Fuller",
      "category": "architects, architecture"
    },
    {
      "quote": "A doctor can bury his mistakes  but an architect can only advise his clients to plant vines.",
      "author": "Frank Lloyd Wright",
      "category": "architects, architecture"
    },
    {
      "quote": "The White House was designed by Hoban  a noted Irish-American architect  and I have no doubt that he believed by incorporating several features of the Dublin style he would make it more homelike for any President of Irish descent. It was a long wait  but I appreciate his efforts.",
      "author": "John F. Kennedy",
      "category": "architects, architecture"
    },
    {
      "quote": "Genius is personal  decided by fate  but it expresses itself by means of system. There is no work of art without system.",
      "author": "Le Corbusier",
      "category": "architects, architecture"
    },
    {
      "quote": "We shape our buildings  thereafter they shape us.",
      "author": "Winston Churchill",
      "category": "architects, architecture"
    },
    {
      "quote": "I call architecture 'petrified music'.",
      "author": "Goethe",
      "category": "architects, architecture"
    },
    {
      "quote": "Form ever follows function.",
      "author": "Louis H. Sullivan",
      "category": "architects, architecture"
    },
    {
      "quote": "Old houses mended  Cost little less than new before they're ended.",
      "author": "Anonymous",
      "category": "architecture"
    },
    {
      "quote": "Architecture is frozen music.",
      "author": "Goethe",
      "category": "architecture"
    },
    {
      "quote": "Ah  to build  to build! That is the noblest of all the arts.",
      "author": "Henry Wadsworth Longfellow",
      "category": "architecture"
    },
    {
      "quote": "Arguments out of a petty mouth are unanswerable.",
      "author": "Joseph Addison",
      "category": "argument"
    },
    {
      "quote": "Many can argue  not many converse.",
      "author": "Louisa May Alcott",
      "category": "argument"
    },
    {
      "quote": "Wise men argue causes  and fools decide them.",
      "author": "Anacharsis",
      "category": "argument"
    },
    {
      "quote": "When Bishop Berkeley said  \"there was no matter \" And proved it - 'twas no matter what he said.",
      "author": "Lord Byron",
      "category": "argument"
    },
    {
      "quote": "Neither irony nor sarcasm is argument.",
      "author": "Rufus Choate",
      "category": "argument"
    },
    {
      "quote": "I am bound to furnish my antagonists with arguments  but not with comprehension.",
      "author": "Benjamin Disraeli",
      "category": "argument"
    },
    {
      "quote": "Strong and bitter words indicate a weak cause.",
      "author": "Victor Hugo",
      "category": "argument"
    },
    {
      "quote": "Insolence is not logic  epithets are the arguments of malice.",
      "author": "Charles J. Ingersoll",
      "category": "argument"
    },
    {
      "quote": "Myself when young did eagerly frequent Doctor and Saint  and heard great argument About it and about: but evermore Came out by the same door where in I went.",
      "author": "Omar Khayyam",
      "category": "argument"
    },
    {
      "quote": "Never argue at the dinner table  for the one who is not hungry always gets the best of the argument.",
      "author": "Richard Whately",
      "category": "argument"
    },
    {
      "quote": "When people agree with me I always feel that I must be wrong.",
      "author": "Oscar Wilde",
      "category": "argument"
    },
    {
      "quote": "A man never tells you anything until you contradict him.",
      "author": "George Bernard Shaw",
      "category": "arguments, quarrels"
    },
    {
      "quote": "In a true tragedy  both parties must be right.",
      "author": "Georg W. F. Hegel",
      "category": "arguments, quarrels"
    },
    {
      "quote": "Some guy hit my fender the other day  and I said unto him  \"Be fruitful  and multiply.\" But not in those words.",
      "author": "Woody Allen",
      "category": "arguments, quarrels"
    },
    {
      "quote": "We're eyeball to eyeball  and the other fellow just blinked.",
      "author": "Dean Rusk",
      "category": "arguments, quarrels"
    },
    {
      "quote": "Weakness on both sides is  as we know  the motto of all quarrels.",
      "author": "Voltaire",
      "category": "arguments, quarrels"
    },
    {
      "quote": "There is no good arguing with the inevitable. The only argument available with an east wind is to put on your overcoat.",
      "author": "James Russell Lowell",
      "category": "arguments, quarrels"
    },
    {
      "quote": "It is not necessary to understand things in order to argue about them.",
      "author": "Pierre Beaumarchais",
      "category": "arguments, quarrels"
    },
    {
      "quote": "I learned long ago never to wrestle with a pig. You get dirty  and besides  the pig likes it.",
      "author": "Cyrus Ching",
      "category": "arguments, quarrels"
    },
    {
      "quote": "The test of a man or woman's breeding is how they behave in a quarrel.",
      "author": "George Bernard Shaw",
      "category": "arguments, quarrels"
    },
    {
      "quote": "I have never in my life learned anything from any man who agreed with me.",
      "author": "Dudley Field Malone",
      "category": "arguments, quarrels"
    },
    {
      "quote": "Better be quarrelling than lonesome.",
      "author": "Irish proverb",
      "category": "arguments, quarrels"
    },
    {
      "quote": "Quarrels would not last long if the fault was only on one side.",
      "author": "La Rochefoucauld",
      "category": "arguments, quarrels"
    },
    {
      "quote": "When we quarrel  how we wish we had been blameless.",
      "author": "Ralph Waldo Emerson",
      "category": "arguments, quarrels"
    },
    {
      "quote": "The most savage controversies are those about matters as to which there is no good evidence either way.",
      "author": "Bertrand Russell",
      "category": "arguments, quarrels"
    },
    {
      "quote": "Every story has three sides to it - yours  mine and the facts.",
      "author": "Foster Meharny Russell",
      "category": "arguments, quarrels"
    },
    {
      "quote": "(Ars longa  vita brevis.) Art is long  life is short. A picture can become for us a highway between a particular thing and a universal feeling.",
      "author": "Lawren Harris",
      "category": "art, artist"
    },
    {
      "quote": "A work of art cannot be satisfied with being a representation  it should be a presentation.",
      "author": "Jacques Reverdy",
      "category": "art, artist"
    },
    {
      "quote": "An amateur is an artist who supports himself with outside jobs which enable him to paint. A professional is someone whose wife works to enable him to paint.",
      "author": "Ben Shahn",
      "category": "art, artist"
    },
    {
      "quote": "Art distills sensation and embodies it with enhanced meaning in memorable form - or else it is not art.",
      "author": "Jacques Barzun",
      "category": "art, artist"
    },
    {
      "quote": "Artistic temperament is a disease that afflicts amateurs.",
      "author": "G. K. Chesterton",
      "category": "art, artist"
    },
    {
      "quote": "Artists are the antennae of the race  but the bullet-headed many will never learn to trust the great artists.",
      "author": "Ezra Pound",
      "category": "art, artist"
    },
    {
      "quote": "Artists must be sacrificed to their art. Like bees  they must put their lives into the sting they give.",
      "author": "Ralph Waldo Emerson",
      "category": "art, artist"
    },
    {
      "quote": "Artists  by definition innocent  don't steal. But they do borrow without giving back.",
      "author": "Ned Rorem",
      "category": "art, artist"
    },
    {
      "quote": "As a painter I shall never signify anything of importance. I feel it absolutely.",
      "author": "Vincent van Gogh",
      "category": "art, artist"
    },
    {
      "quote": "Classic means standard as opposed to Romantic: form before meaning as opposed to meaning before form. It grows from inside out  while Romantic grows from outside in.",
      "author": "Ned Rorem",
      "category": "art, artist"
    },
    {
      "quote": "Everything in nature is formed upon the sphere  the cone and the cylinder. One must learn to paint these simple figures and then one can do all that he may wish.",
      "author": "Paul Cezanne",
      "category": "art, artist"
    },
    {
      "quote": "Fine art is that in which the hand  the head  and the heart of man go together.",
      "author": "John Ruskin",
      "category": "art, artist"
    },
    {
      "quote": "Good artists exist simply in what they make  and consequently are perfectly uninteresting in what they are.",
      "author": "Oscar Wilde",
      "category": "art, artist"
    },
    {
      "quote": "I think there is no work of art which represents the spirit of a nation more surely than \"Die Meister Singer\" of Richard Wagner. Here is no plaything with local colour  but the raising to its highest power all that is best in the national consciousness of his country.",
      "author": "Ralph Vaughan Williams",
      "category": "art, artist"
    },
    {
      "quote": "I wonder whether Art has a higher function than to make me feel  appreciate  and enjoy natural objects for their art value?",
      "author": "Bernard Berenson",
      "category": "art, artist"
    },
    {
      "quote": "I've been 40 years discovering that the Queen of all colours is black.",
      "author": "Auguste Renoir",
      "category": "art, artist"
    },
    {
      "quote": "If artists and poets are unhappy  it is after all because happiness does not interest them.",
      "author": "George Santayana",
      "category": "art, artist"
    },
    {
      "quote": "Interpretation is the revenge of the intellect upon art.",
      "author": "Susan Sontag",
      "category": "art, artist"
    },
    {
      "quote": "One of the most difficult things to do is to paint darkness which nonetheless has light in it.",
      "author": "Vincent van Gogh",
      "category": "art, artist"
    },
    {
      "quote": "Painting is a faith  and it imposes the duty to disregard public opinion.",
      "author": "Vincent van Gogh",
      "category": "art, artist"
    },
    {
      "quote": "Painting is silent poetry  and poetry is painting with the gift of speech",
      "author": "Simonides",
      "category": "art, artist"
    },
    {
      "quote": "Rembrandt painted about 700 pictures - of these  3 000 are in existence.",
      "author": "Wilhelm Bode",
      "category": "art, artist"
    },
    {
      "quote": "Still  there is a calm  pure harmony  and music inside of me.",
      "author": "Vincent van Gogh",
      "category": "art, artist"
    },
    {
      "quote": "Style  like the human body  is specially beautiful when the veins are not prominent and the bones cannot be counted.",
      "author": "Tacitus",
      "category": "art, artist"
    },
    {
      "quote": "The fingers must be educated  the thumb is born knowing.",
      "author": "Marc Chagall",
      "category": "art, artist"
    },
    {
      "quote": "The genuine artist is as much a dissatisfied person as the revolutionary  yet how diametrically opposed are the products each distills from his dissatisfaction.",
      "author": "Eric Hoffer",
      "category": "art, artist"
    },
    {
      "quote": "The object of art is to give life a shape.",
      "author": "Jean Anouilh",
      "category": "art, artist"
    },
    {
      "quote": "The scholar seeks  the artist finds.",
      "author": "Andre Gide",
      "category": "art, artist"
    },
    {
      "quote": "The song of the brush.",
      "author": "Chinese saying",
      "category": "art, artist"
    },
    {
      "quote": "Theatre takes place all the time wherever one is and art simply facilitates persuading one this is the case.",
      "author": "John Cage",
      "category": "art, artist"
    },
    {
      "quote": "Two boys arrived yesterday with a pebble they said was the head of a dog until I pointed out that it was really a typewriter.",
      "author": "Pablo Picasso",
      "category": "art, artist"
    },
    {
      "quote": "We live in a rainbow of chaos.",
      "author": "Paul Cezanne",
      "category": "art, artist"
    },
    {
      "quote": "We must grant the artist his subject  his idea  his donnee: Our criticisms apply only to what he makes of it.",
      "author": "Henry James",
      "category": "art, artist"
    },
    {
      "quote": "When they asked Michelangelo how he made his statue of David he is reported to have said  \"It is easy. You just chip away the stone that doesn't look like David.\"",
      "author": "Michelangelo",
      "category": "art, artist"
    },
    {
      "quote": "Works of Art are of an infinite loneliness.",
      "author": "Rainer Maria Rilke",
      "category": "art, artist"
    },
    {
      "quote": "Art is I  science is we.",
      "author": "Claude Bernard",
      "category": "art, artist"
    },
    {
      "quote": "The artist  like the God of the creation  remains within or behind or beyond or above his handiwork  invisible  refined  out of existence  indifferent  paring his fingernails.",
      "author": "James Joyce",
      "category": "art, artist"
    },
    {
      "quote": "Designers and free lance artists and editors can set their hourly rates by dividing their annual income needs by 1000.",
      "author": "Mike Rider",
      "category": "art, artist"
    },
    {
      "quote": "Children  like animals  use all their senses to discover the world. Then artists come along and discover it the same way all over again.",
      "author": "Eudora Welty",
      "category": "art, artist"
    },
    {
      "quote": "When power leads man toward arrogance  poetry reminds him of his limitations. When power narrows the areas of man's concern  poetry reminds him of the richness and diversity of his experience. When power corrupts  poetry cleanses. For art establishes the basic human truths which must serve as the touchstones of our judgement. The artist. . . faithful to his personal vision of reality  becomes the last champion of the individual mind and sensibility against an intrusive society and an offensive state.",
      "author": "John F. Kennedy",
      "category": "art, artist"
    },
    {
      "quote": "Art is the expression of an enormous preference.",
      "author": "Wyndham Lewis",
      "category": "art, artist"
    },
    {
      "quote": "Conception  my boy  fundamental brainwork  is what makes the difference in all art.",
      "author": "Dante Gabriel Rossetti",
      "category": "art, artist"
    },
    {
      "quote": "An artist may visit a museum but only a pedant can live there.",
      "author": "George Santayana",
      "category": "art, artist"
    },
    {
      "quote": "All profoundly original art looks ugly at first.",
      "author": "Clement Greenberg",
      "category": "art, artist"
    },
    {
      "quote": "Pioneers did not produce original works of art  because they were creating original human environments  they did not imagine Utopias because they were shaping them.",
      "author": "George Woodcock",
      "category": "art, artist"
    },
    {
      "quote": "Art is a human activity  consisting in this  that one man consciously  by means of external signs  hands on to others feelings he has worked through  and other people are infected by these feelings and also experience them.",
      "author": "Leo Tolstoy",
      "category": "art, artist"
    }
  ]
}