{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"It is the bold man who every time does best  at home or abroad.","author":"Homer","category":"courage"},{"quote":"Attacking is the only secret. Dare and the world always yields  or if it beats you sometimes  dare it again  and it will succumb.","author":"William Makepeace Thackeray","category":"courage"},{"quote":"You don't learn to hold your own in the world by standing on guard  but by attacking  and getting well-hammered yourself.","author":"George Bernard Shaw","category":"courage"},{"quote":"Fortune helps the brave.","author":"Virgil","category":"courage"},{"quote":"Audacity augments courage  hesitation  fear.","author":"Publilius Syrus","category":"courage"},{"quote":"Fortune reveres the brave  and overwhelms the cowardly.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"God helps the brave.","author":"J. C. F. von Schiller","category":"courage"},{"quote":"Fortune befriends the bold.","author":"John Dryden","category":"courage"},{"quote":"Fortune and love favor the brave.","author":"Ovid","category":"courage"},{"quote":"Fortune favors the audacious.","author":"Erasmus","category":"courage"},{"quote":"Audacity has made kings.","author":"Prosper Jolyot de Crebillion","category":"courage"},{"quote":"Audacity  more audacity  always audacity.","author":"Georges Jacques Danton","category":"courage"},{"quote":"With audacity one can undertake anything.","author":"Napoleon Bonaparte","category":"courage"},{"quote":"Bravery and faith bring both material and spiritual rewards.","author":"Preston Bradley","category":"courage"},{"quote":"He who loses wealth loses much  he who loses a friend loses more  but he who loses his courage loses all.","author":"Miguel de Cervantes","category":"courage"},{"quote":"True miracles are created by men when they use the courage and intelligence that God gave them.","author":"Jean Anouilh","category":"courage"},{"quote":"Tender-handed stroke a nettle  and it stings you for your pains  Grasp it like a man of mettle  and it soft as silk remains.","author":"Thomas Fuller","category":"courage"},{"quote":"Be content to stand in the light  and let the shadow fall where it will.","author":"Mary W. Stewart","category":"courage"},{"quote":"Never forget that life can only be nobly inspired and rightly lived if you take it bravely and gallantly  as a splendid adventure in which you are setting out into an unknown country  to meet many a joy  to find many a comrade  to win and lose many a battle.","author":"Annie Besant","category":"courage"},{"quote":"Life is the acceptance of responsibilities  or their evasion  it is a business of meeting obligations  or avoiding them.","author":"Ben Ames Williams","category":"courage"},{"quote":"The superior man makes the difficulty to be overcome his first interest  success comes only later.","author":"Confucius","category":"courage"},{"quote":"There were always in me  two women at least  one woman desperate and bewildered  who felt she was drowning and another who would leap into a scene  as upon a stage  conceal her true emotions because they were weaknesses  helplessness  despair  and present to the world only a smile  an eagerness  curiosity  enthusiasm  interest.","author":"Anais Nin","category":"courage"},{"quote":"Facing it-always facing it-that's the way to get through. Face it!","author":"Joseph Conrad","category":"courage"},{"quote":"If one is willing to do a thing he is afraid to do  he does not have to ... face a situation fearlessly  and [if] there is no situation to face  it falls away of its own weight.","author":"Florence Scovel Shinn","category":"courage"},{"quote":"He shall fare well who confronts circumstances aright.","author":"Plutarch","category":"courage"},{"quote":"He that handles a nettle tenderly is soonest stung.","author":"Thomas Fuller","category":"courage"},{"quote":"He who is afraid of every nettle should not piss in the grass.","author":"Thomas Fuller","category":"courage"},{"quote":"Let us be brave in the face of adversity.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"Only one feat is possible: not to have run away.","author":"Dag Hammarskjold","category":"courage"},{"quote":"There is something healthy and invigorating about direct action.","author":"Henry Miller","category":"courage"},{"quote":"Confidence ... is directness and courage in meeting the facts of life.","author":"John Dewey","category":"courage"},{"quote":"The man who most vividly realizes a difficulty is the man most likely to overcome it.","author":"Joseph Farrell","category":"courage"},{"quote":"I believe half the unhappiness in life comes from people being afraid to go straight at things.","author":"William J. Lock","category":"courage"},{"quote":"No man will succeed unless he is ready to face and overcome difficulties  and is prepared to assume responsibilities.","author":"William J. H. Boetcker","category":"courage"},{"quote":"The fly that doesn't want to be swatted is most secure when it lights on the fly-swatter.","author":"Georg Christoph Lichtenberg","category":"courage"},{"quote":"The fly ought to be used as the symbol of impertinence and audacity  for whilst all other animals shun man more than anything else  and run away even before he comes near them  the fly lights upon his very nose.","author":"Arthur Schopenhauer","category":"courage"},{"quote":"All problems become smaller if you don't dodge them  but confront them.","author":"William F. Halsey","category":"courage"},{"quote":"The best way out of a problem is through it.","author":"Anonymous","category":"courage"},{"quote":"We cannot solve life's problems except by solving them.","author":"M. Scott Peck","category":"courage"},{"quote":"The truth will set you free  but first it will make you miserable.","author":"James A. Garfield","category":"courage"},{"quote":"Have the courage to face a difficulty lest it kick you harder than you bargain for.","author":"Stanislaus","category":"courage"},{"quote":"A great man is one who seizes the vital issue in a complex question  what we might call the jugular vein of the whole organism  and spends his energies upon that.","author":"Joseph Rickaby","category":"courage"},{"quote":"It is often wonderful how putting down on paper a clear statement of a case helps one to see  not perhaps the way out  but the way in.","author":"Arthur Christopher Benson","category":"courage"},{"quote":"As a rule  what is out of sight disturbs men's minds more seriously than what they see.","author":"Julius Caesar","category":"courage"},{"quote":"Every difficulty slurred over will be a ghost to disturb your repose later on.","author":"Frederic Chopin","category":"courage"},{"quote":"Life is a battle in which we fall from wounds we receive in running away.","author":"William L. Sullivan","category":"courage"},{"quote":"Fools  through false shame  conceal their open wounds.","author":"Horace","category":"courage"},{"quote":"Let us not look back in anger  nor forward in fear  but around us in awareness.","author":"James Thurber","category":"courage"},{"quote":"It takes courage to know when you ought to be afraid.","author":"James A. Michener","category":"courage"},{"quote":"However mean your life is  meet it and live it  do not shun it and call it hard names. It is not so bad as you are.","author":"Henry David Thoreau","category":"courage"},{"quote":"Genius is an infinite capacity for taking life by the scruff of the neck.","author":"Katharine Hepburn","category":"courage"},{"quote":"If you suppress grief too much  it can well redouble.","author":"Moliere","category":"courage"},{"quote":"Bad weather always looks worse through a window.","author":"Anonymous","category":"courage"},{"quote":"The frontiers are not east or west  north or south  but wherever a man fronts a fact.","author":"Henry David Thoreau","category":"courage"},{"quote":"Should I  after tea and cakes and ices  have the strength to force the moment to its crisis?","author":"T. S. Eliot","category":"courage"},{"quote":"Whatever you are trying to avoid won't go away until you confront it.","author":"Anonymous","category":"courage"},{"quote":"None are so blind as those who will not see.","author":"Anonymous","category":"courage"},{"quote":"You don't change the course of history by turning the faces of portraits to the wall.","author":"Jawaharlal Nehru","category":"courage"},{"quote":"Soldiers  strike the foe in the face!","author":"Florus","category":"courage"},{"quote":"Get in front of the ball  you won't get hurt. That's what you've got a chest for  young man.","author":"John McGraw","category":"courage"},{"quote":"Knowledge of sin is the beginning of salvation.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"Courage is a quietness  not martial music made Born of facing up to life  even when afraid.","author":"Emily Sargent Councilman","category":"courage"},{"quote":"The great virtue in life is real courage that knows how to face facts and live beyond them.","author":"D. H. Lawrence","category":"courage"},{"quote":"Risk! Risk anything! ... Do the hardest thing on earth for you. Act for yourself. Face the truth.","author":"Katherine Mansfield","category":"courage"},{"quote":"The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are.","author":"Marcus Aurelius","category":"courage"},{"quote":"It is courage  courage  courage  that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity!","author":"Horace","category":"courage"},{"quote":"It is easy to be brave from a safe distance.","author":"Aesop","category":"courage"},{"quote":"Defending the truth is not something one does out of a sense of duty or to allay guilt complexes  but is a reward in itself.","author":"Simone de Beauvoir","category":"courage"},{"quote":"No blame should attach to telling the truth.","author":"Anita Brookner","category":"courage"},{"quote":"The elegance of honesty needs no adornment.","author":"Merry Browne","category":"courage"},{"quote":"Truth is always exciting. Speak it  then  life is dull without it.","author":"Pearl S. Buck","category":"courage"},{"quote":"You cannot weave truth on a loom of lies.","author":"Suzette Haden Elgin","category":"courage"},{"quote":"You're only as sick as your secrets.","author":"Anonymous","category":"courage"},{"quote":"You can't expect to win unless you know why you lose.","author":"Benjamin Lipson","category":"courage"},{"quote":"It takes great courage to break with one's past history and stand alone.","author":"Marion Woodman","category":"courage"},{"quote":"We run away all the time to avoid coming face to face with ourselves.","author":"Anonymous","category":"courage"},{"quote":"Awakening begins when a man realizes that he is going nowhere  and does not know where to go.","author":"Georges Gurdjieff","category":"courage"},{"quote":"The naked truth is always better than the best-dressed lie.","author":"Ann Landers","category":"courage"},{"quote":"If the word frankly or sincerely is not uttered in the first ten minutes-or let us speak openly-then you are not in the presence of a genuine businessman  and he will certainly go bankrupt.","author":"Francoise Mallet-Joris","category":"courage"},{"quote":"The man with insight enough to admit his limitations comes nearest to perfection.","author":"Johann von Goethe","category":"courage"},{"quote":"If I ever said in grief or pride  I tired of honest things  I lied.","author":"Edna Saint Vincent Millay","category":"courage"},{"quote":"Truth  that fair goddess who comes always with healing in her wings.","author":"Anne Shannon Monroe","category":"courage"},{"quote":"The confession of evil works is the first beginning of good works.","author":"Saint Augustine","category":"courage"},{"quote":"Admitting errors clears the score and proves you wiser than before.","author":"Arthur Guiterman","category":"courage"},{"quote":"There is in the end no remedy but truth. It is the one course that cannot be evil.","author":"Ellis Peters","category":"courage"},{"quote":"There is no power on earth more formidable than the truth.","author":"Margaret Lee Runbeck","category":"courage"},{"quote":"If one cannot invent a really convincing lie  it is often better to stick to the truth.","author":"Angela Thirkell","category":"courage"},{"quote":"An excuse is a lie guarded.","author":"Jonathan Swift","category":"courage"},{"quote":"Honesty is the first chapter of the book of wisdom.","author":"Thomas Jefferson","category":"courage"},{"quote":"Truth is the vital breath of Beauty  Beauty the outward form of Truth.","author":"Grace Aguilar","category":"courage"},{"quote":"The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.","author":"Hannah Arendt","category":"courage"},{"quote":"There is at least one thing more brutal than the truth  and that is the consequence of saying less than the truth.","author":"Ti-Grace Atkinson","category":"courage"},{"quote":"The real gift of love is self disclosure.","author":"John Powell","category":"courage"},{"quote":"We only really face up to ourselves when we are afraid.","author":"Thomas Bernhard","category":"courage"},{"quote":"It takes a lot of courage to show your dreams to someone else.","author":"Erma Bombeck","category":"courage"},{"quote":"It takes more courage to reveal insecurities than to hide them  more strength to relate to people than to dominate them  more \"manhood\" to abide by thought-out principles rather than blind reflex. Toughness is in the soul and spirit  not in muscles and an immature mind.","author":"Alex Karras","category":"courage"},{"quote":"I have often though morality may perhaps consist solely in the courage of making a choice.","author":"Leon Blum","category":"courage"},{"quote":"Introversion  at least if extreme  is a sign of mental and spiritual immaturity.","author":"Pearl S. Buck","category":"courage"},{"quote":"The highest courage is to dare to appear to be what one is.","author":"John Lancaster Spalding","category":"courage"},{"quote":"It isn't for the moment you are stuck that you need courage  but for the long uphill climb back to sanity and faith and security.","author":"Anne Morrow Lindbergh","category":"courage"},{"quote":"True courage is not the brutal force of vulgar heroes  but the firm resolve of virtue and reason.","author":"Alfred North Whitehead","category":"courage"},{"quote":"Greatness  in the last analysis  is largely bravery-courage in escaping from old ideas and old standards.","author":"James Harvey Robinson","category":"courage"},{"quote":"The highest courage is not to be found in the instinctive acts of men who risk their lives to save a friend or slay a foe  the physical fearlessness of a moment or an hour is not to be compared with immolation of months or years for the sake of wisdom or art.","author":"Joseph H. Odell","category":"courage"},{"quote":"I have met brave women who are exploring the outer edge of human possibility  with no history to guide them  and with a courage to make themselves vulnerable that I find moving beyond words.","author":"Gloria Steinem","category":"courage"},{"quote":"Valour is nobleness of the mind.","author":"Anonymous","category":"courage"},{"quote":"Courage ... is nothing less than the power to overcome danger  misfortune  fear  injustice  while continuing to affirm inwardly that life  with all its sorrows  is good  that everything is meaningful  even if in a sense beyond our understanding  and that there is always tomorrow.","author":"Dorothy Thompson","category":"courage"},{"quote":"This is the art of courage: to see things as they are and still believe that the victory lies not with those who avoid the bad  but those who taste  in living awareness  every drop of the good.","author":"Victoria Lincoln","category":"courage"},{"quote":"God grant me the courage not to give up what I think is right  even though I think it is hopeless.","author":"Admiral Chester W. Nimitz","category":"courage"},{"quote":"The great virtue in life is real courage that knows how to face facts and live beyond them.","author":"D. H. Lawrence","category":"courage"},{"quote":"Physical courage  which despises all danger  will make a man brave in one way  and moral courage  which despises all opinion  will make a man brave in another. The former would seem most necessary for the camp  the latter for the council  but to constitute a great man  both are necessary.","author":"Charles Caleb Colton","category":"courage"},{"quote":"Courage is the power to let go of the familiar.","author":"Raymond Lindquist","category":"courage"},{"quote":"Valor is stability  not of legs and arms  but of courage and the soul.","author":"Michel de Montaigne","category":"courage"},{"quote":"One of man's finest qualities is described by the simple word \"guts\"-the ability to take it. If you have the discipline to stand fast when your body wants to run  if you can control your temper and remain cheerful in the face of monotony or disappointment  you have \"guts\" in the soldiering sense.","author":"Colonel John S. Roosman","category":"courage"},{"quote":"Whatever course you decide upon  there is always someone to tell you that you are wrong. There are always difficulties arising which tempt you to believe that your critics are right. To map out a course of action and follow it to an end requires ... courage.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"Courage is more than standing for a firm conviction. It includes the risk of questioning that conviction.","author":"Julian Weber Gordon","category":"courage"},{"quote":"The hallmark of courage in our age of conformity is the capacity to stand on one's convictions-not obstinately or defiantly (these are gestures of defensiveness  not courage) nor as a gesture of retaliation  but simply because these are what one believes.","author":"Rollo May","category":"courage"},{"quote":"Courage is what it takes to stand up and speak  courage is also what it takes to sit down and listen.","author":"Anonymous","category":"courage"},{"quote":"The greatest test of courage on earth is to bear defeat without losing heart.","author":"Robert G. Ingersoll","category":"courage"},{"quote":"Courage is to take hard knocks like a man when occasion calls.","author":"Plautus","category":"courage"},{"quote":"You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.","author":"Barbara De Angelis","category":"courage"},{"quote":"This is courage ... to bear unflinchingly what heaven sends.","author":"Euripides","category":"courage"},{"quote":"Courage  in the final analysis  is nothing but an affirmative answer to the shocks of existence.","author":"Dr. Kurt Goldstein","category":"courage"},{"quote":"Courage is a perfect sensibility of the measure of danger  and a mental willingness to endure it.","author":"General William T. Sherman","category":"courage"},{"quote":"To have courage for whatever comes in life-everything lies in that.","author":"Teresa of Avila","category":"courage"},{"quote":"To accept whatever comes  regardless of the consequences  is to be unafraid.","author":"John Cage","category":"courage"},{"quote":"The test of courage comes when we are in the minority.","author":"Ralph W. Sockman","category":"courage"},{"quote":"One man with courage makes a majority.","author":"Andrew Jackson","category":"courage"},{"quote":"Many women miss their greatest chance of happiness through a want of courage in a decisive moment.","author":"Winifred Gordon","category":"courage"},{"quote":"We must have the courage to be happy.","author":"Henri Frederic Amiel","category":"courage"},{"quote":"There is a courage of happiness as well as a courage of sorrow.","author":"Maurice Maeterlinck","category":"courage"},{"quote":"Happy the man who ventures boldly to defend what he holds dear.","author":"Ovid","category":"courage"},{"quote":"All happiness depends on courage and work.","author":"Honore de Balzac","category":"courage"},{"quote":"There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"We must have courage to bet on our ideas  on the calculated risk  and to act. Everyday living requires courage if life is to be effective and bring happiness.","author":"Maxwell Maltz","category":"courage"},{"quote":"Faint heart never won fair lady.","author":"Miguel de Cervantes","category":"courage"},{"quote":"The last thing a woman will consent to discover in a man whom she loves  or on whom she simply depends  is want of courage.","author":"Joseph Conrad","category":"courage"},{"quote":"None but the brave deserve the fair.","author":"John Dryden","category":"courage"},{"quote":"Fortune and love favor the brave.","author":"Ovid","category":"courage"},{"quote":"The bravest are the tenderest. The loving are the daring.","author":"Henry Wadsworth Longfellow","category":"courage"},{"quote":"The weapon of the brave is in his heart.","author":"Anonymous","category":"courage"},{"quote":"The guts carry the feet  not the feet the guts.","author":"Miguel de Cervantes","category":"courage"},{"quote":"I am not afraid of a fight  I have to do my duty  come what may.","author":"Therese of Lisieux","category":"courage"},{"quote":"War is fear cloaked in courage.","author":"General William Westmoreland","category":"courage"},{"quote":"A bold heart is half the battle.","author":"Anonymous","category":"courage"},{"quote":"Courage in danger is half the battle.","author":"Plautus","category":"courage"},{"quote":"A man of courage never wants weapons.","author":"Anonymous","category":"courage"},{"quote":"A brave arm makes a short sword long.","author":"Anonymous","category":"courage"},{"quote":"Courage which goes against military expediency is stupidity  or  if it is insisted upon by a commander  irresponsibility.","author":"Field Marshal Erwin Rommel","category":"courage"},{"quote":"There is  in addition to a courage with which men die  a courage by which men must live.","author":"John F. Kennedy","category":"courage"},{"quote":"Where life is more terrible than death  it is the truest valor to dare to live.","author":"Sir Thomas Browne","category":"courage"},{"quote":"The courage we desire and prize is not the courage to die decently  but to live manfully.","author":"Thomas Carlyle","category":"courage"},{"quote":"Often the test of courage is not to die  but to live.","author":"Conte Vittorio Alfieri","category":"courage"},{"quote":"He who has the courage to laugh is almost as much the master of the world as he who is ready to die.","author":"Giacomo Leopardi","category":"courage"},{"quote":"Life shrinks or expands in proportion to one's courage.","author":"Anais Nin","category":"courage"},{"quote":"Only those are fit to live who are not afraid to die.","author":"General Douglas MacArthur","category":"courage"},{"quote":"Sometimes even to live is an act of courage.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"To say yes  you have to sweat and roll up your sleeves and plunge both hands into life up to the elbows. It is easy to say no  even if saying no means death.","author":"Jean Anouilh","category":"courage"},{"quote":"Have the courage to live. Anyone can die.","author":"Robert Cody","category":"courage"},{"quote":"Because a fellow has failed once or twice or a dozen times  you don't want to set him down as a failure till he's dead or loses his courage-and that's the same thing.","author":"George Horace Lorimer","category":"courage"},{"quote":"What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?","author":"Logan Pearsall Smith","category":"courage"},{"quote":"Yesterday I dared to struggle. Today I dare to win.","author":"Bernadette Devlin","category":"courage"},{"quote":"To persevere  trusting in what hopes he has  is courage. The coward despairs.","author":"Euripides","category":"courage"},{"quote":"It takes vision and courage to create- it takes faith and courage to prove.","author":"Owen D. Young","category":"courage"},{"quote":"Whatever you do  you need courage. ... To map out a course of action and follow it to an end requires some of the same courage which a soldier needs.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"Who dares nothing  need hope for nothing.","author":"J. C. F. von Schiller","category":"courage"},{"quote":"Have the courage of your desire.","author":"George R. Gissing","category":"courage"},{"quote":"To see what is right  and not do it  is want of courage.","author":"Confucius","category":"courage"},{"quote":"No great thing conies to any man unless he has courage.","author":"Cardinal James Gibbons","category":"courage"},{"quote":"Great things are done more through courage than through wisdom.","author":"German proverb","category":"courage"},{"quote":"Courage permits the caliber of performance to continue at its peak  until the finish line is crossed.","author":"Stuart Walker","category":"courage"},{"quote":"Failure is only postponed success as long as courage \"coaches\" ambition. The habit of persistence is the habit of victory.","author":"Herbert Kaufman","category":"courage"},{"quote":"Courage and perseverance have a magical talisman  before which difficulties disappear  and obstacles vanish into air.","author":"John Quincy Adams","category":"courage"},{"quote":"There are a lot of fellas with all the ability it takes to play in the major leagues  but... they always get stuck in the minor leagues because they haven't got the guts to make the climb.","author":"Cookie Lavagetto","category":"courage"},{"quote":"Where there is a brave man  in the thickest of the fight  there is the post of honor.","author":"Henry David Thoreau","category":"courage"},{"quote":"It takes as much courage to have tried and failed as it does to have tried and succeeded.","author":"Anne Morrow Lindbergh","category":"courage"},{"quote":"You will never do anything in this world without courage.","author":"James Lane Allen","category":"courage"},{"quote":"Whenever you see a successful business  someone once made a courageous decision.","author":"Peter Drucker","category":"courage"},{"quote":"Courage to start and willingness to keep everlasting at it are the requisites for success.","author":"Alonzo Newton Benn","category":"courage"},{"quote":"One of the biggest factors in success is the courage to undertake something.","author":"James A. Worsham","category":"courage"},{"quote":"Everyone has a talent. What is rare is the courage to follow that talent to the dark place where it leads.","author":"Erica Jong","category":"courage"},{"quote":"The world is not perishing for the want of clever or talented or well-meaning men. It is perishing for the want of men of courage and resolution.","author":"Robert J. McCracken","category":"courage"},{"quote":"Talent is helpful in writing  but guts are absolutely necessary.","author":"Jessamyn West","category":"courage"},{"quote":"Knowledge without courage is sterile.","author":"Baltasar Gracian","category":"courage"},{"quote":"To create one's own world in any of the arts takes courage.","author":"Georgia O'Keeffe","category":"courage"},{"quote":"Courage is the thing. All goes if courage goes.","author":"Sir James M. Barrie","category":"courage"},{"quote":"It's weak and despicable to go on wanting things and not trying to get them.","author":"Joanna Field","category":"courage"},{"quote":"How many feasible projects have miscarried through despondency  and been strangled in their birth by a cowardly imagination?","author":"Jeremy Collier","category":"courage"},{"quote":"It is brave to be involved.","author":"Gwendolyn Brooks","category":"courage"},{"quote":"One of the biggest factors in success is the courage to undertake something.","author":"James A. Worsham","category":"courage"},{"quote":"When it comes to betting on yourself ... you're a chicken-livered coward if you hesitate.","author":"B. C. Forbes","category":"courage"},{"quote":"What would life be if we had no courage to attempt anything?","author":"Vincent van Gogh","category":"courage"},{"quote":"Be courageous! ... I have seen many depressions in business. Always America has come out stronger and more prosperous. Be as brave as your fathers before you. Have faith! Go forward.","author":"Thomas A. Edison","category":"courage"},{"quote":"Dare to begin! He who postpones living rightly is like the rustic who waits for the river to run out before he crosses.","author":"Horace","category":"courage"},{"quote":"Nothing ventured  nothing gained.","author":"Anonymous","category":"courage"},{"quote":"The brave venture anything.","author":"Anonymous","category":"courage"},{"quote":"The difference between getting somewhere and nowhere is the courage to make an early start.","author":"Charles M. Schwab","category":"courage"},{"quote":"Life is to be entered upon with courage.","author":"Alexis de Tocqueville","category":"courage"},{"quote":"We ought to face our destiny with courage.","author":"Friedrich Nietzsche","category":"courage"},{"quote":"You can surmount the obstacles in your path if you are determined  courageous and hardworking. ... Do not fear to pioneer  to venture down new paths of endeavor.","author":"Ralph J. Bunche","category":"courage"},{"quote":"The great man is the man who does a thing for the first time.","author":"Alexander Smith","category":"courage"},{"quote":"Imposing limitations on yourself is cowardly because it protects you from having to try  and perhaps failing.","author":"Vladimir Zworykin","category":"courage"},{"quote":"What you can do  or dream you can do  begin it  boldness has genius  power and magic in it.","author":"Johann von Goethe","category":"courage"},{"quote":"We need the courage to start and continue what we should do  and courage to stop what we shouldn't do.","author":"Richard L. Evans","category":"courage"},{"quote":"Prudence which degenerates into timidity is very seldom the path to safety.","author":"Viscount Cecil","category":"courage"},{"quote":"He that is overcautious will accomplish little.","author":"J. C. F. von Schiller","category":"courage"},{"quote":"We can easily become as much slaves to precaution as we can to fear.","author":"Randolph Bourne","category":"courage"},{"quote":"To the timid and hesitating everything is impossible because it seems so.","author":"Sir Walter Scott","category":"courage"},{"quote":"Do not be too timid and squeamish. ... All life is an experiment. The more experiments you make  the better.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"Courage is rarely reckless or foolish ... courage usually involves a highly realistic estimate of the odds that must be faced.","author":"Margaret Truman","category":"courage"},{"quote":"Valour lies just halfway between rashness and cowardice.","author":"Miguel de Cervantes","category":"courage"},{"quote":"When you're my size in the pros  fear is a sign that you're not stupid.","author":"Jerry Levias","category":"courage"},{"quote":"Keep your fears to yourself  but share your courage with others.","author":"Robert Louis Stevenson","category":"courage"},{"quote":"Courage leads starward  fear toward death.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"Go forth to meet the shadowy Future without fear and with a manly heart.","author":"Henry Wadsworth Longfellow","category":"courage"},{"quote":"Fate loves the fearless.","author":"James Russell Lowell","category":"courage"},{"quote":"There is no such thing as bravery  only degrees of fear.","author":"John Wainwright","category":"courage"},{"quote":"Courage is a peculiar kind of fear.","author":"Charles Kennedy","category":"courage"},{"quote":"Courage is fear that has said its prayers.","author":"Dorothy Bernard","category":"courage"},{"quote":"Courage is fear holding on a minute longer.","author":"General George S. Patton","category":"courage"},{"quote":"Courage is the ability to solve problems realistically in the presence of fear.","author":"Stuart Walker","category":"courage"},{"quote":"Courage is resistance to fear  mastery of fear-not absence of fear.","author":"Mark Twain","category":"courage"},{"quote":"Courage is ... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.","author":"David Ben-Gurion","category":"courage"},{"quote":"Courage is knowing what not to fear.","author":"Plato","category":"courage"},{"quote":"Courage is the right disposition toward fear.","author":"Anonymous","category":"courage"},{"quote":"Courage is a scorner of things which inspire fear.","author":"Marcus Annaeus Seneca","category":"courage"},{"quote":"We must constantly build dykes of courage to hold back the flood of fear.","author":"Martin Luther King, Jr.","category":"courage"},{"quote":"Courage is never letting your actions be influenced by your fears.","author":"Arthur Koestler","category":"courage"},{"quote":"Cowards cannot see that their greatest safety lies in dauntless courage.","author":"Johann Kaspar Lavater","category":"courage"},{"quote":"A coward turns away  but a brave man's choice is danger.","author":"Euripides","category":"courage"},{"quote":"Cowardice is the mother of cruelty.","author":"Michel de Montaigne","category":"courage"},{"quote":"Optimism and self-pity are the positive and negative poles of modern cowardice.","author":"Cyril Connolly","category":"courage"},{"quote":"Cowards die many times before their deaths  the valiant never taste of death but once.","author":"William Shakespeare","category":"courage"},{"quote":"To say a person is a coward has no more meaning than to say he is lazy: It simply tells us that some vital potentiality is unrealized or blocked.","author":"Rollo May","category":"courage"},{"quote":"There are at least two kinds of cowards. One kind always lives with himself  afraid to face the world. The other kind lives with the world  afraid to face himself.","author":"Roscoe Snowden","category":"courage"},{"quote":"There is a time when to avoid trouble is to store up trouble  and when to seek for a lazy and a cowardly peace is to court a still greater danger.","author":"William Barclay","category":"courage"},{"quote":"To know what is right and not do it is the worst cowardice.","author":"Confucius","category":"courage"},{"quote":"Spiritual cowardice is not only weakness but wickedness.","author":"J. B. Gambrell","category":"courage"},{"quote":"The most mortifying infirmity in human nature ... is  perhaps  cowardice.","author":"Charles Lamb","category":"courage"},{"quote":"Men perish by the sword  cowards by disease.","author":"Phillippus","category":"courage"},{"quote":"Between cowardice and despair  valour is gendered.","author":"John Donne","category":"courage"},{"quote":"If you knew how cowardly your enemy is  you would slap him.","author":"Edgar Watson Howe","category":"courage"},{"quote":"Bravery is the knowledge of the cowardice in the enemy.","author":"Edgar Watson Howe","category":"courage"},{"quote":"Any coward can fight a battle when he's sure of winning.","author":"George Eliot","category":"courage"},{"quote":"The coward despairs.","author":"Euripides","category":"courage"},{"quote":"Cowardice  as distinguished from panic  is almost always simply a lack of ability to suspend the functioning of the imagination.","author":"Ernest Hemingway","category":"courage"},{"quote":"The only cowards are sinners  fighting the fight is all.","author":"John G. Neihardt","category":"courage"},{"quote":"All men would be cowards if they durst.","author":"John Wilmot, Earl of Rochester","category":"courage"},{"quote":"That cowardice is incorrigible which the love of power cannot overcome.","author":"Charles Caleb Colton","category":"courage"},{"quote":"Courage is doing what you're afraid to do. There can be no courage unless you're scared.","author":"Eddie Rickenbacker","category":"courage"},{"quote":"Courage is being scared to death ... and saddling up anyway.","author":"John Wayne","category":"courage"},{"quote":"You look at a guy who's being brave. He's afraid  or he wouldn't be brave. If he isn't afraid  he's stupid.","author":"Joe Torre","category":"courage"},{"quote":"To fight a bull when you are not scared is nothing. And to not fight a bull when you are scared is nothing. But to fight a bull when you are scared is something.","author":"Anonymous","category":"courage"},{"quote":"Being \"brave\" means doing or facing something frightening. ... Being \"fearless\" means being without fear.","author":"Penelope Leach","category":"courage"},{"quote":"It takes courage to know when you ought to be afraid.","author":"James A. Michener","category":"courage"},{"quote":"Everyone thought I was bold and fearless and even arrogant  but inside I was always quaking.","author":"Katharine Hepburn","category":"courage"},{"quote":"Perfect courage means doing unwitnessed what we would be capable of with the world looking on.","author":"Francois de La Rochefoucauld","category":"courage"},{"quote":"Fear is the single strongest motivating force in our lives. ... The more frightened you become  the better your chances of achieving success.","author":"Lois Korey","category":"courage"},{"quote":"Bravery is the capacity to perform properly even when scared half to death. -General Omar N. Bradley This morning I threw up at a board meeting. I was sure the cat was out of the bag  but no one seemed to think anything about it  apparently it's quite common for people to throw up at board meetings.","author":"Jane Wagner","category":"courage"},{"quote":"I'm a real pussycat-with an iron tail.","author":"Rona Barrett","category":"courage"},{"quote":"Bravery is being the only one who knows you're afraid.","author":"Franklin P. Jones","category":"courage"},{"quote":"Necessity makes even the timid brave.","author":"Sallust","category":"courage"},{"quote":"Necessity does the work of courage.","author":"Nicholas Murray Butler","category":"courage"},{"quote":"I became more courageous by doing the very things I needed to be courageous for-first  a little  and badly. Then  bit by bit  more and better. Being avidly-sometimes annoy-ingly-curious and persistent about discovering how others were doing what I wanted to do.","author":"Audre Lorde","category":"courage"},{"quote":"When it comes to the pinch  human beings are heroic.","author":"George Orwell","category":"courage"},{"quote":"Many become brave when brought to bag.","author":"Norwegian proverb","category":"courage"},{"quote":"Courage mounteth with occasion.","author":"William Shakespeare","category":"courage"},{"quote":"When you have no choice  mobilize the spirit of courage.","author":"Jewish proverb","category":"courage"},{"quote":"Courage is sustained by calling up anew the vision of the goal.","author":"A. G. Sertillanges","category":"courage"},{"quote":"Women have to summon up courage to fulfill dormant dreams.","author":"Alice Walker","category":"courage"},{"quote":"Courage is like love  it must have hope for nourishment.","author":"Napoleon Bonaparte","category":"courage"},{"quote":"Optimism is the foundation of courage.","author":"Nicholas Murray Butler","category":"courage"},{"quote":"I would often be a coward  but for the shame of it.","author":"Ralph Connor","category":"courage"},{"quote":"At the bottom of a good deal of bravery ... lurks a miserable cowardice. Men will face powder and steel because they cannot face public opinion.","author":"Edwin H. Chapin","category":"courage"},{"quote":"We would be cowards  if we had courage enough.","author":"Thomas Fuller","category":"courage"},{"quote":"A coward's fear can make a coward valiant.","author":"Thomas Fuller","category":"courage"},{"quote":"Courage is as often the outcome of despair as of hope  in the one case we have nothing to lose  in the other everything to gain.","author":"Diane de Poitiers","category":"courage"},{"quote":"Despair gives courage to a coward.","author":"Anonymous","category":"courage"},{"quote":"No one has yet computed how many imaginary triumphs are silently celebrated by people each year to keep up their courage.","author":"Henry S. Haskins","category":"courage"},{"quote":"I'm not afraid of too many things  and I got that invincible kind of attitude from my father.","author":"Reinhold Niebuhr","category":"courage"},{"quote":"Courage is the fear of being thought a coward.","author":"Horace Smith","category":"courage"},{"quote":"How  then  find the courage for action? By slipping a little into unconsciousness  spontaneity  instinct which holds one to the earth and dictates the relatively good and useful. ... By accepting the human condition more simply  and candidly  by dreading troubles less  calculating less  hoping more.","author":"Henri Frederic Amiel","category":"courage"},{"quote":"It takes courage to live-courage and strength and hope and humor. And courage and strength and hope and humor have to be bought and paid for with pain and work and prayers and tears.","author":"Jerome P. Fleishman","category":"courage"},{"quote":"Courage that grows from constitution often forsakes a man ... courage which arises from a sense of duty acts in a uniform manner.","author":"Joseph Addison","category":"courage"},{"quote":"He who knows how to suffer everything can dare everything.","author":"Vauvenargues","category":"courage"},{"quote":"Courage does not always march to airs blown by a bugle  it is not always wrought out of the fabric ostentation wears.","author":"Frances Rodman","category":"courage"},{"quote":"We learn courageous action by going forward whenever fear urges us back.","author":"David Seabury","category":"courage"},{"quote":"The paradox of courage is that a man must be a little careless of his life in order to keep it.","author":"G. K. Chesterton","category":"courage"},{"quote":"All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"General George S. Patton","category":"courage"},{"quote":"Courage isrequired not only in a person's occasional crucial decision for his own freedom  but in the little hour-to-hour decisions which place the bricks in the structure of his building of himself into a person who acts with freedom and responsibility.","author":"Rollo May","category":"courage"},{"quote":"Courage does not consist in calculation  but in fighting against chances.","author":"John Henry Cardinal Newman","category":"courage"},{"quote":"Courage is its own reward.","author":"Plautus","category":"courage"},{"quote":"Courage is the price that life exacts for granting peace.","author":"Amelia Earhart","category":"courage"},{"quote":"Courage is a kind of salvation.","author":"Plato","category":"courage"},{"quote":"Courage is grace under pressure.","author":"Ernest Hemingway","category":"courage"},{"quote":"Courage is the lovely virtue-the rib of Himself that God sent down to His children.","author":"Sir James M. Barrie","category":"courage"},{"quote":"Courage is the integrating strength that causes one to overcome tragedy.","author":"Eugene E. Brussell","category":"courage"},{"quote":"Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die.","author":"G. K. Chesterton","category":"courage"},{"quote":"Courage is the virtue which champions the cause of right.","author":"Cicero","category":"courage"},{"quote":"Courage is generosity of the highest order  for the brave are prodigal of the most precious things.","author":"Charles Caleb Colton","category":"courage"},{"quote":"Courage is clearly a readiness to risk self-humiliation.","author":"Nigel Dennis","category":"courage"},{"quote":"Courage is fire  and bullying is smoke.","author":"Benjamin Disraeli","category":"courage"},{"quote":"Courage consists of the power of self-recovery.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"Courage is a virtue only so far as it is directed by prudence.","author":"Francois de Fenelon","category":"courage"},{"quote":"Courage is a quality so necessary for maintaining virtue that it is always respected even when it is associated with vice.","author":"Samuel Johnson","category":"courage"},{"quote":"Courage is the footstool of the Virtues  upon which they stand.","author":"Robert Louis Stevenson","category":"courage"},{"quote":"Courage is to feel the daily daggers of relentless steel and keep on living.","author":"Douglas Malloch","category":"courage"},{"quote":"Courage is what preserves our liberty  safety  life  and our homes and parents  our country and children. Courage comprises all things.","author":"Plautus","category":"courage"},{"quote":"Courage is a peculiar kind of fear.","author":"Charles Kennedy","category":"courage"},{"quote":"There is plenty of courage among us for the abstract  but not for the concrete.","author":"Helen Keller","category":"courage"},{"quote":"Every man has his own courage  and is betrayed because he seeks in himself the courage of other persons.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"If we have the courage and tenacity of our forebears  who stood firmly like a rock against the lash of slavery  we shall find a way to do for our day what they did for theirs.","author":"Mary McLeod Bethune","category":"courage"},{"quote":"If you are brave too often  people will come to expect it of you.","author":"Mignon McLaughlin","category":"courage"},{"quote":"The best protection any woman can have ... is courage.","author":"Elizabeth Cady Stanton","category":"courage"},{"quote":"Valor is a gift. Those having it never know for sure if they have it till the test comes. And those having it in one test never know for sure if they will have it when the next test comes.","author":"Carl Sandburg","category":"courage"},{"quote":"Until the day of his death  no man can be sure of his courage.","author":"Jean Anouilh","category":"courage"},{"quote":"Among wellborn spirits courage does not depend on age.","author":"Pierre Corneille","category":"courage"},{"quote":"Courage can't see around corners  but goes around them anyway.","author":"Mignon McLaughlin","category":"courage"},{"quote":"Freedom is not for the timid.","author":"Vijaya Lakshmi Pandit","category":"courage"},{"quote":"Courage easily finds its own eloquence.","author":"Plautus","category":"courage"},{"quote":"In true courage there is always an element of choice  of an ethical choice  and of anguish  and also of action and deed. There is always a flame of spirit in it  a vision of some necessity higher than oneself.","author":"Brenda Ueland","category":"courage"},{"quote":"But screw your courage to the sticking place and we'll not fail.","author":"William Shakespeare","category":"courage"},{"quote":"Courage is always the surest wisdom.","author":"Wilfred Grenfell","category":"courage"},{"quote":"Courage is very important. Like a muscle  it is strengthened by use.","author":"Ruth Gordon","category":"courage"},{"quote":"There are some women who seem to be born without fear  just as there are people who are born without the ability to feel pain. ... Providence appears to protect such women  maybe out of astonishment.","author":"Margaret Atwood","category":"courage"},{"quote":"On many of the great issues of our time  men have lacked wisdom because they have lacked courage.","author":"William Benton","category":"courage"},{"quote":"Catch courage.","author":"Carolyn Heilbrun","category":"courage"},{"quote":"If you are scared to go to the brink  you are lost.","author":"John Foster Dulles","category":"courage"},{"quote":"It takes courage to lead a life. Any life.","author":"Erica Jong","category":"courage"},{"quote":"Nothing is as valuable to a man as courage.","author":"Terence","category":"courage"},{"quote":"I'd rather give my life than be afraid to give it.","author":"Lyndon B. Johnson","category":"courage"},{"quote":"The only courage that matters is the kind that gets you from one moment to the next.","author":"Mignon McLaughlin","category":"courage"},{"quote":"Courage ought to have eyes as well as arms.","author":"H. G. Bohn","category":"courage"},{"quote":"Sorrow is a fruit. God does not allow it to grow on a branch that is too weak to bear it.","author":"Victor Hugo","category":"courage"},{"quote":"The will of God will not take you where the grace of God cannot keep you.","author":"Anonymous","category":"courage"},{"quote":"Act  and God will act.","author":"Joan of Arc","category":"courage"},{"quote":"So when the crisis is upon you  remember that God  like a trainer of wrestlers  has matched you with a tough and stalwart antagonist... that you may prove a victor at the Great Games.","author":"Epictetus","category":"courage"},{"quote":"Act boldly and unseen forces will come to your aid.","author":"Dorothea Brande","category":"courage"},{"quote":"What God expects us to attempt  He also enables us to achieve.","author":"Stephen Olford","category":"courage"},{"quote":"God gave burdens  also shoulders.","author":"Yiddish proverb","category":"courage"},{"quote":"With them I gladly shared my all and learned the great truth that where God guides  He provides.","author":"Frank N. D. Buchman","category":"courage"},{"quote":"The Bible tells us that a sparrow does not fall without God's notice. I know he will help us meet our responsibilities through his guidance.","author":"Michael Cardone","category":"courage"},{"quote":"Leap  and the net will appear.","author":"Julie Cameron","category":"courage"},{"quote":"Cowards falter  but danger is often overcome by those who nobly dare.","author":"Queen Elizabeth I","category":"courage"},{"quote":"God gives us always strength enough  and sense enough  for everything He wants us to do.","author":"John Ruskin","category":"courage"},{"quote":"Fatalism is a lazy man's way of accepting the inevitable.","author":"Natalie Clifford Barney","category":"courage"},{"quote":"In this unbelievable universe in which we live  there are no absolutes. Even parallel lines  reaching into infinity  meet somewhere yonder.","author":"Pearl S. Buck","category":"courage"},{"quote":"Instead of looking at life as a narrowing funnel  we can see it ever widening to choose the things we want to do  to take the wisdom we've learned and create something.","author":"Liz Carpenter","category":"courage"},{"quote":"Nothing befalls a man except what is in his nature to endure.","author":"Marcus Aurelius","category":"courage"},{"quote":"Life only demands from you the strength you possess.","author":"Dag Hammarskjold","category":"courage"},{"quote":"Everyone will be taxed according to his means.","author":"J. C. F. von Schiller","category":"courage"},{"quote":"I discovered I always have choices and sometimes it's only a choice of attitude.","author":"Judith M. Knowlton","category":"courage"},{"quote":"The burden is equal to the horse's strength.","author":"Talmud","category":"courage"},{"quote":"Experience shows that exceptions are as true as rules.","author":"Edith Ronald Mirrielees","category":"courage"},{"quote":"What we call reality is an agreement that people have arrived at to make their lives more livable.","author":"Louise Nevelson","category":"courage"},{"quote":"All we are asked to bear we can bear. That is a law of the spiritual life. The only hindrance to the working of this law  as of all benign laws  is fear.","author":"Elizabeth Goudge","category":"courage"},{"quote":"When it comes to the pinch  human beings are heroic.","author":"George Orwell","category":"courage"},{"quote":"The incurable ills are the imaginary ills","author":"Marie von Ebner-Eschenbach","category":"courage"},{"quote":"However confused the scene of our life appears  however torn we may be who now do face that scene  it can be faced  and we can go on to be whole.","author":"Muriel Rukeyser","category":"courage"},{"quote":"A change of heart is the essence of all other change  and it has brought about me a reeducation of the mind.","author":"Emmeline Pethick-Lawrence","category":"courage"},{"quote":"The human spirit is stronger than anything that can happen to it.","author":"George. C. Scott","category":"courage"},{"quote":"What one has to do usually can be done.","author":"Eleanor Roosevelt","category":"courage"},{"quote":"Man performs and engenders so much more than he can or should have to bear. That's how he finds that he can bear anything.","author":"William Faulkner","category":"courage"},{"quote":"If you have enough fantasies  you're ready  in the event that something happens.","author":"Sheila Ballantyne","category":"courage"},{"quote":"The peril of the hour moved the British to tremendous exertions  just as always in a moment of extreme danger things can be done which had previously been thought impossible. Mortal danger is an effective antidote for fixed ideas.","author":"Field Marshal Erwin Rommel","category":"courage"},{"quote":"We all carry it within us: supreme strength  the fullness of wisdom  unquenchable joy. It is never thwarted  and cannot be destroyed.","author":"Huston Smith","category":"courage"},{"quote":"Within us all there are wells of thought and dynamos of energy which are not suspected until emergencies arise. Then oftentimes we find that it is comparatively simple to double or triple our former capacities and to amaze ourselves by the results achieved.","author":"Thomas J. Watson","category":"courage"},{"quote":"The spirit of man is an inward flame  a lamp the world blows upon but never puts out.","author":"Margot Asquith","category":"courage"},{"quote":"We have what we seek. It is there all the time  and if we give it time  it will make itself known to us.","author":"Thomas Merton","category":"courage"},{"quote":"Truth is not introduced into the individual from without  but was within him all the time.","author":"Soren Kierkegaard","category":"courage"},{"quote":"Nature arms each man with some faculty which enables him to do easily some feat impossible to any other.","author":"Ralph Waldo Emerson","category":"courage"},{"quote":"When we know what we want to prove  we go out and find our facts. They are always there.","author":"Pearl S. Buck","category":"courage"},{"quote":"Nature reacts not only to physical disease  but also to moral weakness  when the danger increases  she gives us greater courage.","author":"Johann von Goethe","category":"courage"},{"quote":"rouble creates a capacity to handle it.","author":"Oliver Wendell Holmes","category":"courage"},{"quote":"Trouble  like the hill ahead  straightens out when you advance upon it.","author":"Marcelene Cox","category":"courage"},{"quote":"In the darkest hour the soul is replenished and given strength to continue and endure.","author":"Heart Warrior Chosa","category":"courage"},{"quote":"Our energy is in proportion to the resistance it meets. We attempt nothing great but from a sense of the difficulties we have to encounter  we persevere in nothing great but from a pride in overcoming them.","author":"William Hazlitt","category":"courage"},{"quote":"We shall draw from the heart of suffering itself the means of inspiration and survival.","author":"Winston Churchill","category":"courage"},{"quote":"Exigencies create the necessary ability to meet and conquer them.","author":"Wendell Phillips","category":"courage"},{"quote":"The moment one definitely commits oneself  then Providence moves too. All sorts of things occur to help that would never otherwise have occurred. A stream of events issues from the decision  raising unforeseen incidents and meetings and material assistance  which no man could have dreamt would have come his way.","author":"W. H. Murray","category":"courage"},{"quote":"In forty hours I shall be in battle  with little information  and on the spur of the moment will have to make the most momentous decisions. But I believe that one's spirit enlarges with responsibility and that  with God's help  I shall make them  and make them right.","author":"General George S. Patton","category":"courage"},{"quote":"Often the test of courage is not to die but to live.","author":"Vittorio Conte Alfieri","category":"courage"},{"quote":"A man of courage is also full of faith.","author":"Cicero","category":"courage"},{"quote":"When moral courage feels that it is in the right  there is no personal daring of which it is incapable.","author":"Leigh Hunt","category":"courage"},{"quote":"Fortune and Love befriend the bold.","author":"Ovid","category":"courage"},{"quote":"Women and men of retiring timidity are cowardly only in dangers which affect themselves  but the first to rescue when others are endangered.","author":"Jean Paul Richter","category":"courage"},{"quote":"Hail  Caesar  those who are about to die salute thee.","author":"Suetonius","category":"courage"},{"quote":"The small courtesies sweeten life  the greater ennoble it.","author":"Christian Nestell Bovee","category":"courtesy"},{"quote":"A moral  sensible  and well-bred man Will not affront me  and no other can.","author":"William Cowper","category":"courtesy"},{"quote":"He who fights and runs away May live to fight another day. But he who is in battle slain  Can never rise to fight again.","author":"Oliver Goldsmith","category":"courtesy"},{"quote":"A cowardly act! What do I care about that? You may be sure that I should never fear to commit one if it were to my advantage.","author":"Napoleon","category":"courtesy"},{"quote":"A cowardly cur barks more fiercely than it bites.","author":"Quintus Curtius Rufus","category":"courtesy"},{"quote":"All men would be cowards if they durst.","author":"Earl of Rochester","category":"courtesy"},{"quote":"One who in a perilous emergency thinks with his legs.","author":"Ambrose Bierce","category":"cowardice"},{"quote":"Personal liberty is the paramount essential to human dignity and human happiness.","author":"Edward G. Bulwer-Lytton","category":"cowardice"},{"quote":"Hereditary boundsmen! Know ye not Who would be free themselves must strike the blow?","author":"Lord Byron","category":"cowardice"},{"quote":"And Freedom shrieked as Kosciusko fell!","author":"Thomas Campbell","category":"cowardice"},{"quote":"In a free country there is much clamor  with little suffering  in a despotic state there is little complaint  with much grievance.","author":"Lazare Carnot","category":"cowardice"},{"quote":"For what avail the plough or sail  Or land  or life  if freedom fail?","author":"Ralph Waldo Emerson","category":"cowardice"},{"quote":"Ay  call it holy ground  The soil where first they trod  They have left unstained  what there they found  -  Freedom to worship God.","author":"Felicia D. Hemans","category":"cowardice"},{"quote":"In the beauty of the lilies Christ was born across the sea  With a glory in His bosom that transfigures you and me  As He died to make men holy  let us die to make men free  While God is marching on.","author":"Julia Ward Howe","category":"cowardice"},{"quote":"I am for freedom of religion and against all maneuvers to bring about a legal ascendancy of one sect over another.","author":"Thomas Jefferson","category":"cowardice"},{"quote":"And ye shall know the truth  and the truth shall make you free.","author":"Bible","category":"cowardice"},{"quote":"Those who deny freedom to others deserve it not for themselves and under a just God cannot long retain it.","author":"Abraham Lincoln","category":"cowardice"},{"quote":"... That this nation  under God  shall have a new birth of freedom.","author":"Abraham Lincoln","category":"cowardice"},{"quote":"Since the general civilization of mankind I believe there are more instances of the abridgement of the freedom of the people by gradual and silent encroachments of those in power than by violent and sudden usurpations.","author":"James Madison","category":"cowardice"},{"quote":"The only freedom which deserves the name is that of pursuing our own good in our own way  so long as we do not attempt to deprive others of theirs or impede their efforts to obtain it.","author":"John Stuart Mill","category":"cowardice"},{"quote":"We must be free or die  who speak the tongue That Shakespeare spake  the faith and morals hold Which Milton held.","author":"William Wordsworth","category":"cowardice"},{"quote":"No amount of political freedom will satisfy the hungry masses.","author":"Vladimir Lenin","category":"cowardice"},{"quote":"I would rather sit on a pumpkin  and have it all to myself  than to be crowded on a velvet cushion.","author":"Henry David Thoreau","category":"cowardice"},{"quote":"I never saw a Purple Cow  I never hope to see one: But I can tell you  anyhow I'd rather see than be one.","author":"Gelett Burgess","category":"cows"},{"quote":"There was an old man who said  \"How Shall I flee from this horrible cow? I will sit on this stile  and continue to smile  Which may soften the heart of that cow.\"","author":"Edward Lear","category":"cows"},{"quote":"The reality is that changes are coming. ... They must come. You must share in bringing them.","author":"John Hersey","category":"creating, positive, change"},{"quote":"After you've done a thing the same way for two years  look it over carefully. After five years  look at it with suspicion. And after ten years  throw it away and start all over.","author":"Alfred Edward Perlman","category":"creating, positive, change"},{"quote":"All that philosophers have done is interpret the world in different ways. It is our job to change it.","author":"Karl Marx","category":"creating, positive, change"},{"quote":"Christians are supposed not merely to endure change  nor even to profit by it  but to cause it.","author":"Harry Emerson Fosdick","category":"creating, positive, change"},{"quote":"If you have no will to change it  you have no right to criticize it.","author":"Anonymous","category":"creating, positive, change"},{"quote":"Changes are not predictable  but to deny them is to be an accomplice to one's own unnecessary vegetation.","author":"Gail Sheehy","category":"creating, positive, change"},{"quote":"We must learn to view change as a natural phenomenon-to anticipate it and to plan for it. The future is ours to channel in the direction we want to go ... we must continually ask ourselves  \"What will happen if ... ?\" or better still  \"How can we make it happen?\"","author":"Lisa Taylor","category":"creating, positive, change"},{"quote":"One must change one's tactics every ten years if one wishes to maintain one's superiority.","author":"Napoleon Bonaparte","category":"creating, positive, change"},{"quote":"New things cannot come where there is no room.","author":"Mario Morgan","category":"creating, positive, change"},{"quote":"The important thing is this: to be able at any moment to sacrifice what we are for what we could become.","author":"Charles Du Bos","category":"creating, positive, change"},{"quote":"When patterns are broken  new worlds emerge.","author":"Tuli Kupferberg","category":"creating, positive, change"},{"quote":"One must lose one's life in order to find it.","author":"Anne Morrow Lindbergh","category":"creating, positive, change"},{"quote":"This Mouse must give up one of his Mouse ways of seeing things in order that he may grow.","author":"Hyemeyohsts Storm","category":"creating, positive, change"},{"quote":"Compromise  if not the spice of life  is its solidity.","author":"Phyllis McGinley","category":"creating, positive, change"},{"quote":"The only alternative to war is peace and the only road to peace is negotiations.","author":"Golda Meir","category":"creating, positive, change"},{"quote":"Every one should keep a mental wastepaper basket and the older he grows the more things he will consign to it-torn up to irrecoverable tatters.","author":"Samuel Butler","category":"creating, positive, change"},{"quote":"Unless one says goodbye to what one loves  and unless one travels to completely new territories  one can expect merely a long wearing away of oneself and an eventual extinction.","author":"Jean Dubuffet","category":"creating, positive, change"},{"quote":"\"How does one become a butterfly?\" she asked pensively. \"You must want to fly so much that you are willing to give up being a caterpillar.\"","author":"Trina Paulus","category":"creating, positive, change"},{"quote":"No matter how far you have gone on a wrong road  turn back.","author":"Turkish proverb","category":"creating, positive, change"},{"quote":"Duration is not a test of true or false.","author":"Anne Morrow Lindbergh","category":"creating, positive, change"},{"quote":"It is only an error in judgement to make a mistake  but it shows infirmity of character to adhere to it when discovered.","author":"Christian Bovee","category":"creating, positive, change"},{"quote":"If you board the wrong train  it is no use running along the corridor in the other direction.","author":"Dietrich Bonhoeffer","category":"creating, positive, change"},{"quote":"It's never too late-in fiction or in life-to revise.","author":"Nancy Thayer","category":"creating, positive, change"},{"quote":"Any path is only a path  and there is no affront  to oneself or to others  in dropping it if that is what your heart tells you.","author":"Carlos Castaneda","category":"creating, positive, change"},{"quote":"There is a time for departure even when there's no certain place to go.","author":"Tennessee Williams","category":"creating, positive, change"},{"quote":"Being stuck is a position few of us like. We want something new but cannot let go of the old-old ideas  beliefs  habits  even thoughts. We are out of contact with our own genius. Sometimes we know we are stuck  sometimes we don't. In both cases we have to do something.","author":"Inga Teekens","category":"creating, positive, change"},{"quote":"My success was not based so much on any great intelligence but on great common sense.","author":"Helen Gurley Brown","category":"creating, positive, change"},{"quote":"Lose yourself wholly  and the more you lose  the more you will find.","author":"Saint Catherine of Siena","category":"creating, positive, change"},{"quote":"Heroes take journeys  confront dragons  and discover the treasure of their true selves.","author":"Carol Pearson","category":"creating, positive, change"},{"quote":"Life's challenges are not supposed to paralyze you  they're supposed to help you discover who you are.","author":"Bernice Johnson Reagon","category":"creating, positive, change"},{"quote":"Just as we outgrow a pair of trousers  we outgrow acquaintances  libraries  principles  etc.  at times before they're worn out and times-and this is the worst of all-before we have new ones.","author":"Georg Christoph Lichtenberg","category":"creating, positive, change"},{"quote":"It is best to learn as we go  not go as we have learned.","author":"Leslie Jeanne Sahler","category":"creating, positive, change"},{"quote":"Those interested in perpetuating present conditions are always in tears about the marvelous past that is about to disappear  without having so much as a smile for the young future.","author":"Simone de Beauvoir","category":"creating, positive, change"},{"quote":"I will not change just to court popularity.","author":"Margaret Thatcher","category":"creating, positive, change"},{"quote":"Innovation! One cannot be forever innovating. I want to create classics.","author":"Coco Chanel","category":"creating, positive, change"},{"quote":"Have no fear of change as such and  on the other hand  no liking for it merely for its own sake.","author":"Robert Moses","category":"creating, positive, change"},{"quote":"If you want to stand out  don't be different  be outstanding.","author":"Meredith West","category":"creating, positive, change"},{"quote":"The main dangers in this life are the people who want to change everything ... or nothing.","author":"Lady Astor","category":"creating, positive, change"},{"quote":"To change and to improve are two different things.","author":"German proverb","category":"creating, positive, change"},{"quote":"Our fathers valued change for the sake of its results  we value it in the act.","author":"Alice Meynell","category":"creating, positive, change"},{"quote":"We must beware of needless innovations  especially when guided by logic.","author":"Winston Churchill","category":"creating, positive, change"},{"quote":"All change is not growth  as all movement is not forward.","author":"Ellen Glasgow","category":"creating, positive, change"},{"quote":"Just because everything is different doesn't mean anything has changed.","author":"Irene Peter","category":"creating, positive, change"},{"quote":"None are happy but by the anticipation of change. The change itself is nothing  when we have made it  the next wish is to change again.","author":"Samuel Johnson","category":"creating, positive, change"},{"quote":"We accept the verdict of the past until the need for change cries out loudly enough to force upon us a choice between the comforts of further inertia and the irksomeness of action.","author":"Learned Hand","category":"creating, positive, change"},{"quote":"To some will come a time when change itself is beauty  if not heaven.","author":"Edwin Arlington Robinson","category":"creating, positive, change"},{"quote":"Today is not yesterday  how can our works and thoughts  if they are always to be the fittest  continue always the same? Change  indeed  is painful  yet ever needful.","author":"Thomas Carlyle","category":"creating, positive, change"},{"quote":"Security can only be achieved through constant change  through discarding old ideas that have outlived their usefulness and adapting others to current facts.","author":"William O. Douglas","category":"creating, positive, change"},{"quote":"You had better be ready to change your mind when needed.","author":"Henry B. Wilson","category":"creating, positive, change"},{"quote":"Loyalty to petrified opinion never yet broke a chain or freed a human soul.","author":"Mark Twain","category":"creating, positive, change"},{"quote":"They were so strong in their beliefs that there came a time when it hardly mattered what exactly those beliefs were  they all fused into a single stubbornness.","author":"Louise Erdrich","category":"creating, positive, change"},{"quote":"We are chameleons  and our partialities and prejudices change place with an easy and blessed facility.","author":"Mark Twain","category":"creating, positive, change"},{"quote":"Our firmest convictions are apt to be the most suspect  they mark our limitations and our bounds. Life is a petty thing unless it is moved by the indomitable urge to extend its boundaries.","author":"Jose Ortega y Gasset","category":"creating, positive, change"},{"quote":"It often takes more courage to change one's opinion than to stick to it.","author":"Georg Christoph Lichtenberg","category":"creating, positive, change"},{"quote":"All our final resolutions are made in a state of mind which is not going to last.","author":"Marcel Proust","category":"creating, positive, change"},{"quote":"It's an ill plan that cannot be changed.","author":"Latin proverb","category":"creating, positive, change"},{"quote":"The death of dogma is the birth of reality.","author":"Immanuel Kant","category":"creating, positive, change"},{"quote":"If anyone accuses me of contradicting myself  I reply: Because I have been wrong once  or oftener  I do not aspire to be always wrong.","author":"Vauvenargues","category":"creating, positive, change"},{"quote":"He who cannot change the very fabric of his thought will never be able to change reality.","author":"Anwar Sadat","category":"creating, positive, change"},{"quote":"It is in the uncompromisingness with which dogma is held  and not in the dogma or want of dogma  that the danger lies.","author":"Samuel Butler","category":"creating, positive, change"},{"quote":"I wish to say what I think and feel today  with the proviso that tomorrow perhaps I shall contradict it all.","author":"Ralph Waldo Emerson","category":"creating, positive, change"},{"quote":"Progress is impossible without change  and those who cannot change their minds cannot change anything.","author":"George Bernard Shaw","category":"creating, positive, change"},{"quote":"The most significant change in a person's life is a change of attitude. Right attitudes produce right actions.","author":"William J. Johnston","category":"creating, positive, change"},{"quote":"You had better be ready to change your mind when needed  or your mind will change you.","author":"Henry B. Wilson","category":"creating, positive, change"},{"quote":"The most fatal illusion is the settled point of view. Since life is growth and motion  a fixed point of view kills anybody who has one.","author":"Brooks Atkinson","category":"creating, positive, change"},{"quote":"The world does not have to change.... The only thing that has to change is our attitude.","author":"Gerald Jampolsky","category":"creating, positive, change"},{"quote":"Oh  would that my mind could let fall its dead ideas  as the tree does its withered leaves!","author":"Andre Gide","category":"creating, positive, change"},{"quote":"Convictions are more dangerous enemies of truth than lies.","author":"Friedrich Nietzsche","category":"creating, positive, change"},{"quote":"A foolish consistency is the hobgoblin of little minds  adored by little statesmen and philosophers and divines.","author":"Ralph Waldo Emerson","category":"creating, positive, change"},{"quote":"A man should never be ashamed to own that he has been in the wrong  which is but saying ... that he is wiser today than yesterday.","author":"Jonathan Swift","category":"creating, positive, change"},{"quote":"We have to live today by what truth we can get today and be ready tomorrow to call it falsehood.","author":"William James","category":"creating, positive, change"},{"quote":"It is well for people who think to change their minds occasionally in order to keep them clean. For those who do not think  it is best at least to rearrange their prejudices once in a while.","author":"Luther Burbank","category":"creating, positive, change"},{"quote":"New opinions are always suspected  and usually opposed  without any other reason but because they are not already common.","author":"John Locke","category":"creating, positive, change"},{"quote":"Do I contradict myself? Very well then  I contradict myself (I am large  I contain multitudes).","author":"Walt Whitman","category":"creating, positive, change"},{"quote":"I shall try to correct errors when shown to be errors  and I shall adopt new views so fast as they shall appear to be new views.","author":"Abraham Lincoln","category":"creating, positive, change"},{"quote":"Contradiction is not a sign of falsity  nor the lack of contradiction a sign of truth.","author":"Blaise Pascal","category":"creating, positive, change"},{"quote":"My opinion is a view I hold until... well  until I find something that changes it.","author":"Luigi Pirandello","category":"creating, positive, change"},{"quote":"He that never changes his opinions  and never corrects his mistakes  will never be wiser on the morrow than he is today.","author":"Tyron Edwards","category":"creating, positive, change"},{"quote":"Inconsistency is the only thing in which men are consistent.","author":"Horatio Smith","category":"creating, positive, change"},{"quote":"There is nothing in this world constant but inconstancy.","author":"Jonathan Swift","category":"creating, positive, change"},{"quote":"Consistency is only suitable for ridicule.","author":"Moliere","category":"creating, positive, change"},{"quote":"The world is quite right. It does not have to be consistent.","author":"Charlotte P. Gilman","category":"creating, positive, change"},{"quote":"The world's a scene of changes  and to be constant  in nature  is inconstancy.","author":"Abraham Cowley","category":"creating, positive, change"},{"quote":"We cannot remain consistent with the world save by growing inconsistent with our past selves.","author":"Havelock Ellis","category":"creating, positive, change"},{"quote":"Consistency is the last refuge of the unimaginative.","author":"Oscar Wilde","category":"creating, positive, change"},{"quote":"The world is quite right. It does not have to be consistent.","author":"Charlotte P. Gilman","category":"creating, positive, change"},{"quote":"True consistency  that of the prudent and the wise  is to act in conformity with circumstances  and not to act always the same way under a change of circumstances.","author":"John C. Calhoun","category":"creating, positive, change"},{"quote":"Consistency is a paste jewel that only cheap men cherish.","author":"William Allen White","category":"creating, positive, change"},{"quote":"Consistency requires you to be as ignorant today as you were a year ago.","author":"Bernard Berenson","category":"creating, positive, change"},{"quote":"Consistency is contrary to nature  contrary to life. The only completely consistent people are the dead.","author":"Aldous Huxley","category":"creating, positive, change"},{"quote":"There are those who would misteach us that to stick in a rut is consistency  and a virtue  and that to climb out of the rut is inconsistency  and a vice.","author":"Mark Twain","category":"creating, positive, change"},{"quote":"Too much consistency is as bad for the mind as for the body.","author":"Aldous Huxley","category":"creating, positive, change"},{"quote":"With consistency a great soul has simply nothing to do. ... Speak what you think today in words as hard as cannon balls  and tomorrow speak what tomorrow thinks in hard words again  though it contradicts everything you said today.","author":"Ralph Waldo Emerson","category":"creating, positive, change"},{"quote":"People who honestly mean to be true really contradict themselves much more rarely than those who try to be \"consistent.\"","author":"Oliver Wendell Holmes","category":"creating, positive, change"},{"quote":"To be honest  one must be inconsistent.","author":"H. G. Wells","category":"creating, positive, change"},{"quote":"The only man who can't change his mind is a man who hasn't got one.","author":"Edward Noyes Westcott","category":"creating, positive, change"},{"quote":"Like all weak men  he laid an exaggerated stress on not changing one's mind.","author":"W. Somerset Maugham","category":"creating, positive, change"},{"quote":"Nothing should be permanent except struggle with the dark side within ourselves.","author":"Shirley MacLaine","category":"creating, positive, change"},{"quote":"The foolish and the dead alone never change their opinion.","author":"James Russell Lowell","category":"creating, positive, change"},{"quote":"A fanatic is one who can't change his mind and won't change the subject.","author":"Winston Churchill","category":"creating, positive, change"},{"quote":"The circumstances of the world are so variable that an irrevocable purpose or opinion is almost synonymous with a foolish one.","author":"William H. Seward","category":"creating, positive, change"},{"quote":"If in the last few years you haven't discarded a major opinion or acquired a new one  check your pulse. You may be dead.","author":"Gelett Burgess","category":"creating, positive, change"},{"quote":"A stiff attitude is one of the phenomena of rigor mortis.","author":"Henry S. Haskins","category":"creating, positive, change"},{"quote":"Those who never retract their opinions love themselves more than they love truth.","author":"Joseph Joubert","category":"creating, positive, change"},{"quote":"It's the most unhappy people who most fear change.","author":"Mignon McLaughlin","category":"creating, positive, change"},{"quote":"Obstinacy and heat in sticking to one's opinions is the surest proof of stupidity. Is there anything so cocksure  so immovable  so disdainful  so contemplative  so solemn and serious as an ass?","author":"Michel de Montaigne","category":"creating, positive, change"},{"quote":"The man who never alters his opinion is like standing water  and breeds reptiles of the mind.","author":"William Blake","category":"creating, positive, change"},{"quote":"When people are least sure  they are often most dogmatic.","author":"John Kenneth Galbraith","category":"creating, positive, change"},{"quote":"A conclusion is a place where you got tired of thinking.","author":"Fischer's Law","category":"creating, positive, change"},{"quote":"Only fools and dead men don't change their minds. Fools won't. Dead men can't.","author":"John H. Patterson","category":"creating, positive, change"},{"quote":"The consistent thinker ... is either a walking mummy or else  if he has not succeeded in stifling all his vitality  a fanatical monomaniac.","author":"Aldous Huxley","category":"creating, positive, change"},{"quote":"Life is not a static thing. The only people who do not change their minds are incompetents in asylums  and those in cemeteries.","author":"Everett M. Dirksen","category":"creating, positive, change"},{"quote":"To hold the same views at forty as we held at twenty is to have been stupefied for a score of years and to take rank  not as a prophet  but as an unteachable brat  well birched and none the wiser.","author":"Robert Louis Stevenson","category":"creating, positive, change"},{"quote":"To do things today exactly the way you did them yesterday saves thinking.","author":"Woodrow Wilson","category":"creating, positive, change"},{"quote":"Any change  even a change for the better  is always accompanied by drawbacks and discomforts.","author":"Arnold Bennett","category":"creating, positive, change"},{"quote":"Old habits are strong and jealous.","author":"Dorothea Brande","category":"creating, positive, change"},{"quote":"Every new adjustment is a crisis in self-esteem.","author":"Eric Hoffer","category":"creating, positive, change"},{"quote":"Every new truth begins in a shocking heresy.","author":"Margaret Deland","category":"creating, positive, change"},{"quote":"Birth is violent  whether it be the birth of a child or the birth of an idea.","author":"Marianne Williamson","category":"creating, positive, change"},{"quote":"Any truth creates a scandal.","author":"Marguerite Yourcenar","category":"creating, positive, change"},{"quote":"Even in slight things the experience of the new is rarely without some stirring of foreboding.","author":"Eric Hoffer","category":"creating, positive, change"},{"quote":"Change is not made without inconvenience  even from worse to better.","author":"Richard Hooker","category":"creating, positive, change"},{"quote":"All changes  even the most longed for  have their melancholy  for what we leave behind us is a part of ourselves  we must die to one life before we can enter into another.","author":"Anatole France","category":"creating, positive, change"},{"quote":"The key to change ... is to let go of fear.","author":"Rosanne Cash","category":"creating, positive, change"},{"quote":"Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly  completely successfully  or just completely  the correct response to death's perfect punctuation mark is a smile.","author":"Julie Burchill","category":"creating, positive, change"},{"quote":"Since changes are going on anyway  the great thing is to learn enough about them so that we will be able to lay hold of them and turn them in the direction of our desires. Condi-tions and events are neither to be fled from nor passively acquiesced in  they are to be utilized and directed.","author":"John Dewey","category":"creating, positive, change"},{"quote":"He that has energy enough to root out a vice should go further  and try to plant a virtue in its place.","author":"Charles Caleb Colton","category":"creating, positive, change"},{"quote":"To change skins  evolve into new cycles  I feel one has to learn to discard. If one changes internally  one should not continue to live with the same objects. They reflect one's mind and psyche of yesterday. I throw away what has no dynamic  living use.","author":"Anais Nin","category":"creating, positive, change"},{"quote":"Today changes must come fast  and we must adjust our mental habits  so that we can accept comfortably the idea of stopping one thing and beginning another overnight.... We must assume that there is probably a better way to do almost everything. We must stop assuming that a thing which has never been done before probably cannot be done at all.","author":"Donald M. Nelson","category":"creating, positive, change"},{"quote":"We must therefore take account of this changeable nature of things and of human institutions  and prepare for them with enlightened foresight.","author":"Pope Pius XI","category":"creating, positive, change"},{"quote":"You don't have to be afraid of change. You don't have to worry about what's being taken away. Just look to see what's been added.","author":"Jackie Greer","category":"creating, positive, change"},{"quote":"When you're stuck in a spiral  to change all aspects of the spin you need only to change one thing.","author":"Christina Baldwin","category":"creating, positive, change"},{"quote":"The first step toward change is acceptance. Once you accept yourself  you open the door to change. That's all you have to do. Change is not something you do  it's something you allow.","author":"Will Garcia","category":"creating, positive, change"},{"quote":"The more things change  the more they remain the same.","author":"Alphonse Karr","category":"creating, positive, change"},{"quote":"Things good in themselves ... perfectly valid in the integrity of their origins  become fetters if they cannot alter.","author":"Freya Stark","category":"creating, positive, change"},{"quote":"Change lays her hand not upon the truth.","author":"Algernon Swinburne","category":"creating, positive, change"},{"quote":"The spectacle has changed  but our eyes remain the same.","author":"Joseph Joubert","category":"creating, positive, change"},{"quote":"Change is the constant  the signal for rebirth  the egg of the phoenix.","author":"Christina Baldwin","category":"creating, positive, change"},{"quote":"Change is what people fear most.","author":"Fyodor Dostoyevsky","category":"creating, positive, change"},{"quote":"Change means the unknown.","author":"Eleanor Roosevelt","category":"creating, positive, change"},{"quote":"Nature's mighty law is change.","author":"Robert Burns","category":"creating, positive, change"},{"quote":"A human being does not cease to exist at death. It is change  not destruction  which takes place.","author":"Florence Nightingale","category":"creating, positive, change"},{"quote":"The old order changeth yielding place to new  and God fulfills himself in many ways.","author":"Alfred, Lord Tennyson","category":"creating, positive, change"},{"quote":"The only people in the world who can change things are those who can sell ideas.","author":"Lois Wyse","category":"creating, positive, change"},{"quote":"Everybody thinks of changing humanity and nobody thinks of changing himself.","author":"Leo Tolstoy","category":"creating, positive, change"},{"quote":"One person's constant is another person's variable.","author":"Susan Gerhart","category":"creating, positive, change"},{"quote":"The mill wheel turns  it turns forever  though what is uppermost remains not so.","author":"Bertolt Brecht","category":"creating, positive, change"},{"quote":"It's a bad plan that can't be changed.","author":"Publilius Syrus","category":"creating, positive, change"},{"quote":"In a way  winter is the real spring  the time when the inner things happen  the resurge of nature.","author":"Edna O'Brien","category":"creating, positive, change"},{"quote":"Mourning is not forgetting. ... It is an undoing. Every minute tie has to be untied and something permanent and valuable recovered and assimilated from the dust.","author":"Margery Allingham","category":"creating, positive, change"},{"quote":"It is never any good dwelling on goodbyes. It is not the being together that it prolongs  it is the parting.","author":"Elizabeth Asquith Bibesco","category":"creating, positive, change"},{"quote":"Such is the state of life that none are happy but by the anticipation of change. The change itself is nothing. When we have made it  the next wish is to change again.","author":"Samuel Johnson","category":"creating, positive, change"},{"quote":"New links must be forged as old ones rust.","author":"Jane Howard","category":"creating, positive, change"},{"quote":"The hearts of great men can be changed.","author":"Homer","category":"creating, positive, change"},{"quote":"You cannot step twice into the same river  for other waters are continually flowing on.","author":"Heraclitus","category":"creating, positive, change"},{"quote":"A man's fortune must first be changed from within.","author":"Chinese proverb","category":"creating, positive, change"},{"quote":"One change always leaves the way open for the establishment of others.","author":"Niccolo Machiavelli","category":"creating, positive, change"},{"quote":"There is danger in reckless change  but greater danger in blind conservatism.","author":"Henry George","category":"creating, positive, change"},{"quote":"Without imagination  nothing is dangerous.","author":"Georgette Leblanc","category":"creating, positive, change"},{"quote":"Everything in life that we really accept undergoes a change.","author":"Katherine Mansfield","category":"creating, positive, change"},{"quote":"The moment of change is the only poem.","author":"Adrienne Rich","category":"creating, positive, change"},{"quote":"I have accepted fear as a part of life-specifically the fear of change. ... I have gone ahead despite the pounding in the heart that says: turn back. ...","author":"Erica Jong","category":"creating, positive, change"},{"quote":"As we learn we always change  and so our perception. This changed perception then becomes a new Teacher inside each of us.","author":"Hyemeyohsts Storm","category":"creating, positive, change"},{"quote":"We are restless because of incessant change  but we would be frightened if change were stopped.","author":"Lyman Lloyd Bryson","category":"creating, positive, change"},{"quote":"One must be thrust out of a finished cycle in life  and that leap is the most difficult to make-to part with one's faith  one's love  when one would prefer to renew the faith and recreate the passion.","author":"Anais Nin","category":"creating, positive, change"},{"quote":"When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.","author":"Helen Keller","category":"creating, positive, change"},{"quote":"If you want to make enemies  try to change something.","author":"Woodrow Wilson","category":"creating, positive, change"},{"quote":"God  grant me the serenity to accept the things I cannot change  the courage to change the things I can  and the wisdom to know the difference.","author":"Reinhold Niebuhr","category":"creating, positive, change"},{"quote":"Whenever man comes up with a better mousetrap  nature immediately comes up with a better mouse.","author":"James Carswell","category":"creation, creativity"},{"quote":"Musical comedies aren't written  they are re-written.","author":"Stephen Sondheim","category":"creation, creativity"},{"quote":"I see the playwright as a lay preacher peddling the ideas of his time in popular form.","author":"August Strindberg","category":"creation, creativity"},{"quote":"The art of creation is older than the art of killing.","author":"Andrei Voznesensky","category":"creation, creativity"},{"quote":"Human Salvation lies in the hands of the creatively maladjusted.","author":"Martin Luther King, Jr.","category":"creation, creativity"},{"quote":"In the creative state a man is taken out of himself. He lets down as it were a bucket into his subconscious  and draws up something which is normally beyond his reach. He mixes this thing with his normal experiences and out of the mixture he makes a work of art.","author":"E. M. Forster","category":"creation, creativity"},{"quote":"I do not seek. I find.","author":"Pablo Picasso","category":"creation, creativity"},{"quote":"The creation of a thousand forests is in one acorn.","author":"Ralph Waldo Emerson","category":"creation, creativity"},{"quote":"The life of the creative man is led  directed and controlled by boredom. Avoiding boredom is one of our most important purposes.","author":"Saul Steinberg","category":"creation, creativity"},{"quote":"An artist is a creature driven by demons. He doesn't know why they choose him and he's usually too busy to wonder why.","author":"William Faulkner","category":"creation, creativity"},{"quote":"No artist is ahead of his time. He is his time. It is just that others are behind the time.","author":"Martha Graham","category":"creation, creativity"},{"quote":"Doodling is the brooding of the hand.","author":"Saul Steinberg","category":"creation, creativity"},{"quote":"I am a choreographer. A choreographer is a poet. I do not create. God creates. I assemble  and I will steal from everywhere to do it.","author":"George Balanchine","category":"creation, creativity"},{"quote":"Workaholics are energized rather than enervated by their work - their energy paradoxically expands as it is expended.","author":"Marilyn Machlowitz","category":"creation, creativity"},{"quote":"You lose it if you talk about it.","author":"Ernest Hemingway","category":"creation, creativity"},{"quote":"In creating  the only hard thing's to begin  A grass-blade's no easier to make than an oak.","author":"James Russell Lowell","category":"creation, creativity"},{"quote":"I can always be distracted by love  but eventually I get horny for my creativity.","author":"Gilda Radner","category":"creation, creativity"},{"quote":"The End of every maker is himself.","author":"St. Thomas Aquinas","category":"creation, creativity"},{"quote":"Now I really make the little idea from clay  and I hold it in my hand. I can turn it  look at it from underneath  see it from one view  hold it against the sky  imagine it any size I like  and really be in control  almost like God creating something.","author":"Henry Moore","category":"creation, creativity"},{"quote":"No matter how old you get  if you can keep the desire to be creative  you're keeping the man-child alive.","author":"John Cassavetes","category":"creation, creativity"},{"quote":"What is originality? Undetected plagiarism.","author":"Dean William R. Inge","category":"creation, creativity"},{"quote":"Originality is nothing but judicious imitation.","author":"Voltaire","category":"creation, creativity"},{"quote":"A hunch is creativity trying to tell you something.","author":"Frank Capra","category":"creation, creativity"},{"quote":"Style is a simple way of saying complicated things.","author":"Jean Cocteau","category":"creation, creativity"},{"quote":"What another would have done as well as you  do not do it. What another would have said as well as you  do not say it. What another would have written as well  do not write it. Be faithful to that which exists nowhere but in yourself- and thus make yourself indispensable.","author":"Andre Gide","category":"creation, creativity"},{"quote":"It seems that the creative faculty and the critical faculty cannot exist together in their highest perfection.","author":"Thomas Babington Macaulay","category":"creation, creativity"},{"quote":"I must create a system or be enslaved by another man's. I will not reason and compare  My business is to create.","author":"William Blake","category":"creation, creativity"},{"quote":"In the beginning God created the Heaven and the earth. And the earth was without form  and void  and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. And God said  Let there be light  and there was light.","author":"Bible","category":"creation"},{"quote":"Nature they say  doth dote  And cannot make a man Save on some worn-out plan  Repeating us by rote.","author":"James Russell Lowell","category":"creation"},{"quote":"All are but parts of one stupendous whole  Whose body Nature is  and God the soul.","author":"Alexander Pope","category":"creation"},{"quote":"It is easier to suppose that the universe has existed from all eternity than to conceive a Being beyond its limits capable of creating it.","author":"Percy Bysshe Shelley","category":"creation"},{"quote":"The world embarrasses me  and I cannot dream That this watch exists and has no watchmaker.","author":"Voltaire","category":"creation"},{"quote":"God is in the world  or nowhere  creating continually in us and around us. Insofar as man partakes of this creative process does he partake of the divine  of God  and that participation is his immortality ....","author":"Alfred North Whitehead","category":"creativity"},{"quote":"You were placed on this earth to create  not to compete.","author":"Robert Anthony","category":"creativity"},{"quote":"Every moment of your life is infinitely creative and the universe is endlessly bountiful. )ust put forth a clear enough request  and everything your heart truly desires must come to you.","author":"Shakti Gawain","category":"creativity"},{"quote":"There is no greater joy than that of feeling oneself a creator. The triumph of life is expressed by creation.","author":"Henri Bergson","category":"creativity"},{"quote":"Creativity is a central source of meaning in our lives . . . most of the things that are interesting  important  and human are the results of creativity . . . when we are involved in it  we feel that we are living more fully than during the rest of life.","author":"Mihaly Csikszentmihalyi","category":"creativity"},{"quote":"Creativeness often consists of merely turning up what is already there.","author":"Bernice Fitz-Gibbon","category":"creativity"},{"quote":"A hunch is creativity trying to tell you something.","author":"Frank Capra","category":"creativity"},{"quote":"I saw an angel in the block of marble and I just chiseled 'til I set him free.","author":"Michelangelo","category":"creativity"},{"quote":"In creating  the only hard thing's to begin  A grass-blade's no easier to make than an oak.","author":"James Russell Lowell","category":"creativity"},{"quote":"No matter how old you get  if you can keep the desire to be creative  you're keeping the man-child alive.","author":"John Cassavetes","category":"creativity"},{"quote":"It is the child in man that is the source of his uniqueness and creativeness  and the playground is the optimal milieu for the unfolding of his capacities.","author":"Eric Hoffer","category":"creativity"},{"quote":"Many times we will get more ideas and better ideas in two hours of creative loafing than in eight hours at a desk.","author":"Wilfred Peterson","category":"creativity"},{"quote":"If you are seeking creative ideas  go out walking. Angels whisper to a man when he goes for a walk.","author":"Raymond Inman","category":"creativity"},{"quote":"In God we trust  all others must pay cash.","author":"American Saying","category":"credit"},{"quote":"He that hath lost his credit is dead to the world.","author":"George Edward Herbert","category":"credit"},{"quote":"No man's credit is as good as his money.","author":"E. W. Howe","category":"credit"},{"quote":"Ah  take the cash  and let the credit go.","author":"Omar Khayyam","category":"credit"},{"quote":"Better be too credulous than too skeptical","author":"Chinese proverb","category":"credulity"},{"quote":"Let us believe neither half of the good people tell us of ourselves  nor half the evil they say of others.","author":"J. Pettit-Senn","category":"credulity"},{"quote":"I wish I was as sure of anything as Macaulay is of everything.","author":"William Windham","category":"credulity"},{"quote":"A small demerit extinguishes a long service.","author":"Thomas Fuller","category":"crime, punishment"},{"quote":"And the thing has been said and said well  have no scruple. Take it and copy it.","author":"Anatole France","category":"crime, punishment"},{"quote":"Jupiter is slow looking into his notebook  but he always looks.","author":"Zenobius","category":"crime, punishment"},{"quote":"The number of malefactors authorizes not the crime.","author":"Thomas Fuller","category":"crime, punishment"},{"quote":"No one is entirely useless. Even the worst of us can serve as horrible examples.","author":"Anonymous prisoner","category":"crime, punishment"},{"quote":"The faults of the burglar are the qualities of the financier.","author":"George Bernard Shaw","category":"crime, punishment"},{"quote":"He who excuses himself accuses himself. (Qui s'excuse  s'accuse.)","author":"Anonymous","category":"crime, punishment"},{"quote":"The study of crime begins with the knowledge of oneself.","author":"Henry Miller","category":"crime, punishment"},{"quote":"Fear succeeds crime - it is its punishment.","author":"Voltaire","category":"crime, punishment"},{"quote":"All punishment is mischief. All punishment in itself is evil.","author":"Jeremy Bentham","category":"crime, punishment"},{"quote":"Speaking generally  punishment hardens and numbs  it produces concentration  it sharpens the consciousness of alienation  it strengthens the power of resistance.","author":"Friedrich Nietzsche","category":"crime, punishment"},{"quote":"He only may chastise who loves.","author":"Rabindranath Tagore","category":"crime, punishment"},{"quote":"If England treats her criminals the way she has treated me  she doesn't deserve to have any.","author":"Oscar Wilde","category":"crime, punishment"},{"quote":"It is fairly obvious that those who are in favour of the death penalty have more affinity with assassins than those who are not.","author":"Remy de Gourmont","category":"crime, punishment"},{"quote":"Prisons don't rehabilitate  they don't punish  they don't protect  so what the hell do they do?","author":"Jerry Brown","category":"crime, punishment"},{"quote":"Capital punishment is as fundamentally wrong as a cure for crime as charity is wrong as a cure for poverty.","author":"Henry Ford","category":"crime, punishment"},{"quote":"The reformative effect of punishment is a belief that dies hard  chiefly  I think  because it is so satisfying to our sadistic impulses.","author":"Bertrand Russell","category":"crime, punishment"},{"quote":"Much as he is opposed to lawbreaking  he is not bigoted about it.","author":"Damon Runyon","category":"crime, punishment"},{"quote":"Crime  like virtue  has its degrees.","author":"Racine","category":"crime, punishment"},{"quote":"Society prepares the crime  the criminal commits it.","author":"Henry Thomas Buckle","category":"crime"},{"quote":"Many commit the same crimes with a very different result. One bears a cross for his crime  another a crown.","author":"Juvenal","category":"crime"},{"quote":"One crime is everything  two nothing.","author":"Dorothee Deluzy","category":"crime"},{"quote":"Whoever profits by the crime is guilty of it.","author":"French proverb","category":"crime"},{"quote":"It is not the thief who is hanged  but one who was caught stealing.","author":"Czech proverb","category":"crime"},{"quote":"We enact many laws that manufacture criminals  and then a few that punish them.","author":"Abraham Tucker","category":"crime"},{"quote":"Yet each man kills the thing he loves  By each let this be heard  Some do it with a bitter look  Some with a flattering word  The coward does it with a kiss  The brave man with a sword.","author":"Oscar Wilde","category":"crime"},{"quote":"When written in Chinese  the word crisis is composed of two characters. One represents danger and the other represents opportunity.","author":"John F. Kennedy","category":"crisis"},{"quote":"Any idiot can face a crisis - it's this day-to-day living that wears you out.","author":"Anton Chekhov","category":"crisis"},{"quote":"Every new adjustment is a crisis in self-esteem.","author":"Eric Hoffer","category":"crisis"},{"quote":"Winston has written four volumes about himself and called it 'World Crisis'.","author":"Arthur Balfour","category":"crisis"},{"quote":"Poetry is the language of a state of crisis.","author":"Stephane Mallarme","category":"crisis"},{"quote":"There cannot be a crisis next week. My schedule is already full.","author":"Henry Kissinger","category":"crisis"},{"quote":"There is no crisis to which academics will not respond with a seminar.","author":"Old saying","category":"crisis"},{"quote":"Faced with crisis  the man of character falls back on himself.","author":"Charles de Gaulle","category":"crisis"},{"quote":"The crisis of today is the joke of tomorrow.","author":"H. G. Wells","category":"crisis"},{"quote":"The crisis you have to worry about most is the one you don't see coming.","author":"Mike Mansfield","category":"crisis"},{"quote":"So when the crisis is upon you  remember that God  like a trainer of wrestlers  has matched you with a tough and stalwart antagonist... that you may prove a victor at the Great Games.","author":"Epictetus","category":"crisis"},{"quote":"Said the pot to die kettle  \"Get away  blackface.\"","author":"Miguel de Cervantes","category":"criticism"},{"quote":"Critics are the men who have failed in literature and art.","author":"Benjamin Disraeli","category":"criticism"},{"quote":"As a bankrupt thief turns thief-taker in despair  so an unsuccessful author turns critic.","author":"Percy Bysshe Shelley","category":"criticism"},{"quote":"What a blessed thing it is that nature  when she invented  manufactured and patented her audiors  contrived to make critics out of the chips that were left!","author":"Oliver Wendell Holmes","category":"criticism"},{"quote":"Even the lion has to defend himself against flies.","author":"German proverb","category":"criticism"},{"quote":"I had rather be hissed for a good verse than applauded for a bad one.","author":"Victor Hugo","category":"criticism"},{"quote":"Of all the cants which are canted in this canting world -  though the cant of hypocrites ihay be the worst - the cant of criticism is the most tormenting.","author":"Laurence Sterne","category":"criticism"},{"quote":"A guest sees more in an hour than the host in a year.","author":"Polish proverb","category":"critics, criticism"},{"quote":"Asking a working writer what he thinks about critics is like asking a lamppost how it feels about dogs.","author":"Christopher Hampton","category":"critics, criticism"},{"quote":"Book reviewers are little old ladies of both sexes.","author":"John O'Hara","category":"critics, criticism"},{"quote":"Constant  indiscriminate approval devalues because it is so predictable.","author":"Kit Reed","category":"critics, criticism"},{"quote":"Critics are biased  and so are readers. (Indeed  a critic is a bundle of biases held loosely together by a sense of taste.) But intelligent readers soon discover how to allow for the windage of their own and a critic's prejudices.","author":"Whitney Balliett","category":"critics, criticism"},{"quote":"Don't judge any man until you have walked two moons in his moccasins.","author":"American Indian saying","category":"critics, criticism"},{"quote":"Henry James chews more than he bites off.","author":"Mrs. Henry Adams","category":"critics, criticism"},{"quote":"I don't want to see the uncut version of anything.","author":"Jean Kerr","category":"critics, criticism"},{"quote":"It is easy - terribly easy - to shake a man's faith in himself. To take advantage of that  to break a man's spirit is devil's work.","author":"George Bernard Shaw","category":"critics, criticism"},{"quote":"The critic is an overgoer with pen-envy.","author":"Geoffrey Hartman","category":"critics, criticism"},{"quote":"Two and two continue to make four  in spite of the whine of the amateur for three  or the cry of the critic for five.","author":"James McNeill Whistler","category":"critics, criticism"},{"quote":"Tomorrow night I appear for the first time before a Boston audience - 4000 critics.","author":"Mark Twain","category":"critics, criticism"},{"quote":"He has a right to criticize  who has a heart to help.","author":"Abraham Lincoln","category":"critics, criticism"},{"quote":"More and more people think of the critic as an indispensable middle man between writer and reader  and would no more read a book alone  if they could help it  than have a baby alone.","author":"Randall Jarrell","category":"critics, criticism"},{"quote":"It is not expected of critics that they should help us to make sense of our lives  they are bound only to attempt the lesser feat of making sense of the ways we try to make sense of our lives.","author":"Frank Kermode","category":"critics, criticism"},{"quote":"Analysis kills spontaneity. The grain once ground into flour springs and germinates no more.","author":"Henri Frederic Amiel","category":"critics, criticism"},{"quote":"His words leap across rivers and mountains  but his thoughts are still only six inches long.","author":"E. B. White","category":"critics, criticism"},{"quote":"When critics disagree  the artist is in accord with himself.","author":"Oscar Wilde","category":"critics, criticism"},{"quote":"The factor in human life provocative of a noble discontent is the gradual emergence of a sense of criticism  founded upon appreciation of beauty  and of intellectual distinction  and of duty.","author":"Alfred North Whitehead","category":"critics, criticism"},{"quote":"To many people dramatic criticism must seem like an attempt to tattoo soap bubbles.","author":"John Mason Brown","category":"critics, criticism"},{"quote":"The test of a good critic is whether he knows when and how to believe on insufficient evidence.","author":"Samuel Butler","category":"critics, criticism"},{"quote":"Reprove not a scorner  lest he hate thee  rebuke a wise man and he will love thee.","author":"Bible","category":"critics, criticism"},{"quote":"In judging others  folks will work overtime for no pay.","author":"Charles Edwin Carruthers","category":"critics, criticism"},{"quote":"A critic is a man who knows the way but can't drive the car.","author":"Kenneth Tynan","category":"critics, criticism"},{"quote":"If you are willing to take the punishment  you're halfway through the battle. That the issues may be trivial  the battle ugly  is another point.","author":"Lillian Hellman","category":"critics, criticism"},{"quote":"A critic is a legless man who teaches running.","author":"Channing Pollock","category":"critics, criticism"},{"quote":"Vilify! Vilify! Some of it will always stick.","author":"Pierre Beaumarchais","category":"critics, criticism"},{"quote":"Always bring money along with your complaints.","author":"Plautus","category":"critics, criticism"},{"quote":"Nature fits all her children with something to do He who would write and can't write  can surely review.","author":"James Russell Lowell","category":"critics, criticism"},{"quote":"Nature  when she invented  manufactured and patented her authors  contrived to make critics out of the chips that were left.","author":"Oliver Wendell Holmes","category":"critics, criticism"},{"quote":"To escape criticism - do nothing  say nothing  be nothing.","author":"Elbert Hubbard","category":"critics, criticism"},{"quote":"Any fool can criticize  and many of them do.","author":"Archbishop C. Garbett","category":"critics, criticism"},{"quote":"Critics are like eunuchs in a harem: they know how it's done  they've seen it done every day  but they're unable to do it themselves.","author":"Brendan Behan","category":"critics, criticism"},{"quote":"I am sitting in the smallest room in my house. I have your review in front of me. Soon it will be behind me.","author":"Max Reger","category":"critics, criticism"},{"quote":"The good critic is he who narrates the adventures of his soul among masterpieces.","author":"Anatole France","category":"critics, criticism"},{"quote":"Of all the cants which are canted in this canting world  tho' the cant of hypocrites may be the worst  the cant of criticism is the most tormenting.","author":"Laurence Sterne","category":"critics, criticism"},{"quote":"The critic is the duenna in the passionate affair between playwrights  actors and audiences - a figure dreaded  and occasionally comic  but never welcome  never loved.","author":"Robertson Davies","category":"critics, criticism"},{"quote":"A critic at best is a waiter at the great table of literature.","author":"Louis Dudek","category":"critics, criticism"},{"quote":"In Heaven an angel is nobody in particular.","author":"George Bernard Shaw","category":"crowds, masses"},{"quote":"The mob has many heads but no brains.","author":"Thomas Fuller","category":"crowds, masses"},{"quote":"A myth is a fixed way of looking at the world which cannot be destroyed because  looked at through the myth  all evidence supports that myth.","author":"Edward de Bono","category":"crowds, masses"},{"quote":"Insanity in individuals is rare - but in groups  parties  nations  and epochs  it is the rule.","author":"Friedrich Nietzsche","category":"crowds, masses"},{"quote":"Every crowd has a silver lining.","author":"P. T. Barnum","category":"crowds, masses"},{"quote":"When a hundred men stand together  each of them loses his mind and gets another one.","author":"Friedrich Nietzsche","category":"crowds, masses"},{"quote":"Wherever there is a crowd there is untruth.","author":"Soren Kierkegaard","category":"crowds, masses"},{"quote":"The time when  most of all  you should withdraw into yourself is when you are forced to be in a crowd.","author":"Epicurus","category":"crowds, masses"},{"quote":"You cannot make a man by standing a sheep on its hind legs. But by standing a flock of sheep in that position you can make a crowd of men.","author":"Max Beerbohm","category":"crowds, masses"},{"quote":"The average man's opinions are much less foolish than they would be if he thought for himself.","author":"Bertrand Russell","category":"crowds, masses"},{"quote":"Man's inhumanity to man Makes countless thousands mourn!","author":"James Drummond Burns","category":"cruelty"},{"quote":"It is not linen you're wearing out  But human creatures' lives.","author":"Thomas Hood","category":"cruelty"},{"quote":"All cruelty springs from weakness.","author":"Seneca","category":"cruelty"},{"quote":"I must be cruel  only to be kind.","author":"William Shakespeare","category":"cruelty"},{"quote":"Culture  with us  ends in headache.","author":"Ralph Waldo Emerson","category":"culture"},{"quote":"Reading makes a full man  conference a ready man  and writing an exact man.","author":"Sir Francis Bacon","category":"culture"},{"quote":"Culture is what your butcher would have if he were a surgeon.","author":"Mary Pettibone Poole","category":"culture"},{"quote":"Curiosity killed the cat.","author":"American Proverb","category":"curiosity"},{"quote":"Ask me no questions  and I'll tell you no fibs.","author":"Oliver Goldsmith","category":"curiosity"},{"quote":"Curiosity is one of the permanent and certain characteristics of a vigorous intellect.","author":"Samuel Johnson","category":"curiosity"},{"quote":"Other times  other customs.","author":"Italian proverb","category":"custom"},{"quote":"Ancient custom has the force of law.","author":"Legal maxim","category":"custom"},{"quote":"Custom is the law of fools.","author":"Sir John Vanbrugh","category":"custom"},{"quote":"A cynic is not merely one who reads bitter lessons from the past  he is one who is prematurely disappointed in the future.","author":"Sidney J. Harris","category":"cynicism"},{"quote":"Cynicism is humour in ill health.","author":"H. G. Wells","category":"cynicism"},{"quote":"Cynicism such as one finds very frequently among the most highly educated young men and women of the West  results from the combination of comfort and powerlessness.","author":"Bertrand Russell","category":"cynicism"},{"quote":"A cynic is a man who  when he smells flowers  looks around for a coffin.","author":"H. L. Mencken","category":"cynicism"},{"quote":"Cynicism - the intellectual cripple's substitute for intelligence.","author":"Russell Lynes","category":"cynicism"},{"quote":"Cynicism is that blackguard defect of vision which compels us to see the world as it is  instead of as it should be.","author":"Ambrose Bierce","category":"cynicism"},{"quote":"Cynicism is intellectual dandyism  without the coxcomb's feathers.","author":"George Meredith","category":"cynicism"},{"quote":"There is nothing to which men  while they have food and drink  cannot reconcile themselves.","author":"George Santayana","category":"cynicism"},{"quote":"It's not that the Irish are cynical. It's rather that they have a wonderful lack of respect for everything and everybody.","author":"Brendan Behan","category":"cynicism"},{"quote":"Watch what people are cynical about  and one can often discover what they lack.","author":"Harry Emerson Fosdick","category":"cynicism"},{"quote":"What is a cynic? A man who knows the price of everything and the value of nothing.","author":"Oscar Wilde","category":"cynicism"},{"quote":"A cynic can chill and dishearten with a single word.","author":"Ralph Waldo Emerson","category":"cynicism"},{"quote":"We can destroy ourselves by cynicism and disillusion just as effectively as by bombs.","author":"Kenneth Clark","category":"cynicism"},{"quote":"Cynicism is an unpleasant way of saying the truth.","author":"Lillian Hellman","category":"cynicism"},{"quote":"A cynic is a man who knows the price of everything  and the value of nothing.","author":"Oscar Wilde","category":"cynicism"},{"quote":"The cynic is one who never sees a good quality in a man  and never fails to see a bad one. He is the human owl  vigilant in darkness and blind to light  mousing for vermin  and never seeing noble game. The cynic puts all human actions into two classes - openly bad and secretly bad.","author":"Henry Ward Beecher","category":"cynicism"},{"quote":"On with the dance! Let joy be unconfin'd  No sleep till morn  when Youth and Pleasure meet.","author":"Lord Byron","category":"dancing"},{"quote":"No man in his senses will dance.","author":"Cicero","category":"dancing"},{"quote":"Come and trip it as ye go  On the light fantastic toe.","author":"John Milton","category":"dancing"},{"quote":"They who love dancing too much seem to have more brains in their feet than in their head.","author":"Terence","category":"dancing"},{"quote":"We triumph without glory when we conquer without danger.","author":"Corneille","category":"danger"},{"quote":"Danger for danger's sake is senseless.","author":"Leigh Hunt","category":"danger"},{"quote":"The pitcher that goes too often to the well is broken at last.","author":"Enclish Proverb","category":"danger"},{"quote":"A timid person is frightened before a danger  a coward during the time  and a courageous person afterwards.","author":"Jean Paul Richter","category":"danger"},{"quote":"Who dares nothing  need hope for nothing.","author":"Friedrich von Schiller","category":"daring"},{"quote":"No one reaches a high position without daring.","author":"Syrus","category":"daring"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"dark"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"dark"},{"quote":"Darkness is strong  and so is Sin  But surely God endures forever!","author":"James Russell Lowell","category":"dark"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"dark"},{"quote":"Even a small star shines in the darkness.","author":"Finnish proverb","category":"dark"},{"quote":"It is better to light a candle than to curse the darkness.","author":"Chinese proverb","category":"dark"},{"quote":"Flowers grow out of dark moments.","author":"Corita Kent","category":"dark"},{"quote":"The dreadful dead of dark midnight.","author":"William Shakespeare","category":"dark"},{"quote":"It is always darkest just before .the day dawneth.","author":"Thomas Fuller","category":"darkness"},{"quote":"My son is my son till he have got him a wife  But my daughter's my daughter all the days of her life.","author":"Thomas Fuller","category":"daughters"},{"quote":"If thy daughter marry well  thou hast found a son  if not  thou hast lost a daughter.","author":"Francis Quarles","category":"daughters"},{"quote":"Tis of the tears which stars weep  sweet with joy.","author":"Francis Bailey","category":"daw"},{"quote":"Every dew-drop and raindrop had a whole heaven within it.","author":"Henry Wadsworth Longfellow","category":"daw"},{"quote":"Think that day lost whose (low) descending sun Views from thy hand no noble action done.","author":"Jacob Bobart","category":"day"},{"quote":"For mem'ry has painted this perfect day. With colors that never fade  And we find at the end of a perfect day  The soul of a friend we've made","author":"Carrie Jacobs Bond","category":"day"},{"quote":"What a day may bring a day may take away.","author":"Thomas Fuller","category":"day"},{"quote":"Monday for wealth  Tuesday for health  Wednesday the best day of all: Thursday for crosses  Friday for losses  Saturday no luck at all.","author":"Old English Rhyme","category":"day"},{"quote":"One glance of Thine creates a day.","author":"Isaac Watts","category":"day"},{"quote":"Death twitches my ear. \"Live \" he says  \"I am coming\".","author":"Justice Oliver Wendell Holmes","category":"death, dying"},{"quote":"To die is a debt we must all of us discharge.","author":"Euripides","category":"death, dying"},{"quote":"Here lies Jack Williams. He done his damndest.","author":"Harry S. Truman","category":"death, dying"},{"quote":"As long as I have a want  I have a reason for living. Satisfaction is death.","author":"George Bernard Shaw","category":"death, dying"},{"quote":"For death begins with life's first breath And life begins at touch of death.","author":"John Oxenham","category":"death, dying"},{"quote":"As men  we are all equal in the presence of death.","author":"Publilius Syrus","category":"death, dying"},{"quote":"At last God caught his eye.","author":"Harry Secombe","category":"death, dying"},{"quote":"Death - the last voyage  the longest  the best.","author":"Thomas Wolfe","category":"death, dying"},{"quote":"Death is a delightful hiding-place for weary men.","author":"Herodotus","category":"death, dying"},{"quote":"Death is just a distant rumour to the young.","author":"Andy Roomy","category":"death, dying"},{"quote":"For three days after death  hair and fingernails continue to grow but phone calls taper off.","author":"Johnny Carson","category":"death, dying"},{"quote":"He mourns the dead who lives as they desire.","author":"Edward Young","category":"death, dying"},{"quote":"He that dies pays all debts.","author":"William Shakespeare","category":"death, dying"},{"quote":"Honest listening is one of the best medicines we can offer the dying and the bereaved.","author":"Jean Cameron","category":"death, dying"},{"quote":"I believe that the struggle against death  the unconditional and self-willed determination to live  is the mode of power behind the lives and activities of all outstanding men.","author":"Hermann Hesse","category":"death, dying"},{"quote":"I care not  a man can die but once  we owe God a death.","author":"William Shakespeare","category":"death, dying"},{"quote":"I had a lover's quarrel with the world.","author":"Robert Frost","category":"death, dying"},{"quote":"In Heaven  all the interesting people are missing.","author":"Friedrich Nietzsche","category":"death, dying"},{"quote":"In Spain  the dead are more alive than the dead of any other country in the world.","author":"Fedirico Garcia Lorca","category":"death, dying"},{"quote":"It is a far  far better thing that I do  than anything I have ever done  it is a far  far  better rest that I go to  than I have ever known.","author":"Charles Dickens","category":"death, dying"},{"quote":"Man comes and tills the field and lies beneath  And after many a summer dieth the swan.","author":"Alfred Lord Tennyson","category":"death, dying"},{"quote":"It may be that we have all lived before and died  and this is Hell.","author":"A. L. Prusick","category":"death, dying"},{"quote":"If there is another world  he lives in bliss. If there is none  he made the best of this.","author":"Robert Burns","category":"death, dying"},{"quote":"Most persons have died before they expired - died to all earthly longings  so that the last breath is only  as it were  the locking of the door of the already deserted mansion.","author":"Oliver Wendell Holmes","category":"death, dying"},{"quote":"One short sleep past will wake eternally And death shall be no more  Death thou shalt die.","author":"John Donne","category":"death, dying"},{"quote":"Rather suffer than die is man's motto.","author":"Jean de la Fontaine","category":"death, dying"},{"quote":"The art of living well and the art of dying well are one.","author":"Epicurus","category":"death, dying"},{"quote":"The only truly dead are those who have been forgotten.","author":"Jewish saying","category":"death, dying"},{"quote":"The question is whether suicide is the way out  or the way in.","author":"Ralph Waldo Emerson","category":"death, dying"},{"quote":"When you have told anyone you have left him a legacy  the only decent thing to do is to die at once.","author":"Samuel Butler","category":"death, dying"},{"quote":"I will be dead in a few months. But it hasn't given me the slightest anxiety or worry. I always knew I was going to die.","author":"B. F. Skinner","category":"death, dying"},{"quote":"Do not go gentle into that good night Old age should burn and rave at close of day  Rage  rage against the dying of the light.","author":"Dylan Thomas","category":"death, dying"},{"quote":"The stroke of death is as a lover's pinch  Which hurts and is desired.","author":"William Shakespeare","category":"death, dying"},{"quote":"Nothing in his life Became him like the leaving it.","author":"William Shakespeare","category":"death, dying"},{"quote":"Things have a terrible permanence when people die.","author":"Joyce Kilmer","category":"death, dying"},{"quote":"A solemn funeral is inconceivable to the Chinese mind.","author":"Lin Yutang","category":"death, dying"},{"quote":"At its most basic root  the death or disintegration of one's parents is a harsh reminder of one's own mortality.","author":"Janet Harris","category":"death, dying"},{"quote":"I don't want to achieve immortality through my work. I want to achieve immortality through not dying.","author":"Woody Allen","category":"death, dying"},{"quote":"Mausoleum  n: the final and funniest folly of the rich.","author":"Ambrose Bierce","category":"death, dying"},{"quote":"No  'tis not so deep as a well  nor so wide as a church door  but 'tis enough  'twill serve: ask for me tomorrow  and you shall find me a grave man. I am peppered  I warrant  for this world.","author":"William Shakespeare","category":"death, dying"},{"quote":"Epitaph  n: an inscription on a tomb showing that virtues acquired by death have a retroactive effect.","author":"Ambrose Bierce","category":"death, dying"},{"quote":"Human life consists in mutual service. No grief  pain  misfortune  or 'broken heart' is excuse for cutting off one's life while any power of service remains. But when all usefulness is over  when one is assured of an unavoidable and imminent death  it is the simplest of human rights to choose a quick and easy death in place of a slow and horrible one.","author":"Charlotte Perkins Gilman","category":"death, dying"},{"quote":"Poisons pain you  Rivers are damp  Acid stains you  And drugs cause cramp. Guns aren't lawful  Nooses give  Gas smells awful  You might as well live.","author":"Dorothy Parker","category":"death, dying"},{"quote":"Dying is a wild night and a new road.","author":"Emily Dickinson","category":"death, dying"},{"quote":"The reports of my death are greatly exaggerated.","author":"Mark Twain","category":"death, dying"},{"quote":"And I looked  and behold  a pale horse: and his name that sat on him was Death.","author":"Bible","category":"death, dying"},{"quote":"There is no man so blessed that some who stand by his deathbed won't hail the occasion with delight.","author":"Marcus Aurelius","category":"death, dying"},{"quote":"There may be little or much beyond the grave  But the strong are saying nothing until they see.","author":"Robert Frost","category":"death, dying"},{"quote":"All human things are subject to decay And when fate summons  monarchs must obey.","author":"John Dryden","category":"death, dying"},{"quote":"When Andrew Jackson died someone asked a friend if he thought Old Hickory would go to heaven. 'He will if he wants to ' was the reply. On his death bed Disraeli declined a visit from Queen Victoria. 'No  it is better not'  he said  'she would only ask me to take a message to Albert.' I am a broken machine. I am ready to go.","author":"Woodrow Wilson","category":"death, dying"},{"quote":"Let the tent be struck.","author":"Robert E. Lee","category":"death, dying"},{"quote":"You can lose a man like that by your own death  but not by his.","author":"George Bernard Shaw","category":"death, dying"},{"quote":"Because I could not stop for Death He kindly stopped for me - The carriage held but just ourselves And Immortality.","author":"Emily Dickinson","category":"death, dying"},{"quote":"When a man dies  he does not just die of the disease he has: he dies of his whole life.","author":"Charles Peguy","category":"death, dying"},{"quote":"The long habit of living indisposeth us for dying.","author":"Thomas Browne","category":"death, dying"},{"quote":"Most people would die sooner than think  in fact  they do.","author":"Bertrand Russell","category":"death, dying"},{"quote":"One should be ever booted and spurred and ready to depart.","author":"Michel de Montaigne","category":"death, dying"},{"quote":"Who never caused others to die Seldom rates a statue.","author":"Anonymous","category":"death, dying"},{"quote":"Nothing you can lose by dying is half so precious as the readiness to die  which is man's charter of nobility.","author":"George Santayana","category":"death, dying"},{"quote":"After sixty years the stern sentence of the burial service seems to have a meaning that one did not notice in former years. There begins to be something personal about it.","author":"Oliver Wendell Holmes","category":"death, dying"},{"quote":"Death be not proud  though some have called Thee Mighty and dreadful  for thou art not so.","author":"John Donne","category":"death, dying"},{"quote":"Toward the person who has died we adopt a special attitude: something like admiration for someone who has accomplished a very difficult task.","author":"Sigmund Freud","category":"death, dying"},{"quote":"You have to learn to do everything  even to die.","author":"Gertrude Stein","category":"death, dying"},{"quote":"I'm not afraid to die. I just don't want to be there when it happens.","author":"Woody Allen","category":"death, dying"},{"quote":"Oh death  you can wait  keep your distance.","author":"Andre Chenier","category":"death, dying"},{"quote":"Body and mind  like man and wife  do not always agree to die together.","author":"Charles Caleb Colton","category":"death, dying"},{"quote":"The undiscovered country from whose bourn no traveller returns.","author":"William Shakespeare","category":"death, dying"},{"quote":"A thousand goodbyes come after death - the first six months of bereavement.","author":"Alan Gregg","category":"death, dying"},{"quote":"You don't die in the United States  you underachieve.","author":"Jerzy Kosinski","category":"death, dying"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"death, dying"},{"quote":"If life must not be taken too seriously - then so neither must death.","author":"Samuel Butler","category":"death, dying"},{"quote":"Death is terrible to Cicero  desirable to Cato  and indifferent to Socrates.","author":"Anonymous","category":"death, dying"},{"quote":"In nature  there is less death and destruction than death and transmutation.","author":"Edwin Way Teale","category":"death, dying"},{"quote":"A man's dying is more the survivors' affair than his own.","author":"Thomas Mann","category":"death, dying"},{"quote":"I hate funerals  and would not attend my Own if it could be avoided  but it is well for every man to stop once in a while to think of what sort of a collection of mourners he is training for his final event.","author":"Robert T. Morris","category":"death, dying"},{"quote":"If this is dying  I don't think much of it.","author":"Lytton Strachey","category":"death, dying"},{"quote":"Men use one another to assure their personal victory over death.","author":"Ernest Becker","category":"death, dying"},{"quote":"Any man's death diminishes me  because I am involved in mankind  and therefore never send to know for whom the bell tolls  it tolls for thee.","author":"John Donne","category":"death, dying"},{"quote":"A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumour  and survival a thing not beyond the bounds of possibility.","author":"Aldous Huxley","category":"death, dying"},{"quote":"I cannot forgive my friends for dying: I do not find these vanishing acts of theirs at all amusing.","author":"Logan Pearsall Smith","category":"death, dying"},{"quote":"Make sure to send a lazy man for the Angel of Death.","author":"Jewish proverb","category":"death, dying"},{"quote":"It cost me never a stab nor squirm To tread by chance upon a worm. 'Aha  my little dear' I say  'Your clan will pay me back one day.'","author":"Dorothy Parker","category":"death, dying"},{"quote":"Around  around the sun we go: The moon goes round the earth. We do not die of death: We die of vertigo.","author":"Archibald MacLeish","category":"death, dying"},{"quote":"There is no such thing as death  In nature  nothing dies: From each sad moment of decay Some forms of life arise.","author":"Charles Mackay","category":"death, dying"},{"quote":"I am going to seek a great Perhaps.","author":"Frangois Rabelais","category":"death, dying"},{"quote":"Call no man happy till he is dead.","author":"Aeschylus","category":"death"},{"quote":"Though this may be play to you  Tis death to us.","author":"Aesop","category":"death"},{"quote":"Earth to earth  ashes to ashes  dust to dust  in sure and certain hope of the resurrection.","author":"Anonymous","category":"death"},{"quote":"In the midst of life we are in death.","author":"Anonymous","category":"death"},{"quote":"Man that is born of a woman hath but a short time to live  and is full of misery. He cometh up  and is cut down  like a flower  he fleeth as it were a shadow  and never continueth in one stay.","author":"Anonymous","category":"death"},{"quote":"Death  so called  is a thing which makes men weep  And yet a third of life is pass'd in sleep.","author":"Lord Byron","category":"death"},{"quote":"Why fear death? It is the most beautiful adventure in life.","author":"Charles Frohman","category":"death"},{"quote":"Now I am about to take my last voyage  a great leap in the dark.","author":"Thomas Hobbes","category":"death"},{"quote":"Is death the last sleep? No  it is the last final awakening.","author":"Walter Scott","category":"death"},{"quote":"The Lord gave  and the Lord hath taken away  blessed be the name of the Lord.","author":"Anonymous","category":"death"},{"quote":"We begin to die as soon as we are born  and the end is linked to the beginning.","author":"Marcus Manilius","category":"death"},{"quote":"There is no death! the stars go down To rise upon some other shore  And bright in Heaven's jeweled crown  They shine for ever more.","author":"John L. McCreery","category":"death"},{"quote":"Strange - is it not? - that of the myriads who Before us passed the door of Darkness through  Not one returns to tell us of the road Which to discover we must travel too.","author":"Omar Khayyam","category":"death"},{"quote":"I am dying  Egypt  dying.","author":"William Shakespeare","category":"death"},{"quote":"Yet a little sleep  a little slumber  a little folding of the hands to sleep.","author":"Anonymous","category":"death"},{"quote":"I have a rendezvous with Death At some disputed barricade.","author":"Alan Seecer","category":"death"},{"quote":"Till tired  he sleeps  and life's poor play is o'er.","author":"Alexander Pope","category":"death"},{"quote":"To die: - to sleep: No more  and  by a sleep to say we end The heart-ache and the thousand natural shocks That flesh is heir to  'tis a consummation Devoutly to be wished.","author":"William Shakespeare","category":"death"},{"quote":"Nothing in his life Became him like the leaving it.","author":"William Shakespeare","category":"death"},{"quote":"Death lies on her  like an untimely frost Upon the sweetest flower of all the field.","author":"William Shakespeare","category":"death"},{"quote":"First our pleasures die - and then Our hopes  and then our fears - and when These are dead  the debt is due  Dust claims dust - and we die too.","author":"Percy Bysshe Shelley","category":"death"},{"quote":"God's finger touched him  and he slept.","author":"Lord Alfred Tennyson","category":"death"},{"quote":"Sunset and evening star  And one clear call for me! And may there be no moaning of the bar When I put out to sea.","author":"Lord Alfred Tennyson","category":"death"},{"quote":"Nothing can happen more beautiful than death.","author":"Walt Whitman","category":"death"},{"quote":"For he who lives more lives than one More deaths than one must die.","author":"Oscar Wilde","category":"death"},{"quote":"A church debt is the devil's salary.","author":"Henry Ward Beecher","category":"debt"},{"quote":"Wilt thou seal up the avenues of ill? Pay every debt as if God wrote the bill!","author":"Ralph Waldo Emerson","category":"debt"},{"quote":"If you want the time to pass quickly  just give your note for 90 days.","author":"R. B. Thomas","category":"debt"},{"quote":"Owe no man anything.","author":"Romans","category":"debt"},{"quote":"He that dies pays all debts.","author":"William Shakespeare","category":"debt"},{"quote":"A national debt  if it is not excessive  will be to us a national blessing.","author":"Alexander Hamilton","category":"debt"},{"quote":"Debt is the worst poverty.","author":"M. G. Lichtwer","category":"debt"},{"quote":"Hood an ass with reverend purple. So you can hide his two ambitious ears  and he shall pass for a cathedral doctor.","author":"Ben Jonson","category":"deception"},{"quote":"Proportion is almost impossible to human beings. There is no one who does not exaggerate.","author":"Ralph Waldo Emerson","category":"deception"},{"quote":"Everything that deceives may be said to enchant.","author":"Plato","category":"deception"},{"quote":"We are never deceived  we deceive ourselves.","author":"Goethe","category":"deception"},{"quote":"All charming people have something to conceal  usually their total dependence on the appreciation of others.","author":"Cyril Connolly","category":"deception"},{"quote":"You k'n hide de fier  but what you guine do wid de smoke?","author":"Joel Chandler Harris","category":"deception"},{"quote":"Deep versed in books and shallow in himself.","author":"John Milton","category":"deception"},{"quote":"Half the work that is done in the world is to make things appear what they are not.","author":"E. R. Beadle","category":"deception"},{"quote":"What we need is a rebirth of satire  of dissent  of irreverence  of an uncompromising insistence that phoniness is phony and platitudes are platitudinous.","author":"Arthur Schlesinger","category":"deception"},{"quote":"If the world will be gulled  let it be gulled.","author":"Robert Burton","category":"deception"},{"quote":"I give you bitter pills in sugar coating. The pills are harmless: the poison is in the sugar.","author":"Stanislaw Lee","category":"deception"},{"quote":"I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance  any day in the week  if there is anything to be got by it.","author":"Charles Dickens","category":"deception"},{"quote":"One should seek for the salutary in the unpleasant: if it is there  it is after all nectar. One should seek for the deceitful in the pleasant: if it is there it is after all poison.","author":"Panchatantra","category":"deception"},{"quote":"Deceive not thy physician  confessor  nor lawyer.","author":"George Herbert","category":"deception"},{"quote":"Frank and explicit - this is the right line to take when you wish to conceal your own mind and to confuse the mind of others.","author":"Benjamin Disraeli","category":"deception"},{"quote":"A delusion  a mockery  and a snare.","author":"Lord Denman","category":"deception"},{"quote":"We are never deceived  we deceive ourselves.","author":"Goethe","category":"deception"},{"quote":"Which I wish to remark  -  And my language is plain  -  That for ways that are dark And for tricks that are vain  The heathen Chinese is peculiar.","author":"Bret Harte","category":"deception"},{"quote":"Hateful to me as are the gates of hell  Is he who  hiding one thing in his heart  Utters another.","author":"Homer","category":"deception"},{"quote":"You can fool some of the people all of the time  and all of the people some of the time  but you cannot fool all of the people all the time.","author":"Abraham Lincoln","category":"deception"},{"quote":"It is double pleasure to deceive the deceiver.","author":"Jean de la Fontaine","category":"deception"},{"quote":"\"Will you walk into my parlour?\" Said the spider to a fly: '\"Tis the prettiest little parlour That ever you did spy.\"","author":"Mary Howitt","category":"deception"},{"quote":"One is easily fooled by that which one loves.","author":"Moliere","category":"deception"},{"quote":"Men and women everywhere must exercise deliberate selection to live wisely.","author":"Robert Grant","category":"decisions"},{"quote":"Decision and determination are the engineer and fireman of our train to opportunity and success.","author":"Burt Lawlor","category":"decisions"},{"quote":"The last of the human freedoms: to choose one's attitude in any given set of circumstances  to choose one's own way.","author":"Viktor Frankl","category":"decisions"},{"quote":"Choice of attention ... is to the inner life what choice of action is to the outer. In both cases  a man is responsible for his choice and must accept the consequences  whatever they may be.","author":"W. H. Auden","category":"decisions"},{"quote":"You are the one who must choose your place.","author":"James Lane Allen","category":"decisions"},{"quote":"Man does not simply exist  but always decides what his existence will be  what he will become in the next moment.","author":"Viktor Frankl","category":"decisions"},{"quote":"Full maturity ... is achieved by realizing that you have choices to make.","author":"Angela Barron McBride","category":"decisions"},{"quote":"Wherever you see a successful business  someone once made a courageous decision.","author":"Peter Drucker","category":"decisions"},{"quote":"Life is just a series of trying to make up your mind.","author":"Timothy Fuller","category":"decisions"},{"quote":"Life is just an endless chain of judgements. . . . The more imperfect our judgement  the less perfect our success.","author":"B. C. Forbes","category":"decisions"},{"quote":"To know just what has do be done  then to do it  comprises the whole philosophy of practical life.","author":"Sir William Osier","category":"decisions"},{"quote":"Life is like a game of cards. The hand that is dealt you represents determinism  the way you play it is free will.","author":"Jawaharlal Nehru","category":"decisions"},{"quote":"Somehow we learn who we really are and then live with that decision.","author":"Eleanor Roosevelt","category":"decisions"},{"quote":"Living is a constant process of deciding what we are going to do.","author":"Jose Ortega","category":"decisions"},{"quote":"Life is the sum of all your choices.","author":"Albert Camus","category":"decisions"},{"quote":"Life is the art of drawing sufficient conclusions from insufficient premises.","author":"Samuel Butler","category":"decisions"},{"quote":"The difficulty of life is in the choice.","author":"George Moore","category":"decisions"},{"quote":"The strongest principle of growth lies in human choice.","author":"George Eliot","category":"decisions"},{"quote":"As a man thinketh  so is he  and as a man chooseth  so is he.","author":"Ralph Waldo Emerson","category":"decisions"},{"quote":"Decisions determine destiny.","author":"Frederick Speakman","category":"decisions"},{"quote":"Choices are the hinges of destiny.","author":"Edwin Markham","category":"decisions"},{"quote":"Many of life's circumstances are created by three basic choices: the disciplines you choose to keep  the people you chose to be with  and the laws you choose to obey.","author":"Charles Millhuff","category":"decisions"},{"quote":"You don't get to choose how you're going to die. Or when. You can only decide how you're going to live. Now.","author":"Joan Baez","category":"decisions"},{"quote":"Look for your choices  pick the best one  then go with it.","author":"Pat Riley","category":"decisions"}]}