{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"If you hang to pain, hurt, embarrassment, guilt and such emotions you will find that they will dominate your life. They won’t allow you to move on unless you make a conscious effort to deal with them and free yourself. Talking to friends, family or to God can help remove the burden from your chest and make you feel better.","author":"Latika Teotia","category":"confess, god, hurt, let-go, life, loss, move-on, pain"},{"quote":"The only thing on Earth you can count on is that there is nothing on Earth you can count on.","author":"Eleanor Brownn","category":"faith, god, hope, spirituality"},{"quote":"Forgive and forget what had happened. Do not brood over your past mistakes and failures. Relax !!! You are constantly evolving. Love yourself to bits.Get up !!! Step out !!! And keep this in mind that God’s help is close at hand. Repose trust in Him and all will be well. ~Latika Teotia","author":"Latika Teotia","category":"forget, forgive, god, let-go, life-lessons, move-on, repose"},{"quote":"When in doubt, look inwards and honestly count your blessings. We often grumble when things go wrong or when we get hurt. We are prone to crib about what we don’t have and forget to see what we already have. Comparing yourself with the good fortune of others is bound to bring a lot of misery in its wake. If you really want to get into that comparison mood then compare yourself with those who are less fortunate. A man who had just lost his job was sitting dejectedly in his balcony and watching people pass by when his eyes fell on a beggar who was rummaging through garbage for some food. The man in the balcony felt happy that at least he had enough to eat and was not reduced to what the beggar was doing. The beggar saw a one legged man who was hobbling around on crutches and felt happy that he had all his limbs intact. The one legged man saw a man being taken in a wheel chair and counted himself fortunate that he could at least move around on his own. The man in the wheel chair saw a hearse taking away a dead body and thanked God that he was alive.","author":"Latika Teotia","category":"accept, blessings, comparison, god, gratitude, life-lessons"},{"quote":"We can't change by fancy methods. We can't change by mere willpower. But God's Spirit working in us can help us to \"will and to act according to his good purpose\" (Philippians 2:13).","author":"Joshua Harris, Boy Meets Girl: Say Hello to Courtship","category":"change, god, holy-spirit, willpower"},{"quote":"We don't live as God intended us to, but we live as the Devil wants us to.","author":"Anthony T. Hincks","category":"devil, god, greed, intend, life, live, philosphy, religion, wants"},{"quote":"I am an advocate of godliness, not of god.","author":"Abhijit Naskar, 7 Billion Gods: Humans Above All","category":"brainy-quotes, god, godliness, humanism, humanitarian, inner-divinity, inspirational, sage"},{"quote":"Nature deemed God worthy and hence chose it as her slave to serve the humans appearing as the master.","author":"Abhijit Naskar, 7 Billion Gods: Humans Above All","category":"brainy-quotes, brainy-quotesthinker, divinity, evolutionary-biology, evolutionary-psychology, god, mother-nature, natural-selection, psychology-of-religion"},{"quote":"Hard as it may sound, no god has saved anything or anyone in human history. It is the humans who have done so.","author":"Abhijit Naskar, 7 Billion Gods: Humans Above All","category":"atheism, brainy-quotes, existentialism, god, humanism, humanity, religion, science-and-religion, service-to-humanity, truth"},{"quote":"As humans dominate the world, then logically someone dominates the entire universe and that ‘someone’ is God!","author":"Md. Ziaul Haque","category":"dominate, domination, god, humans, logic, logically, universe"},{"quote":"Time: the Ever-flowing pen of God.","author":"AdOrAbLe MiNd","category":"god, time"},{"quote":"Whatever is happening to me is for my good; I have full faith in God. He will never do something that is not good for us nor will He ever forsake us. He works in mysterious ways and keeps an eye on each one of us. Therefore, I will continue on my path and continue doing what I’m doing as also what I want to do. I’ll not hold myself back. If there is a mess around me, I’ll work even harder to turn it into something positive; perhaps God has a message for me, I’ll try to find it. My faith in the Good Lord is unshakeable.","author":"Latika Teotia","category":"believe, faith, god, life-lessons, pray, trust, unshakable"},{"quote":"No one can find God without having first been found by Him. A monk is a man who seeks God because he has been found by God.","author":"Thomas Merton, The Silent Life","category":"found, god"},{"quote":"Man comes closer to God through the questions he asks Him, he liked to say.","author":"Elie Wiesel, Night","category":"god"},{"quote":"Whatever you do, do it if it brings you peace. If in doubt look up to God and seek His guidance. In fact seek His blessings before starting anything and you won’t go wrong.","author":"Latika Teotia","category":"blessings, faith, god, guidance, life-lessons, peace"},{"quote":"We are never defeated unless we give up on God.","author":"Ronald Reagan","category":"god, success, win"},{"quote":"The history of the human race doesn’t make happy reading, does it? I’ve seen a lot of sadness during my time, but I’ve seen seen a lot of things that have kept my faith in humanity alive too. If there were no bad things in the world, we’d have nothing to measure the good against, would we? The light can only shine in darkness.","author":"Peter James, The House on Cold Hill","category":"faith, god, hope, humanity"},{"quote":"Don’t allow the challenges of life to break you. Remember all the good things God has done, and fill your heart with…","author":"Latika Teotia","category":"challenges, god, heart, life, remember"},{"quote":"Our world no longer hears God because it is constantly speaking, at a devastating speed and volume, in order to say nothing.","author":"Robert Sarah, The Power of Silence: Against the Dictatorship of Noise","category":"god, modern-society, religion, silence, silence-quote"},{"quote":"The Giver of Life enrages us,He intoxicates us here.No one is at His sideto be famous, to rule on Earth.","author":"Nezahualcóyotl","category":"god, power"},{"quote":"I'd like to see you dance around a caldron naked.","author":"Zoe Forward, Hooked On A Witch","category":"athena, god, goddesses, paranormal-urban-fantasy-romance, poseidon, witch"},{"quote":"So, you're the Santa Claus of the magic world with a naughty and nice list?","author":"Zoe Forward, Hooked On A Witch","category":"god, paranormal-urban-fantasy-romance, poseidon, witch, witches"},{"quote":"Kissing her wasn't just a kiss. It was a full-body, mid-altering experience.","author":"Zoe Forward, Hooked On A Witch","category":"athena, demigod, god, paranormal, poseidon, romance, urban-fantasy, witch"},{"quote":"I promise if you come to my car I won't cuff you unless...\" his voice dropped in a sensuous tone, \"...that's what you want.","author":"Zoe Forward, Hooked On A Witch","category":"black-magic, demigod, enforcer, god, goddess, paranormal, poseidon, romance, urban-fantasy, witch"},{"quote":"...hope is never wasted. Even if what I hoped for did not come to fruition as I had imagined, as I had hoped. Hope is placing the beautifully vulnerable parts of ourselves, our raw selves, into His hands. I believe hope moves His heart; but hope also moves our hearts into His hands. Hope builds trust.","author":"Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life","category":"christian-living, encouraging, god, hope, hopeful, hopeless, infertility, miscarriage, trusting-god, vulnerable"},{"quote":"Jesus was not just a man filled with the baptism of the Holy Spirit, or blessed with the presence of God, like the prophets of the Old Testament. The fullnesss of that wonderful presence of the Lord's Spirit Being, not just a part of it, was incarnated in the body of Jesus Christ and flowed out from Him.","author":"S. G. Norris","category":"apostolic-church, christianity, god, godhead, holy, holy-spirit, jesus, pentecostal, religion"},{"quote":"To return to the Might God is to truly rely on Him.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspirational, rely-on-god, return-to-god, trust"},{"quote":"Forgiveness allows the burdens that we carry to become the histories that we forget.","author":"Craig D. Lounsbrough","category":"burden, christian, christianity, forget, forgive, god, history, jesus-christ, weight"},{"quote":"God first loved us.","author":"Lailah Gifty Akita","category":"christian, god, inspiring, love, self-love"},{"quote":"I craved to make my faith as real as possible, which meant being recklessly honest in His presence.","author":"Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life","category":"christian, christian-faith, god, honesty, jesus"},{"quote":"You are a masterpiece. A painting. A poem. A song. A statue. A work of art. Think of yourself that way. Embrace yourself that way. Honor yourself that way. In doing so you are honoring Him who made you.But you don't feel like a masterpiece/Thats ok because I'm not talking about your emotions. I'm talking about you. Those feelings are real, but in a sense, they are irrelevant because they don't change the facts.You are a masterpiece whether you feel like one or not.You may feel like a failure, but God says you are his workmanship, created n Christ Jesus for good works. Thats the reality you need to focus on when your feelings tell you something else. God will raise your feelings up to your destiny, don't lower your destiny down to your feelings.","author":"Tony Evens","category":"destiny, feelings, god, masterpiece"},{"quote":"God is the Everlasting Counselor.","author":"Lailah Gifty Akita","category":"christian, counselor, everlasting, faith, god, hope"},{"quote":"God is the Wonderful Counselor.","author":"Lailah Gifty Akita","category":"christian, counselor, god, religion, theology"},{"quote":"God is the Everlasting Father.","author":"Lailah Gifty Akita","category":"christianity, father, god, religious-faith, spirituality"},{"quote":"The greatness of God knows no end.","author":"Lailah Gifty Akita","category":"christianity, end, faith, god, greatness, religion, theology"},{"quote":"God is the Prince of Peace.","author":"Lailah Gifty Akita","category":"christian, god, humanity, inspiring-leaders, peace, prince, wise-words"},{"quote":"The godly shall seek God.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, search, seek, self-help, self-realization"},{"quote":"The godly shall pray to God.","author":"Lailah Gifty Akita","category":"answers-to-prayers, christian, faith, god, inspirational, pray"},{"quote":"The godly shall desired God.","author":"Lailah Gifty Akita","category":"christianity, desires, faith, god, godly, motivational, religion, self-realization, spiritual"},{"quote":"The splendor of God is displayed in the stars with the magnificent of the moon.","author":"Lailah Gifty Akita","category":"creation, god, moon, nature, science, stars, wise-words"},{"quote":"The Maker is the Mighty One.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspiring, maker, mighty, religion"},{"quote":"The truth of the gospel is the true words of God.","author":"Lailah Gifty Akita","category":"christianity, faith, god, gospel, hope, religion, truth"},{"quote":"Isn't forgiveness a holy virtue? And if so, then why do we insist on keeping historical records of resentment? Is the Creator an advocate of love or hate? And if love, then why are we still pushing so much hatred? What is there ever to be gained from vocalizing hatred? Only more hatred. Who wants that? And why?","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"god, hate, hatred, indifference, love, peace, religion, unity"},{"quote":"Oh God your love is so overwhelming!","author":"Lailah Gifty Akita","category":"christian, forgiveness, god, grace, inspiring, love, mercy"},{"quote":"My first love is the heavenly Father.","author":"Lailah Gifty Akita","category":"christian, god, lailah-gifty-akita-affirmations, life-philosophy, love"},{"quote":"God never cease to exist because His invisibility is doubted.","author":"Lailah Gifty Akita","category":"christianity, daily-inspiration, faith, god, invisible, religion, spiritual, wisdom"},{"quote":"The mystery of the gospel is inexpressible.","author":"Lailah Gifty Akita","category":"bible, christianity, god, gospel, holy-scriptures, mystery, theology, truth"},{"quote":"Do not take the grace of God for granted.","author":"Lailah Gifty Akita","category":"advice, christian, god, grace, inspiring, sinful"},{"quote":"God is willing to help you with the rain if only you can sow your crops.","author":"Israelmore Ayivor, 101 Keys To Everyday Passion","category":"actions, crops, food-for-thought, god, israelmore-ayivor, personal-development, quotes, rain, rainfall, sow"},{"quote":"Do something purposeful and wise so that when God sent his blessings, they will fall on it.","author":"Israelmore Ayivor, 101 Keys To Everyday Passion","category":"bless, blessing, blessings, food-for-thought, god, israelmore-ayivor, personal-development, purpose, purposeful, quotes"},{"quote":"If you leave your soil untilled, you will not benefit from God’s rain. Even if God pours down a heavy rainfall, it will only grow weeds on your land.","author":"Israelmore Ayivor, 101 Keys To Everyday Passion","category":"blessing, farm, food-for-thought, god, israelmore-ayivor, personal-development, quotes, rain, rainfall, weeds"},{"quote":"God cannot resist the man who desires Him ardently. The chief reason why we do not find God is we do not desire Him ardently enough. Like air, the day you desire God as desperately as you desired to breathe, you will surely find Him.","author":"Jimvirle/Jinvirle","category":"air, ardently, breathe, desire, desperately, find, god, him, man"},{"quote":"We like to think we're in control but we never are.","author":"Joyce Rachelle","category":"christian, christianity, god, in-control, limitations, omnipotence-of-god, omnipotent"},{"quote":"Sometimes God pulls us away from normal just long enough to begin something great in us.","author":"Bethany Kaczmarek, Strains of Silence","category":"faith, god, grace, growth, normal"},{"quote":"If it meant brighter stars, she would follow God into the darkness.","author":"Bethany Kaczmarek, Strains of Silence","category":"darkness, faith, god, grace, grit, love, stars"},{"quote":"And He was the one who invented marriage so that the blazing fire of romantic love could become something even more beautiful - a pulsing, red-hot ember of covenant love in marriage.Why did He do it? For the same reason that He made sunsets and mountain ranges and fireflies! Because He's good. Because He wants to give us a million different opportunities to see just how wonderful He is.","author":"Joshua Harris, Boy Meets Girl: Say Hello to Courtship","category":"creator, god, marriage, romance"},{"quote":"God's ways of making Himself known are infinite.","author":"Mahrukh","category":"allah, god"},{"quote":"How strange it is beholding this,and, very confident,proclaim that such magnificenceoccurred by accident.","author":"Joyce Rachelle","category":"big-bang-theory-in-creation, christian, christianity, creation, evolution, faith, genesis, god, nature, science-vs-religion"},{"quote":"Usiingilie mambo ya mtu mwingine bila kibali kutoka kwa Mungu. Kuingilia mambo ya mtu mwingine bila kibali kutoka kwa Mungu ni dhambi. Dhambi hiyo itakuathiri. Hivyo, jali mambo yako – ya mwingine Mungu anayafanyia kazi – hadi utakapoitwa na Mungu kuingilia kati. Kuingilia kati mambo ya mtu mwingine kunaweza kuathiri mpango wa Mungu katika maisha yake. Hivyo, acha.","author":"Enock Maregesi","category":"dhambi, god, god-s-plan, kibali, life, maisha, mpango-wa-mungu, mungu, permission, sin"},{"quote":"Wewe kuingilia mambo ya John ni sawa na kusema, ‘Mungu umeshindwa hebu ngoja na mimi nijaribu; ngoja niingilie kati kukusaidia juu ya maisha ya John Doe.’ Hiyo ni dhambi. Tena ni dhambi kubwa. Unajifananisha na Mungu; kwamba Mungu wa John Doe ameshindwa kwa hiyo mungu wewe ndiye utakayemtatulia matatizo yake. Amri kuu ya kwanza ya Mungu inasema, ‘Usiwe na miungu mingine ila mimi.’ Kuingilia mambo ya John tayari umevunja amri ya kwanza ya Mungu kwa kujifanya Mungu. Mungu ana mpango na maisha ya John, na anatumia matatizo yake kumfikisha kwenye takdiri aliyompangia. Hivyo, wewe si Mungu, acha Mungu afanye kazi yake. Mungu akikuruhusu kuingilia kati, yaani John akiamua kwa hiari yake mwenyewe kukuomba msaada wa mawazo au ushauri, maana yake ni kwamba Mungu amekuchagua wewe kuwa sehemu ya mafanikio ya John Doe.","author":"Enock Maregesi","category":"dhambi, god, help, life, maisha, mpango, msaada, mungu, plan, sin"},{"quote":"There used to be a time when i thought of god i'd look to the power in the sky, now when i think of god i look at the power within myself.","author":"John Maiorana (oohGiovanni)","category":"god, inspirational, spirituality"},{"quote":"God, please give us more grace!","author":"Lailah Gifty Akita","category":"christian, god, grace, inspiratiaon"},{"quote":"There is but one supremacy... and it remains known and unknown to it's human creation... of many hues, shapes and sizes.","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"diversity, god, gods-power, hate, prejudice, supremacy, supreme-being, supreme-love, supreme-power, white-supremacy"},{"quote":"God is the greatest problem solver, without Him we are doomed.","author":"Euginia Herlihy","category":"god"},{"quote":"The Supreme Cult never leaves a man. It never gets destroyed or evaporated. It is God’s grace and it is sure to bear fruit in its own time.","author":"Sri Jibankrishna or Diamond","category":"cult, god, supreme"},{"quote":"Don't envy results, seek to know the process. Don't want a man's glory till you hear his story. Sometimes what you see is not even the destination, it's just the current location but the result of a long journey. God sometimes would bring you to a point where it is much more than the gift...He captures your heart. My friend, not everything in the kingdom is a gift, somethings are rewards.","author":"Kingsley Opuwari Manuel","category":"contentment, development, glory, god, growth, inspiration, jesus, process, story"},{"quote":"Mungu ana uwezo wa kukuwekea ulinzi kulia na kushoto yaani anayekulinda naye ana mlinzi wake. Lakini wakati mwingine anaacha ufuate kile ambacho moyo wako unataka kwa sababu hataki kukulazimisha ijapokuwa uwezo huo anao. Mungu hakukuumba kuwa roboti. Alikuumba kuwa huru kuchagua mema au mabaya usije ukamlaumu baadaye kwamba ulimchagua yeye kwa sababu hukuwa na uhuru. Msikilize Roho wa Mungu, kabla na katika kila jambo unalofanya.","author":"Enock Maregesi","category":"defence, god, good-or-evil, heart, mema-au-mabaya, moyo, mungu, robot, roboti, ulinzi"},{"quote":"The essence is HIS presence.","author":"Mahrukh","category":"allah, beauty, god, nature"},{"quote":"Nature plays its role to strengthen the connection.","author":"Mahrukh","category":"allah, beauty, god, nature"},{"quote":"HE wants you to feel HIM in any possible way you can, but you lazy bird, come on, make a step and you will feel all you got to feel.","author":"Mahrukh","category":"allah, beauty, god, love, nature"},{"quote":"God knows when you need what.","author":"Mahrukh","category":"allah, god"},{"quote":"You cannot describe the beauty of nature in words, you cannot capture the feeling of God in camera. Its about the moment you set yourself free and live it.","author":"Mahrukh","category":"allah, beauty, god, nature"},{"quote":"The way a stream is connected to its source, the same way our souls are connected to their source.","author":"Mahrukh","category":"allah, god, source"},{"quote":"The Kingdom of God is a tricky concept, and I was always taught it referred to our heavenly reward for being good, which, now that I actually read the Bible for myself, makes very little sense. Others say that the Kingdom of God is another way of talking about the church, and still others say that it's the dream God has for the wholeness of the world, a dream being made true little by little among us right here, right now. My answer? All of the above.","author":"Nadia Bolz-Weber, Pastrix: The Cranky, Beautiful Faith of a Sinner & Saint","category":"christian, christian-faith, christianity, faith, god, jesus, kingdom-of-god, lutheran"},{"quote":"He could breathe more freely in a lighter air. He was responsible only to himself for the things he did. Freedom! He was his own master at last. From old habit, unconsciously he thanked God that he no longer believed in Him.","author":"W. Somerset Maugham, Of Human Bondage","category":"belief, freedom, god"},{"quote":"When you are wildly inlove with SOMEONEIt changes your whole life.","author":"Mac Canoza","category":"god, inspirational-quotes, jesus, mac-canoza, true-worshipers, truelove, worship"},{"quote":"Jesus Christ is the Son of God.","author":"Lailah Gifty Akita","category":"christian, faith, god, jesus-christ, theology"},{"quote":"God is the Father of Jesus Christ.","author":"Lailah Gifty Akita","category":"christianity, god, inspiring, jesus-christ, religion"},{"quote":"When deeply religious subjects view sacred iconography or reflect on their notion of God, brain scans reveal hyperactivity in the caudate nucleus, a part of the pleasure system that correlates with feelings of joy, love, and serenity. But Lindstrom and Calvert found that this same brain region lights up when subjects view images associated with strong brands like Ferrari or Apple.","author":"Steven Kotler, Stealing Fire: How Silicon Valley, the Navy SEALs, and Maverick Scientists Are Revolutionizing the Way We Live and Work","category":"branding, branding-marketing, consumerism, god, marketing, neurobiology, pleasure, serenity"},{"quote":"Should we not invariably act in this life as though the God whom our heart desires with its highest desire were watching our every action?","author":"Maurice Maeterlinck, Wisdom And Destiny","category":"desire, god, heart, life, watching"},{"quote":"God is not anybody's problem, nor are the many paths to him. However, man is God's problem. Most of the problems across the land are due to man's hand. Men playing God. Men tampering with the divine plan. If it was all left to God then there would be peace among all living things. Yet man is his own enemy. People doubt Satan exists, but he has always existed in left eye of every man. In the moon of man, which harbors the ego of man. Only when you train yourself to see only through your right eye, which reflects the sun, conscience and heart of man - will you have truly defeated Satan. Know which eye reflects the heart and which reflects the mind and only then will you really begin to see the light. Truth can only be seen by those with truth in them.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"conscience, eye, faith, god, humanity, light, mankind, moon, sun"},{"quote":"God’s simple Blessings are nothing short of miracles. That rain drop trapped in a leaf, that glistening dew drop which has just caught the first rays of a new born sun, that sweet song of the Nightingale, those beautiful wooly clouds with their unique designs (have you ever noticed that clouds never make the same design twice- and we humans struggle to draw something new or write something unique), the pit pit patter of the rain creating a music of its own. These are but some of His Blessings that make me look up in awe at our Creator. So caught up are we in our daily lives with our monotonous routine that we fail to notice the millions of miracles happening all around us. Pause. Look around. Notice. Feel. Life is not just about rushing through. It’s also about taking a break.","author":"Latika Teotia","category":"blessings, break, creator, feel, god, life, miracles, notice, pause"},{"quote":"I am not where I need to be, but thank God I am not where I used to be.","author":"Joyce Meyer","category":"god, spirirtual"},{"quote":"It is a horrible thing that those who oppose Christ oppose themselves and in their opposition to Christ they are bound by Satan and enslaved by his lies and temptations.We may rightly say; \"I once was blind but now I see.\" Now as we have been enlightened by the Holy Spirit we should be able to care enough about those who are still bound to pray that God would have the same mercy on them that he has given freely to us.\"C R Lord 2017","author":"C R Lord","category":"freely-given, god, lies, mercy, once-was-blind, oppose-christ, satan, temptation"},{"quote":"This is the day which the Lord has brought about","author":"we will rejoice and be glad in it ( Psalm 118:24 )","category":"Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You"},{"quote":"While the Gods are powerful, we learn little about them. It is only in their day of decadence that a strong light beats into heaven.","author":"E.M. Forster, Howard's End","category":"decadence, god, power"},{"quote":"Whoever loves God, pray for purity.","author":"Lailah Gifty Akita","category":"christian, encouragement, god, holiness, pray, purity, seek-god, self-help"},{"quote":"The love of nature begins with the love for God","author":"Lailah Gifty Akita","category":"ecosystems, environment, god, inspiring, nature, science"},{"quote":"I acknowledged that God is the sovereign Lord and I gave myself up completely. I guess it’s a little bit like committing suicide, only with a higher purpose.","author":"Annette Spratte, The Way of Life","category":"god, suicide"},{"quote":"Everyone is looking for a miracle, when God puts in your heart the desire to pursue after your dreams, that's a miracle!","author":"Manuel Corazzari","category":"desire-to-grow, dreams, god"},{"quote":"Sadly, many people don't make it through the storms of life. Or they give up or they start doing and saying foolish things and abort the journey altogether.It is easy to begin, but God is looking for people who will finish.The apostle Paul declared the stand that he would take in order to complete his journey:, But none of these things move me; neither do I esteem my life dear to myself, if only I may finish my course with joy. Acts 20:24","author":"Joyce Meyer","category":"god, joy, peace, spirituality, strength, weathering-storms"},{"quote":"But Jesus could see inside people. And inside, in their hearts, Jesus saw that they did not love God or other people. They were running away from God, and they thought they didn't need a rescuer. They thought they were good enough because they kept the rules. But sin had stopped their hearts from working properly. And their hearts were hard and cold. \"This woman knows she's a sinner,\" Jesus told them. \"She knows she'll never be good enough. She knows she needs me to rescue her. That's why she loves me so much. You look down on this woman because you don't look up to God. She is sinful on the outside-but you are sinful on the inside.","author":"Sally Lloyd-Jones, The Jesus Storybook Bible: Every Story Whispers His Name","category":"bible, forgiveness, god, jesus, love, sin"},{"quote":"Some people sometimes asked me. Don't you feel sad when all these horrible things to our people, our nation and our brothers and sisters in religion? Then i tell them . Yes, i do feel sad, it hurt me so much and make me sad so much when i see people suffers no matter who they are and what are their believe, nationality or colour. Sometimes even i don't want to stay alive and i prayed many times to be dead cause when watching people that suffers, it give me so much pain and it hurt me so much that i can not take it. That is why i tell you always and will keep telling u that stop hurting, hating people who is not like, or does not believe like how u believe. Stop listening to those who are telling u that but hurting these kinds of people you will earn God's blessing. That is not true, try to use your brain and don't ever buy those nonsense. We don't mean to suffer our life, we mean to enjoy living and spending our time beside each other.","author":"Arash Tabish","category":"god, joy, life, suffer"},{"quote":"Difficult times always make us realize the true value of good times. Only a hungry person can appreciate the taste of a loaf of bread- however hard and old that loaf may be. Only a homeless person can truly appreciate the value of a roof over the head- even if it’s in an old unpainted building. Only the blind can appreciate the true value of sight- even if it’s hazy. And so on. So problems and difficulties teach us to better appreciate the good times. They are very important or else our lives would be partial. God is ALWAYS with us; never think, even in your wildest dreams, that He can ever forsake us. If you have been through only good times, you may have forgotten Him, because you were too busy celebrating and enjoying life. He was always there watching over you and keeping you out of harm’s way. It is only during your difficult times that you turn to Him. When things get out of hand you started cribbing and complaining that He has left you to the wolves. No, that’s not true; He was and is always there by your side. He’s now busy solving your problems and showing you a way out of the mess you are in. It is, perhaps, His way of showing the other side of life; of making you realize that things do go wrong and sunshine as well as rain should be taken in your stride. He sends rain to you to make you appreciate the warmth of sunny days. He puts you through difficult times to teach you the value of good times. It’s His way of teaching you to see the silver lining. You will not crib about the huge electricity bill, because you are earning enough to afford a good house with lights and heating gadgets to keep it warm. You will not feel irritated with the out of tune singer in the row behind you because it means that you can hear well. You will not feel miffed with your daughter for having dropped coffee on your clothes, because it means you have a family to come home to. Appreciate what you have and have thank the Lord for all that He has given you instead of crying for what you don’t have.","author":"Latika Teotia","category":"appreciate, emotions, faith, god, life, motivationalnal, self"},{"quote":"Jesus told them, \"God is like the dad who couldn't stop loving his boy, And people are like the son who said, \"Does my dad really want me to be happy?\" Jesus told people this story to show them what God is like. And to show people what they are like. So they could know, however far they ran, however well they hid, however lost they were- it wouldn't matter. Because God's children could never run to far, or be too lost, for God to find them.","author":"Sally Lloyd-Jones, The Jesus Storybook Bible: Every Story Whispers His Name","category":"god, jesus, love"},{"quote":"During the Allied invasion of World War II, hundreds of life-like rubber dummy paratroopers were dropped into the French countryside. These distractions drew German fire away from the Allies and wasted a great deal of the Germans' ammunition and other military resources. While the Germans were busy firing at dummies, Allied troops were busy sneaking behind enemy lines. The real battle was taking place elsewhere, while the unwitting Germans were squandering their firepower and energy on mere rubber dummies.1 I submit to you, as Christians we are attacking the “rubber dummy” of evolution, while the real enemy slips past us unnoticed and unchallenged. How will we answer God on judgment day when He asks us why we pointlessly besieged so many distractions, meanwhile the real battle was taking place elsewhere?","author":"Aaron R. Yilmaz, Deliver Us From Evolution?: A Christian Biologist's In-Depth Look at the Evidence Reveals a Surprising Harmony Between Science and God","category":"christianity, god, science"},{"quote":"Let's take back real science in the name of our Lord. Let us love our God with all our mind by fully embracing the incredible mental faculties with which we have been blessed. Indulge your God-given curiosity and discover the nuts and bolts of the universe","author":"don't be ashamed of how He has created us and the rest of creation. Today's Christianity is known for what it is against. What if it was known for what it was for?","category":"Aaron R. Yilmaz, Deliver Us From Evolution?: A Christian Biologist's In-Depth Look at the Evidence Reveals a Surprising Harmony Between Science and God"},{"quote":"The Might God, Eternal Father.","author":"Lailah Gifty Akita","category":"eternal, father-christian, god, religion, theology"},{"quote":"Man without his maker is like root without a tender shoot.","author":"Lailah Gifty Akita","category":"garden-inspiring, god, mankind, nature, root, tender-plant, wise-words"},{"quote":"If we study the Holy Scripture, the spirit shall minister to us the depths of truth of GOD.","author":"Lailah Gifty Akita","category":"bible-study, christian, god, holy-scripture, inspiring"},{"quote":"Ah, what an awe great God!","author":"Lailah Gifty Akita","category":"ah, christian, faith, god, great, hope"},{"quote":"Faith in God is a blessed hope.","author":"Lailah Gifty Akita","category":"dont-give-up, faith, god, hope, self-help"},{"quote":"The affliction in the flesh of soul is temporal compare to the eternal glory of the spirit.","author":"Lailah Gifty Akita","category":"affliction, christian, faith, god, hope, inspirational, pain, soul, spirit"},{"quote":"Most High God, how excellent is thy Holy name.","author":"Lailah Gifty Akita","category":"christian, faith, god, holy, praise, worship"},{"quote":"The fear of God is the beginning of knowledge.","author":"Lailah Gifty Akita","category":"christian, fear, god, knowledge, learning, scholars, self-realization"},{"quote":"The holy knowledge is the fear of God.","author":"Lailah Gifty Akita","category":"education, god, holy, inspirational, knowledge, learning, self-help, self-seeker"},{"quote":"Remembering this: weak faith is still faith. Little faith is still faith Pr. Paddick Van Zyl","author":"Paddick Van Zyl  Pr","category":"bible, faith, god, little, remember, weak"},{"quote":"Bless God who gives you life.","author":"Lailah Gifty Akita","category":"bless, christian, faith, god, hope, inspirational, life, self-help, thanks-to-god"},{"quote":"May God give you much grace for every great work.","author":"Lailah Gifty Akita","category":"christian-living, deeds, encouragement, faith, god, grace, hope, inner-strength, self-help, work"},{"quote":"Without the knowledge of God ,we perish.","author":"Lailah Gifty Akita","category":"christianity, educational-philosophy, god, knowledge, seminary, theology"},{"quote":"If you find God, you shall be free forever.","author":"Lailah Gifty Akita","category":"bondage, christian, free, freedom, god, inspirational, liberty, self-help, slaves, you"},{"quote":"The city of God is filled with glorious things.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspirational, theology"},{"quote":"The Maker is the Most High.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, maker, most-high, religion"},{"quote":"If we need help, we must cry to the Most High God.","author":"Lailah Gifty Akita","category":"christian, deliverance, god, help, need, prayer, supplications, warfare"},{"quote":"In the morning, lift my hands towards the heavens. And surrender my heart in prayer to the Most High God.","author":"Lailah Gifty Akita","category":"christian, daily-life, faith, god, godly, inspirational, lailah-gifty-akita-affirmations, morning, new-day, prayer"},{"quote":"If we delight in God, He shall give us our hearts desires.","author":"Lailah Gifty Akita","category":"answers-to-prayers, christian, delight, desires, faith, god, pursuit"},{"quote":"What a man may value highly, is detestable in God’s sight.","author":"Lailah Gifty Akita","category":"christian, god, inspiring, materialsim, money, value, wise-sayings"},{"quote":"The invisible God.","author":"Lailah Gifty Akita","category":"christian, god, invisible, religion, theology"},{"quote":"God is the fountain of all living waters.","author":"Lailah Gifty Akita","category":"fountain, god, inspiring, nature, science, waters"},{"quote":"Our first loyalty is to the Lord God.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope-self-help, inspirational, loyal"},{"quote":"Praying to the Almighty, Javert?” called a voice, and Javert opened his eyes to see Rousseau and Leclerc smirking at him. Javert tipped his head and said to the others,\"If I was, it would be awfully rude to interrupt my prayer, don’t you think? But, no, Leclerc. I find no solace in speaking with an imaginary puppeteer.”Rousseau, who was twenty-five and utterly dim of mind, frowned at Javert’s words. Javert rolled his eyes and sighed,\"I don’t pray.","author":"Kelsey Brickl, Wolves and Urchins: The Early Life of Inspector Javert","category":"atheism, god, inspector, javert, les-miserables, police, prayer, praying, praying-habits, victor-hugo"},{"quote":"If you take each step, as if it was your last. You would appreciate the world in all its glory and bask in the glory of god for in his wisdom he created us and the universe all around us.","author":"Anthony T. Hincks","category":"bask, created, glory, god, jesus, philosophy-of-religion, religion, step, wisdom"},{"quote":"God is the ROCK of all ages.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, nature, rock, waters"},{"quote":"Faith means be faithfulness to God.","author":"Lailah Gifty Akita","category":"christian, faith, faithful, faithfulness, god, inspiring"},{"quote":"Faith means faithfulness to God.","author":"Lailah Gifty Akita","category":"christian, faith, faithfulness, god, inspirational, religion, self-help"},{"quote":"But I have believed always and taught always that what God demands from man is his utmost effort to cooperate and understand. I have taught the imagination, first and most; I have made knowledge, knowledge of what man is and what man's world is and what man may be, which is the adventure of mankind, the substance of all my teaching.","author":"H.G. Wells, The Undying Fire","category":"education, god, imagination, knowledge"},{"quote":"The only true testimony is the Truth of God.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspirational, religion, testimony, truth"},{"quote":"When God wins your heart, He has won it forever.","author":"Lailah Gifty Akita","category":"god, grace, inspiration, love-for-god, salvation, service-to-god, witness"},{"quote":"We are what we.","author":"Lailah Gifty Akita","category":"christian, gifts, god, motivational, talents, uniqueness"},{"quote":"I wondered who in this room I would go to if I had problems. Anyone my own age looked silly, immature, unfocused. The older ones seemed too perfect and uptight. I couldn't find anyone I'd confide in. The only person I trusted here in this group, apart from God, was myself.","author":"Hanne Ørstavik, Like sant som jeg er virkelig","category":"god, trust"},{"quote":"I look out of the window again. The rain is trickling down silently, evenly, like the tears that cover my face. Perhaps God is in the water, in the raindrops. I put my hand against the cold pane to be close to Him. To be as close as I can without imposing.","author":"Hanne Ørstavik, Like sant som jeg er virkelig","category":"close-to-god, god, rain, raindrops"},{"quote":"The Maker offers us creation itself as proof of his greatness.","author":"Anne Rice, Prince Lestat and the Realms of Atlantis","category":"creation, god, maker"},{"quote":"Nowadays LOVE and GOD has become a tool for franking people. So beware of being used.","author":"G.K. Dutta","category":"god, inspirational-quotes, love-quotes"},{"quote":"Be gentle and forbearing with one another and, if one has a difference(a grievance or complaint) against another, readily pardoning each other; even as the Lord has [freely] forgiven you, so must you also [forgive]. ( Colossians 3:13 )","author":"Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You","category":"forgiveness, god, love, religion, self-help, spirituality"},{"quote":"Until God draws you to himself, can you come close to Him.","author":"Lailah Gifty Akita","category":"chosen-ones, christian, faith, god, grace, salvation, seek-god"},{"quote":"Everlasting love, unfailing kindness.","author":"Lailah Gifty Akita","category":"christian, everlasting, faithfulness, god, inspirational, kindness, love"},{"quote":"If I had a dollar for everytime my mother told me god had a plan I'd probably buy a new prada bag.","author":"Naya Rivera, Sorry Not Sorry: Dreams, Mistakes, and Growing Up","category":"god, god-s-plan, humor, plan"},{"quote":"The thought of a man is futile. But the word of God is flawless.","author":"Lailah Gifty, Akita","category":"christianity-religion, educational-philosophy, flawless, futile, god, life-lessons, theology, wisdom"},{"quote":"Kira is our god,That's who does in this world justice, It's not KARMA!","author":"Deyth Banger, The Diary 2","category":"diary, does, god, justice, karma"},{"quote":"Take the helm and sail your own ship. Don't just get into the boat with nobody at the helm and merely hope that the waves of life take you somewhere good.","author":"Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You","category":"god, inspirational, life-lessons"},{"quote":"There is just one true God (I AM), and He is the giver of life! We have just one lifetime chance to live life! Let us therefore devote our one lifetime to His service, in truth and in spirit, loving Him fully with our lips, mind and heart, no matter what, with all necessary humility, courage and true understanding, knowing that regardless who we are, as we live or when death ends our journey of life, we remain accountable to the giver of life!","author":"Ernest Agyemang Yeboah","category":"accountability, god, life-after-death, serving-god"},{"quote":"There is just one true God (I AM), and He is the giver of life! We have just one lifetime chance to live life! Let us therefore devote our one lifetime to His service, in truth and in spirit, loving Him fully with our lips, mind and heart, no matter what, knowing that regardless of who we are, when death ends our journey of life, we remain accountable to the giver of life!","author":"Ernest Agyemang Yeboah","category":"god, judgement-day, life-after-death, obedience-to-god, serving-god, true-worshipers"},{"quote":"God is a witness to anything done in secret.","author":"Lailah Gifty, Akita","category":"deeds, god, hidden-motives, intentions, secrets, wise-words, witness"},{"quote":"Every secret deed lays opened before God.","author":"Lailah Gifty, Akita","category":"christian, confession, deeds, god, motivational, secrets, sins, wise-thoughts"},{"quote":"To doubt the existence of God is the greatest delusion.","author":"Lailah Gifty, Akita","category":"advice, christian, delusion, doubt, god, inspirational, life-philosophy, religion, theology, wise-words"},{"quote":"For lack of knowledge of the Holy One, we perish in sin of hell.","author":"Lailah Gifty, Akita","category":"bible-study, christian, christian-life, god, hell, holiness, holy-god, knowledge, sin"},{"quote":"We have all heard of these things before. The love letter arriving as the teacup falls. The guitar striking up as the last breath sounds out. I don't attribute it to God or to sentiment. Perhaps it's a chance. Or perhaps chance is just another way to try to convince ourselves that we are valuable.","author":"Colum McCann, Let the Great World Spin","category":"chance, god, sentiment, serendipity"},{"quote":"The greatest KNOWLEDGE is the knowledge of GOD.","author":"Lailah Gifty, Akita","category":"christian, education, educational-philosophy, god, knowledge, life-philosophy, religion, seeking-god, theology"},{"quote":"Do not forget your Creator in the days of your youth.","author":"Lailah Gifty, Akita","category":"advice, christian, creator, god, inspirational, life-lessons, living, maker, wise-words, youth"},{"quote":"Until a man love God, can he love his neighbour.","author":"Lailah Gifty, Akita","category":"community, god, inspirational, love, man, neighbor, neighbour, society"},{"quote":"The Holy God gives grace.","author":"Lailah Gifty Akita","category":"christian, faith, forgiveness, god, grace, religion, theology"},{"quote":"A man only misfortune is to forsake his Maker.","author":"Lailah Gifty, Akita","category":"christian, educational-philosophy, god, humanity, inspiring-words, maker, man, religion, theology, wisdom"},{"quote":"Righteousness is of God, the righteous Ruler.","author":"Lailah Gifty Akita","category":"belief, christianity, faith, god, religion, righteous, righteousness, ruler"},{"quote":"Faith is a sweet fellowship with God.","author":"Lailah Gifty, Akita","category":"christian, faith, fellowship, god, inspirational, religion, seek-god"},{"quote":"Grace comes from God.","author":"Lailah Gifty Akita","category":"christian, god, grace, inner-strength, repentance, self-help"},{"quote":"It is amazing that we run after the world which constantly spurns us, and turn our back upon the Lord who is ever ready to take us in to His arms.","author":"SWAMI SHARNANAND JI, ASCENT TRICONFLUENT","category":"god, inspirational, life, spiritual"},{"quote":"Education without the knowledge of the Holy One is the darkest doom.","author":"Lailah Gifty Akita","category":"christian, education, faith, god, hope, knowledge, life-learning, religion, seek-god, theology"},{"quote":"Parents must teach their children the fear of God.","author":"Lailah Gifty Akita","category":"bible-study, christian, fear-of-god, god, godly, parent, parenting, teach"},{"quote":"Hate sin. Love righteousness of God.","author":"Lailah Gifty Akita","category":"advice, christian, faith, god, hope, motivational, righteousness, self-help, sin, theology"},{"quote":"Forgiveness is the fruit of fellowship.","author":"Lailah Gifty Akita","category":"christian, family, fellowship, forgiveness, friends, god, inspirational"},{"quote":"Without the knowledge of God, we are in complete darkness.","author":"Lailah Gifty Akita","category":"advice, christianity, daily-inspiration, darkness, educational-philosophy, god, knowledge, self-help, theology"},{"quote":"The spirit calls, I must surrender.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, lailah-gifty-akita-affirmations, self-realization, spirit, surrender"},{"quote":"We must submit to God's righteous rule.","author":"Lailah Gifty Akita","category":"christianity, citizens, god, humility, nations, rule, rulers, submit, theology"},{"quote":"May I never dishonour the name of God.","author":"Lailah Gifty Akita","category":"christian, dishonour, god, lailah-gifty-akita-affirmations"},{"quote":"There is no greater life, than to love God. And to love thy neighbor as thyself.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, inspirational, lessons-in-life, love, neighbor, self-awareness, self-help"},{"quote":"True respect respects all men, it values all people.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, people, respect, self-image, self-worth, values, worth"},{"quote":"Sigmund Freud, the father of psychiatry and an atheist, theorized that one’s attitude toward one’s father largely shaped one’s attitude toward God.","author":"Dennis Prager, The Ten Commandments: Still the Best Moral Code","category":"fathers, god, sigmund-freud"},{"quote":"The world seems to have certain criteria with which it judges the value of people.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"criteria, god, judgement, life, man, nature, people, self-image, self-worth, values, values-of-people, world, worth"},{"quote":"People will rather pass by the weak, the lame, the beggars, the orphans, the tormented, the widows and take their large offerings to church, to the man of God who already has a mansion and jets , what a shallow mindedness.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"beggars, church, god, life, man, mindedness, nature, offerings, orphans, people, self-image, self-worth, torments, weakness, widows, worth"},{"quote":"Thank God for all my troubles, he made me trust in Him.","author":"Lailah Gifty Akita","category":"faith, god, hope, inspirational, lailah-gifty-akita-affirmations, troubles, trust"},{"quote":"Every human being on earth is the same and our very being is crying out for same need.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"cry, earth, god, human-beings, humanity, life, man, nature, needs, self-image, self-worth, worth"},{"quote":"Every man wants commendation, so do not just commend your boss, commend those who are under you.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"boss, commendation, god, life, man, nature, self-image, self-worth, worth"},{"quote":"Every man wants to be appreciated, so do not just commend your secretary, commend your wife at home tooThe world judges people by money and status in the society, educational achievements, even racial background, this is unfortunate.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"achievements, appreciation, commendation, education, educational-achievements, god, judgement, life, man, money, nature, people, racial-background, self-image, self-worth, society, status, world, worth"},{"quote":"God is calling us home to each other.","author":"Eileen Anglin","category":"god, peace-qoutes-god-quotes, spiritual-quotes, spiritual-wisdom"},{"quote":"Any moral system that is detached from God, no matter how noble and sincerely held, will likewise fail.","author":"Dennis Prager, The Ten Commandments: Still the Best Moral Code","category":"god"},{"quote":"We live in a world filled with evil and moral confusion. There is only one way out: affirmation of a God Whose primary demand of us is that we treat our fellow human beings decently. Faith in any god who makes any other primary demand will ultimately fail to solve the problem of evil. And any moral system that is detached from God, no matter how noble and sincerely held, will likewise fail","author":"Dennis Prager, The Ten Commandments: Still the Best Moral Code","category":"god"},{"quote":"If you cannot treat everyone with same respect as you give to your pastor, then you are a fake person.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"fake-lifestyle, god, life, man, nature, pastor, person, respect, self-image, self-worth, treating-others, worth"},{"quote":"Without God, right and wrong are just personal beliefs. Personal opinions. I think shoplifting is okay, you don’t.","author":"Dennis Prager, The Ten Commandments: Still the Best Moral Code","category":"god, right-and-wrong"},{"quote":"Unless there is a God, all morality is just opinion and belief. And virtually every atheist philosopher has acknowledged this.","author":"Dennis Prager, The Ten Commandments: Still the Best Moral Code","category":"atheism, god, morality"},{"quote":"People will rather appreciate a man who wears one suit out of the several he has got and refuse to validate the man who has put only suit he has into shape and has worn it on his back.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"appreciation, god, life, man, nature, people, refusal, self-image, self-worth, validation, worth"},{"quote":"God's plan for our lives is a perfect purpose.","author":"Lailah Gifty Akita","category":"choices, christian, decision, god, mission, plan, pray, purpose, seek-god"},{"quote":"We are what God has made us.","author":"Lailah Gifty Akita","category":"god, identity, inspirational, self-realization, self-respect, uniqueness"},{"quote":"God's love is eternal.","author":"Lailah Gifty Akita","category":"christianity, eternal, god, grace, love"},{"quote":"That's what I like about God. You get to know Him by His occasional absence.","author":"Colum McCann, Let the Great World Spin","category":"faith, god"},{"quote":"Today man sees all his hopes and aspirations crumbling before him. He is perplexed and knows not whither he is drifting. But he must realize that the Bible is his refuge and the rallying point for all humanity. In it, man will find the solution of his present difficulties and guidance for his future action, and unless he accepts with clear conscience the Bible and its great Message, he cannot hope for salvation. For my part, I glory in the BibleHaile Selassie I (1891-1975)Emperor of Ethiopia","author":"Haile Selassie I (1891-1975)","category":"god, hope, hopes-and-dreams, man, today"},{"quote":"The Incas were right to worship the sun, Father. God is fire. Combustion is the one inarguable blessing. A tree, oil, coal, a man, a civilization, a soul. They've all got to burn sometime. The warmth made by their passing may be the salvation of others. The ultimate value of the Bible, the Constitution, or any work of literature, really, is that they all burn very well, and for a while they keep back the cold.","author":"Joe Hill, The Fireman","category":"fire, god, literature"},{"quote":"Cast your cares","author":"Dave Meyer","category":"god, inspirational, spirituality"},{"quote":"The less instructed atheist will ask whether God can make a weight so heavy that He cannot lift it, in the happy belief that, whichever answer we give, we shall admit that there is something God cannot do. But the question is literally meaningless: a weight than an omnipotent Being cannot lift is as complete a contradiction in terms as a four-sided triangle. In either case the words are English, but do not mean anything because they cancel each other out. There is no point in piling together a lot of words, regardless of their meaning, and then asking triumphantly: 'Can God make that?' God can do anything, but a contradiction in terms is not a thing at all. It is nothing. God Himself could not make a four-sided triangle or a weight that Almighty power could not lift. They are inconceivable, they are nothing; and nothing--to give a slightly different emphasis to Scripture--is impossible to God.","author":"Frank Sheed, Theology and Sanity","category":"atheism, atheist-argument, atheist-arguments, god, god-s-power"},{"quote":"The greatest life is the love for God. And the love for thy neighbour.","author":"Lailah Gifty Akita","category":"christian, god, humanity, life, love, motivational, neighbour, peaceful-coexistence"},{"quote":"Lo! my God, without merit on my part, of His pure and free mercy, has given to me (an unworthy, condemned, and contemptible creature) all the riches of justification and salvation in Christ.For such a Father then, who has overwhelmed me with these inestimable riches of His, why should I not freely, cheerfully, with my whole heart and with an eager will, do all that I know will be pleasing to Him, and acceptable in His sight?I will therefore give myself, as a sort of Christ, to my neighbor, as Christ has given Himself to me; and will do nothing in this life, except what I see will be needful, advantageous, and wholesome for my neighbor, since by faith I abound in all good things in Christ.","author":"Martin Luther, Freedom of a Christian","category":"faith, god, inspirational, protestant, reformation, religious"},{"quote":"The Truth is true testimony of God.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, testimony, theology, truth"},{"quote":"Dad?\" Jesus asked.\"Yes, son?\" God replied.\"Do we still have any wrapping paper?\" Jesus asked.\"No, we don't. I used it all to make butterflies,\" God answered.\"Butterflies?\" Jesus asked bewildered.\"Yes, butterflies,\" God said.\"Why?\" Jesus now asked.\"Well, sometimes there is no rain so that means no rainbows. And then sometimes people walk alone or don't look at other people and so that don't see any smiles either. So I cut up the wrapping paper and made butterflies for the people of Earth to see and look at so they would smile.\"\"That's lovely dad, but what about moths?\" Jesus asked.\"They're just small butterflies,\" God answered.Jesus laughed, \"I love butterflies.\"\"I know,\" God said as he smiled at his son.","author":"Anthony T. Hincks","category":"butterflies, god, jesus, love, moths, philoosphy, rainbows, religion, smile"},{"quote":"If you want to help anybody, go help people in need.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, help, life, man, nature, needs, people, self-image, self-worth, worth"},{"quote":"The scientific world of the time was in the midst of a terrible ferment, with discoveries and realizations coming at an unseemly rate. To many in the ranks of the conservative and the devout, the new theories of geology and biology were delivering a series of hammer blows to mankind's self-regard. Geologists in particular seemed to have gone berserk, to have thrown off all sense of proper obeisance to their Maker... Mankind, it seemed, was now suddenly rather – dare one say it? – insignificant. He may not have been, as he had eternally supposed, specially created.","author":"Simon Winchester, Krakatoa: The Day the World Exploded","category":"dutch-east-indies, geography, geology, god, science, volcanism, volcano"},{"quote":"All things are important to Elôm, even the little things.","author":"Jaye L. Knight, Tyra","category":"christian-fantasy, god, grace, ilyon-chronicles, importance, love, mercy, prayer, speculative-christian-fiction, things"},{"quote":"Anyone with a form of godliness is promoting ungodliness, whether ignorantly or knowingly.","author":"Sunday Adelaja, Insulted by Ungodliness: Raising a Generation of the Provoked in Every Nation","category":"anger, calling, god, godliness, ignorance, injustice, insulted-by-ungodliness, justice, knowledge, promotion, provoke, purpose, role, significance, ungodliness"},{"quote":"Courage is the starting point of everything good. To love another is to automatically feed the fire of courage. We cannot be humiliated when we are fighting for someone or something we love. We will not give up when we are fighting for loved ones. As we evolve, our loved ones extend out from our family to include all of humanity. Courage and confidence will grow over the years with practice and self-awareness. We are never alone. God will help us. Such is the courage which gains respect from others. More importantly, we gain respect for ourselves.","author":"Donna Goddard, The Love of Devotion","category":"confidence, confidence-quotes, courage, courage-in-life, courage-quotes, divine-love, god, god-s-help, love, respect, respecting-others, respecting-yourself, spirit, spiritual"},{"quote":"When you see injustice among the nations, you will find out that the root cause is covetousnes.","author":"Sunday Adelaja, Insulted by Ungodliness: Raising a Generation of the Provoked in Every Nation","category":"anger, calling, covetousness, god, godliness, injustice, insulted-by-ungodliness, justice, nations, provoke, purpose, role, significance, ungodliness"},{"quote":"Just as a child is conceived in a womb of a woman, miraculously, so is grace freely given by God, in sacred moment of salvation.","author":"Lailah Gifty Akita","category":"childbirth, conceive, conception, god, grace, inspirational, pregnancy, pregnancy-humor, salvation, saved-from-sin, self-awareness, self-help, womb"},{"quote":"The Kingdom of God abideth forever.","author":"Lailah Gifty Akita","category":"christian, christianity, god, god-s-kingdom"},{"quote":"God you are so good, you gives what is needful.","author":"Lailah Gifty Akita","category":"christian, faith, god, goodness, hope, inspiring, needful, supplication"},{"quote":"To some believers, being on the pill or using a condom is a nonverbal way of telling God to go to hell.","author":"Mokokoma Mokhonoana, The Use and Misuse of Children","category":"adage, adages, africa, african, aphorism, aphorisms, atheism, atheist, atheists, axiom, axioms, believer, believers, bible, blessing, blessings, child, childfree, childless, children, condom, condoms, contraceptive, contraceptives, curse, cursed, cursing, deep, dictum, dictums, epigram, epigrams, funny, gift, gifts, gnome, gnomes, god, heaven, hell, humor, humorous, humour, insightful, kid, kids, made-me-think, make-you-think, maxim, maxims, newborn, newborns, nonbeliever, nonbelievers, nonverbal, on-the-pill, philosopher, pill, pills, pregnancy, pregnant, procreate, procreation, profound, proverb, proverbs, provoke-thought, quotation, quotations, quote, quote-of-the-day, quotes, religion, religious, reproduce, reproduction, satire, satirical, satirist, satirists, saying, sayings, selfish-selfishness, south-africa, south-african, the-pill, thought-provoking, thoughtful, verbal"},{"quote":"I saw God wash the world last nightWith His sweet showers on high and then when morning came i saw Him hang it out to dryHe washed it each blade of grassand every trembling tree;He flung His showers against the hills and swept the rolling seathe white rose is a cleaner whitethe red, a richer redSince God washed every fragrant faceand put them to bedtheres not a bird theres not a beethe wings along the way but is a cleaner bird or beethan it was yesterdayi saw God wash the world last nightah would He wash meas clean of all my dust and dirtas that old birch tree!","author":"Dr. W. L. Stiger","category":"god, poetry"},{"quote":"Little people make tall claims. As being this-that avatar or messiah. Some even say they're God. Well, if they are, I'm their grand-pop.","author":"Fakeer Ishavardas","category":"divine-grace, enlightenment-and-attitude, funny-but-true, funny-humor, funny-quotes, god, good-and-evil, humour-quote, jokes-and-whatever, life-lessons, metaphysical-poets, metaphysical-quotes, metaphysical-truth-reality, motivational-inspirational, philosophical-musings, religion-spirituality, self-realization-quotes, spiritual-wisdom, spirituality, wellness-evaluation-of-lifestyle, wellness-guru"},{"quote":"I'm joking when I say I'm the grand-pop of those claiming to be an avatar-messiah or god. But if they're serious, then, I am who I am.","author":"Fakeer Ishavardas","category":"divine-self, enlightenment-and-attitude, funny-humor, funny-quotes, god, good-and-evil, humorous-inspirational, humour-life, messiah-complex, metaphysical-quotes, philosophical-reflection, reality-check, religion-and-philosophy, satire-quotes, self-awareness, self-realization, spiritual-development, truth-telling, wellness-guru"},{"quote":"Grace is a free gift from God.","author":"Lailah Gifty Akita","category":"christianity, free-gift, god, grace, inspirational, theology"},{"quote":"Just as a child is freely given, so is God's grace.","author":"Lailah Gifty Akita","category":"childbirth, encouragement, faith, god, grace, hope, inspiring, repentance, salvation, self-realization"},{"quote":"Just as is child is conceived in a womb of a woman, miraculously, so is grace freely given by God, in sacred moment of salvation.","author":"Lailah Gifty Akita","category":"christian, conception, faith, god, grace, hope, pregnancy, rebirth, repent, salvation, saved-from-sins, theology, wisdom, womb"},{"quote":"God you are so good, you give what we need.","author":"Lailah Gifty Akita","category":"christian, god, good, inspiring, need, needful"},{"quote":"Grace is freely given by God, in sacred moment of salvation.","author":"Lailah Gifty Akita","category":"answered-prayers, christian, deliverance, encouragement, faith, god, grace, hope, life-philosophy, salvation, saved-from-sins, souls, spiritual"},{"quote":"Grace freely given by God.","author":"Lailah Gifty Akita","category":"faith, god, grace, religion, spiritual"},{"quote":"Grace freely given by God,","author":"Lailah Gifty Akita","category":"christianity, deliverance, distress, do-not-be-afraid, dont-kill-yourself, faith, god, grace, hope, inspiring, surviving-hard-times"},{"quote":"Grace is freely given by God.","author":"Lailah Gifty Akita","category":"christian, deliverance, faith, god, grace, hope"},{"quote":"If we see some admirable work of human art, we are at once eager to investigate the nature, the manner, the end of its production; and the contemplation of the works of God stirs us with an incomparably greater longing to learn the principles, the method, the purpose of creation. This desire, this passion, has without doubt been implanted in us by God. And as the eye seeks light, as our body craves food, so our mind is impressed with the . . . natural desire to know the truth of God and the causes of what we observe.\" --Origen(185-254)","author":"Bruce L. Shelley, Church History in Plain Language","category":"bible, church-history, god, origen"},{"quote":"Faith in God is the only force there is.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspiring"},{"quote":"Every man needs God's mercy.","author":"Lailah Gifty Akita","category":"christian, faith, forgiveness, god, inspirational, mercy, needs, religion, theology"},{"quote":"Grace is a good gift of God.","author":"Lailah Gifty Akita","category":"christian-living, god, good, grace"},{"quote":"Why do deprivation, adversity, scarcity, and suffering often produce the best character qualities in us while prosperity, ease, and abundance often produce the worst? There is an invisible pattern in the design of deprivation: deprivation draws out desire. Absence heightens it.","author":"Bianca Olthoff","category":"empowering-quotes, god, headstrong, motivational-quote, positive-attitude"},{"quote":"R.I.P. Jerry LewisYou made us laugh in life. Now you have a chance to make God and all of his angels laugh too.Take care and I shall see you in the next life.","author":"Anthony T. Hincks","category":"angels, chance, god, jerry, jerry-lewis, laugh, laughter, lewis, life, r-i-p"},{"quote":"Against ignorance, God Himself is helpless.","author":"R.J.  Lawrence","category":"god, ignorance, mankind"},{"quote":"If believers in God don't honor the cries and claims of the poor, we don't honor him, whatever we profess, because we hide his beauty from the eyes of the world. When we pour ourselves out for the poor—that gets the world's notice.","author":"Timothy J. Keller, Generous Justice: How God's Grace Makes Us Just","category":"glory, god, grace, justice, poverty"},{"quote":"God cannot and will not give us a sense of lasting pleasure apart from him, because it violates his purpose and our design. Psalm 34:8 reads, “Taste and see that the LORD is good.","author":"Kyle Idleman, Gods at War: Defeating the Idols that Battle for Your Heart","category":"god, idols-of-the-heart, pleasure, purpose"},{"quote":"Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.","author":"Josh Billings","category":"god, love, marriage"},{"quote":"The faithfulness of the heavenly father is forever sure.","author":"Laiah Gifty Akita","category":"christian, faithfulness, god, inspiring, love, positive"},{"quote":"Thanks be to God for his timely provisions.","author":"Laiah Gifty Akita","category":"god, inspiring, lailah-gifty-akita-affirmations, needs, provisions, thanks-to-god"},{"quote":"To delight in God is to desire Jesus Christ.","author":"Lailah Gifty Akita","category":"christian, delight, desire, faith, god, inspiring-thoughts, jesus-christ, religion, theology"},{"quote":"The disciples of Jesus Christ, believes in God.","author":"Lailah Gifty Akita","category":"christian, disciple, faith, god, inspiring, jesus-christ"},{"quote":"To love God is to love your neighbour.","author":"Lailah Gifty Akita","category":"christian, coexisting-together, faith, god, harmony, inspiring, love, neighbour, religion"},{"quote":"I look to you, O GOD.","author":"Lailah Gifty Akita","category":"christian-living, god, inner-strength, lailah-gifty-akita-affirmations, look"},{"quote":"I owe my life to God who set me free from all my sins.","author":"Lailah Gifty Akita","category":"free, free-will, freedom, god, lailah-gifty-akita-affirmations, life"},{"quote":"Thank God who set me from all my sins by the power of His free gift of grace.","author":"Lailah Gifty Akita","category":"christian, forgiveness, god, grace, inspiring, joyful-life, lailah-gifty-akita-affirmations, lessons-in-life, sins"},{"quote":"Free gift of grace is the great mercy of God.","author":"Lailah Gifty Akita","category":"christianity, free, god, grace, inspiring, life-lessons, mercy, religion, theology"},{"quote":"There is no one like the Holy God.","author":"Lailah Gifty Akita","category":"christian, god, holy, inspiring"},{"quote":"Trust in God, the only wise God.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspiring, trust"},{"quote":"O God open our eyes to see the wonders of your holy word.","author":"Lailah Gifty Akita","category":"awakeness, blind, christian, eyes, god, inspiring, miracles, seeing, self-help, wonders"},{"quote":"The wonders of God is beyond description.","author":"Lailah Gifty Akita","category":"christianity, god, miracles, mystery, supernatural, wonder"},{"quote":"I trust God that through all life changes , He is in control.","author":"Lailah Gifty Akita","category":"challenges, change, changes, faith, god, hope, lailah-gifty-akita-affirmations, life-lessons, motivational, overcome, positive-outlook, strong-woman, trust"},{"quote":"Great is the love of God.","author":"Lailah Gifty Akita","category":"christian, god, great, inspiring, love"},{"quote":"Fill your mind , with the mind of God, meditate on the Holy Scripture.","author":"Lailah Gifty Akita","category":"encouragement, god, inspiring, meditate, mind, mind-power, positive-attitude, positive-thinking, self-esteem"},{"quote":"Holy, Holy, Holy is the Lord God!","author":"Lailah Gifty Akita","category":"christian, faith, god, holy, religion, theology"},{"quote":"Glory to God in the holy highest heavens.","author":"Lailah Gifty Akita","category":"christian, god, heaven, holiness, inspirational, religion, theology"},{"quote":"If we read the Holy Scripture, we shall grow in our knowledge of Jesus Christ, the Saviour. And be filled with the fullness of God.","author":"Lailah Gifty Akita","category":"bible-study, christian, christianity, god, holy-scripture, jesus-christ, knowledge, life, read, scripture, spirituality, theology"},{"quote":"Grace is the fullness of God.","author":"Lailah Gifty Akita","category":"christian, faith, god, grace, seeking-god"},{"quote":"God is love, as we love we become like God","author":"Lailah Gifty Akita","category":"children, christian, encouragement, faith, god, humanity, inspiring, love, peaceful-world, religion, wisdom"},{"quote":"The grandeur of God, the glory of His majesty.","author":"Lailah Gifty Akita","category":"christian, faith, glory, god, grandeur, great, inspiring-thoughts, praise, religion, worship"},{"quote":"If God has given us life, He is capable of any other thing.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, inspiring-thoughts, life, needs, self-help, wants, wishes"},{"quote":"He who neglects the true Sovereign God neglects his own true authority and freedom!","author":"Ernest Agyemang Yeboah","category":"authority, god, the-authority-of-man"},{"quote":"God your love is great.","author":"Lailah Gifty Akita","category":"christianity, god, great, inspiring, love"},{"quote":"GLORY TO GOD!","author":"Lailah Gifty Akita","category":"christian, glory, god, inspiring, praise, worship"},{"quote":"May the goodness of God's face forever shine on our path.","author":"Laiah Gifty Akita","category":"christian, encouragement, favour, god, goodness, grace, intercessory-prayer, positive-affirmation, praying, shine"},{"quote":"Prayer means God of mercy have pity on us.","author":"Laiah Gifty Akita","category":"encouragement, god, inspiring"},{"quote":"It goes without saying that even those of us who are going to hell will get eternal life—if that territory really exists outside religious books and the minds of believers, that is. Having said that, given the choice, instead of being grilled until hell freezes over, the average sane human being would, needless to say, rather spend forever idling in an extremely fertile garden, next to a lamb or a chicken or a parrot, which they do not secretly want to eat, and a lion or a tiger or a crocodile, which does not secretly want to eat them.","author":"Mokokoma Mokhonoana, The Use and Misuse of Children","category":"adage, adages, africa, african, aphorism, aphorisms, atheism, atheist, atheists, axiom, axioms, believer, believers, bible, book, books, chicken, chickens, christian, christianity, christians, crocodile, crocodiles, dead, death, deep, devour, dictum, dictums, eat, epigram, epigrams, fertile, fertility, freeze, funny, garden, gardens, gnome, gnomes, god, grill, grilled, heaven, hell, humor, humorous, humour, immortal, immortality, insightful, lamb, lambs, life, lion, lions, made-me-think, make-you-think, maxim, maxims, mortal, mortality, nonbeliever, nonbelievers, parrot, parrots, philosopher, prey, profound, proverb, proverbs, provoke-thought, quotation, quotations, quote, quote-of-the-day, quotes, religion, religious, satire, satirical, satirist, satirists, saying, sayings, south-africa, south-african, territory, thought-provoking, thoughtful, tiger, tigers"},{"quote":"God is the giver of life.","author":"Lailah Gifty Akita","category":"faith, god, hope, inspiring, life, motivation"},{"quote":"The practice of non-violence requires a belief in divine vengeance.","author":"Miroslav Volf","category":"christian, forgiveness, god, inspirational, life, living"},{"quote":"You're my guardian angel, Abbey,\" she said as she climbed into the car.\"No, not really, Sam. I'm just a messenger.\"\"But that’s what angels are. That’s how God says, 'I'm here, and it's going to be all right.","author":"Emily Ann Benedict, Perception","category":"angels, emily-ann-benedict, god, inspirational-quotes, messenger, perception, vintage-jane-austen"},{"quote":"What kind of god would create a world in which the means of survival depends on our eating each other?","author":"Marty Rubin","category":"eating, god, murder, survival"},{"quote":"Another distraction that deviates people from their God given purpose and calling is the distraction of job and formal education.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, deviation, distraction, education, gift, god, great, greatness, humanity, job, life, people, poverty, produce, product, productivity, purpose, time, value, waste, wealth, work, world"},{"quote":"All things are possible when we believe in God.","author":"Lailah Gifty Akita","category":"believe, christian, dont-quit, god, motivational"},{"quote":"The sacred soul is full of God's spirit.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, motivational, soul, spirit"},{"quote":"keep searching, keep seeking.","author":"Lailah Gifty Akita","category":"christianity, god, searching, seeking"},{"quote":"To search for God is to seek the truth of God.","author":"Lailah Gifty Akita","category":"christianity, divine-life, faith, god, motivational, religion, search, seek, truth"},{"quote":"We must seek the inner self, the power within.","author":"Lailah Gifty Akita","category":"christian, faith, god, inner-self, inner-strength, motivational, search, seek, self-awareness, you-can"},{"quote":"God is a consuming fire.","author":"Lailah Gifty Akita","category":"christianity, faith, fire, god, religion, warning, wise-sayings"},{"quote":"Worship God with deep reverence.","author":"Lailah Gifty Akita","category":"christian, church, god, hymns, motivational, singing, worship"},{"quote":"God is mighty in splendor.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, mighty-force"},{"quote":"Submit to the Father of spirit, God.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, obedience, submit"},{"quote":"God does not stereotype. Each of us is made magnificently unique.","author":"Hrishikesh Agnihotri","category":"god, magnificent, stereotype, unique"},{"quote":"Thank God for the gift of life.","author":"Lailah Gifty Akita","category":"god, joyful-of-life, lailah-gifty-akita-affirmations, life, life-philosophy, thankful-heart"},{"quote":"Gukora icyaha uri wenyine biroroha ariko kuramya Imana wenyine biragora","author":"Dr Paul Gitwaza","category":"alone-quoted, christianity, churches, fellowship, god, hard-work, religion-spirituality, sin, worship"},{"quote":"Sinning when alone is easy but Worshipping alone is difficult.","author":"Dr Paul Gitwaza","category":"alone, christianity, churches, difficult, easy-way, god, humility-quotes, religion-and-philosophy, sinning, worship"},{"quote":"There is only one room that the Devil can't dare enter in unless if you let him, and that, is your heart.","author":"Dr Paul Gitwaza","category":"christian, church, devil, god, heart, people-quotes, relationship, unless"},{"quote":"The search for the Divine Being is the grace to seek the divine life.","author":"Lailah Gifty Akita","category":"christian, divine, god, inspirational, life, motivational, self-help, supernatural, theology, your-life"},{"quote":"Search for the Divine Being.","author":"Lailah Gifty Akita","category":"christian, faith, god, religion, search, spiritual, theology"},{"quote":"The God of Hope!","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, theology"},{"quote":"If the saints fails to declare the truth, the Holy Spirit shall teach true words of God.","author":"Lailah Gifty Akita","category":"christian, christianity, church-leaders, god, holy-scripture, holy-spirit, pastors, pope, preachers, religion, saint, spiritual, theology, truth"},{"quote":"With trust in God, we can triumph in times of troubles.","author":"Lailah Gifty Akita","category":"difficult-times, god, hope, inner-strength, motivational, survival-spirit, triumph, troubles, trust"},{"quote":"THE GRACE OF GOD.","author":"Lailah Gifty Akita","category":"christian, god, grace, inspiring-words"},{"quote":"The path of righteousness of God is the way of life.","author":"Lailah Gifty Akita","category":"christian, god, inspirational, life, motivational, righteousness, self-help"},{"quote":"If we fix our eyes on Jesus Christ, He will perfect our faith in God.","author":"Lailah Gifty Akita","category":"christian, faith, fix, god, inspirational, jesus-christ, motivational, religion"},{"quote":"Truly, truly, the grace of God is never without any effect.","author":"Lailah Gifty Akita","category":"christian, god, grace, inspiring, motivational, self-help"},{"quote":"Whoever wishes to be saved, should call on the Saviour, THE LORD JESUS CHRIST.","author":"Lailah Gifty Akita","category":"deliverance, god, jesus-christ, repent, salvation, saviour, sin"},{"quote":"God living in you will mean nothing to you, it might not be of any worth to you until you act on some things.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"actions, god, life, living-quotes, man, nature, self-image, self-worth, worth"},{"quote":"You carry God, hence you have a worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, self-image, self-worth, worth"},{"quote":"You can convert your innate worth into gross net worth on the earth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"conversion, earth, god, life, man, nature, net-worth, self-image, self-worth, worth"},{"quote":"No man was born empty.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"birth, emptinesss, god, life, man, nature, self-image, self-worth, worth"},{"quote":"No man was born empty, every man was born with a worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"birth, born, emptiness, empty, god, life, man, nature, self-image, self-worth, worth"},{"quote":"Leverage on your self-worth and convert it into net worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"conversion, god, life, man, nature, net-worth, self-image, self-worth, worth"},{"quote":"We fail to often realize that every man has an innate worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"failure, god, innate-worth, life, man, nature, realization, self-image, self-worth, worth"},{"quote":"What makes a man worthy and that which gives him worth is not tittle and status, it is the mere fact that he is human being, created in God's own image.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, god-s-image, human-being, humanity, life, man, nature, self-image, self-worth, status, tittle, worth"},{"quote":"It is unfortunate that many people today cannot realize the need around them.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, people, realization, self-image, self-worth, worth"},{"quote":"It is unfortunate that many people today cannot sense the worth in people.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, people, self-image, self-worth, sense-people-s-worth, worth"},{"quote":"It is unfortunate that many people today cannot appreciate the value that every man possesses.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"appreciation, god, life, man, nature, people, possession, self-image, self-worth, unfortunate-facts, value, worth"},{"quote":"Every man you see upon the earth has some value within him already, hence you should treat every man you come across on earth with that worth and appreciation.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"appreciation, earth, god, life, man, nature, self-image, self-worth, value, worth"},{"quote":"You have to understand and appreciate the value in people before you can notice those in need and be of help.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"appreciation, god, help, life, man, nature, people, self-image, self-worth, understanding, understanding-people, value, worth"},{"quote":"God always answers our prayers; if there is a delay, it is because He has something better in mind for us. Don’t give up- we commit the mistake of giving up too soon thinking that God has forgotten us little realizing that He never forsakes His children. If you feel your prayers have not been answered, then keep praying, increase the intensity of your prayers till He gives you what you want.","author":"Latika Teotia","category":"god, inspirational, motivational, prayers"},{"quote":"Never lose faith in God. Remember that He is always there by our side watching over us and steering us in the right direction. We are continuously evolving into better human beings and growing spiritually. It is during this process of evolution that we become confused, restless, depressed and even hostile because we are not aware of this change in us. We may even feel that God has forsaken us- which couldn’t be farther from the truth, because He will never leave you, no matter how difficult the times may be. It is this ignorance that is the cause of all our miseries and confusions; the realization comes only once we share our worries with someone knowledgeable who tells us about God and His mysterious ways of working. So never lose faith, always repose your trust in God.","author":"Latika Teotia","category":"faith, god, life, realization"},{"quote":"In this lies Man's true freedom: in determination to worship only the God created by our own love of the good.","author":"Bertrand Russell, Mysticism and Logic","category":"freedom, god, religion, worship"},{"quote":"The only wisdom is to fear God.","author":"Lailah Gifty Akita","category":"christian, education-knowledge, faith, god, holiness, inspiration, wisdom"},{"quote":"The holy faith is the fear of God.","author":"Lailah Gifty Akita","category":"christian, faith, fear, god, religion, theology"},{"quote":"Solitude with God is a place for pregnancy.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, gift, god, great, greatness, humanity, life, poverty, pregnancy, produce, product, productivity, purpose, solitude, time, value, waste, wealth, work, world"},{"quote":"Our life has been joined, not by man, but by God. That union can only be severed by a crime, and a crime of that nature brings its own chastisement.","author":"Leo Tolstoy","category":"adultery, anna-karenina, god, marriage"},{"quote":"Let you follow the path of prayer and devotion and if God in you takes pity He will appear as God-the-preceptor and will show you His sports and sportive forms and you will be a witness to them.","author":"Sri Jibankrishna or Diamond","category":"devotion, god, preceptor"},{"quote":"After all, when ‘the Lord saw how great the wickedness of the human race had become’ He resolved to ‘wipe from the face of the earth the human race I have created – and with them the animals, the birds and the creatures that move along the ground – for I regret that I have made them’ (Genesis 6:7). The Bible thinks it is perfectly all right to destroy all animals as punishment for the crimes of Homo sapiens, as if the existence of giraffes, pelicans and ladybirds has lost all purpose if humans misbehave. The Bible could not imagine a scenario in which God repents having created Homo sapiens, wipes this sinful ape off the face of the earth, and then spends eternity enjoying the antics of ostriches, kangaroos and panda bears.","author":"Yuval Noah Harari, Homo Deus: A Brief History of Tomorrow","category":"animals, apocalypse, bible, god, homo-sapiens"},{"quote":"Solitude with God is a place for pregnancy. Solitude is also a place to receive great ideas and creative ideas from God. The power of imagination is strongest in the place of solitude.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, creativity, gift, god, great, greatness, humanity, ideas, imagination, life, poverty, pregnancy, produce, product, productivity, purpose, solitude, time, value, waste, wealth, work, world"},{"quote":"You can come into the rest of God through solitude.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, gift, god, great, greatness, humanity, life, poverty, produce, product, productivity, purpose, solitude, time, value, waste, wealth, work, world"},{"quote":"It is a great thing to be able to make God your source and the time of solitude presents you with that opportunity.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, gift, god, great, greatness, humanity, life, opportunities, poverty, produce, product, productivity, purpose, solitude-quotes, time, value, waste, wealth, work, world"},{"quote":"God has made the provision for every man on earth to be equally endowed.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, earth, endowment, equality, gift, god, great, greatness, humanity, life, poverty, produce, product, productivity, provision-man, purpose, time, value, waste, wealth, work, world"},{"quote":"Every human being is equally wealthy according to God’s divine providence.","author":"Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?","category":"calling, conversion, convert, equality, gift, god, great, greatness, human-being, humanity, life, poverty, produce, product, productivity, providence, purpose, time, value, waste, wealth, work, world"},{"quote":"Blessed Saviour, blameless LORD.","author":"Lailah Gifty Akita","category":"blameless, christian, god, inspiration, saviour"},{"quote":"It is better to be slave to righteousness of God than sin of satan.","author":"Lailah Gifty Akita","category":"christian, faith, god, inspirational, life-lessons, righteousness, satan, sin, theology"},{"quote":"Дойдох на Камино, защото страдах, че никой не ме обича. И днес, пред железния кръст горе, за пръв път в живота си се замислих колко болезнено трябва да е за Бог, че ние не Го обичаме.","author":"Ivinela Samuilova, Къде отиваш, пътнико?","category":"camino, christianity, god, love"},{"quote":"We all know who you are, Mr. Coughlin. Famous Yankee gangster. Friend of the colonel. It would be safer for a man to swim into the middle of the ocean and cut his own throat than to threaten you.' He solemnly made the sign of the cross. 'But when people starve and have nowhere to go, where would you have them end up?' 'Not on my land,' Joe said.'But it is not your land. It's God's. You are renting it. This rum? This life?' He patted his chest. 'We are all just renting from God.","author":"Dennis Lehane, Live by Night","category":"god, land, land-ownership, life"},{"quote":"Without godliness, we are unable to see God.","author":"Lailah Gifty Akita","category":"christian, god, godliness, inspirational"},{"quote":"Great faith in God is the grace of His glory.","author":"Lailah Gifty Akita","category":"christian, dont-quit, faith, god, inspiring, theology"},{"quote":"We are born to make manifest the glory of God.","author":"Lailah Gifty Akita","category":"born-again, childbirth, christian, faith, god, hoe, motivational"},{"quote":"Just like you silly bums, I have a personal sky god. I bow to him, as you do to your airy-fairy sod. He prefers I call him Mr. NOT.","author":"Fakeer Ishavardas","category":"civilization-quotes, cynical-humor, funny-but-true, funny-humor, god, godly-quotes, good-and-evil, humour-life, humourous-quote, jokes-quotes, laughter-is-the-best-medicine, life-and-living, metaphysical-humour, metaphysical-truth-reality, people-nature, philosophical-humor, philosophical-musings, reality-check, self-realization-quotes, spiritual-wisdom, spirituality-vs-religion, superstition-quotes, truth-telling, wellness-evaluation-of-lifestyle, wellness-guru"},{"quote":"God has saved me in ways i know and in ways i never knew or have discovered.","author":"Tare Munzara","category":"god"},{"quote":"People need God the way a three-year-old needs a chainsaw.","author":"Ursula K. Le Guin, The Birthday of the World and Other Stories","category":"god, religion"},{"quote":"To break yourself loose from the dominion, ruler-ship and manipulation of the devil, you have to embrace light (knowledge).","author":"Sunday Adelaja, The Mountain of Ignorance","category":"break-loose, danger, darkness, destruction, devil, dominion, embrace, god, ignorance, knowledge, life, light, manipulation, mountain, people, power, rulership"},{"quote":"The only reason for your intimidation by the devil, and your being afraid of him, or what he can do is because you are living in ignorance (darkness) which is his territory.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, devil, devil-s-territory, fear, god, ignorance, intimidation, knowledge, life, light, living-quotes, mountain, people, power, territory"},{"quote":"As long as you are ready to pay this price for living in the light (knowledge) the darkness (ignorance) becomes a servant to you.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, god, ignorance, knowledge, life, light, living-quotes, mountain, people, power, price, servant, service"},{"quote":"We can choose to live under the rulership of God or under the rulership of the devil.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"choice, danger, darkness, destruction, devil, devil-s-rulership, god, god-s-rulership, ignorance, knowledge, life, light, mountain, people, power, rulership"},{"quote":"When you live in darkness, you live under the rulership of the devil.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, devil, devil-s-ruler, god, ignorance, knowledge, life, light, living-quotes, mountain, people, power, rulership"},{"quote":"All shoes have value but shoes do not have same value.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, self-image, self-worth, shoes, value, worth"},{"quote":"We all have some worth but we do not have the same net worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, net-worh, self-image, self-worth, worth"},{"quote":"We all have some value but our net value differs.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, net-value, self-image, self-worth, value, worth"},{"quote":"Why the world remembers nothing of some certain people, the same world cannot forget some other people the reason is the difference in net worth they were able to build while on earth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"difference, earth, god, life, man, nature, net-worth, people, reason, self-image, self-worth, world, worth"},{"quote":"Every man from his worth can build and increase his net worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, net-worth, self-image, self-worth, worth"},{"quote":"Irrespective of where you are, where you were born, what you can do or cannot do, irrespective of your starting capital in life, you can raise your value so high that you are needed for the most important jobs.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"capital, god, importance, jobs, life, man, nature, self-image, self-worth, value, worth"},{"quote":"You can be man of great net worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, great, greatness, life, man, nature, net-worth, self-image, self-worth, worth"},{"quote":"Every man has a starting capital in life and it is called worth or self-worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"capital, capitalist, god, life, man, nature, self-image, self-worth, worth"},{"quote":"Your self-worth is totally different from your net-worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, net-worth, self-image, self-worth, worth"},{"quote":"While you were born with a self-worth and is a gift of God to you to begin your life with, your net worth is what you build here on earth and what you choose to do with the resources and gifts that you have been given.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"building, choice, earth, gift, god, god-s-gift, life, man, nature, net-worth, resources, self-image, self-worth, worth"},{"quote":"You have something already, you have a worth, self-worth.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, man, nature, self-image, self-worth, worth"},{"quote":"We have worth because we were created in the image and likeness of God.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"creation, god, god-s-image, god-s-likeness, life, likeness, man, nature, self-image, self-worth, worth"},{"quote":"We are people of worth because God lives in us.","author":"Sunday Adelaja, Life Is An Opportunity","category":"god, life, man, nature, people, self-image, self-worth, worth"},{"quote":"It is possible for God to live in a man and for the man to still be useless.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"god, life, living-life, man, nature, possibility, self-image, self-worth, uselessness, worth"},{"quote":"A man though carrying God may be of no worth to himself, to his family, to his nation and to the people around him.","author":"Sunday Adelaja, Create Your Own Net Worth","category":"family, god, life, man, nation, nature, people, self-image, self-worth, uselessness, worth, worthlessness"},{"quote":"Every risk that you take in order for you to come into significance is the greatest kind of risk to take.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, god, ignorance, knowledge, life, light, people, power, risk, significance"},{"quote":"Go all the way and let your soul be in what you are doing and there will be no limitations.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"actions, danger, darkness, destruction, determination, determined-spirit, god, ignorance, knowledge, life, light, limitations, limits, people, power"},{"quote":"Finding meaning for life is simply coming into significance because you have been able to accomplish and fulfill your purpose.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"accomplishment, danger, darkness, destruction, fufillment, fulfilling-purpose, god, ignorance, knowledge, life, light, meaning, meaningful-life, people, power, purpose, significance"},{"quote":"When you know that you know to the extent of committing your life to a just cause, then nothing will be able to stop you.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"commitment, danger, darkness, destruction, fulfilling-purpose, god, ignorance, justice, knowledge, life, light, people, power"},{"quote":"If you have committed all things to impacting a life at a time, or impacting a community or society, then welcome to a life of significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"commit, community, danger, darkness, destruction, god, ignorance, impactful-living, impacting-lives, impacts, knowledge, life, light, people, power, significance, significant-life, significant-living, society"},{"quote":"Believe that your life is not ordinary and never look down on what you can do to impact a life.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"belief, danger, darkness, destruction, faith, god, ignorance, impactful-living, impacting-lives, impacts, knowledge, life, light, mountain, people, power, underestimation"},{"quote":"You can be in the vanguard of those that bring a change to the community and to the nation as a whole.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"change, change-the-world, community, danger, darkness, destruction, god, ignorance, knowledge, life, light, mountain, nation, people, power, vanguard"},{"quote":"Your voice could go to where your feet could not go.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, feet, god, ignorance, knowledge, life, light, mountain, people, power, speaking-out, voice"},{"quote":"Your resources could go to where your hands could not reach.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"actions, danger, darkness, destruction, god, hands, ignorance, knowledge, life, light, mountain, people, power, resources"},{"quote":"Look up and hook up to a life of significance and don’t look down on yourself.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, god, ignorance, knowledge, life, light, looking-forward, mountain, people, power, significance, significant-life, significant-living, underestimation"},{"quote":"When it comes to greatness, God doesn’t choose for man.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"calling, choice, conversion, convert, gift, god, great, greatness, humanity, life, man, poverty, produce, product, productivity, purpose, time, value, waste, wealth, work, world"},{"quote":"My mission is to make the external God of human society obsolete in front of humanity’s internal Godliness.","author":"Abhijit Naskar, 7 Billion Gods: Humans Above All","category":"brainy-quotes, divinity, divinity-within, god, godliness, philosophy, religion, science, scientist, self-awareness"},{"quote":"I never attempt to take away people’s God from them, because that God is associated with a lot of human sentiments in the human psyche that act as fuel in daily survival. If you try to take away some hungry man’s stale bread, he would fight back, but if you give him something healthier and more substantial than the bread, then he would throw away the bread himself and accept your better food. The same is for God.","author":"Abhijit Naskar, 7 Billion Gods: Humans Above All","category":"atheism, belief, brainy-quotes, divine, divine-self, divinity-within, god, godliness, humanism, inspirational, neurotheology, philosophy, religion, self-awareness, spirituality, theology, words-of-wisdom"},{"quote":"If we desire to be close to Spirit of God, we desire to dwell in clean soul with a clean body.","author":"Lailah Gifty Akita","category":"christian, clean-environment, cleanliness, educational-philosophy, god, godliness, inspirational, theology"},{"quote":"God is our Holy Father.","author":"Lailah Gifty Akita","category":"christian, father, god, inspirational"},{"quote":"God is our Spiritual Father.","author":"Lailah Gifty Akita","category":"christian, father, god, inspirational, spiritual"},{"quote":"We must clean ourselves of any impurity.We must clear our cities of any dirt.\"For God has not called us to uncleanness, but to holiness.\" 1 Thessalonians 4:7","author":"Lailah Gifty Akita","category":"christian, clean-up, environmental-awareness, god, holiness, motivational, repent"},{"quote":"We are saved by the sanctification of the Spirit and by faith in the truth of Christ Jesus, Son of God.","author":"Lailah Gifty Akita","category":"christian, dont-quit, faith, god, salvation-by-grace, spirit, theology"},{"quote":"Abide in the faith of God.","author":"Lailah Gifty Akita","category":"christian, faith, god, hope, inspirational"},{"quote":"Believing in God is great, getting obsessed with it is the problem","author":"Harrish Sairaman","category":"beleif, god, life-quote, obsession, problem-solving"},{"quote":"O God, please give us grace to do the good we must do.","author":"Lailah Gifty Akita","category":"christian, god, good, grace, motivational, prayer"},{"quote":"May God deliver us from every sinful nature of the soulful flesh.","author":"Lailah Gifty Akita","category":"christian, deliverance, god, inspirational, sinful"},{"quote":"We are saved to live the rest of our earthly lives not for lustful desires but for godly good works in will of God.","author":"Lailah Gifty Akita","category":"christian, desires, god, religion, saved-from-sin, will-of-god"},{"quote":"It is better to do the will of God than seek your own ways.","author":"Lailah Gifty Akita","category":"christian, decision, god, inspirational, life-and-living, self-help"},{"quote":"As a result, they do not live the rest of their earthly lives for evil human desires, but rather for the will of God. I Peter 4:2","author":"Lailah Gifty Akita","category":"christian, evil, faith, god, human-desires, motivational, religion"},{"quote":"If we desire God, we shall seek His Kingdom.","author":"Lailah Gifty Akita","category":"christian, faith, god, motivation, religion-and-philosophy, seek"},{"quote":"Who can we claim to know God, and deny him by our actions.","author":"Lailah Gifty Akita","category":"action, christian, faith, god, pastors, preachers, religion-and-philoshophy, saints, theology"},{"quote":"How can we claim to know God but deny Him in our action?","author":"Lailah Gifty Akita","category":"christian, god, god-faith, inspiring"},{"quote":"If we love God, we shall desire godliness.","author":"Lailah Gifty Akita","category":"christian, god, godliness, inspiring"},{"quote":"Godliness is a devotion to God.","author":"Lailah Gifty Akita","category":"christian, christianity, faith, god, godliness, religion, theology"},{"quote":"A person could waste an important part of his living if he refuses to come into significance; if he refuses to impact lives around, the family and in the community or in the society.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"community, danger, darkness, destruction, family, god, ignorance, impact, impacting-lives, knowledge, life, light, lives, mountain, people, person, power, refusal, significance, society"},{"quote":"You need to encourage yourself especially if you know you are on the path of significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, encourage-yourself, encouragement, god, ignorance, knowledge, life, light, mountain, path, path-of-significance, people, power, significance"},{"quote":"For your life to have meaning is to discover what you are meant to fulfill.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discover-yourself, discovery, discovery-of-oneself, fulfillment, god, ignorance, knowledge, life, light, meaningful-living, mountain, people, power"},{"quote":"Your anger towards ungodliness, towards injustice and the likes, will create a hunger in you to fulfill a particular purpose meant for you.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"anger, danger, darkness, destruction, fulfilling-purpose, fulfillment, god, hunger, ignorance, injustice, knowledge, life, light, mountain, people, power, purpose, ungodliness"},{"quote":"Your anger and fury at ungodliness and injustice around you is a license given to you to fulfill a purpose.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"anger, danger, darkness, destruction, fufillment, fulfilling-purpose, fury, god, ignorance, injustice, knowledge, license, life, light, mountain, people, power, purpose, ungodliness"},{"quote":"Those irritations and uneasiness you are faced with are evidence that you have an assignment to fulfill.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"assignment, danger, darkness, destruction, evidence, fulfilling-assignment, fulfillment, god, ignorance, irritations, knowledge, life, light, mountain, people, power, uneasiness"},{"quote":"Everyone desires significance but not everyone is ready to go through the process of being ‘pregnant’ with the requirements that would make them to be significant.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, desires, destruction, god, ignorance, knowledge, life, light, mountain, people, power, process, requirements, significance"},{"quote":"Each individual needs to be pregnant with the seed of purpose.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, god, ignorance, individual, individuality, knowledge, life, light, mountain, people, power, purpose, seed, seed-of-purpose"},{"quote":"You have to discover what makes you different in your society.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, diiference, discovery, discovery-of-oneself, god, ignorance, knowledge, life, light, mountain, people, power, society"},{"quote":"Find out what you need to do to express your importance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discover-yourself, discovery-of-oneself, expression, god, ignorance, importance, knowledge, life, light, mountain, people, power"},{"quote":"The principles of godliness must be ensured to be received by all in the community, city and the nation, even by the young and old.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"city, community, danger, darkness, destruction, god, godliness, ignorance, knowledge, life, light, mountain, nation, people, power, principles, principles-of-godliness, young-and-old"},{"quote":"What you discover valuable to you can make all the difference in your life.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, difference, discover-yourself, discovery, god, ignorance, knowledge, life, light, mountain, people, power, values"},{"quote":"If it is only one thing in life that you have or allowed to discover, then it must be your significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discover-yourself, discovery, discovery-of-oneself, god, ignorance, knowledge, life, light, mountain, people, power, significance"},{"quote":"You need to discover something that will impact humanity.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discovery, god, humanity, ignorance, impact, impact-making, impactful-living, knowledge, life, light, mountain, people, power"},{"quote":"Discover what you need to do to make your life have meaning.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discover-yourself, discovery, discovery-of-oneself, god, ignorance, knowledge, life, light, meaningful-life, meaningful-living, mountain, people, power"},{"quote":"Godliness must be presented with its profit and incentives, not only for the good of the nation and society, but of eternal value.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, eternal-value, eternity, god, godliness, ignorance, incentives, knowledge, life, light, mountain, nation, people, power, presentation, profit, society, value"},{"quote":"When what you are insulted by meets what you have a strong desire to do, then that would bring you significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, desire, destruction, god, ignorance, insults, knowledge, life, light, mountain, people, power, significance"},{"quote":"It is a good thing to live long but it is much more important to make a difference in life by living a life of significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, difference, god, ignorance, importance, important-things-in-life, knowledge, life, light, mountain, people, power, significance, significant-life"},{"quote":"A life that is actually lived is one that is with significance.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, god, ignorance, knowledge, life, light, living-life, mountain, people, power, significance, significant-life, significant-living"},{"quote":"When you live for the purpose of making a difference for the people, for society, for the things that are beyond you, then significance will not be able to elude you.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, difference, god, ignorance, knowledge, life, light, making-a-difference, mountain, people, power, purpose, purposeful-living, significance, society"},{"quote":"When you have discovered your significance, your life will now begin to move towards making a difference.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, difference, discover-yourself, discovery, discovery-of-oneself, god, ignorance, knowledge, life, light, making-a-difference, mountain, people, power, significant-life, significant-living"},{"quote":"Be prepared to be on the race to fulfill and to achieve fulfillment.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"achievement, danger, darkness, destruction, fufillment, god, ignorance, knowledge, life, light, mountain, people, power, preparation, race"},{"quote":"In the pursuit of wholeness, there will surely be challenges but you need to keep going.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"challenges, danger, darkness, destruction, god, ignorance, knowledge, life, light, mountain, people, power, pursuit, wholeness"},{"quote":"Your purpose is more than just being happy, but it’s about making others to be blessed and happy.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"blessing, danger, darkness, destruction, god, happines, ignorance, knowledge, life, light, mountain, people, power, purpose, source-of-blessings, source-of-happiness"},{"quote":"The principle of godliness must be believed and embedded as the culture to live by.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"beliefs, culture, danger, darkness, destruction, god, godliness, ignorance, knowledge, life, light, living, mountain, people, power, principle-of-godliness, principles"},{"quote":"When your life gets to the stage of being mindful and concerned with impacting and blessing lives, then you are pursuing wholeness as an individual.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"blessing, concern, danger, darkness, destruction, god, ignorance, impacting-lives, impacts, individual, individuality, knowledge, life, light, mindfulness, mountain, people, power, pursue, pursuing-wholeness, wholeness"},{"quote":"You have to live intentionally as one with a unique purpose and determination.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, determination, god, ignorance, intentional-living, intentions, knowledge, life, light, live, mountain, people, power, purpose, unique-purpose, uniqueness"},{"quote":"After you have made the discovery of your own significance, you would then be able to find the reason to stay alive.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"danger, darkness, destruction, discover-yourself, discovery, discovery-of-oneself, god, ignorance, knowledge, life, light, mountain, people, power, reason, significance"},{"quote":"It is only those that live intentionally that can accomplish and come to the significance meant for them.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"accomplishments, danger, darkness, destruction, god, ignorance, intention, intentional-living, knowledge, life, light, people, power, significance"},{"quote":"To live intentionally implies that it is not going to be always convenient but it is what will take you to significance if you do not give up.","author":"Sunday Adelaja, The Mountain of Ignorance","category":"convenience, danger, darkness, destruction, god, ignorance, intentional-living, knowledge, life, light, never-give-up, people, power, significance"},{"quote":"It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.","author":"Maurice Switzer","category":"misattributed-to-abraham-lincoln, remaining-silent, wisdom"},{"quote":"The fool doth think he is wise, but the wise man knows himself to be a fool.","author":"William Shakespeare, As You Like It","category":"wisdom"},{"quote":"Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).","author":"Mark Twain","category":"individuality, majority, minority, pause, reflect, wisdom"},{"quote":"Knowing yourself is the beginning of all wisdom.","author":"Aristotle","category":"introspection, self-discovery, wisdom"},{"quote":"The only true wisdom is in knowing you know nothing.","author":"Socrates","category":"knowledge, wisdom"},{"quote":"Count your age by friends, not years. Count your life by smiles, not tears.","author":"John Lennon","category":"happiness, timelessness, wisdom"},{"quote":"Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly.","author":"Langston Hughes","category":"dreams, hope, inspiration, knowledge, wisdom"},{"quote":"In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them.","author":"Mark Twain","category":"bookroom, books, libraries, wisdom"},{"quote":"Never laugh at live dragons.","author":"J.R.R. Tolkien","category":"dragons, wisdom"},{"quote":"The secret of life, though, is to fall seven times and to get up eight times.","author":"Paulo Coelho, The Alchemist","category":"wisdom"},{"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle, Metaphysics","category":"wisdom"},{"quote":"Any fool can know. The point is to understand.","author":"Albert Einstein","category":"knowledge, learning, understanding, wisdom"},{"quote":"Think before you speak. Read before you think.","author":"Fran Lebowitz, The Fran Lebowitz Reader","category":"advice-for-daily-living, books, reader, reading, speaking, thinking, wisdom"},{"quote":"The simple things are also the most extraordinary things, and only the wise can see them.","author":"Paulo Coelho, The Alchemist","category":"wisdom"},{"quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.","author":"Confucius","category":"wisdom"},{"quote":"Angry people are not always wise.","author":"Jane Austen, Pride and Prejudice","category":"anger, jane-austen, wisdom"},{"quote":"Let no man pull you so low as to hate him.","author":"Martin Luther King Jr., A Knock at Midnight: Inspiration from the Great Sermons of Reverend Martin Luther King, Jr.","category":"hatred, wisdom"},{"quote":"It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.","author":"J.R.R. Tolkien, The Lord of the Rings","category":"wisdom"},{"quote":"There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.","author":"Patrick Rothfuss, The Wise Man's Fear","category":"fear, name-of-the-wind, patrick-rothfuss, wisdom"},{"quote":"It is amazing how complete is the delusion that beauty is goodness.","author":"Leo Tolstoy, The Kreutzer Sonata","category":"beauty, delusion, goodness, lies, self-deception, wisdom"},{"quote":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.","author":"Albert Einstein","category":"albert-einstein, future, war, wisdom"},{"quote":"Knowing others is intelligence","author":"knowing yourself is true wisdom.Mastering others is strength","category":"mastering yourself is true power."},{"quote":"You will do foolish things, but do them with enthusiasm.","author":"Colette","category":"enthusiasm, foolishness, silliness, wisdom"},{"quote":"The only way to get through life is to laugh your way through it. You either have to laugh or cry. I prefer to laugh. Crying gives me a headache.","author":"Marjorie Pay Hinckley","category":"humour, wisdom"},{"quote":"Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.","author":"Jalaluddin Rumi","category":"change, cleverness, self, wisdom, world"},{"quote":"I'm not young enough to know everything.","author":"J.M. Barrie, The Admirable Crichton","category":"wisdom"},{"quote":"Trees are poems the earth writes upon the sky, We fell them down and turn them into paper,That we may record our emptiness.","author":"Kahlil Gibran","category":"poetry, wisdom"},{"quote":"It is not that I'm so smart. But I stay with the questions much longer.","author":"Albert Einstein","category":"intelligence, learning, wisdom"},{"quote":"Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.","author":"Bob Marley","category":"peace, soul, wealth, wisdom"},{"quote":"The measure of intelligence is the ability to change.","author":"Albert Einstein","category":"adaptation, flexibility, intelligence, open-mindedness, wisdom"},{"quote":"Failure is the condiment that gives success its flavor.","author":"Truman Capote","category":"experience, failure, metaphor, success, wisdom"},{"quote":"Knowledge speaks, but wisdom listens","author":"Jimi Hendrix","category":"wisdom"},{"quote":"We must be willing to let go of the life we planned so as to have the life that is waiting for us.","author":"Joseph Campbell","category":"wisdom"},{"quote":"Sell your cleverness and buy bewilderment.","author":"Jalaluddin Rumi, Masnavi i Man'avi, the spiritual couplets of Maula","category":"wisdom"},{"quote":"The mind once enlightened cannot again become dark.","author":"Thomas Paine, A Letter Addressed to the Abbe Raynal on the Affairs of North America","category":"education, experience, wisdom"},{"quote":"I am looking for friends. What does that mean -- tame?\"\"It is an act too often neglected,\" said the fox. \"It means to establish ties.\" \"To establish ties?\" \"Just that,\" said the fox. \"To me, you are still nothing more than a little boy who is just like a hundred thousand other little boys. And I have no need of you. And you, on your part, have no need of me. To you I am nothing more than a fox like a hundred thousand other foxes. But if you tame me, then we shall need each other. To me, you will be unique in all the world. To you, I shall be unique in all the world....","author":"Antoine de Saint-Exupéry, The Little Prince","category":"friendship, wisdom"},{"quote":"We can know only that we know nothing. And that is the highest degree of human wisdom.","author":"Leo Tolstoy, War and Peace","category":"humanity, nothing, wisdom"},{"quote":"There are moments when troubles enter our lives and we can do nothing to avoid them.But they are there for a reason. Only when we have overcome them will we understand why they were there.","author":"Paulo Coelho, The Fifth Mountain","category":"encouragement, wisdom"},{"quote":"I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.","author":"Bruce Lee","category":"expectations, individuality, peer-pressure, wisdom"},{"quote":"Perhaps the rare and simple pleasure of being seen for what one is compensates for the misery of being it.","author":"Margaret Drabble","category":"wisdom"},{"quote":"He who knows all the answers has not been asked all the questions.","author":"Confucius","category":"wisdom"},{"quote":"We learn from failure, not from success!","author":"Bram Stoker, Dracula","category":"doubt, experience, learning, mistakes, records, wisdom"},{"quote":"Never, never, never give in!","author":"Winston S. Churchill","category":"perseverance, wisdom"},{"quote":"The more I read, the more I acquire, the more certain I am that I know nothing.","author":"Voltaire","category":"learning, self-knowledge, wisdom"},{"quote":"We shall not cease from explorationAnd the end of all our exploringWill be to arrive where we startedAnd know the place for the first time.","author":"T.S. Eliot, Four Quartets","category":"life-experience, poetry, self-discovery, wisdom"},{"quote":"There comes a point when you either embrace who and what you are, or condemn yourself to be miserable all your days. Other people will try to make you miserable; don't help them by doing the job yourself.","author":"Laurell K. Hamilton","category":"sci-fi, wisdom"},{"quote":"Authority without wisdom is like a heavy axe without an edge, fitter to bruise than polish.","author":"Anne Bradstreet","category":"authority, brute-force, force, oppression, wisdom"},{"quote":"All knowledge hurts.","author":"Cassandra Clare, City of Bones","category":"city-of-bones, disillusionment, experience, knowledge, wisdom"},{"quote":"Sometimes one likes foolish people for their folly, better than wise people for their wisdom.","author":"Elizabeth Gaskell, Wives and Daughters","category":"folly, preference, wisdom"},{"quote":"Common sense in an uncommon degree is what the world calls wisdom.","author":"Samuel Taylor Coleridge, Literary Remains, Vol. 1","category":"common-sense, wisdom"},{"quote":"Risks must be taken because the greatest hazard in life is to risk nothing.","author":"Leo Buscaglia","category":"inspiration, wisdom"},{"quote":"Mockingbirds don’t do one thing but make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corncribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird.","author":"Harper Lee, To Kill a Mockingbird","category":"mockingbird, sin, wisdom"},{"quote":"Wonder is the beginning of wisdom.","author":"Socrates","category":"amazement, wisdom, wonder"},{"quote":"It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.","author":"Mahatma Gandhi","category":"humanity, humility, mistakes, strength, wisdom"},{"quote":"Nowadays most people die of a sort of creeping common sense, and discover when it is too late that the only things one never regrets are one's mistakes.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"common-sense, mistakes, paradox, timidity, wisdom"},{"quote":"Life would be tragic if it weren't funny.","author":"Stephen Hawking","category":"humour, science, wisdom"},{"quote":"Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known.","author":"A.A. Milne","category":"wisdom"},{"quote":"This being human is a guest house. Every morning is a new arrival. A joy, a depression, a meanness, some momentary awareness comes as an unexpected visitor...Welcome and entertain them all. Treat each guest honorably. The dark thought, the shame, the malice, meet them at the door laughing, and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond.","author":"Jalaluddin Rumi","category":"wisdom"},{"quote":"Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it.","author":"Hermann Hesse, Siddhartha","category":"communication, foolishness, knowledge, sharing, teaching, wisdom"},{"quote":"Honesty is the first chapter of the book wisdom.","author":"Thomas Jefferson","category":"books, honesty, wisdom"},{"quote":"It is one thing to be clever and another to be wise.","author":"George R.R. Martin","category":"intelligence, kindlehighlight, wisdom"},{"quote":"Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally.","author":"Abraham Lincoln","category":"american-presidents, freedom, slavery, wisdom"},{"quote":"Having children makes you no more a parent than having a piano makes you a pianist.","author":"Michael Levine","category":"wisdom"},{"quote":"A wise man will make more opportunities than he finds.","author":"Francis Bacon, The Essays","category":"opportunity, perseverance, wisdom"},{"quote":"If we encounter a man of rare intellect, we should ask him what books he reads.","author":"Ralph Waldo Emerson","category":"books, intelligence, wisdom"},{"quote":"The public have an insatiable curiosity to know everything, except what is worth knowing.","author":"Oscar Wilde, The Soul of Man Under Socialism, and Selected Critical Prose","category":"curiosity, epigram, tabloid-journalism, wisdom"},{"quote":"As much money and life as you could want! The two things most human beings would choose above all - the trouble is, humans do have a knack of choosing precisely those things that are worst for them.","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"choices, eternal-life, human-desire, immortality, money, wisdom"},{"quote":"I ask not for any crownBut that which all may win","author":"Nor try to conquer any worldExcept the one within.","category":"Louisa May Alcott"},{"quote":"We seldom realize, for example that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society.","author":"Alan W. Watts","category":"civilization, culture, names, power-of-words, responsibility, wisdom"},{"quote":"You're going to meet many people with domineering personalities: the loud, the obnoxious, those that noisily stake their claims in your territory and everywhere else they set foot on. This is the blueprint of a predator. Predators prey on gentleness, peace, calmness, sweetness and any positivity that they sniff out as weakness. Anything that is happy and at peace they mistake for weakness. It's not your job to change these people, but it's your job to show them that your peace and gentleness do not equate to weakness. I have always appeared to be fragile and delicate but the thing is, I am not fragile and I am not delicate. I am very gentle but I can show you that the gentle also possess a poison. I compare myself to silk. People mistake silk to be weak but a silk handkerchief can protect the wearer from a gunshot. There are many people who will want to befriend you if you fit the description of what they think is weak; predators want to have friends that they can dominate over because that makes them feel strong and important. The truth is that predators have no strength and no courage. It is you who are strong, and it is you who has courage. I have lost many a friend over the fact that when they attempt to rip me, they can't. They accuse me of being deceiving; I am not deceiving, I am just made of silk. It is they who are stupid and wrongly take gentleness and fairness for weakness. There are many more predators in this world, so I want you to be made of silk. You are silk.","author":"C. JoyBell C.","category":"be-wise, firm-resolve, inner-strength, inspirational-attitude, inspirational-life, inspirational-quotes, learning, life-and-living, living-and-learning, predators, silk, strength, warnings, weakness, wisdom, wisdom-quotes"},{"quote":"Suffering is a gift. In it is hidden mercy.","author":"Jalaluddin Rumi","category":"islam, wisdom"},{"quote":"The only man who never makes mistakes is the man who never does anything.","author":"Theodore Roosevelt","category":"decisiveness, inaction, just-do-it, timidity, wisdom"},{"quote":"Of all tyrannies, a tyranny sincerely exercised for the good of its victims may be the most oppressive. It would be better to live under robber barons than under omnipotent moral busybodies. The robber baron's cruelty may sometimes sleep, his cupidity may at some point be satiated; but those who torment us for our own good will torment us without end for they do so with the approval of their own conscience.","author":"C.S. Lewis","category":"freedom, morality, politics, wisdom"},{"quote":"I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by little scraps of wisdom.","author":"Umberto Eco, Foucault's Pendulum","category":"fathers, parenting, wisdom"},{"quote":"Wise? No, I simply learned to think.","author":"Christopher Paolini, Eldest","category":"wisdom"},{"quote":"When a child asks you something, answer him, for goodness sake. But don't make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles 'em.","author":"Harper Lee, To Kill a Mockingbird","category":"wisdom"},{"quote":"Remember, you cannot be both young and wise. Young people who pretend to be wise to the ways of the world are mostly just cynics. Cynicism masquerades as wisdom, but it is the farthest thing from it. Because cynics don’t learn anything. Because cynicism is a self-imposed blindness, a rejection of the world because we are afraid it will hurt us or disappoint us. Cynics always say no. But saying “yes” begins things. Saying “yes” is how things grow. Saying “yes” leads to knowledge. “Yes” is for young people. So for as long as you have the strength to, say “yes'.","author":"Stephen Colbert","category":"cynicism, optimism, wisdom, youth"},{"quote":"He that breaks a thing to find out what it is has left the path of wisdom.","author":"J.R.R. Tolkien, The Fellowship of the Ring","category":"foolishness, gandalf, reductionism, wisdom"},{"quote":"The soul becomes dyed with the colour of its thoughts.","author":"Marcus Aurelius, Meditations","category":"history, rome, soul, thoughts, wisdom"},{"quote":"The lotus is the most beautiful flower, whose petals open one by one. But it will only grow in the mud. In order to grow and gain wisdom, first you must have the mud --- the obstacles of life and its suffering. ... The mud speaks of the common ground that humans share, no matter what our stations in life. ... Whether we have it all or we have nothing, we are all faced with the same obstacles: sadness, loss, illness, dying and death. If we are to strive as human beings to gain more wisdom, more kindness and more compassion, we must have the intention to grow as a lotus and open each petal one by one.","author":"Goldie Hawn","category":"compassion, depression, flower, growth, illness, kindness, obstacles, perseverance, wisdom"},{"quote":"Wisdom is not a product of schooling but of the lifelong attempt to acquire it.","author":"Albert Einstein","category":"education, knowledge-wisdom, learning, school, science, wisdom"},{"quote":"People who know little are usually great talkers, while men who know much say little.","author":"Jean-Jacques Rousseau","category":"wisdom"},{"quote":"I AM IGNORANT of absolute truth. But I am humble before my ignorance and therein lies my honor and my reward.","author":"Kahlil Gibran","category":"wisdom"},{"quote":"It takes a very long time to become young.","author":"Pablo Picasso","category":"ignorance, innocence, knowledge, wisdom, youth"},{"quote":"Books loved anyone who opened them, they gave you secruity and friendship and didn't ask for anything in return; they never went away, never, not even when you treated them badly.","author":"Cornelia Funke, Inkheart","category":"wisdom"},{"quote":"There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.","author":"J.R.R. Tolkien, The Hobbit","category":"greed, wisdom"},{"quote":"Recognizing power in another does not diminish your own.","author":"Joss Whedon","category":"human-nature, power, wisdom"},{"quote":"Hide not your talents, they for use were made,What's a sundial in the shade?","author":"Benjamin Franklin","category":"talent, wisdom, work"},{"quote":"A wise man gets more use from his enemies than a fool from his friends.","author":"Baltasar Gracián, The Art of Worldly Wisdom","category":"advice, enemies, foolishness, friends, friendship, strategy, war, wisdom"},{"quote":"No man is poor who has a Godly mother.","author":"Abraham Lincoln","category":"lincoln, mother, wisdom"},{"quote":"Sometimes it's not enough to know what things mean, sometimes you have to know what things don't mean.","author":"Bob Dylan","category":"understanding, wisdom"},{"quote":"But magic is neither good nor evil. It is a tool, like a knife. Is a knife evil? Only if the wielder is evil.","author":"Rick Riordan, The House of Hades","category":"wisdom"},{"quote":"Into the darkness they go, the wise and the lovely.","author":"Edna St. Vincent Millay","category":"darkness, metaphor, poetry, wisdom"},{"quote":"A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise.","author":"Gautama Buddha, The Dhammapada: The Sayings of the Buddha","category":"buddha, buddhism, wisdom"},{"quote":"Wisely and slow","author":"they stumble that run fast.","category":"William Shakespeare, Romeo and Juliet"},{"quote":"The art of being wise is knowing what to overlook.","author":"William James","category":"wisdom"},{"quote":"If opportunity doesn't knock, build a door","author":"Milton Berle","category":"change, opportunity, self-determination, wisdom"},{"quote":"wisdom comes to us when it can no longer do any good.","author":"Gabriel García Márquez, Love in the Time of Cholera","category":"wisdom"},{"quote":"No, that is the great fallacy: the wisdom of old men. They do not grow wise. They grow careful.","author":"Ernest Hemingway, A Farewell to Arms","category":"age, wisdom"},{"quote":"CHORONZON: I am a dire wolf, prey-stalking, lethal prowler.MORPHEUS: I am a hunter, horse-mounted, wolf-stabbing.CHORONZON: I am a horsefly, horse-stinging, hunter-throwing.MORPHEUS: I am a spider, fly-consuming, eight legged.CHORONZON: I am a snake, spider-devouring, posion-toothed.MORPHEUS: I am an ox, snake-crushing, heavy-footed.CHORONZON: I am an anthrax, butcher bacterium, warm-life destroying.MORPHEUS: I am a world, space-floating, life-nurturing.CHORONZON: I am a nova, all-exploding... planet-cremating.MORPHEUS: I am the Universe -- all things encompassing, all life embracing., Dreamlord?MORPHEUS: I am hope.","author":"Neil Gaiman, Preludes & Nocturnes","category":"competition, cunning, hope, insight, outwit, wisdom"},{"quote":"Lost Time is never found again.","author":"Benjamin Franklin, Poor Richard's Almanack","category":"time, wisdom"},{"quote":"Knowledge comes, but wisdom lingers.","author":"Alfred Tennyson","category":"knowledge, wisdom"},{"quote":"But what if I make a mistake?' Will asked.Gilan threw back his head and laughed. 'A mistake? One mistake? You should be so lucky. You'll make dozens! I made four or five on my first day alone! Of course you'll make mistakes. Just don't make any of them twice. If you do mess things up, don't try to hide it. Don't try to rationalize it. Recognize it and admit it and learn from it. We never stop learning, none of us.","author":"John Flanagan, Erak's Ransom","category":"learning, mistakes, wisdom"},{"quote":"You will not be punished for your anger","author":"you will be punished by your anger.","category":"Gautama Buddha"},{"quote":"Mama used to say, you have to know someone a thousand days before you can glimpse her soul.","author":"Shannon Hale, Book of a Thousand Days","category":"understanding-others, wisdom"},{"quote":"It is strange how often a heart must be broken Before the years can make it wise.","author":"Sara Teasdale, The Collected Poems","category":"heart, heartbreak, poetry, wisdom"},{"quote":"Perhaps the logical conclusion of everyone looking the same is everyone thinking the same.","author":"Scott Westerfeld, Uglies","category":"thinking, wisdom"},{"quote":"I used to think the worst thing in life is to end up all alone. It's not. The worst thing in life is to end up with people who make you feel all alone.","author":"Robin Williams","category":"life-lessons, wisdom"},{"quote":"There is an ancient tribal proverb I once heard in India. It says that before we can see properly we must first shed our tears to clear the way.","author":"Libba Bray, The Sweet Far Thing","category":"crying, proverb, revelation, suffering, wisdom"},{"quote":"Far better it is to dare mighty things, to win glorious triumphs, even though checkered by failure, than to take rank with those poor spirits who neither enjoy much nor suffer much, because they live in the gray twilight that knows neither victory nor defeat.","author":"Theodore Roosevelt, Strenuous Life","category":"decisiveness, fear, inaction, just-do-it, risk, timidity, wisdom"},{"quote":"As a well spent day brings happy sleep, so life well used brings happy death.","author":"Leonardo da Vinci","category":"faith, wisdom"},{"quote":"There is a wisdom of the head, and... there is a wisdom of the heart.","author":"Charles Dickens, Hard Times","category":"wisdom"},{"quote":"In order to rise from its own ashes, a Phoenix first must burn.","author":"Octavia E. Butler","category":"empowerment, experience, masochism, memory, pain, wisdom"},{"quote":"The man of wisdom is never of two minds","author":"the man of benevolence never worries","category":"the man of courage is never afraid."},{"quote":"The way out is through the door. Why is it that no one will use this method?","author":"Confucius","category":"tao, wisdom, zen"},{"quote":"I've learned that you shouldn't go through life with a catcher's mitt on both hands","author":"you need to be able to throw some things back.","category":"Maya Angelou"},{"quote":"No one cares how much you know, until they know how much you care","author":"Theodore Roosevelt","category":"empathy, wisdom"},{"quote":"My soul is in the sky.","author":"William Shakespeare, A Midsummer Night's Dream","category":"faith, literature, wisdom"},{"quote":"When you look at what C.S. Lewis is saying, his message is so anti-life, so cruel, so unjust. The view that the Narnia books have for the material world is one of almost undisguised contempt. At one point, the old professor says, ‘It’s all in Plato’ — meaning that the physical world we see around us is the crude, shabby, imperfect, second-rate copy of something much better. I want to emphasize the simple physical truth of things, the absolute primacy of the material life, rather than the spiritual or the afterlife.]","author":"Philip Pullman","category":"basis, beauty, belief, book, books, children-s-books, offense, philip-pullman, value, wisdom, young-adult"},{"quote":"Now I understand that one of the important reasons for going to college and getting an education is to learn that the things you've believed in all your life aren't true, and that nothing is what it appears to be.","author":"Daniel Keyes, Flowers for Algernon","category":"wisdom"},{"quote":"Most things break, including hearts. The lessons of life amount not towisdom, but to scar tissue and callus.","author":"Wallace Stegner, The Spectator Bird","category":"heartbreak, hurt, life-lessons, scars, wisdom, wounds"},{"quote":"I can calculate the motion of heavenly bodies but not the madness of people.","author":"Isaac Newton","category":"human-nature, ignorance, knowledge, wisdom"},{"quote":"Only the wisest and stupidest of men never change.","author":"Confucius","category":"wisdom"},{"quote":"Women may fall when there's no strength in men.Act II","author":"William Shakespeare, Romeo and Juliet","category":"faithfulness, marriage, men, wisdom, women"},{"quote":"These violent delights have violent ends.","author":"William Shakespeare, Romeo and Juliet","category":"feelings, suddenness, wisdom"},{"quote":"The invariable mark of wisdom is to see the miraculous in the common.","author":"Ralph Waldo Emerson","category":"appreciation, wisdom, wonder"},{"quote":"Where wisdom reigns, there is no conflict between thinking and feeling.","author":"C.G. Jung","category":"wisdom"},{"quote":"The small wisdom is like water in a glass:clear, transparent, pure.The great wisdom is like the water in the sea:dark, mysterious, impenetrable.","author":"Rabindranath Tagore","category":"wisdom"},{"quote":"A man without words is a man without thought.","author":"John Steinbeck, East of Eden","category":"wisdom"},{"quote":"Sometimes you weren't supposed to share pain. Sometimes it was best just to deal with it alone.","author":"Sarah Addison Allen, The Sugar Queen","category":"sadness, wisdom"},{"quote":"Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle ofsoftness overcoming hardness.","author":"Lao Tzu","category":"wisdom"},{"quote":"Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted.","author":"Madeleine L'Engle, Two-Part Invention: The Story of a Marriage","category":"wisdom"},{"quote":"It’s always hard to lose somebody. It leaves a hole in you heart that never grows back.","author":"Kevin Brooks, Lucas","category":"loss, wisdom"},{"quote":"I do believe in simplicity. It is astonishing as well as sad, how many trivial affairs even the wisest thinks he must attend to in a day; how singular an affair he thinks he must omit. When the mathematician would solve a difficult problem, he first frees the equation of all incumbrances, and reduces it to its simplest terms. So simplify the problem of life, distinguish the necessary and the real. Probe the earth to see where your main roots run.","author":"Henry David Thoreau","category":"simplicity, wisdom"},{"quote":"If curiosity killed the cat, it was satisfaction that brought it back.","author":"Holly Black, Tithe","category":"car, curiosity, curious, satisfaction, wisdom"},{"quote":"Time is not the great teacher. Experience is. A man may live a whole life, but if he never leaves his home to experience that life, he dies knowing nothing. A mere child who has suffered and lived can be the wiser of the two.","author":"Lynsay Sands, Love Bites","category":"experience, suffering, time, wisdom"},{"quote":"There are women who make things better... simply by showing up. There are women who make things happen. There are women who make their way. There are women who make a difference. And women who make us smile. There are women of wit and wisdom who- through strength and courage- make it through. There are women who change the world everyday... Women like you.","author":"Ashley Rice","category":"change, strength, wisdom, women"},{"quote":"You cannot teach a man anything, you can only help him find it within himself.","author":"Galileo Galilei","category":"teaching, wisdom"},{"quote":"So wise so young, they say, do never live long.","author":"William Shakespeare, Richard III","category":"death, wisdom, youth"},{"quote":"I have lived with several Zen masters -- all of them cats.","author":"Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment","category":"cat, cat-people, cats, integrity, meditation, peace, sereneity, spirituality, wisdom, zen, zen-master"},{"quote":"Is there a difference between happiness and inner peace? Yes. Happiness depends on conditions being perceived as positive","author":"inner peace does not.","category":"Eckhart Tolle"},{"quote":"The wisest are the most annoyed at the loss of time.","author":"Dante Alighieri","category":"aging, impatience, time, wisdom"},{"quote":"It takes a great man to be a good listener.","author":"Calvin Coolidge","category":"greatness, listening, wisdom"},{"quote":"Every immigrant who comes here should be required within five years to learn English or leave the country.","author":"Theodore Roosevelt","category":"advice, americanism, english-as-a-second-language, immigration, politics, usa, wisdom, xenophobia"},{"quote":"Treachery and violence are spears pointed at both ends","author":"they wound those who resort to them worse than their enemies.","category":"Emily Brontë, Wuthering Heights"},{"quote":"Anger exceeding limits causes fear and excessive kindness eliminates respect.","author":"Euripides","category":"wisdom"},{"quote":"It is easier to be wise for others than for ourselves.","author":"François de La Rochefoucauld","category":"wisdom"},{"quote":"But that's how memory works,\" Bitterblue said quietly. \"Things disappear without your permission, then come back again without your permission.\" And sometimes they came back incomplete and warped.","author":"Kristin Cashore, Bitterblue","category":"bitterblue, graceling, memories, wisdom"},{"quote":"Stories have a way of changing faces. They are unruly things, undisciplined, given to delinquency and the throwing of erasers. This is why we must close them up into thick, solid books, so they cannot get out and cause trouble.","author":"Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making","category":"childrens, wisdom"},{"quote":"The happiness of the drop is to die in the river.","author":"حجة الإسلام أبي حامد محمد الغزالي","category":"islam, knowledge, sufism, wisdom"},{"quote":"Sanity calms, but madness is more interesting.","author":"John Russell","category":"wisdom"},{"quote":"Yet what keeps me from dissolving right now into a complete fairy-tale shimmer is this solid truth, a truth which has veritably built my bones over the last few years--I was not rescued by a prince; I was the administrator of my own rescue.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"wisdom, women"},{"quote":"I will not deny but that the best apology against false accusers is silence and sufferance, and honest deeds set against dishonest words.","author":"John Milton","category":"hinesty, integrity, patience, suffering, wisdom"},{"quote":"Wisdom.... comes not from age, but from education and learning.","author":"Anton Chekhov","category":"anton-chekhov, books, education, learning, wisdom"},{"quote":"When in doubt, choose to live.","author":"Terry Pratchett, Thief of Time","category":"wisdom"},{"quote":"Books permit us to voyage through time, to tap the wisdom of our ancestors. The library connects us with the insight and knowledge, painfully extracted from Nature, of the greatest minds that ever were, with the best teachers, drawn from the entire planet and from all our history, to instruct us without tiring, and to inspire us to make our own contribution to the collective knowledge of the human species. I think the health of our civilization, the depth of our awareness about the underpinnings of our culture and our concern for the future can all be tested by how well we support our libraries.","author":"Carl Sagan, Cosmos","category":"books, civilization, education, history, knowledge, libraries, wisdom"},{"quote":"A man should never be ashamed to own that he has been in the wrong, which is but saying in other words that he is wiser today than he was yesterday.","author":"Alexander Pope","category":"error, humility, wisdom"},{"quote":"How prone to doubt, how cautious are the wise!","author":"Homer","category":"wisdom"},{"quote":"When you've learned to laugh at the things that should be laughed at, and not to laugh at those that shouldn't, you've got wisdom and understanding.","author":"L.M. Montgomery, Anne of the Island","category":"wisdom"},{"quote":"Wisdom is the reward for surviving our own stupidity.","author":"Brian Rathbone, Regent","category":"aging, life-experience, life-lessons, wisdom"},{"quote":"I have studied many philosophers and many cats. The wisdom of cats is infinitely superior.","author":"Hippolyte Taine","category":"animals, cats, intelligence, philosophers, smart, wisdom"},{"quote":"But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here.","author":"Paulo Coelho, The Alchemist","category":"wisdom"},{"quote":"I'm trying to undermine the basis of Christian belief... I'm not in the business of offending people. I find the books upholding certain values that I think are important, such as life is immensely valuable and this world is an extraordinarily beautiful place. We should do what we can to increase the amount of wisdom in the world.]","author":"Philip Pullman","category":"basis, beauty, belief, book, books, children-s-books, offense, paraphrased, philip-pullman, plot, value, wisdom, young-adult"},{"quote":"Conceit spoils the finest genius.","author":"Louisa May Alcott, Little Women","category":"wisdom"},{"quote":"In fact, the mere act of opening the box will determine the state of thecat, although in this case there were three determinate states the catcould be in: these being Alive, Dead, and Bloody Furious.","author":"Terry Pratchett, Lords and Ladies","category":"chaos-theory, quantum-physics, schrodinger-s-cat, wisdom"},{"quote":"If I had to live my life again, I'd make the same mistakes, only sooner.","author":"Tallulah Bankhead","category":"wisdom"},{"quote":"Those who dream by day are cognizant of many things which escape those who dream only by night. In their gray visions they obtain glimpses of eternity, and thrill, in waking, to find that they have been upon the verge of the great secret. In snatches, they learn something of the wisdom which is of good, and more of the mere knowledge which is of evil.","author":"Edgar Allan Poe, Edgar Allan Poe: Complete Tales and Poems","category":"dream, eternity, mind, mystery, wisdom"},{"quote":"Dieting is the only game where you win when you lose!","author":"Karl Lagerfeld","category":"diet, dieting, fashion-designer, game, image, look, lose, pounds, weight, win, winning, wisdom, wise, woman, women"},{"quote":"When you're in a Slump,you're not in for much fun.Un-slumping yourselfis not easily done.","author":"Dr. Seuss, Oh, The Places You'll Go!","category":"hope-and-despair, wisdom"},{"quote":"My father always used to say, \"Don't raise your voice. Improve your argument.\" Good sense does not always lie with the loudest shouters, nor can we say that a large, unruly crowd is always the best arbiter of what is right.","author":"Desmond Tutu","category":"wisdom"},{"quote":"You are an explorer, and you represent our species, and the greatest good you can do is to bring back a new idea, because our world is endangered by the absence of good ideas. Our world is in crisis because of the absence of consciousness.","author":"Terence McKenna","category":"consciousness, crisis, explorer, ideas, wisdom"},{"quote":"The fact that man knows right from wrong proves his intellectual superiority to the other creatures","author":"but the fact that he can do wrong proves his moral inferiority to any creatures that cannot.","category":"Mark Twain, What Is Man?"},{"quote":"To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever.","author":"Omar Khayyám, Rubaiyat","category":"relationships, wisdom"},{"quote":"He who is certain he knows the ending of things when he is only beginning them is either extremely wise or extremely foolish; no matter which is true, he is certainly an unhappy man, for he has put a knife in the heart of wonder.","author":"Tad Williams, The Dragonbone Chair","category":"ending, foolish, wisdom, wonder"},{"quote":"Time flows away like the water in the river.","author":"Confucius","category":"wisdom"},{"quote":"Mistakes are the growing pains of wisdom.","author":"William Jordan","category":"growth, mistakes, wisdom"},{"quote":"The nail that sticks out farthest gets hammered the hardest.","author":"Patrick Jones, Nailed","category":"authority, different, metaphor, rebels, wisdom"},{"quote":"Fame is a vapor, popularity is an accident, riches take wings, those who cheer today may curse tomorrow and only one thing endures - character.","author":"Harry Truman","category":"character, wisdom"},{"quote":"He hated when his own advice applied to himself.","author":"Rick Riordan, The Blood of Olympus","category":"wisdom"},{"quote":"The road of excess leads to the palace of wisdom.","author":"William Blake, The Marriage of Heaven and Hell","category":"excess, life-experience, wisdom"},{"quote":"I do not know everything","author":"still many things I understand.","category":"Madeleine L'Engle, A Wrinkle in Time"},{"quote":"A desire not to butt into other people's business is at least eighty percent of all human wisdom.","author":"Robert A. Heinlein, Stranger in a Strange Land","category":"wisdom"},{"quote":"Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever.","author":"Joe Abercrombie, Last Argument of Kings","category":"ignorance, travel, wisdom"},{"quote":"The first peace, which is the most important, is that which comes within the souls of people when they realize their relationship, their oneness with the universe and all its powers, and when they realize at the center of the universe dwells the Great Spirit, and that its center is really everywhere, it is within each of us.","author":"Black Elk","category":"body, mind, peace, spirit, spirituality, wisdom"},{"quote":"I have always felt that doubt was the beginning of wisdom, and the fear of God was the end of wisdom.","author":"Clarence Darrow, The Story of My Life","category":"doubt, fear, skepticism, wisdom"},{"quote":"Sometimes wisdom came from strange places, even from giant teenaged goldfish.","author":"Rick Riordan, The Mark of Athena","category":"annabeth-s-thoughs, frank-zhang, wisdom"},{"quote":"Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.","author":"Gautama Buddha","category":"wisdom"},{"quote":"The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.","author":"Kahlil Gibran","category":"wisdom"},{"quote":"I like places like this,\" he announced.I like old places too,\" Josh said, \"but what's to like about a place like this?\"The king spread his arms wide. \"What do you see?\"Josh made a face. \"Junk. Rusted tractor, broken plow, old bike.\"Ahh...but I see a tractor that was once used to till these fields. I see the plow it once pulled. I see a bicycle carefully placed out of harm's way under a table.\"Josh slowly turned again, looking at the items once more.And i see these things and I wonder at the life of the person who carefully stored the precious tractor and plow in the barn out of the weather, and placed their bike under a homemade table.\"Why do you wonder?\" Josh asked. \"Why is it even important?\"Because someone has to remember,\" Gilgamesh snapped, suddenly irritated. \"Some one has to remember the human who rode the bike and drove the tractor, the person who tilled the fields, who was born and lived and died, who loved and laughed and cried, the person who shivered in the cold and sweated in the sun.\" He walked around the barn again, touching each item, until his palm were red with rust.\" It is only when no one remembers, that you are truely lost. That is the true death.","author":"Michael Scott, The Sorceress","category":"wisdom"},{"quote":"Before you become too entranced with gorgeous gadgets and mesmerizing video displays, let me remind you that information is not knowledge, knowledge is not wisdom, and wisdom is not foresight. Each grows out of the other, and we need them all.","author":"Arthur C. Clarke","category":"technology, wisdom"},{"quote":"I look back now and realize that the gift of a true friend is that she sees you not the way you see yourself or the way others see you. A true friend sees you for who you are and who you can become.","author":"Robin Jones Gunn, Sisterchicks Say Ooh La La!","category":"friendship, philosophical, wisdom"},{"quote":"We're all fools,\" said Clemens, \"all the time. It's just we're a different kind each day. We think, I'm not a fool today. I've learned my lesson. I was a fool yesterday but not this morning. Then tomorrow we find out that, yes, we were a fool today too. I think the only way we can grow and get on in this world is to accept the fact we're not perfect and live accordingly.","author":"Ray Bradbury, The Illustrated Man","category":"aging, change, fools, perfection, wisdom"},{"quote":"Wisdom comes through suffering.Trouble, with its memories of pain,Drips in our hearts as we try to sleep,So men against their willLearn to practice moderation.Favours come to us from gods.","author":"Aeschylus, Agamemnon","category":"favors, gods, memory, moderation, pain, sleep, suffering, wisdom"},{"quote":"Can you look without the voice in your head commenting, drawing conclusions, comparing, or trying to figure something out?","author":"Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose","category":"judgment, peace, wisdom"},{"quote":"I'VE LEARNED THAT YOU CAN'T CONTROL WHAT OTHER PEOPLE ARE GOING TO THINK ABOUT YOU.THE BEST YOU CAN DO IN LIFE IS NOT PISS YOURSELFOFF.","author":"Megan McCafferty, Second Helpings","category":"education, wisdom"},{"quote":"Many have died","author":"you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.","category":"Kabir, The Bijak of Kabir"},{"quote":"Peace is not happenstance. It is a living fire that must be fed constantly. It must be tended to with vigilance, else it dies out.","author":"Libba Bray, The Sweet Far Thing","category":"wisdom"},{"quote":"You'll never reach perfection because there's always room for improvement. Yet get along the way to perfection, you'll learn to get better.","author":"Hlovate, Versus","category":"inspiration, wisdom"},{"quote":"And I despise your books, I despise wisdom and the blessings of this world. It is all worthless, fleeting, illusory, and deceptive, like a mirage. You may be proud, wise, and fine, but death will wipe you off the face of the earth as though you were no more than mice burrowing under the floor, and your posterity, your history, your immortal geniuses will burn or freeze together with the earthly globe.","author":"Anton Chekhov","category":"books, despair, immortality, wisdom"},{"quote":"Time ripens all things","author":"no man is born wise.","category":"Miguel de Cervantes Saavedra"},{"quote":"I thought to myself: I am wiser than this man; neither of us probably knows anything that is really good, but he thinks he has knowledge, when he has not, while I, having no knowledge, do not think I have.","author":"Plato, Apology","category":"apology, knowledge, plato, socrates, wisdom"},{"quote":"We need not take refuge in supernatural gods to explain our saints and sages and heroes and statesmen, as if to explain our disbelief that mere unaided human beings could be that good or wise.","author":"Abraham H. Maslow","category":"disbelief, explain, gods, good, heroes, sages, statesmen, supernatural, superstition, wisdom, wise"},{"quote":"A fool's paradise is a wise man's hell.","author":"Thomas Fuller","category":"fool, hell, paradise, wisdom"},{"quote":"You look up when you wish to be exalted. And I look down because I am exalted.","author":"Friedrich Nietzsche, Thus Spoke Zarathustra","category":"existentialism, wisdom, writing"},{"quote":"The beginning of wisdom is the definition of terms.","author":"Socrates","category":"definitions, power-of-thoughts, power-of-words, rational-thought, wisdom"},{"quote":"For with much wisdom comes much sorrow","author":"the more knowledge the more grief.","category":"Anonymous, Holy Bible: King James Version"},{"quote":"Is it so far from madness to wisdom?\" - Daenerys Targaryen","author":"George R.R. Martin, A Game of Thrones","category":"crazy, madness, wisdom"},{"quote":"Men have two greatest fears: the first fear is the fear of being needed, and the second fear is the fear of not being needed.","author":"C. JoyBell C.","category":"fear, fears, life-and-living, men, men-s-fears, paradox, the-fears-of-man, the-man, the-nature-of-man, wisdom, wisdom-quotes"},{"quote":"...Nobody knows like a woman how to say things that are both sweet and profound. Sweetness and depth, this is all of woman; this is Heaven.","author":"Victor Hugo, Les Misérables","category":"wisdom, womens-strength"},{"quote":"Healthy citizens are the greatest asset any country can have.","author":"Winston S. Churchill","category":"health, politics, wisdom"},{"quote":"Do not seek to follow in the footsteps of the wise","author":"seek what they sought.","category":"Bashō Matsuo"},{"quote":"To hide feelings when you are near crying is the secret of dignity.","author":"Dejan Stojanovic","category":"crying, dejan-stojanovic, dignity, feelings, hide, literature, literature-quotes, poetry, poetry-quotes, quotes, quotes-to-live-by, secret, thoughts, wisdom"},{"quote":"The wise are not wise because they make no mistakes. They are wise because they correct their mistakes as soon as they recognize them.","author":"Orson Scott Card, Xenocide","category":"wisdom"},{"quote":"Begin, be bold, and venture to be wise.","author":"Horace","category":"act, action, begin, beginnings, bold, boldness, venture, wisdom, wise"},{"quote":"If everything seems under control, you're not going fast enough.","author":"Mario Andretti","category":"racing, speed, startups, wisdom"},{"quote":"All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, until they take root in our personal experience.","author":"Johann Wolfgang von Goethe","category":"wisdom"},{"quote":"Liberty without Learning is always in peril and Learning without Liberty is always in vain.","author":"John F. Kennedy","category":"education, freedom, liberty, wisdom"},{"quote":"There will come a time in your life when you lose something that matters to you. You'll fight for it and you won't win. But what really matters isn't the war you're waging, it's that you don't lose the person you are in the midst of the battle.","author":"J. Sterling, The Perfect Game","category":"battle, fight, insparation, lose, mature-ya, wisdom"},{"quote":"Do not look for happiness outside yourself. The awakened seek happiness inside.","author":"Petar Dunov","category":"awakened, enlightenment, happiness, inner-peace, self-fulfillment, wisdom"},{"quote":"Veganism is not about giving anything up or losing anything","author":"it is about gaining the peace within yourself that comes from embracing nonviolence and refusing to participate in the exploitation of the vulnerable","category":"Gary L. Francione"},{"quote":"Anarchism is founded on the observation that since few men are wise enough to rule themselves, even fewer are wise enough to rule others.","author":"Edward Abbey","category":"anarchism, wisdom"},{"quote":"One must find the source within one's own Self, one must possess it. Everything else was seeking -- a detour, an error.","author":"Hermann Hesse, Siddhartha","category":"self, wisdom"},{"quote":"Lucy: You learn more when you lose Charlie Brown: Well then I must be the smartest person in world!!!","author":"Charles M. Schulz, Peanuts Treasury","category":"failure, learning, wisdom"},{"quote":"He who doesn't understand history is doomed to repeat it.","author":"Pittacus Lore, I Am Number Four","category":"doomed-to-repeat-it, history, repetition, understanding, wisdom"},{"quote":"Cleverness is not wisdom.","author":"Euripides, The Bacchae","category":"cleverness, wisdom"},{"quote":"Suppose that we are wise enough to learn and know—and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance. It is better to know—even if the knowledge endures only for the moment that comes before destruction—than to gain eternal life at the price of a dull and swinish lack of comprehension of a universe that swirls unseen before us in all its wonder. That was the choice of Achilles, and it is mine, too.","author":"Isaac Asimov","category":"achilles, choice, ignorance, knowledge, learning, science, universe, wisdom, wise"},{"quote":"The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world.","author":"Zhuangzi","category":"wisdom"},{"quote":"Goodness without wisdom always accomplishes evil.","author":"Robert A. Heinlein","category":"piety, religion, understanding, wisdom, zealotry"},{"quote":"youth is easily deceived because it is quick to hope.","author":"Aristotle","category":"deceit, gullibility, hope, wisdom, youth"},{"quote":"Education is no substitute for intelligence.","author":"Frank Herbert","category":"education, intelligence, wisdom"},{"quote":"If we never experience the chill of a dark winter, it is very unlikely that we will ever cherish the warmth of a bright summer’s day. Nothing stimulates our appetite for the simple joys of life more than the starvation caused by sadness or desperation. In order to complete our amazing life journey successfully, it is vital that we turn each and every dark tear into a pearl of wisdom, and find the blessing in every curse.","author":"Anthon St. Maarten, Divine Living: The Essential Guide To Your True Destiny","category":"appreciation, blessing, blessings, blessings-in-disguise, curse, dark-night-of-the-soul, desperation, dualism, duality, gratitude, happiness, joy, life-journey, life-lessons, light-and-darkness, pearls, sadness, tears, wisdom, yin-and-yang"},{"quote":"Adventure is not outside man","author":"it is within.","category":"George Eliot"},{"quote":"Everybody gets so much information all day long that they lose their common sense.","author":"Gertrude Stein","category":"knowledge, wisdom"},{"quote":"Gamitin ang puso para alagaan ang taong malapit sayo. Gamitin ang utakpara alagaan ang sarili mo.","author":"Bob Ong","category":"inspiration, love, wisdom"},{"quote":"It is beautiful to express love and even more beautiful to feel it.","author":"Dejan Stojanovic","category":"beautiful, beauty, dejan-stojanovic, express, expression, feel, feelings, literature, literature-quotes, love, poetry, poetry-quotes, quotes, quotes-to-live-by, thoughts, wisdom"},{"quote":"He must be very ignorant for he answers every question he is asked.","author":"Voltaire","category":"ignorance, wisdom"},{"quote":"Getting divorced just because you don't love a man is almost as silly as getting married just because you do.","author":"Zsa Zsa Gabor","category":"marriage, paradox, wisdom"},{"quote":"A path is made by walking on it.","author":"Zhuangzi","category":"wisdom"},{"quote":"Capabilities are clearly manifested only when they have been realized.","author":"Simone de Beauvoir, The Second Sex","category":"feminism, wisdom, women"},{"quote":"I have come to the conclusion never again to think of marrying, and for this reason, I can never be satisfied with anyone who would be blockhead enough to have me.","author":"Abraham Lincoln","category":"american-presidents, love, marriage, us-presidents, wisdom"},{"quote":"If a man could have half of his wishes, he would double his troubles.","author":"Benjamin Franklin","category":"wisdom"},{"quote":"Anyone who cannot cope with mathematics is not fully human. At best, he is a tolerable subhuman who has learned to wear his shoes, bathe, and not make messes in the house.","author":"Robert A. Heinlein","category":"wisdom"},{"quote":"May your feet ever walk in the light of two suns... and may the moonshadow never fall on you...","author":"Robert Fanney","category":"fantasy, light, luthiel, moon, mystery, shadow, suns, wisdom"},{"quote":"Being alive is sign of strength!","author":"Hiro Mashima, フェアリーテイル 31 講談社キャラクターズA [Fearī Teiru 31 Special Edition DVD Bundle]","category":"perseverance, wisdom"},{"quote":"Wherever I go, I meet myself.","author":"Dejan Stojanovic, The Shape","category":"dejan-stojanovic, literature, literature-quotes, myself, myself-quatation, poems, poetry, poetry-quotes, quotes, run, thoughts, wisdom"},{"quote":"I visited many places, Some of them quite Exotic and far away, But I always returned to myself.","author":"Dejan Stojanovic","category":"always, dejan-stojanovic, far-away, literature, literature-quotes, myself, places, poetry, poetry-quotes, quotes, quotes-to-live-by, returning, thoughts, visits, wisdom"},{"quote":"I don't fancy colors of the face, I'm always attracted to colors of the brain.","author":"Michael Bassey Johnson","category":"africa, africans, amorous, apartheid, attraction, black-people, color, common-sense, face, falling-in-love, fancy, human-beings, intelligence, knowledge, liking, love, memories, memory, michael-bassey-johnson, nigerians, race, wisdom, wise, wise-men, wise-people"},{"quote":"Okay, this is the wisdom. First, time spent on reconnaissanse is never wasted. Second, almost anything can be improved with the addition of bacon. And finally, there is no problem on Earth that can't be ameliorated by a hot bath and a cup of tea.","author":"Jasper Fforde, Shades of Grey","category":"bacon, hot-baths, humour, problem, reconnaissance, tea, time, wisdom"},{"quote":"Silence does not always mark wisdom.","author":"Samuel Taylor Coleridge","category":"remaining-silent, reticence, wisdom"},{"quote":"Every form of art is another way of seeing the world. Another perspective, another window. And science –that’s the most spectacular window of all. You can see the entire universe from there.","author":"Claudia Gray, A Thousand Pieces of You","category":"art, perspective, wisdom"},{"quote":"Use the wings of the flying Universe, Dream with open eyes; See in darkness.","author":"Dejan Stojanovic","category":"darkness, dejan-stojanovic, dreams, flying, literature, literature-quotes, open-eyes, poetry, poetry-quotes, quotes, quotes-to-live-by, see, thoughts, wings, wisdom"},{"quote":"Because some things are never meant to be anything more than a moment. And that was one of them.","author":"Kevin Brooks, Lucas","category":"wisdom"},{"quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org","author":"Allan Rufus","category":"anxiety, art-of-dying, art-of-living, depression, enlightenment, hang-man, know-thyself, knowing, knowing-oneself, knowledge, knowledge-education, knowledge-of-self, knowledge-teaching, love, master, master-key, master-of-love, masters, mastery, mind, mind-body-spirit, mind-power, personal-development, personal-growth, positive-attitude, positive-mindset, positive-motivation, positive-outlook, positive-quotes, positive-thinking, positive-thoughts, power-of-love, power-of-thoughts, power-of-words, powerful-story, quote, sacred, sacred-teachings, sacred-wisdom, sage, sage-advice, self-esteem, self-help-book, self-improvement, self-improvement-book, soul, soul-searching, spirit, spiritual-development, spiritual-growth, spiritual-wisdom, spiritualism, suicidal-thoughts, suicide, teachings, unconditional-acceptance, unconditional-love, wisdom, wise-man"},{"quote":"I would rather be able to appreciate things I cannot have than to have things I am not able to appreciate.","author":"Elbert Hubbard","category":"appreciation, insight, wealth, wisdom, wit"},{"quote":"Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results.","author":"Brandon Sanderson, Words of Radiance","category":"bias, bickering, disagreement, falacy, fool, information, intelligence, politics, religion, science, stupidity, wisdom"},{"quote":"There are many goals but one path - the path of compassion.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"compassion, goal, kindness, life-positive, light, love, spirit, wisdom, yoga, yoga-inspiration"},{"quote":"Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts.","author":"Brandon Sanderson, The Way of Kings","category":"human-mind, ignorance, mind, religion-and-science, religion-vs-science, science, science-and-religion, science-vs-religion, wisdom"},{"quote":"Mum liked to say that some things happen for a reason, that sometimes obstacles were there to stop you from doing something stupid.","author":"Maggie Stiefvater, The Scorpio Races","category":"hard-truths, wisdom"},{"quote":"I feel with some passion that what we truly are is private, and almost infinitely complex, and ambiguous, and both external and internal, and double- or triple- or multiply natured, and largely mysterious even to ourselves; and furthermore that what we are is only part of us, because identity, unlike \"identity\", must include what we do. And I think that to find oneself and every aspect of this complexity reduced in the public mind to one property that apparently subsumes all the rest (\"gay\", \"black\", \"Muslim\", whatever) is to be the victim of a piece of extraordinary intellectual vulgarity.","author":"Philip Pullman","category":"equality, identity, wisdom"},{"quote":"There is another alphabet, whispering from every leaf, singing from every river, shimmering from every sky.","author":"Dejan Stojanovic","category":"alphabet, another, dejan-stojanovic, leaf, literature, literature-quotes, poetry, poetry-quotes, quotes, river, rivers, shimmering, singing, sky, thoughts, whispering, wisdom"},{"quote":"What one thinks is right is not always the same as what others think is right","author":"no one can be always right.","category":"Roy T. Bennett"},{"quote":"How you spend your time is more important than how you spend your money. Money mistakes can be corrected, but time is gone forever.","author":"David Norris","category":"time, wisdom"},{"quote":"I believe much trouble and blood would be saved if we opened our hearts more.","author":"Chief Joseph","category":"love, native-american-wisdom, non-violence, wisdom"},{"quote":"Praise not the day until evening has come, a woman until she is burnt, a sword until it is tried, a maiden until she is married, ice until it has been crossed, beer until it has been drunk.","author":"Michael Crichton, Eaters of the Dead","category":"proverb, viking, wisdom"},{"quote":"If you don't feel it, flee from it. Go where you are celebrated, not merely tolerated.","author":"Paul F. Davis","category":"celebrate, feel, feelings, go, wisdom"},{"quote":"Morality is temporary, wisdom is permanent.","author":"Hunter S. Thompson, Kingdom of Fear: Loathsome Secrets of a Star-Crossed Child in the Final Days of the American Century","category":"hunter-s-thompson, kingdom-of-fear, morality, wisdom"},{"quote":"Realize that everything connects to everything else.","author":"Leonardo da Vinci","category":"wisdom"},{"quote":"I was tired of seeing the Graces always depicted as beautiful young things. I think wisdom comes with age and life and pain. And knowing what matters.","author":"Louise Penny, A Fatal Grace","category":"age, three-graces, wisdom"},{"quote":"In the land of the blind, the one-eyed man is king.","author":"Erasmus","category":"adage, deceit, politics, wisdom"},{"quote":"What happens to people living in a society where everyone in power is lying, stealing, cheating and killing, and in our hearts we all know this, but the consequences of facing all these lies are so monstrous, we keep on hoping that maybe the corporate government administration and media are on the level with us this time.Americans remind me of survivors of domestic abuse.This is always the hope that this is the very, very, very last time one's ribs get re-broken again.","author":"Inga Muscio, Cunt: A Declaration of Independence","category":"capitalism, lies, politics, power, wisdom"},{"quote":"He who acts, spoils; he who grasps, lets slip.","author":"Lao Tzu","category":"wisdom"},{"quote":"We are here and it is now. Further than that, all human knowledge is moonshine.","author":"H.L. Mencken, A Mencken Chrestomathy","category":"attributed, knowledge, reality, wisdom"},{"quote":"Love is wise; hatred is foolish. In this world, which is getting more and more closely interconnected, we have to learn to tolerate each other, we have to learn to put up with the fact that some people say things that we don't like. We can only live together in that way. But if we are to live together, and not die together, we must learn a kind of charity and a kind of tolerance, which is absolutely vital to the continuation of human life on this planet.","author":"Bertrand Russell","category":"charity, disagreement, foolishness, hatred, humanity, interconnectedness, love, tolerance, wisdom"},{"quote":"God is the supreme uncreated light of which Wisdom is born, but there was never a time when God's Wisdom did not exist.","author":"Merritt Y. Hughes, Ten Perspectives on Milton","category":"absurd, religion, wisdom"},{"quote":"We understand more than we know.","author":"Margaret Atwood, Oryx and Crake","category":"knowledge, science, understanding, wisdom"},{"quote":"Advice,\" Doña Vorchenza chuckled. \"Advice. The years play a sort of alchemical trick, transmuting one's mutterings to a state of respectability. Give advice at forty and you're a nag. Give it at seventy and you're a sage.","author":"Scott Lynch, The Lies of Locke Lamora","category":"life-experience, wisdom"},{"quote":"Knowledge is merely brilliance in organization of ideas and not wisdom. The truly wise person goes beyond knowledge.","author":"Confucius","category":"wisdom"},{"quote":"It seems wisest to assume the worst from the beginning...and let anything better come as a surprise.","author":"Jules Verne, The Mysterious Island","category":"wisdom"},{"quote":"Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.","author":"Franklin D. Roosevelt","category":"achievement, happiness, wealth, wisdom"},{"quote":"I am the shore and the ocean, awaiting myself on both sides.","author":"Dejan Stojanovic, The Shape","category":"dejan-stojanovic, literature, literature-quotes, ocean, poems, poetry, poetry-quotes, quotes, shore, thoughts, wisdom"},{"quote":"Wisdom ain't a virtue I ever aspired to.","author":"Moira Young, Blood Red Road","category":"jack, virtue, wisdom"},{"quote":"Once the writer in every individual comes to life (and that time is not far off), we are in for an age of universal deafness and lack of understanding.","author":"Milan Kundera, The Book of Laughter and Forgetting","category":"kundera, prophetic, wisdom, writing"},{"quote":"Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.","author":"John Dewey","category":"experience, learning-from-mistakes, mistakes, wisdom"},{"quote":"Clear thinking at the wrong moment can stifle creativity.","author":"Karl Lagerfeld","category":"art, clear, create, creativity, design, fashion-designer, icon, moment, right, stifle, time, wisdom, wrong"},{"quote":"Only ignorance excuses stupidity","author":"Nalini Singh, Angels' Blood","category":"growing, ignorance, knowing, smarts, wisdom"},{"quote":"And, at such a time, for a few of us there will always be a tugging at the heart—knowing a precious moment had gone and we not there. We can ask and ask but we can’t have again what once seemed ours for ever—the way things looked, that church alone in the fields, a bed on belfry floor, a remembered voice, a loved face. They’ve gone and you can only wait for the pain to pass.","author":"J.L. Carr, A Month in the Country","category":"longing, melancholy, wisdom"},{"quote":"Where are you? HereWhat time is it? NowWhat are you? This moment.","author":"Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives","category":"self-help, wisdom"},{"quote":"We do learn and develop when we are exposed to those who are greater than we are. Perhaps this is the chief way we mature.","author":"Madeleine L'Engle, Two-Part Invention: The Story of a Marriage","category":"wisdom"},{"quote":"It takes a lot of rehearsing for a man to be himself.","author":"William Saroyan","category":"wisdom"},{"quote":"But then one regrets the loss even of one's worst habits. Perhaps one regrets them the most. They are such an essential part of one's personality.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"people, personality, vanity, wisdom"},{"quote":"There were many terrible things in my life and most of them never happened.","author":"Michel de Montaigne","category":"wisdom, worry"},{"quote":"The revolution is not an apple that falls when ripe. You have to make it fall.","author":"Ernesto Che Guevara","category":"wisdom"},{"quote":"A point of view can be a dangerous luxury when substituted for insight andunderstanding.","author":"Marshall McLuhan, The Gutenberg Galaxy: The Making of Typographic Man","category":"insight, opinion, probes, social-science, understanding, wisdom"},{"quote":"With every part you act, there must be a little of yourself in it. If there isn't, it's not acting. It's lying.","author":"Johnny Depp","category":"wisdom"},{"quote":"Chase away sorrow by living","author":"Melissa Marr, Darkest Mercy","category":"darkest-mercy, faeries, sorrow, wisdom"},{"quote":"I don’t think it would have all got me quite so down if just once in a while—just once in a while—there was at least some polite little perfunctory implication that knowledge should lead to wisdom, and that if it doesn't, it's just a disgusting waste of time! But there never is! You never even hear any hints dropped on a campus that wisdom is supposed to be the goal of knowledge. You hardly ever even hear the word 'wisdom' mentioned!","author":"J.D. Salinger, Franny and Zooey","category":"college, education, wisdom"},{"quote":"Affliction is often that thing which prepares an ordinary person for some sort of an extraordinary destiny.","author":"C.S. Lewis","category":"misattributed, wisdom"},{"quote":"The Master said, “A true teacher is one who, keeping the past alive, is also able to understand the present.”(Analects 2.11)","author":"Confucius","category":"history, teachers, wisdom"},{"quote":"We need houses as we need clothes, architecture stimulates fashion. It’s like hunger and thirst — you need them both.","author":"Karl Lagerfeld","category":"architecture, art, clothes, clothing, designer, fashion, hunger, karl-lagerfeld, need, needs, people, quote, quotes, stimulate, thirst, wisdom, woman, women"},{"quote":"With age comes wisdom, but sometimes age comes alone.","author":"Oscar Wilde","category":"age, wisdom"},{"quote":"Don't be jealous of anyone. I guarantee you, if everyone walked into a room, and dumped their problems onto the floor, when they saw what everyone else's problems were, they'd be scrambling to get their own problems back before someone else got to them first.","author":"Kim Gruenenfelder, A Total Waste of Makeup","category":"wisdom"},{"quote":"The barrier during self-improvement is not so much that we hate learning, rather we hate being taught. To learn entails that the knowledge was achieved on one's own accord - it feels great - but to be taught often leaves a feeling of inferiority. Thus it takes a bit of determination and a lot of humility in order for one to fully develop.","author":"Criss Jami, Killosophy","category":"achievement, barrier, determination, development, feelings, help, helping-hand, humility, improvement, inferiority, intelligence, knowledge, learning, self-improvement, taught, teaching, wisdom"},{"quote":"The immature think that knowledge and action are different, but the wise see them as the same.","author":"Anonymous, Bhagavad Gita: El Canto del Senor","category":"religion, wisdom"},{"quote":"Veganism is not a \"sacrifice.\" It is a joy.","author":"Gary L. Francione","category":"abolition, abolitionist, ahimsa, animals, francione, inspirational-quotes, joy, justice, life-lessons, nonviolence, nonviolence-jainism, peace-making, peace-movement, peace-on-earth, rights, veganism, vulnerable, wisdom"},{"quote":"The beginning of wisdom, as they say. When you're seventeen you know everything. When you're twenty-seven if you still know everything you're still seventeen.","author":"Ray Bradbury, Dandelion Wine","category":"teenagers, wisdom"},{"quote":"well, sometimes to get what you want the most, you have to do what you want the least.","author":"Jodi Picoult, My Sister's Keeper","category":"my-sister-s-keeper, wisdom"},{"quote":"Take the matter as you find it ask no questions, utter no remonstrances; it is your best wisdom. You expected bread and you have got a stone: break your teeth on it, and don't shriek because the nerves are martyrised; do not doubt that your mental stomach - if you have such a thing - is strong as an ostrich's; the stone will digest. You held out your hand for an egg, and fate put into it a scorpion. Show no consternation; close your fingers firmly upon the gift; let it sting through your palm. Never mind; in time, after your hand and arm have swelled and quivered long with torture, the squeezed scorpion will die, and you will have learned the great lesson how to endure without a sob.","author":"Charlotte Brontë","category":"wisdom"},{"quote":"You see, the best thing about wrong decisions is that they don’t prevent you from making the right decisions later on. It’s harder, but it’s not impossible.","author":"Siobhan Vivian, Not That Kind of Girl","category":"mistakes, wisdom"},{"quote":"It is a very sad thing that nowadays there is so little useless information.","author":"Oscar Wilde","category":"information, literature, little, sad, wisdom"},{"quote":"We never know the worth of water till the well is dry.","author":"Thomas Fuller","category":"taking-things-for-granted, wisdom"},{"quote":"She wondered when her daughter would realise that for the most part, people weren't that different. Young and old, male or female, pretty much everyone she knew wanted the same things: The wanted to feel peace in their hearts, they wanted a life without turmoil, they wanted to be happy. The difference, she thought, was that most young people seemed to think that those things lay somewhere in the future. While most older people believed that they lay in the past.","author":"Nicholas Sparks","category":"nights-in-rodanthe, wisdom"},{"quote":"A person is wise if he listens to millions of advice and doesn't implement any of it.","author":"Michael Bassey Johnson","category":"advice, believe-in-yourself, courage, dependence, dignity, good-behaviour, implementation, indifference, michael-bassey-johnson, nonchalance, not-moved, opinion, opinions, pride, self-esteem, standard, standing-firm, standing-your-ground, trust, voice, wisdom, wise, witty"},{"quote":"I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.","author":"Alexandre Dumas, The Count of Monte Cristo","category":"happiness, wisdom"},{"quote":"Yeah. I mean, acknowledging is easy. Something happened or it didn't. But understanding... that's where things get sticky.","author":"Sarah Dessen, What Happened to Goodbye","category":"wisdom"},{"quote":"Whenever a theory appears to you as the only possible one, take this as a sign that you have neither understood the theory nor the problem which it was intended to solve.","author":"Karl R. Popper","category":"dogmatism, idealism, maturity, pragmatism, science, theory, wisdom"},{"quote":"Wisdom is one of the few things that looks bigger the further away it is.","author":"Terry Pratchett, Witches Abroad","category":"humor, wisdom, witches"},{"quote":"He who knows, does not speak. He who speaks, does not know.","author":"Lao Tzu, Tao Te Ching","category":"wisdom"},{"quote":"True kindness isn't something we're born with. It's something we have to work at. Not everyone has it. But I think everyone has the potential. Sometimes you just have to look really close before you can tell it's there.\"-Kyoko","author":"Natsuki Takaya","category":"wisdom"},{"quote":"Aw I don't wanta go to no such thing, I just wanta drink in alleys.'...But you'll miss all that, just for some old wine.'There's wisdom in wine, goddam it!' I yelled. 'Have a shot!","author":"Jack Kerouac, The Dharma Bums","category":"wine, wisdom"},{"quote":"Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession.","author":"George Washington","category":"wisdom"},{"quote":"The lessons of life amount not to wisdom, but to scar tissue and callus.","author":"Wallace Stegner, The Spectator Bird","category":"hurt, life-lessons, scars, wisdom, wounds"},{"quote":"We must not think of the things we could do with, but only of the things that we can't do without.","author":"Jerome K. Jerome, Three Men in a Boat","category":"wisdom"},{"quote":"I'm not sure why I've decided to do this. I'm not any stronger than I was, and nothing else has changed. But all the same, this time I'm not going to run away. It's okay to feel weak sometimes. It's okay to be afraid. The important thing is that we face our fears. That's what makes us strong.\"-Yuki","author":"Natsuki Takaya","category":"wisdom"},{"quote":"Today the greatest single source of wealth is between your ears.","author":"Brian Tracy","category":"life, wisdom"},{"quote":"When something seems wrong in your life, the only way to have resolution with it is to let it go. Trying to make it right keeps it wrong.","author":"Beth Johnson","category":"wisdom"},{"quote":"Don't you notice that there are particular moments when you are naturally inspired to introspection? Work with them gently, for these are the moments when you can go through a powerful experience, and your whole worldview can change quickly.","author":"Sogyal Rinpoche","category":"growth, wisdom"},{"quote":"If you are not vegan, please consider going vegan. It’s a matter of nonviolence. Being vegan is your statement that you reject violence to other sentient beings, to yourself, and to the environment, on which all sentient beings depend.","author":"Gary L. Francione","category":"abolition, abolitionist, ahimsa, animals, education, exploitation, francione, inspirational-quotes, justice, life, nonviolence, nonviolence-jainism, peace-making, peace-movement, peace-on-earth, rights, sentience, slavery, veganism, wisdom"},{"quote":"To finish the moment, to find the journey's end in every step of the road, to live the greatest number of good hours, is wisdom.","author":"Ralph Waldo Emerson","category":"wisdom"},{"quote":"The truth is always something that is told, not something that is known. If there were no speaking or writing, there would be no truth about anything. There would only be what is.","author":"Susan Sontag, The Benefactor","category":"ignorance, knowledge, truth-telling, wisdom"},{"quote":"Jewels can be replaced, cousin. Independence, once lost, cannot.","author":"R.L. LaFevers, Dark Triumph","category":"wisdom"},{"quote":"Penetrate deep into the word \"Om\". Gradually the word will disappear and only the silence will remain. The word is a support. The meaning is within you. Om brings out that meaning which is hidden in your soul.","author":"Amit Ray, Om Chanting and Meditation","category":"meaning-of-om, meditation, om, om-chanting, om-meditation, silence, silence-speaks, silence-within, soul, soul-quotes, wisdom"},{"quote":"Every intelligent individual wants to know what makes him tick, and yet is at once fascinated and frustrated by the fact that oneself is the most difficult of all things to know.","author":"Alan W. Watts","category":"wisdom"},{"quote":"To acquire knowledge, one must study;but to acquire wisdom, one must observe.","author":"Marilyn Vos Savant","category":"knowledge, observation, study, studying, wisdom"},{"quote":"I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left.","author":"Margaret Thatcher","category":"humor, inspirational, politics, slander, wisdom"},{"quote":"An ounce of prevention is worth a pound of cure.","author":"Benjamin Franklin","category":"preparation, prevention, proverb, wisdom"},{"quote":"To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge.","author":"Nicolaus Copernicus","category":"copernicus, knowledge, wisdom"},{"quote":"Writing about the unholy is one way of writing about what is sacred.","author":"Clive Barker","category":"wisdom"},{"quote":"I call that man awake who, with conscious knowledge and understanding, can perceive the deep unreasoning powers in his soul, his whole innermost strength, desire and weakness, and knows how to reckon with himself.","author":"Hermann Hesse, Narcissus and Goldmund","category":"self-knowledge, wisdom"},{"quote":"Never question another man's motive. His wisdom, yes, but not his motives.","author":"Dwight D. Eisenhower","category":"motive, questioning, wisdom"},{"quote":"No one lives long enough to learn everything they need to learn starting from scratch. To be successful, we absolutely, positively have to find people who have already paid the price to learn the things that we need to learn to achieve our goals.","author":"Brian Tracy","category":"life, wisdom"},{"quote":"I am so wise I had my mouth sewn shut.","author":"John Berryman","category":"wisdom"},{"quote":"I believe it is the mark of a great leader to question the decisions that came before him.","author":"Marissa Meyer, Cress","category":"kai, lunar-chronicles, torin, wisdom"},{"quote":"I don't trust men everybody likes. Being nice isn't the same as being good.","author":"Sarah Rees Brennan, The Demon's Covenant","category":"inspirational, wisdom, writing"},{"quote":"There is no such uncertainty as a sure thing.","author":"Robert Burns, Collected Poems of Robert Burns","category":"certainty, cockiness, ignorance, knowledge, wisdom"},{"quote":"Men talk of killing time, while time quietly kills them.","author":"Dion Boucicault","category":"time, wisdom"},{"quote":"You can never know everything. Part of what you know is always wrong. Perhaps the most important part. A portion of wisdom lies in knowing that. A portion of knowledge lies in going on anyway.","author":"Robert  Jordan","category":"courage, knowledge, wisdom"},{"quote":"Wise men profit more by fools than fools by wise men.","author":"Marcus Porcius Cato","category":"drollery, fools, politics, wisdom"},{"quote":"There is no one way to salvation, whatever the manner in which a man may proceed. All forms and variations are governed by the eternal intelligence of the Universe that enables a man to approach perfection. It may be in the arts of music and painting or it may be in commerce, law, or medicine. It may be in the study of war or the study of peace. Each is as important as any other. Spiritual enlightenment through religious meditation such as Zen or in any other way is as viable and functional as any \"Way.\"... A person should study as they see fit.","author":"Miyamoto Musashi, A Book of Five Rings: The Classic Guide to Strategy","category":"education, knowledge, salvation, spiritual-enlightenment, wisdom"},{"quote":"The noble man is chiefly concerned with wisdom and friendship; of these, the former is a mortal good, the latter and immortal one.","author":"Epicurus","category":"epicurus, friendship, life, wisdom"},{"quote":"It's always hard to remember love - years pass and you say to yourself, Was I really in love, or was I just kidding myself? Was I really in love, or was I just pretending he was the man of my dreams? Was I really in love, or was I just desperate?","author":"Nora Ephron, I Feel Bad about My Neck: And Other Thoughts on Being a Woman","category":"aging, illusion, love, relationships, true-love, wisdom"},{"quote":"Nothing and no one is perfect. It just takes a good eye to find those hidden imperfections.","author":"Daphne Delacroix","category":"eye, good, hidden, imperfection, inspirational, perfection, wisdom"},{"quote":"For the senses wander, and when one lets the mind follow them, it carries wisdom away like a windblown ship on the waters.","author":"Anonymous, The Bhagavad Gita","category":"bhagavad-gita, spiritual, wisdom"},{"quote":"To make no mistakes is not in the power of man","author":"but from their errors and mistakes the wise and good learn wisdom for the future.","category":"Plutarch"},{"quote":"Without feelings of respect, what is there to distinguish men from beasts?","author":"Confucius","category":"philosophical, understanding, wisdom"},{"quote":"The most complicated skill is to be simple.","author":"Dejan Stojanovic","category":"complicated, dejan-stojanovic, literature, literature-quotes, poetry, poetry-quotes, quotes, quotes-to-live-by, simple, skill, thoughts, wisdom"},{"quote":"Obstacles are those frightening things you see when you take you eyes off your goal.","author":"Henry James","category":"inspirational, wisdom"},{"quote":"A man convinced against his will Is of the same opinion still","author":"Dale Carnegie, How to Win Friends and Influence People","category":"1936, misattributed-ben-franklin, paraphrasing-wollstonecraft, self-improvement, wisdom"},{"quote":"Scared and sacred are spelled with the same letters. Awful proceeds from the same root word as awesome. Terrify and terrific. Every negative experience holds the seed of transformation.","author":"Alan Cohen","category":"transformation, wisdom"},{"quote":"When Don Quixote went out into the world, that world turned into a mystery before his eyes. That is the legacy of the first European novel to the entire subsequent history of the novel. The novel teaches us to comprehend the world as a question. There is wisdom and tolerance in that attitude.","author":"Milan Kundera, The Book of Laughter and Forgetting","category":"don-quixote, mystery, novel, tolerance, wisdom"},{"quote":"Where there is anger there is always pain underneath.","author":"Eckhart Tolle, The Power of Now","category":"anger, pain, wisdom"},{"quote":"Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of very part of your life.","author":"Brian Tracy","category":"life, wisdom"},{"quote":"If you want to fly on the sky, you need to leave the earth. If you want to move forward, you need to let go the past that drags you down.","author":"Amit Ray, World Peace: The Voice of a Mountain Bird","category":"fly-on-the-sky, leave-the-earth, let-go, let-go-of-attachment, let-go-of-clutter, letting-go, letting-go-of-the-past, life-and-living, life-lessons, life-quotes, past, past-and-future, self-discovery, wisdom, wisdom-of-life"},{"quote":"Adversity, if for no other reason, is of benefit, since it is sure to bring a season of sober reflection. People see clearer at such times. Storms purify the atmosphere.","author":"Henry Ward Beecher","category":"inspiration, inspirational, life, wisdom"},{"quote":"Happiness is not a matter of intensity but of balance, order, rhythm and harmony.","author":"Orison Swett Marden","category":"wisdom"},{"quote":"Fashion and music are the same, because music express its period too.","author":"Karl Lagerfeld","category":"art, designer, express, fashion, karl-lagerfeld, life, music, period, quote, quotes, time, wisdom"},{"quote":"When you assume you make a you-know-what out of U and me. Yep, so let's stop assuming so much. We are often quick to explain details to strangers, who we understand might not be reading our minds, but we often assume that those people closest to us, those who share our household such as spouses, children parents and siblings, can read our minds. And we get upset with them when they don't go figure.I wonder how many angry words are directed not at an action or inaction as would at first appear, but simply at the fact that somebody did not read our minds.So let's give those people we care most about the benefit of the doubt and do a little less assuming and a little more explaining.","author":"David Leonhardt","category":"wisdom"},{"quote":"It is very hard to be brave,\" said Piglet, sniffing slightly, \"when you're only a Very Small Animal.\"Rabbit, who had begun to write very busily, looked up and said: \"It is because you are a very small animal that you will be Useful in the adventure before us.","author":"Benjamin Hoff, The Te of Piglet","category":"wisdom"},{"quote":"The mermaid is an archetypal image that represents a woman who is at ease in the great waters of life, the waters of emotion and sexuality. She shows us how to embrace our instinctive sexuality and sensuality so that we can affirm the essence of our feminine nature, the wisdom of our bodies, and the playfulness of our spirits. She symbolizes our connection with our deepest instinctive feelings, our wild and untamed animal nature that exists below the surface of outward personalities. She is able to respond to her mysterious sexual impulses without abandoning her more human, conscious side. What happened to the girls who dreamed of being mermaids?","author":"Anita Johnston, Eating in the Light of the Moon: How Women Can Transform Their Relationship with Food Through Myths, Metaphors, and Storytelling","category":"feminine, femininity, mermaids, self-empowerment, wisdom"},{"quote":"Bitter your acts, bitter am I,Kindness your deeds, kindness am I,Pleasant and gentle, so you are,Fine honeyed lips and sweet talker.","author":"Jalaluddin Rumi, Love: The Joy That Wounds: The Love Poems of Rumi","category":"wisdom"},{"quote":"Since there is no real silence, Silence will contain all the sounds, All the words, all the languages, All knowledge, all memory.","author":"Dejan Stojanovic","category":"dejan-stojanovic, knowledge, languages, literature, literature-quotes, memory, poetry, poetry-quotes, quotes, quotes-to-live-by, real, silence, sounds, thoughts, wisdom, words"},{"quote":"I believe that maturity is not an outgrowing, but a growing up: that an adult is not a dead child, but a child who survived. I believe that all the best faculties of a mature human being exist in the child. . . . that one of the most deeply human, and humane, of these faculties is the power of imagination.","author":"Ursula K. Le Guin, The Language of the Night: Essays on Fantasy and Science Fiction","category":"age, wisdom"},{"quote":"REMEMBER YOUR GREATNESSBefore you were born,And were still too tiny forThe human eye to see,You won the race for lifeFrom among 250 million competitors.And yet,How fast you have forgottenYour strength,When your very existenceIs proof of your greatness.You were born a winner,A warrior,One who defied the oddsBy surviving the most gruesomeBattle of them all.And now that you are a giant,Why do you even doubt victoryAgainst smaller numbers,And wider margins?The only walls that exist,Are those you have placed in your mind.And whatever obstacles you conceive,Exist only because you have forgottenWhat you have alreadyAchieved.Poetry by Suzy Kassem","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"achieve, affirmation, attitude, beauty, big, birth, born, competition, confidence, courage, egg, existence, eye, fears, giant, great, greatness, human, inspirational, life, living-achievement, loser, losing, loss, obstacles, odds, pains, poem, poetry, race, small, sperm, strength, struggles, success, successful, suffering, survivor, suzy-kassem, victory, warrior, win, winner, winners, winning, wisdom"},{"quote":"If I’d stayed there, would I always have been happy? No, I suppose not. People move away, grow older, die, and the bright belief that there will be another marvelous thing around each corner fades. It is now or never; we must snatch at happiness as it flies.","author":"J.L. Carr, A Month in the Country","category":"wisdom"},{"quote":"Age is a hell of a price to pay for wisdom","author":"George Carlin","category":"ageing, humor, wisdom"},{"quote":"We should always be clear that animal exploitation is wrong because it involves speciesism. And speciesism is wrong because, like racism, sexism, homophobia, anti-semitism, classism, and all other forms of human discrimination, speciesism involves violence inflicted on members of the moral community where that infliction of violence cannot be morally justified. But that means that those of us who oppose speciesism necessarily oppose discrimination against humans. It makes no sense to say that speciesism is wrong because it is like racism (or any other form of discrimination) but that we do not have a position about racism. We do. We should be opposed to it and we should always be clear about that.","author":"Gary L. Francione","category":"ableist, abolition, abolitionist, ahimsa, animals, classism, climate-change, education, exploitation, extinction, francione, global-warming, health, heterosexism, inspirational-quotes, justice, life, moral-imperative, moral-obligation, nonviolence, nonviolence-jainism, peace-making, peace-movement, peace-on-earth, racism, rights, sentience, sexism, slavery, speciesism, veganism, vulnerable, wisdom"},{"quote":"I had given up some youth for knowledge, but my gain was more valuable than the loss","author":"Maya Angelou, I Know Why the Caged Bird Sings","category":"knowledge, life, wisdom, youth"},{"quote":"he who will not economize will have to agonize","author":"Confucius","category":"frugality, ignorance, knowledge, suffering, wisdom"},{"quote":"The light of compassion opens the petals of the heart. When the petals of the heart unfold fragrance spreads across the valley.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"across-the-valley, compassion, compassion-quotes, compassion-wisdom, fragrance, heart, inspirational, light-of-compassion, love, opens-the-petals, petals-of-the-heart, spreads, unfold, wisdom"},{"quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.","author":"Roopleen, Words to inspire the winner in YOU","category":"attitude, authors, books, coaching, competition, connect, counseling, courage, dare, daring, determination, dreams, failure, faith, famous, goals, hope, idea, inspiration, inspire, judge, leadership, life, love, motivation, motivator, never-give-up, passion, patience, peace, positive-thinking, promo, publishing, quotes, self-confidence, self-esteem, speaking, success, successful, triumph, trust, victory, willpower, wisdom, words, world, you-can-do-it"},{"quote":"Aren't you, like me, hoping that some person, thing, or event will come along to give you that final feeling of inner well-being you desire? Don't you often hope: 'May this book, idea, course, trip, job, country or relationship fulfill my deepest desire.' But as long as you are waiting for that mysterious moment you will go on running helter-skelter, always anxious and restless, always lustful and angry, never fully satisfied. You know that this is the compulsiveness that keeps us going and busy, but at the same time makes us wonder whether we are getting anywhere in the long run. This is the way to spiritual exhaustion and burn-out. This is the way to spiritual death.","author":"Henri J.M. Nouwen, Life of the Beloved: Spiritual Living in a Secular World","category":"life, p30, wisdom"},{"quote":"The sun always shines above the clouds.","author":"Paul F. Davis","category":"clouds, emotions, shines, sun, wisdom"},{"quote":"Common sense will nearly always stand you in better stead than a slavish adherence to the conventions.","author":"M.M. Kaye, Shadow of the Moon","category":"advice, common-sense, m-m-kaye, wisdom"},{"quote":"At the end of the day, the questions we ask of ourselves determine the type of people that we will become.","author":"Leo Babauta","category":"choices, life, questions, wisdom"},{"quote":"My father taught me that you can you read a hundred books on wisdom and write a hundred books on wisdom, but unless you apply what you learned then its only words on a page. Life is not lived with intentions, but action.","author":"Shannon L. Alder","category":"acting, action, believing, choices, decisions, delusion, faith, inspirational-writers, intentions, letting-go, moving-forward, ocd, the-past, understanding, wisdom"},{"quote":"The fates lead him who will","author":"him who won't they drag.","category":"Joseph Campbell"},{"quote":"Remember, whatever you focus upon, increases...When you focus on the things you need, you'll find those needs increasing. If you concentrate your thoughts on what you don't have, you will soon be concentrating on other things that you had forgotten you don't have-and feel worse! If you set your mind on loss, you are more likely to lose...But a grateful perspective brings happiness and abundance into a person's life.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"Soldiers live. He dies and not you, and you feel guilty, because you're glad he died, and not you. Soldiers live, and wonder why.","author":"Glen Cook, Soldiers Live","category":"acceptance, death, life, wisdom"},{"quote":"Forget the place you're trying to get to and see the beauty in right now...","author":"Evanescence","category":"inspirational, life, wisdom"},{"quote":"Yoga is the cessation of the movements of the mind. Then there is abiding in the Seer's own form.","author":"Patañjali, The Yoga Sutras of Patanjali","category":"meditation, wisdom, yoga"},{"quote":"A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power.","author":"Brian Tracy, The Gift of Self-Confidence","category":"confidence, life, planning, wisdom"},{"quote":"It don't do you no nevermind to tell nobody nothing.","author":"Thomas McGuane","category":"advice, humor, wisdom"},{"quote":"All you can do is make your decisions based on what you know now.","author":"Malinda Lo, Huntress","category":"choices, decisions, wisdom"},{"quote":"What good is power when you're too wise to use it?","author":"Ursula K. Le Guin, A Wizard of Earthsea","category":"faint-heartedness, power, restraint, wisdom"},{"quote":"The man armed with knowledge has a better chance of survival than the man who is simply the fittest. Knowledge is the true strength. Muscle is where the myth is.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"knowledge, life-quotes, myth, survival, suzy-kassem, wisdom"},{"quote":"Never underestimate your power to change yourself","author":"never overestimate your power to change others.","category":"Wayne W. Dyer"},{"quote":"Don't forget to love yourself.","author":"Søren Kierkegaard","category":"wisdom"},{"quote":"All that sadness. All that anger. It is the smoke that gets into your eyes. If you do not blow it away, how can you hope to see?","author":"Anthony Horowitz, Russian Roulette: The Story of an Assassin","category":"inspirational, letting-go, wisdom"},{"quote":"We can no more justify using nonhumans as human resources than we can justify human slavery. Animal use and slavery have at least one important point in common: both institutions treat sentient beings exclusively as resources of others. That cannot be justified with respect to humans","author":"it cannot be justified with respect to nonhumans—however “humanely” we treat them.","category":"Gary L. Francione"},{"quote":"Old words are reborn with new faces.","author":"Criss Jami, Killosophy","category":"aphorisms, books, faces, generations, knowledge, learning, new, poetry, quotations, quotes, rebirth, studying, understanding, wisdom, words, writing"},{"quote":"Behaviour is a mirror in which every one displays his own image.","author":"Johann Wolfgang von Goethe","category":"behaviour, wisdom"},{"quote":"A knavish speech sleeps in a fool's ear.","author":"William Shakespeare, Hamlet","category":"fools, humor, ignorance, intelligence, wisdom"},{"quote":"Education is beautification of the inner world and the outer world.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"beautification, beauty, beauty-in-life, beauty-of-life, degrees, education, education-morality, education-reform, education-system, educational-philosophy, educational-quotes, educational-system, head, heart, knowledge, learning, learning-process, learning-quotes, wisdom"},{"quote":"People are always worried about what's happening next. They often find it difficult to stand still, to occupy the now without worrying about the future. People are generally not satisfied with what they have; they are very concerned with what they are going to have.","author":"Garth Stein, The Art of Racing in the Rain","category":"wisdom"},{"quote":"for a woman knows the face of the man she loves like a sailor knows the open sea","author":"Honoré de Balzac","category":"life, love, wisdom"},{"quote":"Everybody wants to be on the mountaintop, but if you'll remember, mountaintops are rocky and cold. There is no growth on the top of a mountain. Sure, the view is great, but what's a view for? A view just gives us a glimpse of our next destination-our next target. But to hit that target, we must come off the mountain, go through the valley, and begin to climb the next slope. It is in the valley that we slog through the lush grass and rich soil, learning and becoming what enables us to summit life's next peak.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"If everyone helps to hold up the sky, then one person does not become tired.","author":"Askhari Johnson Hodari, Lifelines: The Black Book of Proverbs","category":"african, cooperation, inspirational, proverbs, unity, wisdom"},{"quote":"He was one of the numerous and varied legion of dullards, of half-animated abortions, conceited, half-educated coxcombs, who attach themselves to the idea most in fashion only to vulgarize it and who caricature every cause they serve, however sincerely.","author":"Fyodor Dostoyevsky, Crime and Punishment","category":"followers, fyodor-dostoevsky, hipsters, ignorance, politics, wisdom"},{"quote":"Despite popular belief to the contrary, there is absolutely no power in intention. The seagull may intend to fly away, may decide to do so, may talk with the other seagulls about how wonderful it is to fly, but until the seagull flaps his wings and takes to the air, he is still on the dock. There’s no difference between that gull and all the others. Likewise, there is no difference in the person who intends to do things differently and the one who never thinks about it in the first place. Have you ever considered how often we judge ourselves by our intentions while we judge others by their actions? Yet intention without action is an insult to those who expect the best from you.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"I've learned .... That opportunities are never lost","author":"someone will take the ones you miss.","category":"Andy Rooney"},{"quote":"There's a divinity that shapes our ends,Rough-hew them how we will.","author":"William Shakespeare, Hamlet","category":"wisdom"},{"quote":"Dreams are the bright creatures of poem and legend, who sport on earth in the night season, and melt away in the first beam of the sun, which lights grim care and stern reality on their daily pilgrimage through the world.","author":"Charles Dickens, Nicholas Nickleby","category":"life, wisdom"},{"quote":"Wit seduces by signaling intelligence without nerdiness.","author":"Nassim Nicholas Taleb, The Bed of Procrustes: Philosophical and Practical Aphorisms","category":"art, autism, humor, intelligence, nerd, nerds, sense-of-humor, wisdom, wisdom-vs-nerdiness, wit"},{"quote":"Without courage, wisdom bears no fruit.","author":"Baltasar Gracián","category":"courage, wisdom"},{"quote":"It doesn't matter if the water is cold or warm if you're going to have to wade through it anyway.","author":"Pierre Teilhard de Chardin","category":"wisdom"},{"quote":"Knowledge is marvelous, but wisdom is even better.","author":"Kay Redfield Jamison","category":"experience, knowledge, wisdom"},{"quote":"No one believes a liar even when he tells the truth","author":"Aesop","category":"life-truths, wisdom"},{"quote":"The future will be what it will, and fretting about it will only make your fears more likely to come true.","author":"Christopher Paolini, Inheritance","category":"fear, future, wisdom, worries, worrying"},{"quote":"Your biggest opportunity probably lies under your own feet, in your current job, industry, education, experience or interests.","author":"Brian Tracy","category":"life, wisdom"},{"quote":"This is what we are like. Collectively as a species, this is our emotional landscape. I met an old lady once, almost 100 years old, and she told me, \"There are only two questions that human beings have ever fought over, all through history. How much do you love me? And Who's in charge? Everything else is somehow manageable. But these two questions of love and control undo us all, trip us up and cause war, grief, and suffering.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"wisdom"},{"quote":"Few things a doctor does are more important than relieving pain. . . pain is soul destroying. No patient should have to endure intense pain unnecessarily. The quality of mercy is essential to the practice of medicine; here, of all places, it should not be strained.","author":"Marcia Angell","category":"chronic-pain, mercy, wisdom"},{"quote":"The individual appears for an instant, joins the community of thought, modifies it and dies; but the species, that dies not, reaps the fruit of his ephemeral existence.","author":"A.S. Byatt, Possession","category":"humanity, knowledge, wisdom"},{"quote":"True wisdom gives the only possible answer at any given moment, and that night, going back to bed was the only possible answer.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"wisdom"},{"quote":"When you know the knower within, you don't need to know further. When you know the meditator within, you don't need to meditate further. When you truly know the worshiper in you, you are to be worshiped.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"compassion, know-thyself, knowing, knowing-who-you-are, knowledge-of-self, love, meditation, meditation-experience, meditation-techniques, peace, self-awareness, self-discovery, wisdom, worship, worshiping"},{"quote":"Science is observing truth in the light of head. Religion is observing truth in the light of heart. Humanity is using both the lights. And education is developing that humanity.","author":"Amit Ray","category":"education, heart, humanity, humanity-and-science, religion, religion-and-education, science, science-and-education, science-and-religion, wisdom, wisdom-inspirational, wisdom-quotes"},{"quote":"We're on the same boat but in different cabin","author":"Hlovate, Rooftop Rant","category":"inspirational, wisdom"},{"quote":"When we are unhurried and wise, we perceive that only great and worthy things have any permanent and absolute existence, that petty fears and petty pleasures are but the shadow of the reality.","author":"Henry David Thoreau, Walden","category":"fear, reality, wisdom"},{"quote":"A person is a person through other persons.None of us comes into the world fully formed. We would not know how to think, or walk, or speak, or behave as human beings unless we learned it from other human beings. We need other human beings in order to be human. I am because other people are. A person is entitled to a stable community life, and the first of these communities is the family.","author":"Desmond Tutu","category":"wisdom"},{"quote":"The best teachers have showed me that things have to be done bit by bit. Nothing that means anything happens quickly--we only think it does. The motion of drawing back a bow and sending an arrow straight into a target takes only a split second, but it is a skill many years in the making. So it is with a life, anyone's life. I may list things that might be described as my accomplishments in these few pages, but they are only shadows of the larger truth, fragments separated from the whole cycle of becoming. And if I can tell an old-time story now about a man who is walking about, waudjoset ndatlokugan, a forest lodge man, alesakamigwi udlagwedewugan, it is because I spent many years walking about myself, listening to voices that came not just from the people but from animals and trees and stones.","author":"Joseph Bruchac","category":"journey, path, patience, personal-mythmaking, story, time, wandering, wisdom"},{"quote":"Everyone is down on pain, because they forget something important about it: Pain is for the living. Only the dead don't feel it.","author":"Jim Butcher, White Night","category":"dresden, life, pain, wisdom"},{"quote":"Ask not of things to shed their veils. Unveil yourselves, and things will be unveiled.","author":"Mikhail Naimy, The Book of Mirdad: The Strange Story of a Monastery Which Was Once Called the Ark","category":"self-knowledge, wisdom"},{"quote":"To know you are ignorant is the beginning of wisdom.","author":"Marion Zimmer Bradley","category":"inspirational, wisdom"},{"quote":"Everybody’s gotta learn, nobody’s born knowing.","author":"Harper Lee","category":"wisdom"},{"quote":"My dad always says, some people will treat you badly and you can't help that. But how you handle it and how it makes you feel, that's up to you.","author":"Elise Broach, Shakespeare's Secret","category":"inspirational, prejudice, wisdom"},{"quote":"All our wisdom is stored in the trees.","author":"Santosh Kalwar","category":"green, life-and-living, trees, wisdom"},{"quote":"One way to define wisdom is the ability to see, into the future, the consequences of your choices in the present. That ability can give you a completely different perspective on what the future might look like.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"To risk life to save a smile on a face of a woman or a child is the secret of chivalry.","author":"Dejan Stojanovic","category":"child, chivalry, dejan-stojanovic, life, literature, literature-quotes, poetry, poetry-quotes, quotes, quotes-to-live-by, risk-life, secret, smile, thoughts, wisdom, woman"},{"quote":"the best classroom in the world is at the feet of an elderly person.","author":"Andy Rooney","category":"wisdom"},{"quote":"Intelligence alone is not nearly enough when it comes to acting wisely.","author":"Fyodor Dostoyevsky, Crime and Punishment","category":"intelligence, wisdom"},{"quote":"A wise person does at once, what a fool does at last. Both do the same thing; only at different times.","author":"John Emerich Edward Dalberg-Acton","category":"wisdom"},{"quote":"Wisdom is the daughter of experience","author":"Leonardo da Vinci","category":"experience, knowledge, wisdom"},{"quote":"If one tries to navigate unknown waters one runs the risk of shipwreck","author":"Albert Einstein","category":"wisdom"},{"quote":"In a dark time, the eye begins to see.","author":"Theodore Roethke","category":"grief, inspirational, understanding-oneself-and-others, wisdom"},{"quote":"Its more than a simple belief that there is good and that it should fight the evil in the world. It's a personification of Light and Darkness at their most elemental level, as forces that are so absorbed with themselves that one cannot exist without the other though they constantly try to consume one another. One of the earliest repersentations of Light and Darkness was of Light being a massive black bull and Darkness being an enormous white bull.","author":"P.C. Cast, Burned","category":"wisdom"},{"quote":"Suffering teaches joy.","author":"Sonia Rumzi","category":"abuse, happiness, joy, life, pain, suffering, wisdom"},{"quote":"La rutina no está tanto en las cosas como en nuestra incapacidad para crear a cada momento un vínculo original con ellas, en nuestra tendencia a leerlas por la falsilla de lo rutinario, de lo ya aprendido. Hay que seguir dejando siempre abierta la puerta al cuarto de jugar.","author":"Carmen Martín Gaite, El cuento de nunca acabar","category":"life, spanish, wisdom"},{"quote":"Be first the master of yourself","author":"Baltasar Gracián, The Art of Worldly Wisdom","category":"wisdom"},{"quote":"The thing about living alone is that it gives you a lot of time to think. You don't necessarily reach any conclusions, because wisdom is largely a function of intelligence and self-awareness, not time on your hands. But you do become very good at thinking yourself into endless loops of desperation in half the time it would take a normal person.","author":"Jonathan Tropper, One Last Thing Before I Go","category":"alone, desperation, thinking, thoughts, wisdom"},{"quote":"The use of sea and air is common to all; neither can a title to the ocean belong to any people or private persons, forasmuch as neither nature nor public use and custom permit any possession therof.","author":"Elizabeth I, Letters","category":"air, all, belong, common, environmental, fair-user, freedom, nature, ocean, private, queen-elizabeth, sea, wisdom"},{"quote":"Not only do you become what you think about, but the world also becomes what you think about. Those who think that the world is a dark place are blind to the light that might illuminate their lives. Those who see the light of the world view the dark spots as merely potential light.","author":"Wayne W. Dyer","category":"wisdom"},{"quote":"Remain in wonder if you want the mysteries to open up for you. Mysteries never open up for those who go on questioning. Questioners sooner or later end up in a library. Questioners sooner or later end up with scriptures, because scriptures are full of answers.And answers are dangerous, they kill your wonder.","author":"Osho","category":"questioning, wisdom, wonder"},{"quote":"Who does ever get what they want? It doesn’t seem to happen to many of us if any at all. It’s always two people bumping against each other blindly, acting out old ideas and dreams and mistaken understandings.","author":"Kent Haruf, Our Souls at Night","category":"couples, dreams, life, life-lessons, love, marriage, reflection, relationships, wisdom"},{"quote":"There are people in the world, who are just wrong, and then there are the masses of population that are right, or at the very least they lie in the veil of between. I on the other hand, do not belong to any group. I don’t exist. It’s not that I don’t have substance; I have a body like everyone else. I can feel the fire when it burns against my skin, the rain when it caresses my face and the breeze as it fingers my hair. I have all the senses that other people do. I am just empty, inside.","author":"J.D. Stroube, Caged in Darkness","category":"breeze, caress, emptiness, empty, exist, fire, horror, people, rain, right, senses, wisdom, wrong"},{"quote":"I criticize by creation, not by finding fault.","author":"Marcus Tullius Cicero","category":"creation, creativity, criticism, wisdom, wisdom-quote, wise"},{"quote":"…a man should say to his soul every morning, \"God has given thee twenty-four treasures; take heed lest thou lose anyone of them, for thou wilt not be able to endure the regret that will follow such loss.","author":"حجة الإسلام أبي حامد محمد الغزالي, The Alchemy of Happiness","category":"islam, wisdom"},{"quote":"We spend January 1st walking through our lives, room by room, drawing up a list of work to be done, cracks to be patched. Maybe this year, to balance the list, we ought to walk through the rooms of our lives...not looking for flaws, but for potential.","author":"Ellen Goodman","category":"advice, new-year, wisdom"},{"quote":"Never say anything about yourself you don't want to come true","author":"Brian Tracy","category":"motivational, wisdom"},{"quote":"Most women had the one thing in common: they had great pain when they gave birth to their children. This should make a bond that held them all together","author":"it should make them love and protect each other against the man-world. But it was not so. It seemed like their great birth pains shrank their hearts and their souls. They stuck together for only one thing: to trample on some other woman... whether it was by throwing stones or by mean gossip. It was the only kind of loyalty they seemed to have. Men were different. They might hate each other but they stuck together against the world and against any woman who would ensnare one of them.","category":"Betty  Smith, A Tree Grows in Brooklyn"},{"quote":"A good traveler leaves no tracks. Good speech lacks fault-finding.","author":"Lao Tzu","category":"speech, travel, wisdom"},{"quote":"How many people you bless is how you measure success","author":"Rick Ross","category":"inspirational, life, positive, success, wisdom"},{"quote":"Not all men (and especially the wisest) share the opinion that it is bad for women to be educated. But it is very true that many foolish men have claimed this because it displeased them that women knew more than they did.","author":"Christine de Pizan, The Book of the City of Ladies","category":"abilities, education, empowerment, inequality, knowledge, men, superiority, suppression, wisdom, women"},{"quote":"Old men tend to forget what thought was like in their youth; they forget the quickness of the mental jump, the daring of the youthful intuition, the agility of the fresh insight. They become accustomed to the more plodding varieties of reason, and because this is more than made up by the accumulation of experience, old men think themselves wiser than the young.","author":"Isaac Asimov, Pebble in the Sky","category":"age, wisdom"},{"quote":"See, the ‘small stuff’ is what makes up the larger picture of our lives. Many people are like you, young man. But their perspective is distorted. They ignore ‘small stuff,’ claiming to have an eye on the bigger picture, never understanding that the bigger picture is composed of nothing more than-are you ready?- ‘small stuff’.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"In art, and maybe just in general, the idea is to be able to be really comfortable with contradictory ideas. In other words, wisdom might be, seem to be, two contradictory ideas both expressed at their highest level and just let to sit in the same cage sort of, vibrating. So, I think as a writer, I'm really never sure of what I really believe.","author":"George Saunders","category":"art, contradiction, ideas, wisdom, writing"},{"quote":"A prophet is not someone with special visions, just someone blind to most of what others see","author":"Nassim Nicholas Taleb, The Bed of Procrustes: Philosophical and Practical Aphorisms","category":"empaths, empathy, intuition, prophet, wisdom"},{"quote":"There's a thin line between genius and bottom-barrel stupidness. I hover delicately on a tightrope between the two, wondering where I'll land if I'll ever fall.","author":"Suzanne Crowley, The Very Ordered Existence of Merilee Marvelous","category":"genius, stupidity, wisdom"},{"quote":"You have a great heart, but will only find it to be so through great pain. This is the wisdom of love, and its doubtful gift. . . . I have endured much suffering and still remain unbitter and unclosed.","author":"Alison Croggon, The Naming","category":"love, wisdom"},{"quote":"While it is true that most people never see or understand the difference they make, or sometimes only imagine their actions having a tiny effect, every single action a person takes has far-reaching consequences.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"Compassion is all inclusive. Compassion knows no boundaries. Compassion comes with awareness, and awareness breaks all narrow territories.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"awareness, beauty, beauty-in-life, beauty-in-nature, boundaries, compassion, compassion-quotes, compassion-wisdom, inner-beauty, kindness, meditation, self-awareness, territories, understanding, understanding-life, wisdom, yoga"},{"quote":"After all Death is a Symbol that there was Life.","author":"Mario Benedetti","category":"death, life, wisdom"},{"quote":"Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance.","author":"Brian Tracy, Focal Point: A Proven System to Simplify Your Life, Double Your Productivity, and Achieve All Your Goals","category":"life, wisdom"},{"quote":"the only way in which a human being can make some approach to knowing the whole of a subject, is by hearing what can be said about it by persons of every variety of opinion, and studying all modes in which it can be looked at by every character of mind. No wise man ever acquired his wisdom in any mode but this; nor is it in the nature of human intellect to become wise in any other manner.","author":"John Stuart Mill, On Liberty","category":"wisdom"},{"quote":"Develop the winning edge","author":"small differences in your performance can lead to large differences in your results.","category":"Brian Tracy"},{"quote":"You'd be surprised how easy some things can be, things you never thought you'd do, when you take self-respect out of the equation.","author":"Sarah Addison Allen","category":"philosophical, self-respect, wisdom"},{"quote":"Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own.","author":"Nelson Algren, A Walk on the Wild Side","category":"relationships, survival, wisdom"},{"quote":"Brave? Or stupid?\"Roger shrugged. \"I've never been quite sure where brave stopped and stupid began, myself.","author":"Gerald Morris, The Savage Damsel and the Dwarf","category":"bravery, stupidity, wisdom"},{"quote":"Your teacher might be a child who takes you by the hand and asks you a question that you hadn't considered before, and your answer to the child is your answer to yourself.","author":"Wayne W. Dyer","category":"wisdom"},{"quote":"Healey’s First Law Of Holes: When in one, stop digging.","author":"Denis Healey","category":"dicta, efficiency, effort, futility, holes, wisdom"},{"quote":"But goodness alone is never enough. A hard, cold wisdom is required for goodness to accomplish good. Goodness without wisdom always accomplishes evil.","author":"Robert A. Heinlein, Stranger in a Strange Land","category":"goodness, wisdom"},{"quote":"The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen.","author":"Shannon L. Alder","category":"adversity, advice, books, bright, brightness, city-of-angels-movie, connected, dark, dark-angels, darkness, friendship, guardian-angels, inspiration, inspirational-authors, learned-lessons, life-lessons, light, moon, night, novels, plans, seekers, seeking, shine, sky, spiritual-guides, trials, white-paths, wisdom"},{"quote":"Better to shun the bait than struggle in the snare.","author":"William Blake","category":"common-sense, inspirational, wisdom"},{"quote":"Routine feeds the illusion of safety...","author":"Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal","category":"wisdom"},{"quote":"The most wonderful and the strongest things in the world, you know, are just the things which no one can see.","author":"Charles Kingsley, The Water-Babies","category":"fantasy, imagination, inspirational, spiritual, wisdom"},{"quote":"He who dares not offend cannot be honest.","author":"Thomas Paine","category":"activism, truth-and-lies, wisdom"},{"quote":"He's acting as foolish as a kitten... but then, everyone's entitled to a little foolishness once in a while.","author":"Christopher Paolini, Inheritance","category":"foolishness, humor, wisdom"},{"quote":"Yes, the brutalities of progress are called revolutions. When they are over, this is recognised: that the human race has been harshly treated, but that it has advanced.","author":"Victor Hugo, Les Misérables","category":"fiction, inspirational, les-miserables, wisdom"},{"quote":"How will you know the difficulties of being human, if you are always flying off to blue perfection? Where will you plant your grief seeds? Workers need ground to scrape and hoe, not the sky of unspecified desire.","author":"Jalaluddin Rumi","category":"wisdom"},{"quote":"At times anger will trigger harsh words. After a cooling period wisdom sets in; finally, the ability to speak from the heart with love and compassion.","author":"Ana Monnar, Relax: New And Selected Poems: New And Selected Poems","category":"anger, compassion, forgiveness, love, quote, wisdom"},{"quote":"When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?","author":"Oliver Wendell Holmes Sr.","category":"wisdom, women"},{"quote":"a wise woman puts a grain of sugar in everything she says to a man, and takes a grain of salt with everything he says to her.","author":"Helen Rowland","category":"men-and-women, wisdom"},{"quote":"The greatest wisdom consists in knowing one's own follies.","author":"Madame de Sablé","category":"humility, learning, wisdom"},{"quote":"They are called, \"SELF-worth\" and \"SELF-esteem\" for a reason... we can't let others decide what we are worth, that is so dangerous! Empower yourself!","author":"Jaeda DeWalt","category":"inspirational, self-acceptance, self-esteem, self-worth, wisdom, wise-words"},{"quote":"COMING FORTH INTO THE LIGHTI was born the dayI thought:What is?What was?AndWhat if?I was transformed the dayMy ego shattered,And all the superficial, materialThings that matteredTo me before,Suddenly ceasedTo matter.I really came into beingThe day I no longer cared aboutWhat the world thought of me,Only on my thoughts forChanging the world.","author":"Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem","category":"alive, aliveness, approval, asking-questions, awake, awaken, awakened, awakening, be, becoming, being, birth, bliss, born, caring, change-the-world, changing-the-world, comfortable-with-yourself, conscious, consciousness, ego, egoism, egoismo, egotism, enlightenment, evolution, evolving, freedom-of-thought, growing, growth, immaterial, life, light, loving-yourself, material, materialism, peace, poem, poetry, reborn, reflection, reflections-on-life, self-awareness, self-love, self-reflection, state-of-being, superficial, superficial-culture, suzy-kassem, think, thinking, thought, thoughts-on-life, to-be, transform, transformation, what-if, what-is, what-was, wisdom, wise, world, world-citizen, world-peace"},{"quote":"Just because you're in a situation, doesn't mean you have to be that situation. You're not the situation you're in!","author":"K.M. Johnson, Knowing the Struggle Is Over!","category":"inspirational, life, motivational, wisdom"},{"quote":"Your life is always under construction. It is your job to learn howto untangle the threads and weave a tapestry that matches your desires.","author":"Dannye Williamsen","category":"inspirational, wisdom"},{"quote":"You cannot hinder someone’s free will, that’s the first law of the Universe, no matter what the decision.","author":"E.A. Bucchianeri, Brushstrokes of a Gadfly","category":"choices, choices-and-consequences, free-will, freedom, freedom-of-choice, gadfly, making-sense-of-the-world, universe, wisdom"},{"quote":"It is man's unique privilege, among all other organisms. By pursuing falsehood you will arrive at the truth!","author":"Fyodor Dostoyevsky, Crime and Punishment","category":"existentialism, positivism, wisdom"},{"quote":"The essence of wisdom is to know when to be doing, and when it's useless even to try","author":"Mary  Stewart, The Last Enchantment","category":"arthur, arthurian-saga, fantasy, mary-stewart, merlin, the-last-enchantment, wisdom"},{"quote":"For us lads of eighteen they ought to have been mediators and guides to the world of maturity, the world of work, of duty, of culture, of progress -- to the future.","author":"Erich Maria Remarque, All Quiet on the Western Front","category":"age, maturity, war, wisdom"},{"quote":"After his experience with Minos, Nico realized that most spectres held only as much power as you allowed them to have. They pried into your mind, using fear or anger or longing to influence you. Nico had learned to shield himself. Sometimes he could even turn the tables and bend ghosts to his will.","author":"Rick Riordan, The Blood of Olympus","category":"ghosts, lesson, life, past, wisdom"},{"quote":"By the time it came to the edge of the Forest, the stream had grown up, so that it was almost a river, and, being grown-up, it did not run and jump and sparkle along as it used to do when it was younger, but moved more slowly. For it knew now where it was going, and it said to itself, “There is no hurry. We shall get there some day.” But all the little streams higher up in the Forest went this way and that, quickly, eagerly, having so much to find out before it was too late.","author":"A.A. Milne, The House at Pooh Corner","category":"comparisons, life, wisdom"},{"quote":"I mean, reality sucks. The world is a cancer, and shits so bad it’s scary. Everything’s filthy. But you know what? One day, it’s not going to be here. So be glad you know what life is. You’re alive. Live.","author":"Mitch Lucker","category":"artist, embrace, life, musician, suicide-silence, vocalist, wisdom, world"},{"quote":"Wisdom. . .is knowing what you have to accept.","author":"Wallace Stegner, Angle of Repose","category":"acceptance, wisdom"},{"quote":"...unfortunately, it's true: time does heal. It will do so whether you like it or not, and there's nothing anyone can do about it. If you're not careful, time will take away everything that ever hurt you, everything you have ever lost, and replace it with knowledge. Time is a machine: it will convert your pain into experience. Raw data will be compiled, will be translated into a more comprehensible language. The individual events of your life will be transmuted into another substance called memory and in the mechanism something will be lost and you will never be able to reverse it, you will never again have the original moment back in its uncategorized, preprocessed state. It will force you to move on and you will not have a choice in the matter.","author":"Charles Yu, How to Live Safely in a Science Fictional Universe","category":"experience, life, memory, time, wisdom"},{"quote":"I would rather carry around a plastic bag with five thousand Euro inside, than carry around a Louis Vuitton/Gucci/Prada bag with only one hundred Euro inside!","author":"C. JoyBell C.","category":"common-sense, fashion-quotes, life, living, money, wisdom, wisdom-quote, women-and-fashion"},{"quote":"You see, to find the brightest wisdom one must pass through the darkest zones. And through the darkest zones there can be no guide. No guide, that is, but courage","author":"Adam Gidwitz, A Tale Dark & Grimm","category":"courage, wisdom"},{"quote":"The more you know, the less you need.","author":"Yvon Chouinard, Let My People Go Surfing: The Education of a Reluctant Businessman","category":"less-is-more, wisdom, zen"},{"quote":"It was not curiosity that killed the goose who laid the golden egg, but an insatiable greed that devoured common sense.","author":"E.A. Bucchianeri, Brushstrokes of a Gadfly","category":"avarice, catholic-author, common-sense, curiosity, deadly-sins, faults, gadfly, gold, greed, greediness, greedy-people, human-nature, mammon, proverbs, riches, sad-but-true, wisdom, wise-sayings"},{"quote":"If you are driven by fear, anger or pride nature will force you to compete. If you are guided by courage, awareness, tranquility and peace nature will serve you.","author":"Amit Ray, Nonviolence: The Transforming Power","category":"anger, awareness, compassion, compassion-quotes, compassion-wisdom, courage, fear, kindness, kindness-quotes, life-and-living, life-experience, life-lesson, life-lessons, life-philosophy, life-quotes, lifestyle, peace, peace-making, peace-movement, peace-of-mind, peace-quote, pride, tranquility, wisdom, wisdom-of-life"},{"quote":"Whatever choice you make makes you. Choose wisely.","author":"Roy T. Bennett","category":"choice, choices, inspiration, inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, inspire, inspiring, life, life-and-living, life-lessons, life-quotes, living, motivation, motivational, optimism, optimistic, positive, positive-affirmation, positive-life, positive-thinking, wisdom, wise"},{"quote":"You never know what is enough unless you know what is more than enough.","author":"Andrew Davidson","category":"lessons, life, the-gargoyle, wisdom"},{"quote":"Perhaps wisdom is simply a matter of waiting, and healing a question of time. And anything good you've ever been given is yours forever.","author":"Rachel Naomi Remen","category":"healing, wisdom"},{"quote":"When there is a tendency to compartmentalize the spiritual and make it resident in a certain type of life only, the spiritual is apt gradually to be lost.","author":"Flannery O'Connor, Mystery and Manners: Occasional Prose","category":"wisdom"},{"quote":"We don't want to think about our weaknesses. We don't want to talk about them, and we certainly don't want anyone else to point them out. This is a classic sign of mediocrity, and this mediocrity has a firm grip on the Church and humanity at this moment in history.","author":"Matthew Kelly, Rediscover Catholicism","category":"life, mediocrity, p51, wisdom"},{"quote":"The more you look into and understand yourself, the less judgmental you become towards others.","author":"Tariq Ramadan","category":"inspirational, wisdom"},{"quote":"The next best thing to being wise oneself is to live in a circle of those who are.","author":"C.S. Lewis","category":"fellowship, wisdom"},{"quote":"Learning isn't acquiring knowledge so much as it is trimming information that has already been acquired.","author":"Criss Jami, Killosophy","category":"development, humility, information, knowledge, learning, letting-go, pride, simplicity, understanding, wisdom"},{"quote":"There are two words that you should use frequently in your youth: ´sorry´ and ´thank-you´. Use the first one as often as possible, so that on your death bed all that you have to say to your friends is ´thank-you!´.","author":"Robin Jones Gunn","category":"wisdom"},{"quote":"Everyone's allowed to be in love with the wrong person at some point. In fact, it's a mistake not to be.","author":"Harriet Evans, Happily Ever After","category":"break-ups, life, love, wisdom"},{"quote":"Ah! how little knowledge does a man acquire in his life. He gathers it up like water, but like water it runs between his fingers, and yet, if his hands be but wet as though with dew, behold a generation of fools call out, 'See, he is a wise man!' Is it not so?","author":"H. Rider Haggard, She","category":"arrogance, foolishness, futility, humanity, intelligence, knowledge, learning, mankind, stupidity, wisdom"},{"quote":"It is born in mind that the tragedy of life does not lie in not reaching the goal. The tragedy of life lies in having no goal to reach.","author":"Benjamin E. Mays","category":"inspirational, wisdom"},{"quote":"The fear of God is not the beginning of wisdom. The fear of God is the death of wisdom. Skepticism and doubt lead to study and investigation, and investigation is the beginning of wisdom.","author":"Clarence Darrow, Why I Am An Agnostic and Other Essays","category":"doubt, fear, investigation, skepticism, wisdom"},{"quote":"Sure, it was your idea and your fly, but he caught the big fish. Remember, fairness is a human idea largely unknown in nature.","author":"John Gierach, Death, Taxes, and Leaky Waders: A John Gierach Fly-Fishing Treasury","category":"life, wisdom"},{"quote":"The idea of authority, which they represented, was associated in our minds with a greater insight and a more humane wisdom.","author":"Erich Maria Remarque, All Quiet on the Western Front","category":"authority, war, wisdom"},{"quote":"Nico knew something about ghosts. Letting them get inside your head was dangerous. He wanted to help Reyna, but since his own strategy was to deal with his problems alone, spurning anyone who tried to get close, he couldn’t exactly criticize Reyna for doing the same thing.","author":"Rick Riordan, The Blood of Olympus","category":"ghost, wisdom"},{"quote":"It is easy to be wise after the event.","author":"Arthur Conan Doyle, The Complete Sherlock Holmes","category":"hindsight, true, wisdom"},{"quote":"He who binds to himself a joyDoes the winged life destroy","author":"But he who kisses the joy as it fliesLives in eternity's sun rise.","category":"William Blake"},{"quote":"If we only fell in love with people who were perfect for us...then there wouldn't be so much fuss about love in the first place.","author":"Amor Towles, Rules of Civility","category":"love, wisdom"},{"quote":"Where ignorance lurks, so too do the frontiers of discovery and imagination","author":"Neil deGrasse Tyson","category":"inspirational, life, wisdom"},{"quote":"There are two kinds of fools. One says, \"This is old, and therefore good.\" And one says, \" This is new, and therefore better.","author":"John Brunner, The Shockwave Rider","category":"fool, foolish, wisdom"},{"quote":"Probably the wisest words that were ever uttered to me. Came from a therapist. I was sitting in her office, crying my eyes out. . . and she said, \"So let me get this straight. You base your personal happiness on things entirely out of your control.","author":"Laura Munson, This Is Not The Story You Think It Is: A Season of Unlikely Happiness","category":"control, happiness, therapist, wisdom"},{"quote":"A visitor is a friend, he brings news, good or bad, which is bread to the hungry minds in lonely places. A real friend who comes to the house is a heavenly messenger, who brings the panis angelorum.","author":"Karen Blixen, Out of Africa","category":"curiosity, friendship, knowledge, people, society, wisdom"},{"quote":"Lady Wisdom will be your close friend","author":"and Brother Knowledge will be your pleasant companion.","category":"Anonymous, Holy Bible: King James Version"},{"quote":"Grown people know that they do not always know the way of things, and even if they think they know, they do not know where and how they got the proof.","author":"Zora Neale Hurston, Dust Tracks on a Road","category":"age, experience, wisdom, youth"},{"quote":"what's right? If you want something, you have the right to take it. If you want to do something, you have the right to do it.","author":"Bret Easton Ellis","category":"life-lesson, los-angeles, wisdom, youth"},{"quote":"In life, the hardest decisions often have to be made more than once. But each time, it gets easier.","author":"Matthew J. Kirby, Icefall","category":"inspirational, wisdom"},{"quote":"A shade of sorrow passed over Taliesin's face. 'There are those,' he said gently, 'who must first learn loss, despair, and grief. Of all paths to wisdom, this is the cruelest and longest. Are you one who must follow such a way? This even I cannot know. If you are, take heart nonetheless. Those who reach the end do more than gain wisdom. As rough wool becomes cloth, and crude clay a vessel, so do they change and fashion wisdom for others, and what they give back is greater than what they won.","author":"Lloyd Alexander, The High King","category":"grief, learning, the-chronicles-of-prydain, wisdom"},{"quote":"Your decision to be, have and do something out of ordinary entails facing difficulties that are out of the ordinary as well. Sometimes your greatest asset is simply your ability to stay with it longer than anyone else.","author":"Brian Tracy","category":"life, wisdom"},{"quote":"The best way to see Faith is to shut the eye of Reason.","author":"Benjamin Franklin","category":"wisdom"},{"quote":"A virtuos woman is not moved by big names and flamboyance, but only men of profound wisdom and integrity move her.","author":"Michael Bassey Johnson","category":"big-names, character, chaste, chasticity, clean, cleanliness, decency, discipline, flamboyance, flamboyant, good-choice, good-woman, her, integrity, ladies, lady, luxurious, luxury, money, move, name, names, opulence, profound, pure, purity, sensitivity, she, sound-judgment, virtue, wisdom, woman-of-virtue"},{"quote":"The past is our definition. We may strive with good reason to escape it or to escape what is bad in it but we will escape it only by adding something better to it.","author":"Wendell Berry","category":"wisdom"},{"quote":"It is not until you change your identity to match your life blueprint that you will understand why everything in the past never worked.","author":"Shannon L. Alder","category":"action-plans, becoming, belief-system, blueprint, caring, change, character, characteristics, compassion, confidence, core-values, decisions, example, friendship, future, good-choices, growing-up, growth, honesty, identity, leadership, learning, lessons-learned, life-choices, life-direction, life-map, life-purpose, life-purpose-101, love, past, principles, reactions, resolver-vs-reactor, self-assessment, self-awareness, self-beliefs, self-esteem-101, self-improvement, self-transformation, staying-positive, stayingpositiveu-com, students, teachers, teaching, traits, values, wisdom"},{"quote":"Only a female could be as calculating and have the foresight that destiny requires,' the gypsy explained. 'Now fate is a man,' he went on, 'no planning, just go with the flow and see what tomorrow brings.","author":"Traci Harding, The Dragon Queens","category":"humor, wisdom"},{"quote":"learn from the past live in the present plan for the future","author":"Audrey Farrell","category":"wisdom"},{"quote":"They say you should know your limits and work within them. But how can you really know your limits unless you try to expand them?","author":"Jonathan Cainer","category":"life, success, wisdom"},{"quote":"Fear of the LORD is the beginning of knowledge. Only Fools despise wisdom and discipline.\" Proverbs 1:7 NLT","author":"Eddie  Johnson","category":"african-american-book-author, black-book-author, christian, christian-life, inspiration, motivation, quotes, religious, religious-quote, uplift, uplifting, wisdom, wisdom-quotes"},{"quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.","author":"Roopleen, Words to inspire the winner in YOU","category":"attitude, authors, books, coaching, connect, counseling, courage, dare, daring, determination, dreams, faith, famous, goals, hope, idea, inspiration, inspire, judge, leadership, life, motivation, motivator, never-give-up, passion, positive-thinking, promo, publishing, quotes, self-confidence, self-esteem, success, successful, triumph, victory, willpower, wisdom, words, you-can-do-it"},{"quote":"The weak are dominated by their ego, the wise dominate their ego, and the intelligent are in a constant struggle against their ego.","author":"Hamza Yusuf","category":"ego, egoism, intelligence, weak, wisdom, wise"},{"quote":"Some people are like thorns. But you have to let them be thorns, because thorns can't turn into petals. The trick is not letting them prick you; never let a thorn prick you!","author":"C. JoyBell C.","category":"life, life-and-living, life-lessons, living, people, petals, thorns, wisdom, wisdom-quotes"},{"quote":"I observe and remain silent.","author":"Elizabeth I","category":"diplomacy, wisdom"},{"quote":"To know when to be generous and when firm—that is wisdom.","author":"Edith Wharton","category":"wisdom"},{"quote":"It is because of its emptiness that the cup is useful.","author":"Carole Wilkinson, Dragon Keeper","category":"ancient-chinese, dragon-keeper, dragons, inspirational, wisdom"},{"quote":"Misfortunes make us wise","author":"Mary Norton, The Borrowers Afield","category":"adversity, curiosity, intellectual, wisdom"},{"quote":"Ordinary people merely think how they shall 'spend' their time","author":"a man of talent tries to 'use' it.","category":"Arthur Schopenhauer"},{"quote":"Sometimes, the simple things are more fun and meaningful than all the banquets in the world ...","author":"E.A. Bucchianeri, Brushstrokes of a Gadfly","category":"banquets, experiences, fun, inspirational, life, life-lessons, meaning-of-life, meaning-of-things, meaningful, simple-joys, simple-pleasures, simple-things, simple-things-of-life, wisdom"},{"quote":"It is a common sentence that knowledge is power","author":"but who hath duly considered or set forth the power of ignorance? Knowledge slowly builds up what ignorance in an hour pulls down.","category":"George Eliot, Daniel Deronda"},{"quote":"While differing widely in the various little bits we know, in our infinite ignorance we are all equal.","author":"Karl R. Popper","category":"humility, knowledge, wisdom"},{"quote":"Don't assume the world evolved in the order in which you discovered it.","author":"Raymond E. Feist","category":"wisdom"},{"quote":"Wisdom can be gathered on your downtime. Wisdom that can change the very course of your life will come from the people you are around, the books you read, and the things you listen to or watch on radio or television. Of course, bad information is gathered in your downtime too. Bad information that can change the very course of your life will come from the people you are around, the books you read, and the things you listen to or watch on radio or television. One of wisdom's greatest benefits, is accurate discernment- the learned ability to immediately tell right from wrong. Good from evil. Acceptable from unacceptable. Time well spent from time wasted. The right decision from the wrong decision. And many times this is simply a matter of having the correct perspective. One way to define wisdom is THE ABILITY TO SEE, INTO THE FUTURE, THE CONSEQUENCES OF YOUR CHOICES IN THE PRESENT. That ability can give you a completely different perspective on what the future might look like... with a degree of intelligence and a hint of wisdom, most people can tell the difference between good and bad. However, it takes a truly wise person to discern the oh-so-thin line between good and best. And that line...[gives you the] perspective that allows you to see clearly the long-term consequences of your choices.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"wisdom"},{"quote":"Are we being good ancestors?","author":"Jonas Salk","category":"evolution, legacy, wisdom"},{"quote":"When we search for \"ourselves\" in the eyes of others, we have imprisoned our own-selves in believing that our self-worth is nothing unless others validate who we are. Unless we approve of whom we are, what we are, and what we are capable of doing as an individual, only then we will have released \"ourselves\" from our own imprisonment. We are in charge of our own life's destiny and what we do and become can only be validated by our accomplishments and failures; not by what others may think of us.","author":"Dahveed, Through The Eyes of A Foster Child: A Poetic Journey","category":"inspirational, wisdom"},{"quote":"Most people know nothing about learning","author":"many despise it. Dummies reject as too hard whatever is not dumb.","category":"Thomas More, Utopia"},{"quote":"What we have to learn, in both meditation and in life, is to be free ofattachment to the good experiences, and free of aversion to the negative ones.","author":"Sogyal Rinpoche","category":"wisdom"},{"quote":"Success equals goals","author":"all else is commentary.","category":"Brian Tracy"},{"quote":"Tell no man anything, for no man listensYet hold thy lips ready to speak.","author":"Carl Sandburg","category":"wisdom"},{"quote":"If you look around to find meaning in everything that happens, you will end up disappointed. Sometimes there aren’t reasons behind the terrible things that go on. I ask myself, If I knew all the answers, would it help? I lie awake and wonder why I don’t have parents and wonder what will become of my brother and me. But when the morning comes, I realize that there’s nothing to be done about what has already happened. I can only get up and do my chores and push through the day and find the good in it.","author":"Adriana Trigiani, The Shoemaker's Wife","category":"life, wisdom, wise, wise-words"},{"quote":"When I start a new seminar I tell my students that I will undoubtedly contradict myself, and that I will mean both things. But an acceptance of contradiction is no excuse for fuzzy thinking. We do have to use our minds as far as they will take us, yet acknowledge that they cannot take us all the way.","author":"Madeleine L'Engle, A Circle of Quiet","category":"brain, contradiction, imagination, intellect, mind, wisdom"},{"quote":"Be beautiful if you can, wise if you want to, but be respected - that is essential.","author":"Anna Gould","category":"beautiful, beauty, essential, respect, wisdom, wise"},{"quote":"Must I accept the barren Gift?-learn death, and lose my Mastery?Then let them know whose blood and breathwill take the Gift and set them free:whose is the voice and whose the mindto set at naught the well-sung Game-when finned Finality arrivesand calls me by my secret Name.Not old enough to love as yet,but old enough to die, indeed--the death-fear bites my throat and heart,fanged cousin to the Pale One's breed.But past the fear lies life for all-perhaps for me: and, past my dread,past loss of Mastery and life,the Sea shall yet give up Her dead!Lone Power, I accept your Gift!Freely I make death a part of me;By my accept it is boundinto the lives of all the Sea-yet what I do now binds to ita gift I feel of equal worth:I take Death with me, out of Time,and make of it a path, a birth!Let the teeth come! As they tear me,they tear Your ancient hate for aye--so rage, proud Power! Fail again,and see my blood teach Death to die!","author":"Diane Duane, Deep Wizardry","category":"magic, song, wisdom"},{"quote":"A person's rightful due is to be treated as an object of love, not as an object for use.","author":"John Paul II, Love and Responsibility","category":"justice, life, love, p42, wisdom"},{"quote":"Wisdom tends to grow in proportion to one's awareness of one's ignorance.","author":"Anthony de Mello, One Minute Wisdom","category":"ignorance, self-awareness, wisdom"},{"quote":"Fiction is written with reality and reality is written with fiction. We can write fiction because there is reality and we can write reality because there is fiction; everything we consider today to be myth and legend, our ancestors believed to be history and everything in our history includes myths and legends. Before the splendid modern-day mind was formed our cultures and civilizations were conceived in the wombs of, and born of, what we identify today as \"fiction, unreality, myth, legend, fantasy, folklore, imaginations, fabrications and tall tales.\" And in our suddenly realized glory of all our modern-day \"advancements\" we somehow fail to ask ourselves the question \"Who designated myths and legends as unreality? \" But I ask myself this question because who decided that he was spectacular enough to stand up and say to our ancestors \"You were all stupid and disillusioned and imagining things\" and then why did we all decide to believe this person? There are many realities not just one. There is a truth that goes far beyond what we are told today to believe in. And we find that truth when we are brave enough to break away from what keeps everybody else feeling comfortable. Your reality is what you believe in. And nobody should be able to tell you to believe otherwise.","author":"C. JoyBell C.","category":"belief, beliefs, believing, bravery, courage, fiction, folklore, history, inspirational, inspirational-quotes, inspiring, legend, legends, myth, myths, on-fiction, real, reality, unreal, unreality, wisdom, wisdom-quotes"},{"quote":"Night is certainly more novel and less profane than day.","author":"Henry David Thoreau","category":"night, wisdom"},{"quote":"When you come to see you are not as wise today as you thought you were yesterday, you are wiser today.","author":"Anthony de Mello, One Minute Wisdom","category":"ignorance, wisdom"},{"quote":"Forget the years, forget distinctions. Leap into the boundless and make it your home!","author":"Zhuangzi","category":"wisdom"},{"quote":"Wordsare powerfulforces of nature.they are destruction.they are nourishment. they are flesh. they are water.they are flowers and bone.they burn. they cleansethey erase. they etch. they can eitherleave youfeelinghomelessor brimmingwith home.","author":"Sanober  Khan","category":"indian-authors, poetry, poetry-quotes, powerful, wisdom, words, words-have-power"},{"quote":"Good morning,\" said the little prince.Good morning,\" said the merchant.This was a merchant who sold pills that had been invented to quench thirst. You need only swallow one pill a week, and you would feel no need for anything to drink.Why are you selling those?\" asked the little prince.Because they save a tremendous amount of time,\" said the merchant. \"Computations have been made by experts. With these pills, you save fifty-three minutes in every week.\"And what do I do with those fifty-three minutes?\"Anything you like...\"As for me,\" said the little prince to himself, \"if I had fifty-three minutes to spend as I liked, I should walk at my leisure toward a spring of fresh water.","author":"Antoine de Saint-Exupéry, The Little Prince","category":"experience, life, wisdom"},{"quote":"Never pause unless you have a reason for it, but when you pause, pause as long as you can.","author":"W. Somerset Maugham, Theatre","category":"wisdom"},{"quote":"Our wisdom comes from our experience,and our experience comes from our foolishness.","author":"Sacha Guitry","category":"expirience, foolishness, wisdom"},{"quote":"Remember, young man, experience is not the best teacher. Other people's experience is the best teacher. By reading about the lives of great people, you can unlock the secrets to what made them great.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"It is a disaster that wisdom forbids you to be satisfied with yourself and always sends you away dissatisfied and fearful, whereas stubbornness and foolhardiness fill their hosts with joy and assurance.","author":"Michel de Montaigne, The Complete Essays","category":"stubbornness, wisdom"},{"quote":"Men must endureTheir going hence, even as their coming hither.Ripeness is all.","author":"William Shakespeare, King Lear","category":"birth, death, maturity, wisdom"},{"quote":"Don't let others box you into their idea of what they think you should be. A confined identity is a miserable way to exist. Be you and live free. Trust that in living true to yourself, you will attract people that support and love you, just as you are.","author":"Jaeda DeWalt","category":"be-yourself, being-your-own-person, identity, inspirational, life, self-acceptance, wisdom"},{"quote":"Lord, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to hide the bodies of those people I had to kill because they pissed me off!","author":"Sarah Ferguson","category":"serenity, wisdom"},{"quote":"When every situation which life can offer is turned to the profit of spiritual growth, no situation can really be a bad one.","author":"Paul Brunton","category":"growth, inspirational, wisdom"},{"quote":"Once a wolf, always a wolf.","author":"Aesop, Aesop's Fables","category":"wisdom"},{"quote":"Before, you are wise; after, you are wise. In between you are otherwise","author":"David Zindell, The Broken God","category":"hindsight, wisdom"},{"quote":"Perhaps the hardest lesson to learn is not to be attached to the results of your actions.","author":"Joan Borysenko","category":"wisdom"},{"quote":"There are questions I'm still not wise enough to answer, just wise enough to no longer ask.","author":"George Jones","category":"wisdom"},{"quote":"....it is of the very essence of Christianity to face suffering and death not because they are good, not because they have meaning, but because the resurrection of Jesus has robbed them of their meaning.","author":"Thomas Merton","category":"wisdom"},{"quote":"Perhaps there is supranatural: reason beyond the normal definitions of fact or data-based logic","author":"something that only makes sense if you can see a bigger picture of reality. Maybe that is where faith fits in.","category":"William Paul Young, The Shack"},{"quote":"She was not too young to be wise, but she was too young to know that wisdom shouldn't be spoken aloud when you are happy.","author":"Graham Greene, Loser Takes All","category":"happiness, wisdom, youth"},{"quote":"[Y]ou [man] are fool enough, it seems, to dare to war with [woman=] me, when for your faithful ally you might win me easily.","author":"Aristophanes, Lysistrata","category":"alliance, disagreement, foolishness, men, quarrel, wisdom, women"},{"quote":"I remember my youth and the feeling that will never come back any more /the feeling that I could last for ever, outlast the sea, the earth, and all men; the deceitful feeling that lures us on to joys, to perils, to love, to vain effort /to death; the triumphant conviction of strength, the heat of life in the handful of dust, the glow in the heart that with every year grows dim, grows cold, grows small, and expires /and expires, too soon, too soon /before life itself","author":"Joseph Conrad","category":"wisdom"},{"quote":"Hide yourself in God, so when a man wants to find you he will have to go there first.","author":"Shannon L. Alder","category":"activism, activist, administering, animal-rights, blessed, brand, bright-light, chasity, choices, christian-missions, church, communicator, compassionate, concern-for-others, confident, daughter-of-god, daughters, defending-oceans, devotion, dignity, empowering-women, example, fearless, forest, freedom, god-s-plan, god-s-protection, god-s-warrior, good-heart, good-hearted, good-hearts, goodness, guidance, happiness, helping-patients, helping-the-poor, homeless, honest, inner-beauty, inspire, inspire-others, inspiring-youth, integrity, intelligence, letting-go, love, loves-children, loving, mates, medical-missions, medical-needs, merciful, mexico, motto, moving-on, nicaragua, not-hackers, not-illegal, oceans, partners, peaceful-warriors, protected, protecting-animals, protects-children, pure, quality, relationships, rescuers, rescuing-others, respect, rise-higher, rising-higher, ruth, sar, saving-lives, selective, self-respect, service, serving-homeless, shelters, shine, shine-your-light, soulmates, spouses, staying-positive, stayingpositiveuniversity-com, the-light-to-others, the-one, the-queen, the-sun, to-be-respeted, true-beauty, value, values, vocal, warrior, warrior-women, wisdom, words-to-live-by, worth, worth-the-fight"},{"quote":"The most important thing is this: to sacrifice what you are now for what you can become tomorrow.","author":"Shannon L. Alder","category":"achievements, achievments, beginnings, empowerment, endings, future, goals, god-s-plan, graduation-speech, success, wisdom"},{"quote":"At times the whole world seems to be in conspiracy to importune you with emphatic trifles. Friend, client, child, sickness, fear, want, charity, all knock at once at thy closet door and say,—'Come out unto us.' But keep thy state; come not into their confusion. The power men possess to annoy me I give them by a weak curiosity. No man can come near me but through my act.","author":"Ralph Waldo Emerson, The Essays of Ralph Waldo Emerson","category":"distraction, frustration, perspective, wisdom"},{"quote":"Burn worldly love, rub the ashes and make ink of it, make the heart the pen, the intellect the writer, write that which has no end or limit.","author":"Guru Nanak, Sri Guru Granth Sahib","category":"intellect, knowledge, spiritual, wisdom, writing"},{"quote":"You tell me: 'Life is hard to bear.' But if it were otherwise why should you have your pride in the morning and your resignation in the evening?Life is hard to bear: but do not pretend to be so tender! We are all of us pretty fine asses and asseses of burden!","author":"Friedrich Nietzsche, Thus Spoke Zarathustra","category":"life, wisdom"},{"quote":"People of limited intelligence are fond of talking about \"these days,\" imagining that they have discovered and appraised the peculiarities of \"these days\" and that human nature changes with the times.","author":"Leo Tolstoy","category":"wisdom"},{"quote":"Where lowland is, that's where water goes. All medicine wants is pain to cure.","author":"Jalaluddin Rumi","category":"wisdom"},{"quote":"Pull the string and it will follow wherever you wish. Push it, and it will go nowhere at all.","author":"Dwight D. Eisenhower","category":"pull, push, wisdom"},{"quote":"The notion of freedom proclaimed by the modern world is anti-discipline. But true freedom cannot be separated from discipline.","author":"Matthew Kelly, Rediscover Catholicism","category":"discipline, freedom, life, p251, wisdom"}]}