{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The atheist staring from his attic window is often nearer to God than the believer caught up in his own false image of God.","author":"Martin Buber","category":"inspirational"},{"quote":"We are constantly invited to be what we are.","author":"Henry David Thoreau","category":"inspirational"},{"quote":"Sometimes success isn't about making the right decision, it's more about making some decision.","author":"Robin S. Sharma, The Leader Who Had No Title: A Modern Fable on Real Success in Business and in Life","category":"inspirational"},{"quote":"May the fleas of a thousand camels invade the crotch of the person that ruins your day. And may their arms be to short too scratch","author":"Keisha Keenleyside","category":"amusing, anger, funny, happy, humor, humour, inspirational, malediction, revenge, strife"},{"quote":"Life doesn't just happen to you","author":"youreceive everything in your life based on what you've given.","category":"Rhonda Byrne"},{"quote":"I am not a victim. No matter what I have been through, I'm still here. I have a history of victory.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"history, inspirational, motivational, success, victim-mentality, victory"},{"quote":"Living never wore one so much as the effort not to live.","author":"Anaïs Nin","category":"inspirational"},{"quote":"A truth that no one knows is still the truth.","author":"Sharon Shinn, Jenna Starborn","category":"inspirational, truth"},{"quote":"If you remember nothing else, remember this: Inspiration from outside one's self is like the heat in an oven. It makes passable Bath buns. But inspiration from within is like a volcano: It changes the face of the world.","author":"Alan Bradley, The Weed That Strings the Hangman's Bag","category":"inspirational"},{"quote":"We live out our lives as we are meant to live them-with some choice, with some chance, but mostly as a result of the persons we are.","author":"Terry Brooks, The Druid of Shannara","category":"inspirational"},{"quote":"Strength is Life, Weakness is Death.Expansion is Life, Contraction is Death.Love is Life, Hatred is Death.","author":"Swami Vivekananda","category":"inspirational"},{"quote":"Tell all the Truth but tell it slant--Success in Circuit liesToo bright for our infirm DelightThe Truth's superb surpriseAs Lightning to the Children easedWith explanation kindThe Truth must dazzle graduallyOr every man be blind--","author":"Emily Dickinson","category":"inspirational"},{"quote":"When I hear music, I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times, and to the latest.","author":"Henry David Thoreau","category":"artistic, inspirational, music, power-of-music"},{"quote":"One of the great liabilities of history is that all too many people fail to remain awake through great periods of social change. Every society has its protectors of status quo and its fraternities of the indifferent who are notorious for sleeping through revolutions. Today, our very survival depends on our ability to stay awake, to adjust to new ideas, to remain vigilant and to face the challenge of change.","author":"Martin Luther King Jr.","category":"change, inspirational"},{"quote":"I have already settled it for myself so flattery and criticism go down the same drain and I am quite free.","author":"Georgia O'Keeffe","category":"art, criticism, inspirational"},{"quote":"Faster, Faster, until the thrill of speed overcomes the fear of death.","author":"Hunter S. Thompson","category":"inspirational"},{"quote":"It used to be about trying to do something. Now it's about trying to be someone.","author":"Margaret Thatcher","category":"inspirational"},{"quote":"Sometimes we know in our bones what we really need to do, but we're afraid to do it. Taking a chance and stepping beyond the safety of the world we've always known is the only way to grow, though and without risk there is no reward.","author":"Wil Wheaton, Just a Geek: Unflinchingly honest tales of the search for life, love, and fulfillment beyond the Starship Enterprise","category":"growth, inspirational"},{"quote":"There are no traffic jams on the extra mile.","author":"Zig Ziglar","category":"inspirational"},{"quote":"You know me better than you think, you know, and you shall know me better yet.","author":"C.S. Lewis, The Magician's Nephew","category":"inspirational"},{"quote":"The word 'listen' contains the same letters as the word 'silent'.","author":"Alfred Brendel","category":"inspirational, listen, listening, silent, talking"},{"quote":"Love was that way. You could not render it in black or white. It always came down to the strange, blended shades of grey.","author":"Jodi Picoult","category":"inspirational, love"},{"quote":"In this country we have no place for hyphenated Americans.","author":"Theodore Roosevelt","category":"country, diversity, equality, humor, inspirational, politics"},{"quote":"You will write if you will write without thinking of the result in terms of a result, but think of the writing in terms of discovery, which is to say that creation must take place between the pen and the paper, not before in a thought or afterwards in a recasting... It will come if it is there and if you will let it come.","author":"Gertrude Stein","category":"inspirational, writing"},{"quote":"I shut my eyes in order to see.","author":"Paul Gauguin","category":"art, creative, inspirational"},{"quote":"There is nothing more important than your eternal salvation.","author":"Kirk Cameron","category":"eternity, god, hope, important, inspirational, religion, salvation, truth"},{"quote":"Make your interactions with people transformational, not just transactional.","author":"Patti Smith","category":"37-days, inspirational, inspirational-quotes"},{"quote":"We had the experience but missed the meaning. And approach to the meaning restores the experience in a different form.","author":"T.S. Eliot","category":"inspirational"},{"quote":"Never miss an opportunity to show your love, especially to those close to you, because we are always at our most cautious with them for fear of being hurt.","author":"Paulo Coelho, Manuscript Found in Accra","category":"fear, inspirational, love"},{"quote":"I wish I could make him understand that a loving good heart is riches enough, and that without it intellect is poverty.","author":"Mark Twain, The Diary of Adam and Eve","category":"adam-and-eve, inspirational, intellect, morality"},{"quote":"Seven years, Dawn. Working with the Slayer. Seeing my friends get more and more powerful... a witch. A demon. Hell, I could fit Oz in my shaving kit, but come a full moon, he had a wolfy mojo not to be messed with. Powerful, all of them. And I'm the guy who fixes the windows. They'll never know how tough it is, Dawnie, to be the one who isn't Chosen, to live so near the spotlight and never step in it. But I know. I see more than anybody realizes because nobody's watching me. I saw you last night, and I see you working here today. You're not special; you're extraordinary.","author":"Joss Whedon","category":"buffy-the-vampire-slayer, extraordinary, inspirational, observation, ordinary, power, seeing, underdog"},{"quote":"No man is free who is not master of himself.","author":"Epictetus","category":"inspirational"},{"quote":"Books have a way of finding their way into our lives, usually, right when we need them the most.","author":"Richard P. Denney","category":"books, inspirational"},{"quote":"It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"Suddenly, everything was beautiful. The way she viewed the world was nothing more but a reflection of herself.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"Adversity is a natural part of being human. It is the height of arrogance to prescribe a moral code or health regime or spiritual practice as an amulet to keep things from falling apart. Things do fall apart. It is in their nature to do so. When we try to protect ourselves from the inevitability of change, we are not listening to the soul. We are listening to our fear of life and death, our lack of faith, our smaller ego's will to prevail. To listen to your soul is to stop fighting with life--to stop fighting when things fall apart; when they don't go our away, when we get sick, when we are betrayed or mistreated or misunderstood. To listen to the soul is to slow down, to feel deeply, to see ourselves clearly, to surrender to discomfort and uncertainty and to wait.","author":"Elizabeth Lesser","category":"inspirational"},{"quote":"Don’t allow yourself to become disheartened when the thread doesn’t suit or seems unsightly to you. Wait and watch. Be patient and devoted. As the threads twist and turn, you will begin to understand, and you will see the pattern finally materialize in all its splendor.","author":"Colleen Houck","category":"inspirational"},{"quote":"In a strong relationship, you should love your companion more than you need them.","author":"Steve Maraboli, Life, the Truth, and Being Free","category":"inspirational, love, need, relationship"},{"quote":"Never apologize for showing feeling. When you do so, you apologize for the truth.","author":"Benjamin Disraeli","category":"inspirational"},{"quote":"It`s not how old you are, it`s how you are old.","author":"Jules Renard","category":"aging-gracefully, inspirational, living, old-age"},{"quote":"Nobody sees a flower - really - it is so small it takes time - we haven't time - and to see takes time, like to have a friend takes time.","author":"Georgia O'Keeffe, Georgia O'Keeffe","category":"flowers, friendship, inspirational"},{"quote":"The Lord is my shepherd. I shall not want for nothing. He makes me lie down in the green pastures. He greases up my head with oil. He gives me kung-fu in the face of my enemies. Amen","author":"Stephen King, The Stand","category":"humor, inspirational"},{"quote":"I am still determined to be cheerful and happy, in whatever situation I may be; for I have also learned from experience that the greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances. a","author":"Martha Washington","category":"attitude, happiness, inspirational"},{"quote":"One of the penalties of an ecological education is that one lives alone in a world of wounds. Much of the damage inflicted on land is quite invisible to laymen. An ecologist must either harden his shell and make believe that the consequences of science are none of his business, or he must be the doctor who sees the marks of death in a community that believes itself well and does not want to be told otherwise.","author":"Aldo Leopold, A Sand County Almanac","category":"inspirational, nature, science"},{"quote":"The victim mindset dilutes the human potential. By not accepting personal responsibility for our circumstances, we greatly reduce our power to change them.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"change, happiness, inspirational, personal-responsibility, potential, power, responsibility, success, victim"},{"quote":"Let us pick up our books and our pens,” I said. “They are our most powerful weapons. One child, one teacher, one book and one pen can change the world.","author":"Malala Yousafzai, I Am Malala: The Story of the Girl Who Stood Up for Education and Was Shot by the Taliban","category":"education, inspirational"},{"quote":"Do you train for passing tests or do you train for creative inquiry?","author":"Noam Chomsky","category":"education, inspiration, inspirational, learning"},{"quote":"You must remember what you are and what you have chosen to become, and the significance of what you are doing. There are wars and defeats and victories of the human race that are not military and that are not recorded in the annals of history. Remember that while you're trying to decide what to do.","author":"John  Williams, Stoner","category":"inspirational"},{"quote":"The wise warrior avoids the battle.","author":"Sun Tzu, The Art of War","category":"inspirational"},{"quote":"Life consists of what man is thinking about all day.","author":"Ralph Waldo Emerson","category":"inspirational"},{"quote":"the moment you don't feel like praying, get on your knees. And the moment you don't feel like reading your bible, you'd better get that Book open.","author":"Lori Wick, Where the Wild Rose Blooms","category":"inspirational"},{"quote":"You do not have to sit outside in the dark. If, however, you want to look at the stars, you will find that darkness is necessary. But the stars neither require nor demand it.","author":"Annie Dillard, Teaching a Stone to Talk: Expeditions and Encounters","category":"inspirational, meditative"},{"quote":"You told me once of the plants that lie dormant through the drought, that wait, half-dead, deep in the earth. The plants that wait for the rain. You said they'd wait for years, if they had to; that they'd almost kill themselves before they grew again. But as soon as those first drops of water fall, those plants begin to stretch and spread their roots. They travel up through the soil and sand to reach the surface. There's a chance for them again.","author":"Lucy Christopher, Stolen: A Letter to My Captor","category":"inspirational"},{"quote":"You can never cross the ocean until you have the courage to lose sight of the shore","author":"André Gide","category":"inspirational"},{"quote":"It may not feel too classy, begging just to eat But you know who does that?Lassie, and she always gets a treat So you wonder what your part is Because you're homeless and depressed But home is where the heart is So your real home's in your chest Everyone's a hero in their own way Everyone's got villains they must face They're not as cool as mine But folks you know it's fine to know your place Everyone's a hero in their own way In their own not-that-heroic way So I thank my girlfriend Penny Yeah, we totally had sex She showed me there's so many different muscles I can flex There's the deltoids of compassion, There's the abs of being kind It's not enough to bash in headsYou've got to bash in minds Everyone's a hero in their own way Everyone's got something they can do Get up go out and fly Especially that guy, he smells like poo Everyone's a hero in their own way You and you and mostly me and you I'm poverty's new sheriff And I'm bashing in the slums A hero doesn't care if you're a bunch of scary alcoholic bums Everybody! Everyone's a hero in their own way Everyone can blaze a hero's trail Don't worry if it's hard If you're not a friggin 'tard you will prevail Everyone's a hero in their own way Everyone's a hero in their...","author":"Joss Whedon, Dr. Horrible’s Sing-Along Blog: The Book","category":"dr-horrible-sing-along-blog, heroism, humour, individuality, inspirational, musical-song-lyrics"},{"quote":"there is no moment more precious than the exact moment you are living now","author":"Obert Skye, Leven Thumps and the Gateway to Foo","category":"inspirational"},{"quote":"I was good and bad, but never wicked.","author":"Anne Rice","category":"applys-to-me, inspirational"},{"quote":"Tough times don't last, tough people do, remember?","author":"Gregory Peck","category":"attitude, enduring, inspirational, survival"},{"quote":"The major work of the world is not done by geniuses. It is done by ordinary people, with balance in their lives, who have learned to work in an extraordinary manner.","author":"Gordon B. Hinckley","category":"balance, inspirational"},{"quote":"I don't believe in hate. To me it wastes too much time. People who hate waste so much of their life hating that they miss out on all the other stuff out here.","author":"Jaycee Dugard, A Stolen Life","category":"inspirational"},{"quote":"Our men think earning money and ordering around others is where power lies. They don't think power is in the hands of the woman who takes care of everyone all day long, and gives birth to their children.","author":"Malala Yousafzai, I Am Malala: The Story of the Girl Who Stood Up for Education and Was Shot by the Taliban","category":"feminism, inspirational"},{"quote":"Time is what keeps things from happening all at once.","author":"Ann Brashares, The Sisterhood of the Traveling Pants","category":"inspirational, philosophy"},{"quote":"And if these mountains had eyes, they would wake to find two strangers in their fences, standing in admiration as a breathing red pours its tinge upon earth's shore. These mountains, which have seen untold sunrises, long to thunder praise but stand reverent, silent so that man's weak praise should be given God's attention.","author":"Donald Miller, Through Painted Deserts: Light, God, and Beauty on the Open Road","category":"beauty, god, inspirational, mountains, nature, praise"},{"quote":"None of us will ever accomplish anything excellent or commanding except when he listens to this whisper which is heard by him alone.","author":"Ralph Waldo Emerson","category":"inspirational, self-determination, self-expression"},{"quote":"If you have the guts to be yourself, other people'll pay your price.","author":"John Updike, Rabbit, Run","category":"inspirational"},{"quote":"Do what you love, think what you feel and live the way you want.","author":"Santosh Kalwar, Quote Me Everyday","category":"inspirational"},{"quote":"The dictionary is the only place that success comes before work. work is the key to success, and hard work can help you accomplish anything.","author":"Vince Lombardi Jr.","category":"hard-work, inspirational"},{"quote":"God only allows us to see such things when he wants something to change","author":"Paulo Coelho, Aleph","category":"inspirational"},{"quote":"It does not matter how long you live, but how well you do it.","author":"Martin Luther King Jr.","category":"inspirational"},{"quote":"If your life is worth thinking about,it is worth writing about.","author":"Robin S. Sharma","category":"inspirational, lifestyle, philosophy"},{"quote":"Quit being so hard on yourself. We are what we are","author":"we love what we love. We don't need to justify it to anyone... not even to ourselves.","category":"Scott Lynch, The Republic of Thieves"},{"quote":"A daily dose of daydreaming heals the heart, soothes the soul, and strengthens the imagination.","author":"Richelle E. Goodrich, Smile Anyway","category":"dreams, healing, heart, imaginary-friend, imagination, inspirational, pretending, richelle, richelle-goodrich, soothing, soul, strength"},{"quote":"A child fish asks mother fish, 'Mother, why cannot we live on the Earth?' Mother fish replied, 'Dear… it is not the place for fish, it is the place for selfish","author":"Santosh Kalwar","category":"inspirational, life-lessons"},{"quote":"Loyalty and obedience to wisdom and justice are fine; but it is still finer to defy arbitrary power, unjustly and cruelly used--not on behalf of ourselves, but on behalf of others more helpless.","author":"Elizabeth Gaskell, North and South","category":"inspirational"},{"quote":"You are a human with one life and its up to you to make it the best life you can.","author":"Dan Howell","category":"attitude, inspirational"},{"quote":"If you would not be forgotten, as soon as you are dead and rotten, either write things worth reading, or do things worth writing.","author":"Benjamin Franklin, Poor Richard's Almanack","category":"1738, advice, humor, inspirational, writing"},{"quote":"I would not sit waiting for some vague tomorrow, nor for something to happen. One could wait a lifetime, and find nothing at the end of the waiting. I would begin here, I would make something happen.","author":"Louis L'Amour, Sackett's Land","category":"ambition, initiative, inspirational"},{"quote":"People who love themselves come across as very loving, generous and kind; they express their self-confidence through humility, forgiveness and inclusiveness.","author":"Sanaya Roman, Living with Joy: Keys to Personal Power and Spiritual Transformation","category":"generosity, inspirational, kindness, self-love"},{"quote":"Inner peace is impossible without patience. Wisdom requires patience. Spiritual growth implies the mastery of patience. Patience allows the unfolding of destiny to proceed at its won unhurried pace.","author":"Brian L. Weiss, Muchas Vidas, Muchos Maestros","category":"inspirational, patience, soul"},{"quote":"Some days are like this. And the only way to get through them is to remember that they are only one day, and that every day ends.","author":"David Levithan, Six Earlier Days","category":"days, everyday, inspirational"},{"quote":"when you're cool for twenty,you get paid for twenty-one.","author":"Miguel Piñero","category":"inspirational"},{"quote":"Appreciate the moment of a first kiss","author":"it may be the last time you own your heart.","category":"Robert M. Drake"},{"quote":"If your actions inspire others to dream more, learn more, do more and become more, you are a leader.","author":"John Quincy Adams","category":"inspirational, leadership"},{"quote":"And the only way to do great work is to love what you do.... Don't settle","author":"Steve Jobs","category":"inspirational"},{"quote":"If you're really listening, if you're awake to the poignant beauty of the world, your heart breaks regularly. In fact, your heart is made to break; its purpose is to burst open again and again so that it can hold evermore wonders.","author":"Andrew Harvey","category":"inspirational, spiritual"},{"quote":"If you can't do great things, do small things in a great way.","author":"Napoleon Hill","category":"achievement, inspirational"},{"quote":"Death is nothing at all. It does not count. I have only slipped away into the next room. Nothing has happened. Everything remains exactly as it was. I am I, and you are you, and the old life that we lived so fondly together is untouched, unchanged. Whatever we were to each other, that we are still. Call me by the old familiar name. Speak of me in the easy way which you always used. Put no difference into your tone. Wear no forced air of solemnity or sorrow. Laugh as we always laughed at the little jokes that we enjoyed together. Play, smile, think of me, pray for me. Let my name be ever the household word that it always was. Let it be spoken without an effort, without the ghost of a shadow upon it. Life means all that it ever meant. It is the same as it ever was. There is absolute and unbroken continuity. What is this death but a negligible accident? Why should I be out of mind because I am out of sight? I am but waiting for you, for an interval, somewhere very near, just round the corner. All is well. Nothing is hurt; nothing is lost. One brief moment and all will be as it was before. How we shall laugh at the trouble of parting when we meet again!","author":"Henry Scott Holland, Death Is Nothing at All","category":"death-and-dying, inspirational"},{"quote":"The world takes us to a silver screen on which flickering images of passion and romance play, and as we watch, the world says, “This is love.” God takes us to the foot of a tree on which a naked and bloodied man hangs and says, “This is love.","author":"Joshua Harris, I Kissed Dating Goodbye","category":"christ, christian, cross, god, inspirational, jesus, love, passion, romance, world"},{"quote":"A man can't soar too high, when he flies with his own wings.","author":"William Blake","category":"inspirational"},{"quote":"Love me or hate me I promise that it will never make or break me...<3","author":"Tyra Banks, Tyra's Beauty Inside  Out","category":"beauty, break, hate, inspirational, love, make, tyra-banks"},{"quote":"Understanding is the reward of faith. Therefore, seek not to understand that you may believe, but believe that you may understand.","author":"Augustine of Hippo","category":"faith, inspirational"},{"quote":"So, have we solved the secret of happiness?\"I believe so,\" he saidAre you going to tell me?\"Yes.Ready?\"Ready.\"Be satisfied.\"That's it?\"Be greatful.\"That's it?\"For what you have.For the love you receive.And for what God has given you.\"That's it?He looked me in the eye.Then he sighed deeply.\"That's it.","author":"Mitch Albom, Have a Little Faith: a True Story","category":"inspirational"},{"quote":"Never give up. It's like breathing—once you quit, your flame dies letting total darkness extinguish every last gasp of hope. You can't do that. You must continue taking in even the shallowest of breaths, continue putting forth even the smallest of efforts to sustain your dreams. Don't ever, ever, ever give up.","author":"Richelle E. Goodrich, Smile Anyway","category":"ambition, desires, dreams, drive, effort, hope, inspirational, perserverance, richelle, richelle-goodrich, trying"},{"quote":"Faith is deliberate confidence in the character of God whose ways you may not understand at the time.","author":"Oswald Chambers","category":"inspirational"},{"quote":"When someone is trying very hard to get something, they don't. And when they're running away from something as hard as they can, it usually catches up with them.","author":"Haruki Murakami, Kafka on the Shore","category":"inspirational"},{"quote":"You only get one life. Live it to the fullest. All your miseries will be forgiven when you will be dead.","author":"Santosh Kalwar","category":"death, inspirational, life-lessons"},{"quote":"Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface.","author":"Santosh Kalwar","category":"happiness, inspirational, water"},{"quote":"There is no point in keeping vengeance or stubbornness. These things\" -he sighed- \"these things I so regret in my life. Pride. Vanity. Why do we do the things we do? Morrie Schwartz","author":"Mitch Albom, Tuesdays with Morrie","category":"inspirational"},{"quote":"The summit of happiness is reached when a person is ready to be what he is.","author":"Erasmus","category":"happiness, inspirational"},{"quote":"Fairness does not mean everyone gets the same. Fairness means everyone gets what they need.","author":"Rick Riordan, The Red Pyramid","category":"equity, fairness, inspirational"},{"quote":"Never follow the crowd.","author":"Bernard M. Baruch","category":"inspirational"},{"quote":"Have love for your inner Self and everything else is done for you.","author":"Amit Ray","category":"happiness-quotes, inspirational, lifestyle, meditation, peace, perspective, revelation, self-awareness, self-discovery, spiritual, wisdom"},{"quote":"We are not helpless...Many times in our lives we’ve been powerless, but not this night. Right now we have the power to choose the manner in which we die. If you have been a master of nothing else in all your days, you are now a master of this moment. And I for one am going to give such an answer to this insult that others will dearly regret not being by my side to see it!","author":"Jeaniene Frost, At Grave's End","category":"inspirational"},{"quote":"And so I ask myself: 'Where are your dreams?' And I shake my head and mutter: 'How the years go by!' And I ask myself again: 'What have you done with those years? Where have you buried your best moments? Have you really lived? Look,' I say to myself, 'how cold it is becoming all over the world!' And more years will pass and behind them will creep grim isolation. Tottering senility will come hobbling, leaning on a crutch, and behind these will come unrelieved boredom and despair. The world of fancies will fade, dreams will wilt and die and fall like autumn leaves from the trees. . . .","author":"Fyodor Dostoyevsky, White Nights","category":"inspirational"},{"quote":"Most people think happiness is about gaining something, but it's not. It's all about getting rid of the darkness you accumulate.","author":"Carolyn Crane","category":"inspirational"},{"quote":"I feel infinite.","author":"Stephen Chbosky, The Perks of Being a Wallflower","category":"inspirational"},{"quote":"Society will always be too fragile to accept us for all that makes us beautiful.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"We have all forgotten what we really are. All that we call common sense and rationality and practicality and positivism only means that for certain dead levels of our life we forget that we have forgotten. All that we call spirit and art and ecstasy only means that for one awful instant we remember that we forget.","author":"G.K. Chesterton","category":"inspirational, reminding"},{"quote":"Caminante, no hay puentes, se hace puentes al andar. (Voyager, there are no bridges, one builds them as one walks.)","author":"Gloria E. Anzaldúa","category":"difference, inspirational, spanish, wisdom"},{"quote":"Hearts can't be broken because they're made of marzipan.","author":"Kerstin Gier, Smaragdgrün","category":"creativity, food, humor, inspirational, romance"},{"quote":"Madness and chaos are self-destructing but over thinking is the suicide.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"The most basic and powerful way to connect to another person is to listen. Just listen. Perhaps the most important thing we ever give each other is our attention…. A loving silence often has far more power to heal and to connect than the most well-intentioned words.","author":"Rachel Naomi Remen","category":"inspirational"},{"quote":"You don't need anybody to tell you who you are or what you are. You are what you are!","author":"John Lennon","category":"be-yourself, inspirational, self-awareness, self-determination"},{"quote":"That's a misconception, Lennie. The sky is everywhere, it begins at your feet.","author":"Jandy Nelson, The Sky Is Everywhere","category":"inspirational, sky"},{"quote":"The motive behind criticism often determines its validity. Those who care criticize where necessary. Those who envy criticize the moment they think that they have found a weak spot.","author":"Criss Jami, Killosophy","category":"bad-intentions, criticism, envy, good-intentions, inspirational, intentions, kindness, motives, necessary, purity, sincerity, spot, validity, weakness"},{"quote":"You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.","author":"Woodrow Wilson","category":"inspirational, leadership"},{"quote":"If we tend to the things that are important in life, if we are right with those we love, and behave in line with our faith, our lives will not be cursed with the aching throb of unfulfilled business. Our words will always be sincere, our embraces will be tight. We will never wallow in the agony of ‘I could have, I should have’. We can sleep in a storm. And when its time, our goodbyes will be complete.","author":"Mitch Albom, Have a Little Faith: a True Story","category":"albom, have-a-little-faith, inspirational"},{"quote":"The difference we wanna make is number one to let these kids know that they’re not alone, that they’re actually not that messed up and that they can do whatever they want; they can express themselves however they want, without being persecuted or called a faggot or some kind of racist thing. You know, really just to get people to get over their stuff so they can live.","author":"Gerard Way","category":"inspirational"},{"quote":"You can't go home again","author":"Thomas Wolfe","category":"home, inspirational, leaving, loss, return"},{"quote":"To read is to empower,To empower is to write,To write is to influence,To influence is to change,To change is to live\".","author":"Jane Evershed","category":"books, inspirational"},{"quote":"Fear not the path of Truth for the lack of People walking on it.","author":"Robert F. Kennedy","category":"bobby, inspirational, kennedy, rfk, robert-francis-kennedy"},{"quote":"Keep me up till five because all your stars are out, and for no other reason…Oh dare to do it Buddy! Trust your heart. You’re a deserving craftsman. It would never betray you. Good night. I’m feeling very much over-excited now, and a little dramatic, but I think I’d give almost anything on earth to see you writing a something, an anything, a poem, a tree, that was really and truly after your own heart.","author":"J.D. Salinger, Raise High the Roof Beam, Carpenters & Seymour: An Introduction","category":"angsty, inspirational"},{"quote":"What is grander than a country and more valuable than gold? Strength of heart.","author":"Cornelius Elmore Addison, Tom Thorneval: Dream Merchant Extraordinaire","category":"inspirational, perseverance"},{"quote":"You learn to write by writing, and by reading and thinking about how writers have created their characters and invented their stories. If you are not a reader, don't even think about being a writer.","author":"Jean M. Auel","category":"inspirational, writing"},{"quote":"How strange is man that when he is afraid of something he runs away from it, but when he is afraid of Allah, he gets closer to Him.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, respect"},{"quote":"Faith is like radar that sees through the fog -- the reality of things at a distance that the human eye cannot see.","author":"Corrie ten Boom","category":"faith, inspirational"},{"quote":"Again and again I will suffer","author":"again and again I will get back on my feet. I will not be defeated. I won't let my spirit be destroyed.","category":"Banana Yoshimoto, Kitchen"},{"quote":"It is when things are at worst you will get the best.","author":"Santosh Kalwar, You Can","category":"inspirational, poem, romance"},{"quote":"Adversity introduces a man to himself.","author":"Albert Einstein","category":"inspirational"},{"quote":"If you're serious about sanctification, you can expect to experience heart-wrenching moments that try your faith, your endurance, and your patience.","author":"Sheri Dew, If Life Were Easy, It Wouldn't Be Hard: And Other Reassuring Truths","category":"endurance, faith, inspirational, lds, patience, sanctification"},{"quote":"The reward of a thing well done is having done it.","author":"Ralph Waldo Emerson","category":"inspirational"},{"quote":"The truth is I didn’t need therapy","author":"I just needed to feel loved and know that someone out there craved my attention.","category":"Robert M. Drake"},{"quote":"The institutions of human society treat us as parts of a machine. They assign us ranks and place considerable pressure upon us to fulfill defined roles. We need something to help us restore our lost and distorted humanity. Each of us has feelings that have been suppressed and have built up inside. There is a voiceless cry resting in the depths of our souls, waiting for expression. Art gives the soul's feelings voice and form.","author":"Daisaku Ikeda","category":"buddhism, destiny, happiness, humanism, inspirational, karma, peace, self-reformation"},{"quote":"You must learn to take a step back and visualize the whole piece. If you focus only on the thread given to you, you lose sight of what it can become.","author":"Colleen Houck","category":"inspirational"},{"quote":"Maybe we've lived a thousand lives before this one and in each of them we've found each other... I know I've spent each life before this one searching for you. Not someone like you but you, for your soul and mine must always come together.","author":"Nicholas Sparks, The Notebook","category":"beautiful, inspirational, poetic, romantic"},{"quote":"If through a broken heart God can bring His purposes to pass in the world, then thank Him for breaking your heart.","author":"Oswald Chambers","category":"inspirational"},{"quote":"Where you stumble and fall, there you will find gold.","author":"Joseph Campbell","category":"inspirational"},{"quote":"If you can't be honest with your friends and colleagues and loved ones, then what is life all about?","author":"Sophie Kinsella, Can You Keep a Secret?","category":"friendship, inspirational, love"},{"quote":"Sad stories make good books","author":"Khaled Hosseini, The Kite Runner","category":"inspirational"},{"quote":"What is demanded of man is not, as some existential philosophers teach, to endure the meaninglessness of life, but rather to bear his incapacity to grasp its unconditional meaningfulness in rational terms.","author":"Viktor E. Frankl, Man's Search for Meaning","category":"inspirational, psychology"},{"quote":"For the future, the motto is, \"No days unalert.","author":"Robert Greene, The 48 Laws of Power","category":"inspirational"},{"quote":"I realized then that even though I was a tiny speck in an infinite cosmos, a blip on the timeline of eternity, I was not without purpose.","author":"R.J. Anderson, Ultraviolet","category":"cosmos, inspirational, purpose, r-j-anderson, ultraviolet"},{"quote":"The terrible thing, the almost impossible thing, is to hand over your whole self--all your wishes and precautions--to Christ. But it is far easier than what we are all trying to do instead. For what we are trying to do is to remain what we call \"ourselves,\" to keep personal happiness as our great aim in life, and yet at the same time be \"good.","author":"C.S. Lewis, Mere Christianity","category":"christianity, inspirational"},{"quote":"The wish to travel seems to me characteristically human: the desire to move, to satisfy your curiosity or ease your fears, to change the circumstances of your life, to be a stranger, to make a friend, to experience an exotic landscape, to risk the unknown..","author":"Paul Theroux, The Tao of Travel: Enlightenments from Lives on the Road","category":"inspirational, risk, travel"},{"quote":"You have to rise above the squabbling and chaos, and keep believing. You have to always keep your goals in mind.” -Hera, goddess of marriage","author":"Rick Riordan","category":"inspirational"},{"quote":"That's chess!\" snapped Ron. \"You've got to make some sacrifices!","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"humor, inspirational"},{"quote":"There are people who have money and people who are rich.","author":"Coco Chanel","category":"inspirational, rich-people"},{"quote":"What fire does not destroy, it hardens","author":"Oscar Wilde, The Picture of Dorian Gray","category":"inspirational, spiritual-growth"},{"quote":"Religion can never reform mankind because religion is slavery. It is far better to be free, to leave the forts and barricades of fear, to stand erect and face the future with a smile. It is far better to give yourself sometimes to negligence, to drift with wave and tide, with the blind force of the world, to think and dream, to forget the chains and limitations of the breathing life, to forget purpose and object, to lounge in the picture gallery of the brain, to feel once more the clasps and kisses of the past, to bring life's morning back, to see again the forms and faces of the dead, to paint fair pictures for the coming years, to forget all Gods, their promises and threats, to feel within your veins life's joyous stream and hear the martial music, the rhythmic beating of your fearless heart. And then to rouse yourself to do all useful things, to reach with thought and deed the ideal in your brain, to give your fancies wing, that they, like chemist bees, may find art's nectar in the weeds of common things, to look with trained and steady eyes for facts, to find the subtle threads that join the distant with the now, to increase knowledge, to take burdens from the weak, to develop the brain, to defend the right, to make a palace for the soul. This is real religion. This is real worship","author":"Robert G. Ingersoll, The Works of Robert G. Ingersoll, Vol. IV","category":"burden, development, dream, facts, fear, feeling, free, future, gods, heart, inspirational, joy, knowledge, purpose, reform, slavery, thought, threat, weak, worship"},{"quote":"Courage to me is doing something daring, no matter how afraid, insecure, intimidated, alone, unworthy, incapable, ridiculed or whatever other paralyzing emotion you might feel. Courage is taking action....no matter what.  So you're afraid? Be afraid.  Be scared silly to the point you're trembling and nauseous, but do it anyway!","author":"Richelle E. Goodrich, Smile Anyway","category":"courage, daring, fear, fearless, inspirational, resolve, richelle, richelle-goodrich, success"},{"quote":"Sameron adion asoI shall sing a sweeter song tomorrow","author":"Theocritus","category":"classical-greek, inspirational, music"},{"quote":"Don't think of introversion as something that needs to be cured...Spend your free the way you like, not the way you think you're supposed to.","author":"Susan Cain, Quiet: The Power of Introverts in a World That Can't Stop Talking","category":"inspirational, introverts, susan-cain"},{"quote":"Advice is like snow; the softer it falls, the longer it dwells upon, and the deeper it sinks into the mind.","author":"Samuel Taylor Coleridge","category":"inspirational"},{"quote":"Child, you have to learn to see things in the right proportions. Learn to see great things great and small things small.","author":"Corrie ten Boom","category":"inspirational, perspective, proportion"},{"quote":"‗In life, at sometime or another we come to a point where all relationships cease—where there is only us and Allah. There are no parents, brother or sister, or any friend. Then we realise that there is no earth under us nor is there sky above, but only Allah who is supporting us in this emptiness. Then we realise our worth – it is not more than a grain of sand or the leaf of a plant. Then we realise our existence is only confined to our being. Our demise makes not a whit of difference to the world around us, nor to the scheme of things.","author":"Umera Ahmed, پیر کامل","category":"inspirational"},{"quote":"Life is All About How you Handle Plan BPlan A is always my first choice.You know, the one whereEverything works out to beHappily ever-after.But more often than not,I find myself dealing withThe upside-down, inside-out version --Where nothing goes as it should.It's at this point that the realTest of my character comes in..Do I sink, or do I swim?Do I wallow in self pity and play the victim,Or simply shift gearsAnd make the best of the situation?The choice is all mine...Life is all about how you handle Plan B.","author":"Suzy Toronto, The Sacred Sisterhood Of Wonderful Wacky Women","category":"humor, inspirational"},{"quote":"I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"Listen to your life. See it for the fathomless mystery it is. In the boredom and pain of it, no less than in the excitement and gladness: touch, taste, smell your way to the holy and hidden heart of it, because in the last analysis all moments are key moments, and life itself is grace.","author":"Frederick Buechner, Now and Then: A Memoir of Vocation","category":"inspirational, spiritual"},{"quote":"When we blindly adopt a religion, a political system, a literary dogma, we become automatons.","author":"Anaïs Nin, The Diary of Anaïs Nin, Vol. 4: 1944-1947","category":"critical-thinking, dogma, freedom-of-thought, independent-thought, inspirational, politics, religion"},{"quote":"Don't try to fix me, I'm not broken...","author":"Evanescence","category":"evenescence, inspirational, self-esteem"},{"quote":"I believe that everything that you do bad comes back to you. So everything that I do that's bad, I'm going to suffer from it. But in my mind, I believe what I'm doing is right. So I feel like I'm going to heaven","author":"Tupac Shakur","category":"heaven, inspirational"},{"quote":"You can feel the whole world and still feel lost in it. So many people are in pain-- no matter how smart or accomplished--they cry, they yearn, they hurt. But instead of looking down on things, they look up, which is where I should have been looking, too. Because when the world quiets to the sound of your own breathing, we all want the same things: comfort, love and a peaceful heart.","author":"Mitch Albom","category":"faith, inspirational"},{"quote":"I believe in the hands that work, in the brains that think, and in the hearts that love...I believe in sunshine, fresh air, friendship, calm sleep, beautiful thoughts.","author":"Elbert Hubbard","category":"inspirational"},{"quote":"Love, being in love, isn’t a constant thing. It doesn’t always flow at the same strength. It’s not always like a river in flood. It’s more like the sea. It has tides, it ebbs and flows. The thing is, when love is real, whether it’s ebbing or flowing, it’s always there, it never goes away. And that’s the only proof you can have that it is real, and not just a crush or an infatuation or a passing fancy","author":"Aidan Chambers, This is All: The Pillow Book of Cordelia Kenn","category":"cordelia-kenn, inspirational, love, pillow-book"},{"quote":"Be wary of strong drink, it can make you shoot at the tax collector...and miss.","author":"Robert A. Heinlein, Time Enough for Love","category":"drinking, inspirational"},{"quote":"Dive deep. Drown willingly","author":"Ted Dekker, White: The Great Pursuit","category":"christian, inspirational"},{"quote":"You cannot stay on the summit forever; you have to come down again. So why bother in the first place? Just this: What is above knows what is below, but what is below does not know what is above. One climbs, one sees. One descends, one sees no longer, but one has seen. There is an art of conducting oneself in the lower regions by the memory of what one saw higher up. When one can no longer see, one can at least still know.","author":"René Daumal","category":"inspirational"},{"quote":"To save all we must risk all.","author":"Friedrich Schiller, Fiesco; or, the Genoese Conspiracy","category":"inspirational, risk, save"},{"quote":"There are two things that men should never weary of, goodness and humility; we get none too much of them in this rough world among cold, proud people.","author":"Robert Louis Stevenson, Kidnapped","category":"goodness, humility, inspirational"},{"quote":"There are only two forces at work in this world- black and white. Only people are grey.","author":"Chris Heimerdinger, Gadiantons and the Silver Sword","category":"evil, good, inspirational, right, wrong"},{"quote":"The fallen angel becomes a malignant devil. Yet even that enemy of God and man had friends and associates in his desolation","author":"I am alone.","category":"Mary Wollstonecraft Shelley, Frankenstein"},{"quote":"It's a beautiful day in this neighborhood,A beautiful day for a neighbor.Would you be mine?Could you be mine?...It's a neighborly day in this beauty wood,A neighborly day for a beauty.Would you be mine?Could you be mine?...I've always wanted to have a neighbor just like you.I've always wanted to live in a neighborhood with you.So, let's make the most of this beautiful day.Since we're together we might as well say:Would you be mine?Could you be mine?Won't you be my neighbor?Won't you please,Won't you please?Please won't you be my neighbor?","author":"Fred Rogers","category":"childhood, inspirational, love, mister-rogers-neighborhood, television"},{"quote":"He was talking about the sign that said 'THE COMPLICATED FUTILITY OF IGNORANCE.''All knew was that I didn't want my daughter or anybody's child to see a message that negative every time she comes into the library,' he said. 'And then I found out it was you who was responsible for it.''What's so negative about it?' I said.'What could be a more negative word than \"futility\"?' he said.'\"Ignorance,\"' I said.","author":"Kurt Vonnegut Jr., Hocus Pocus","category":"futility, ignorance, inspirational"},{"quote":"I've done my best, and I begin to understand what is meant by 'the joy of strife'. Next to trying and winning, the best thing is trying and failing.","author":"L.M. Montgomery, Anne of Green Gables","category":"inspirational"},{"quote":"Watch for the thing that will show itself to you. Because that thing, when you find it, will be your future.","author":"Arthur Golden, Memoirs of a Geisha","category":"inspirational"},{"quote":"Me with nothing left to lose, plotting my big revenge in the spotlight. Give me violent revenge fantasies as a coping mechanism.","author":"Chuck Palahniuk","category":"inspirational"},{"quote":"True beauty lies in purity of the heart.","author":"Mahatma Gandhi","category":"inspirational"},{"quote":"In the mist of Difficulty lies Opportunity.","author":"Oprah Winfrey","category":"inspirational"},{"quote":"Like a missing tooth, sometimes an absence is more noticeable than a presence.","author":"Jodi Picoult, Lone Wolf","category":"inspirational, jodi-picoult, lone-wolf, wise"},{"quote":"You kick ass Sam. And don't forget it","author":"Pittacus Lore, The Power of Six","category":"butts, inspirational"},{"quote":"There is nothing frightening in the dark if you just face it.","author":"L.J. Smith, The Captive Part II / The Power","category":"inspirational"},{"quote":"Enjoy the limitless bliss consciousness here and now. The reality of you lies much beyond your sensory perceptions and boundaries.","author":"Amit Ray","category":"inspirational, spiritual-growth"},{"quote":"Prayer is the sign of your weakness. Rely on your inner strength. You will be the winner.","author":"Amit Ray","category":"inner-strength, inspirational, prayer"},{"quote":"I never loved another person the way I loved myself.","author":"Mae West","category":"innuendo, inspirational, naughty, self-esteem"},{"quote":"One of the pitfalls of childhood is that one doesn't have to understand something to feel it. By the time the mind is able to comprehend what has happened, the wounds of the heart are already too deep.","author":"Carlos Ruiz Zafón, The Shadow of the Wind","category":"childhood, inspirational, rites-of-passage"},{"quote":"The greatest challenge of the day is: how to bring about a revolution of the heart, a revolution which has to start with each one of us?","author":"Dorothy Day","category":"catholic, inspirational, revolution"},{"quote":"Do you know the hallmark of a second rater? It's resentment of another man's achievement. Those touchy mediocrities who sit trembling lest someone's work prove greater than their own - they have no inkling of the loneliness that comes when you reach the top. The loneliness for an equal - for a mind to respect and an achievement to admire. They bare their teeth at you from out of their rat holes,thinking that you take pleasure in letting your brilliance dim them - while you'd give a year of my life to see a flicker of talent anywhere among them. They envy achievement, and their dream of greatness is a world where all men have become their acknowledged inferiors. They don't know that that dream is the infallible proof of mediocrity, because that sort of world is what the man of achievement would not be able to bear. They have no way of knowing what he feels when surrounded by inferiors - hatred? no, not hatred, but boredom - the terrible, hopeless, draining, paralyzing boredom. Of what account are praise and adulation from men whom you don't respect? Have you ever felt the longing for someone you could admire? For something, not to look down at, but up to?\"\"I've felt it all my life,\" she said.","author":"Ayn Rand, Atlas Shrugged","category":"achievement, atlas-shrugged, inspirational, mediocrity, objectivism, second-handers"},{"quote":"Love stories are written in millimeters and milliseconds with a fast, dull pencil whose marks you can barely see, they are written in miles and eons with a chisel on the side of a mountiantop","author":"Gabrielle Zevin, Memoirs of a Teenage Amnesiac","category":"inspirational"},{"quote":"What I stand for is what I stand on.","author":"Wendell Berry","category":"clever, inspirational"},{"quote":"It's a sad day when you find out that it's not accident or time or fortune, but just yourself that kept things from you.","author":"Lillian Hellman","category":"inspirational"},{"quote":"If you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes it worse, but over time it does calm, and when it does, there's room to hear more subtle things - that's when your intuition starts to blossom and you start to see things more clearly and be in the present more. Your mind just slows down, and you see a tremendous expanse in the moment. You see so much more than you could see before. It's a discipline; you have to practice it.","author":"Walter Isaacson, Steve Jobs","category":"india, inspirational, meditation, steve-jobs, zen"},{"quote":"Accept whatever comes to you woven in the pattern of your destiny, for what could more aptly fit your needs?","author":"Marcus Aurelius, Meditations","category":"inspirational"},{"quote":"It's not about finding ways to avoid God's judgment and feeling like a failure if you don't do everything perfectly. It's about fully experiencing God's love and letting it perfect you. It's not about being somebody you are not. It's about becoming who you really are.","author":"Stormie Omartian, The Power of a Praying Woman","category":"god, god-s-love, inspirational, love"},{"quote":"Sometimes it falls upon a generation to be great, you can be that generation","author":"Nelson Mandela","category":"inspirational"},{"quote":"This first glance of a soul which does not yet know itself is like dawn in the heavens","author":"it is the awakening of something radiant and unknown.","category":"Victor Hugo, Les Misérables"},{"quote":"Sugar, it's no parade but you'll get down the street one way or another, so you'd just as well throw your shoulders back and pick up the pace.","author":"Barbara Kingsolver, The Poisonwood Bible","category":"inspirational"},{"quote":"Faith don't come in a bushel basket, Missy. It come one step at a time. Decide to trust Him for one little thing today, and before you know it, you find out He's so trustworthy you be putting your whole life in His hands.","author":"Lynn Austin, Candle in the Darkness","category":"bushel, faith, inspirational, trust, trusting-god"},{"quote":"Evil exists in us all, Torak. Some fight it. Some feed it. That's how it's always been.","author":"Michelle Paver","category":"inspirational"},{"quote":"And a beautiful world we live in, when it is possible, and when many other such things are possible, and not only possible, but done-- done, see you!-- under that sky there, every day.","author":"Charles Dickens, A Tale of Two Cities","category":"angry, dark, defarge, inspirational, ironic"},{"quote":"One of the lessons that I grew up with was to always stay true to yourself and never let what somebody else says distract you from your goals. And so when I hear about negative and false attacks, I really don't invest any energy in them, because I know who I am.","author":"Michelle Obama","category":"inspirational, success"},{"quote":"Under Adverse conditions - some people break down,some break records","author":"Shiv Khera, You Can Win: A Step by Step Tool for Top Achievers","category":"inspirational"},{"quote":"Grace isn't a little prayer you chant before receiving a meal. It's a way to live.","author":"Jacqueline Winspear","category":"inspirational"},{"quote":"So that's my wish for you, and all of us, and my wish for myself. Make New Mistakes. Make glorious, amazing mistakes. Make mistakes nobody's ever made before. Don't freeze, don't stop, don't worry that it isn't good enough, or it isn't perfect, whatever it is: art, or love, or work or family or life.","author":"Neil Gaiman","category":"inspirational, mistakes, neil-gaiman"},{"quote":"I would court you, with all the grace and courtesy that you deserve,","author":"C.S. Pacat, Kings Rising","category":"damen, damianos-of-akielos, inspirational, inspirational-love-family-loss, inspirational-quote, love-quotes"},{"quote":"Searching outside of you is Samsara (the world). Searching within you leads to Nirvana.","author":"Amit Ray, Yoga and Vipassana: An Integrated Life Style","category":"buddhism, inspirational, spirituality"},{"quote":"I believe in God, only I spell it Nature.","author":"Frank Lloyd Wright, Truth Against the World: Frank Lloyd Wright Speaks for an Organic Architecture","category":"art, god, inspirational, nature"},{"quote":"But there were some things I believed in. Some things I had faith in. And faith isn't about perfect attendance to services, or how much money you put on the little plate. It isn't about going skyclad to the Holy Rites, or meditating each day upon the divine. Faith is about what you do. It's about aspiring to be better and nobler and kinder than you are. It's about making sacrifices for the good of others - even when there's not going to be anyone telling you what a hero you are.","author":"Jim Butcher, Changes","category":"faith, inspirational"},{"quote":"Do not waste time bothering whether you ‘love’ your neighbor; act as if you did. As soon as we do this we find one of the great secrets. When you are behaving as if you loved someone, you will presently come to love him.","author":"C.S. Lewis, Mere Christianity","category":"inspirational, religious"},{"quote":"Don't forget your history nor your destiny","author":"Bob Marley","category":"inspirational"},{"quote":"In essence, if we want to direct our lives, we must take control of our consistent actions. It's not what we do once in a while that shapes our lives, but what we do consistently.","author":"Anthony Robbins","category":"inspirational, perseverance"},{"quote":"When a man sees you are happy with him but you can be just as happy having nothing to do with him, that’s when he won’t want to leave your side. When you are happy, you are sexy.","author":"Sherry Argov","category":"inspirational"},{"quote":"There is no greater insight into the future than recognizing...when we save our children, we save ourselves","author":"Margaret Mead","category":"inspirational, women"},{"quote":"This is who the fuck I am.","author":"Lady Gaga","category":"inspirational"},{"quote":"You're not aloneTogether we standI'll be by your side, you know I'll take your handWhen it gets coldAnd it feels like the endThere's no place to goYou know I won't give in","author":"Avril Lavigne","category":"inspirational"},{"quote":"You can't shake hands with a clenched fist.","author":"Indira Gandhi","category":"inspirational"},{"quote":"And I remembered something else that makes us human: faith, the only weapon in our arsenal to battle doubt.","author":"Jodi Picoult, Change of Heart","category":"inspirational"},{"quote":"Souls are like athletes, that need opponents worthy of them, if they are to be tried and extended and pushed to the full use of their powers, and rewarded according to their capacity.","author":"Thomas Merton, The Seven Storey Mountain","category":"inspirational"},{"quote":"If there is anything that links the human to the divine, it is the courage to stand by a principle when everybody else rejects it.","author":"Abraham Lincoln","category":"dissent, inspirational, moral-courage, public-opinion, religion"},{"quote":"Courtesy costs nothing, but buys everything.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"courtesy, inspirational"},{"quote":"This world is your best teacher. There is a lesson in everything. There is a lesson in each experience. Learn it and become wise. Every failure is a stepping stone to success. Every difficulty or disappointment is a trial of your faith. Every unpleasant incident or temptation is a test of your inner strength. Therefore nil desperandum. March forward hero!","author":"Sivananda Saraswati","category":"experience, inspirational, wisdom"},{"quote":"Either you run the day or the day runs you..","author":"Jim Rohn","category":"inspirational, motivational"},{"quote":"I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.\"","author":"Vince Lombardi Jr.","category":"inspirational"},{"quote":"That's one small step for a man, one giant leap for mankind","author":"Neil Armstrong","category":"inspirational, moon"},{"quote":"Sometimes the best of gods gift's arrive by the shattering of all the window panes.","author":"Paulo Coelho, Brida","category":"inspirational"},{"quote":"It is better to live one day as a lion than 100 years as a sheep.","author":"Benito Mussolini","category":"fascist, inspirational"},{"quote":"...most of the time, all you have is the moment, and the imperfect love of the people around you.","author":"Anne Lamott, Traveling Mercies: Some Thoughts on Faith","category":"inspirational, love"},{"quote":"When we lose one we love, our bitterest tears are called forth by the memory of hours when we loved not enough.","author":"Maurice Maeterlinck","category":"inspirational, lost, love"},{"quote":"I prefer you to make mistakes in kindness than work miracles in unkindness.","author":"Mother Teresa","category":"inspirational, kindness"},{"quote":"If the world is to be healed through human efforts, I am convinced it will be by ordinary people, people whose love for this life is even greater than their fear.","author":"Joanna R. Macy","category":"inspirational"},{"quote":"I am sure it is everyone’s experience, as it has been mine, that any discovery we make about ourselves or the meaning of life is never, like a scientific discovery, a coming upon something entirely new and unsuspected; it is rather, the coming to conscious recognition of something, which we really knew all the time but, because we were unwilling to formulate it correctly, we did not hitherto know we knew.","author":"W.H. Auden, Markings","category":"esteem, inspirational, life-experience, self-awareness, self-esteem"},{"quote":"I've learned one thing: you can only really get to know a person after a row. Only then can you judge their true character!","author":"Anne Frank, The Diary of a Young Girl","category":"humour, inspirational"},{"quote":"Go ahead and believe that no one shines brighter than you. Become amazing, and be happy.","author":"Demi Lovato, Stay Strong","category":"inspirational"},{"quote":"Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.","author":"John Lubbock, The Use Of Life","category":"beauty, clouds, grass, idleness, inspirational, nature, rest, science, sky, summer, time, trees, water"},{"quote":"When I left Queen's my future seemed to stretch out before me like a straight road. I thought I could see along it for many a milestone. Now there is a bend in it. I don't know what lies around the bend, but I'm going to believe that the best does.","author":"L.M. Montgomery, Anne of Green Gables","category":"inspirational"},{"quote":"I know it is hard for you young mothers to believe that almost before you can turn around the children will be gone and you will be alone with your husband. You had better be sure you are developing the kind of love and friendship that will be delightful and enduring. Let the children learn from your attitude that he is important. Encourage him. Be kind. It is a rough world, and he, like everyone else, is fighting to survive. Be cheerful. Don't be a whiner.","author":"Marjorie Pay Hinckley, Small and Simple Things","category":"inspirational, parenting"},{"quote":"In my deepest wound I saw your glory, and it dazzled me.","author":"Augustine of Hippo","category":"inspirational, spiritual"},{"quote":"It's not whether you got knocked down","author":"it's whether you get back up.","category":"Vince Lombardi Jr."},{"quote":"When you have a great and difficult task, something perhaps almost impossible, if you only work a little at a time, every day a little, suddenly the work will finish itself.","author":"Karen Blixen","category":"hope, inspirational, perseverance"},{"quote":"God, send me anywhere, only go with me. Lay any burden on me, only sustain me. And sever any tie in my heart except the tie that binds my heart to Yours.","author":"David Livingstone","category":"god, inspirational"},{"quote":"The future doesn't belong to the light-hearted. It belongs to the brave.","author":"Ronald Reagan","category":"bravery, inspirational, reagan"},{"quote":"Total paranoia is just total awareness.","author":"Charles Manson","category":"government, inspirational, politics"},{"quote":"Sometimes you just have to jump out the window and grow wings on the way down.","author":"Ray Bradbury","category":"inspirational"},{"quote":"Life is short. Kiss slowly, laugh insanely, love truly and forgive quickly","author":"Paulo Coelho","category":"inspirational"},{"quote":"I AM THE MASTER OF MY FATE AND THE CAPTAIN OF MY DESTINY.","author":"Nelson Mandela","category":"inspirational"},{"quote":"Leaders live by choice, not by accident.","author":"Mark Gorman","category":"choice, dreams, goals, inspirational, leaders, leadership, mark-gorman, winning"},{"quote":"I'm not going to die, I'm going home like a shooting star.","author":"Sojourner Truth","category":"humor, inspirational"},{"quote":"Bebek berjalan berbondong-bondong, akan tetapi burung elang terbang sendirian.","author":"Sukarno, Indonesia Menggugat: Pidato Pembelaan Bung Karno di Muka Hakim Kolonial","category":"emo-ish, inspirational"},{"quote":"Stories are like genies...They can carry us into and though our sorrows. Sometimes they burn, sometimes they dance, sometimes they weep, sometimes they sing. Like genies, everyone has one. Like genies, sometimes we forget that we do.Our stories can set us free...When we set them free.","author":"Francesca Lia Block","category":"inspirational"},{"quote":"Books didn’t make me wallow in darkness, darkness made me wallow in books.","author":"Jackson Pearce","category":"books, inspirational, reading, teens"},{"quote":"Defeat is not the worst of failures. Not to have tried is the true failure.","author":"George E. Woodberry","category":"defeat, failure, inspirational, trying"},{"quote":"Last nightthe rainspoke to meslowly, saying, what joyto come fallingout of the brisk cloud, to be happy againin a new wayon the earth! That’s what it saidas it dropped, smelling of iron, and vanishedlike a dream of the oceaninto the branchesand the grass below.Then it was over.The sky cleared.I was standingunder a tree.The tree was a treewith happy leaves, and I was myself, and there were stars in the skythat were also themselvesat the momentat which momentmy right handwas holding my left handwhich was holding the treewhich was filled with starsand the soft rain –imagine! imagine! the long and wondrous journeysstill to be ours.","author":"Mary Oliver","category":"beauty, happiness, inspirational, love, rain"},{"quote":"Light is more important than the lantern,The poem more important than the notebook","author":"Nizar Qabbani","category":"inspirational, lantern, light, poem"},{"quote":"Sanctify yourself and you will sanctify society.","author":"Francis of Assisi","category":"francis, inspirational, saints"},{"quote":"For all those that have to fight for the respect that everyone else is given without question.","author":"N.K. Jemisin, The Fifth Season","category":"inspirational, social-justice"},{"quote":"It has been my philosophy of life that difficulties vanish when faced boldly.","author":"Isaac Asimov","category":"bravery, business, challenge, inspirational, motivation, strength, work"},{"quote":"It is better for the heart to break, than not to break.","author":"Mary Oliver","category":"inspirational"},{"quote":"When one door closes another door opens; but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us.","author":"Alexander Graham Bell","category":"inspirational, opportunity"},{"quote":"My name is Salmon, like the fish; first name, Susie. I was fourteen when I was murdered.","author":"Alice Sebold, The Lovely Bones","category":"first-lines, inspirational, life-and-death, opening-lines"},{"quote":"A tiny change today brings a dramatically different tomorrow.","author":"Richard Bach, One","category":"change, inspirational"},{"quote":"God will answer you prayers better than you think. Of course, one will not always get exactly what he has asked for....We all have sorrows and disappointments, but one must never forget that, if commended to God, they will issue in good....His own solution is far better than any we could conceive.","author":"Fanny J. Crosby","category":"christian, inspirational, prayer, spiritual"},{"quote":"Consider non your superior, whatever their rank or station in life. Treat all fairly or they will seek revenge. Be careful with your money. Hold fast to your belief and others will listen.\" he continued at a slower pace, \" of the affairs of love ... my only advice is to be honest. thats your most powerfull too to unlock a heart or gain forgiveness. that is all i have to say\"Garrow to Roran p 64","author":"Christopher Paolini, Eragon","category":"inspirational, wisdom"},{"quote":"She is delightfully chaotic","author":"a beautiful mess. Loving her is a splendid adventure.","category":"Steve Maraboli"},{"quote":"Patience ensures victory.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, patience, victory"},{"quote":"Now don't you understand man universal lawWhat you throw out comes back to you, starNever underestimate those who you scarCause karma, karma, karma comes back to you hard","author":"Lauryn Hill","category":"inspirational"},{"quote":"a dog is not considered a good dog because he is a good barker. a man is not considered a good man because he is a good talker.","author":"Gautama Buddha","category":"inspirational"},{"quote":"Everything ends, and Everything matters. Everything matters not in spite of the end of you and all that you love, but because of it. Everything is all you’ve got…and after Everything is nothing. So you were wise to welcome Everything, the good and the bad alike, and cling to it all. Gather it in. Seek the meaning in sorrow and don’t ever turn away, not once, from here until the end. Because it is all the same, it is all unfathomable, and it is all infinitely preferable to the one dreadful alternative.","author":"Ron Currie Jr., Everything Matters!","category":"inspirational, meaning-of-life"},{"quote":"... what you learn today, for no reason at all, will help you discover all the wonderful secrets of tomorrow.","author":"Norton Juster, The Phantom Tollbooth","category":"curiosity, education, inspirational, pure-science"},{"quote":"If you are under the impression you have already perfected yourself, you will never rise to the heights you are no doubt capable of.","author":"Kazuo Ishiguro, The Remains of the Day","category":"inspirational, life-experience, self-development"},{"quote":"To be deeply loved, means a willingness to cut yourself wide open, exposing your vulnerabilities... hopes, hurts, fears and flaws. Hiding behind the highlight reel of who you are, is the real you and that person is just as worthy of love. There is nothing more terrifying or fulfilling, than complete love, it's worth the risk... reach for it.","author":"Jaeda DeWalt","category":"being-loved, being-yourself, inspirational, jaeda-dewalt, real-love, relationships, taking-risks, true-love"},{"quote":"My love is something valuable to me which I ought not to throw away without reflection.","author":"Sigmund Freud, Civilization and Its Discontents","category":"inspiration, inspirational, inspirational-quotes, love, lovers, psychiatry, psychoanalysis, psychology, romance"},{"quote":"Everyones greatest fantasy is to walk away from the life (they think)you lead","author":"Pete Wentz","category":"heartbreak, inspirational, true-to-life"},{"quote":"I belive I can fly, I believe I can touch the sky.","author":"R. Kelly","category":"dreams, inspirational"},{"quote":"Stop blaming outside circumstances for your inside chaos.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"chaos, circumstances, inspirational, motivational, success"},{"quote":"Being defeated is often a temporary condition. Giving up is what makes it permanent.","author":"Marilyn Vos Savant","category":"inspirational, motivational"},{"quote":"Tragedy and adversary are the stones we sharpen our swords against so we can fight new battles.","author":"Sherrilyn Kenyon, Infinity","category":"akri, inspirational"},{"quote":"The night before brain surgery, I thought about death. I searched out my larger values, and I asked myself, if I was going to die, did I want to do it fighting and clawing or in peaceful surrender? What sort of character did I hope to show? Was I content with myself and what I had done with my life so far? I decided that I was essentially a good person, although I could have been better--but at the same time I understood that the cancer didn't care.I asked myself what I believed. I had never prayed a lot. I hoped hard, I wished hard, but I didn't pray. I had developed a certain distrust of organized religion growing up, but I felt I had the capacity to be a spiritual person, and to hold some fervent beliefs. Quite simply, I believed I had a responsibility to be a good person, and that meant fair, honest, hardworking, and honorable. If I did that, if I was good to my family, true to my friends, if I gave back to my community or to some cause, if I wasn't a liar, a cheat, or a thief, then I believed that should be enough. At the end of the day, if there was indeed some Body or presence standing there to judge me, I hoped I would be judged on whether I had lived a true life, not on whether I believed in a certain book, or whether I'd been baptized. If there was indeed a God at the end of my days, I hoped he didn't say, 'But you were never a Christian, so you're going the other way from heaven.' If so, I was going to reply, 'You know what? You're right. Fine.'I believed, too, in the doctors and the medicine and the surgeries--I believed in that. I believed in them. A person like Dr. Einhorn [his oncologist], that's someone to believe in, I thought, a person with the mind to develop an experimental treatment 20 years ago that now could save my life. I believed in the hard currency of his intelligence and his research.Beyond that, I had no idea where to draw the line between spiritual belief and science. But I knew this much: I believed in belief, for its own shining sake. To believe in the face of utter hopelessness, every article of evidence to the contrary, to ignore apparent catastrophe--what other choice was there? We do it every day, I realized. We are so much stronger than we imagine, and belief is one of the most valiant and long-lived human characteristics. To believe, when all along we humans know that nothing can cure the briefness of this life, that there is no remedy for our basic mortality, that is a form of bravery.To continue believing in yourself, believing in the doctors, believing in the treatment, believing in whatever I chose to believe in, that was the most important thing, I decided. It had to be.Without belief, we would be left with nothing but an overwhelming doom, every single day. And it will beat you. I didn't fully see, until the cancer, how we fight every day against the creeping negatives of the world, how we struggle daily against the slow lapping of cynicism. Dispiritedness and disappointment, these were the real perils of life, not some sudden illness or cataclysmic millennium doomsday. I knew now why people fear cancer: because it is a slow and inevitable death, it is the very definition of cynicism and loss of spirit.So, I believed.","author":"Lance Armstrong, It's Not About the Bike: My Journey Back to Life","category":"atheism, belief, bravery, cancer, death, doctors, honor, inevitable, inspirational, knowledge, medicine, morality, mortality, science"},{"quote":"There are moments in every relationship that define when two people start to fall in love.A first glanceA first smileA first kissA first fall…(I remove the Darth Vader house shoes from my satchel and look down at them.)You were wearing these during one of those moments.One of the moments I first started to fall in love with you.The way you gave me butterflies that morningHad absolutely nothing to do with anyone else,and everything to do with you.I was falling in love with you that morningbecause of you.(I take the next item out of the satchel. When I pull it out and look up, she brings her hands to her mouth in shock.)This ugly little gnomeWith his smug little grin…He's the reason I had an excuse to invite you into my house.Into my life.You took a lot of aggression out on him over those next few months.I would watch from my window as you would kick him over every time you walked by him.Poor little guy.You were so tenacious.That feisty, aggressive, strong-willed side of you….The side of you that refused to take crap from this concrete gnome?The side of you that refused to take crap from me?I fell in love with that side of youbecause of you.(I set the gnome down on the stage and grab the CD)This is your favorite CD‘Layken’s shit.’Although now I know you intended for shit to be possessive, rather than descriptive.The banjo started playing through the speakers of your carand I immediately recognized my favorite band.Then when I realized it was your favorite band, too?The fact that these same lyrics inspired both of us?I fell in love with that about you.That had absolutely nothing to do with anyone else.I fell in love with that about youbecause of you.(I take a slip of paper out of the satchel and hold it up. When I look at her, I see Eddie slide her a napkin. I can’t tell from up here, but that can only mean she’s crying.)This is a receipt I kept.Only because the item I purchased that night was on the verge of ridiculous.Chocolate milk on the rocks? Who orders that?You were different, and you didn’t care.You were being you.A piece of me fell in love with you at that moment,because of you.This? (I hold up another sheet of paper.)This I didn’t really like so much.It’s the poem you wrote about me.The one you titled 'mean?'I don’t think I ever told you…but you made a zero.And then I kept itto remind myself of all the things I never want to be to you.(I pull her shirt from my bag. When I hold it into the light, I sigh into the microphone.)This is that ugly shirt you wear.It doesn’t really have anything to do with why I fell in love with you.I just saw it at your house and thought I’d steal it.","author":"Colleen Hoover, Point of Retreat","category":"inspirational, love, poetry, slam-poetry"},{"quote":"Nobody made a greater mistake than he who did nothing because he could do only a little.","author":"Edmund Burke","category":"incrementalism, inspirational"},{"quote":"I used to have a sign pinned up on my wall that read: Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible be found in us...It was all about letting go of everything.","author":"Pema Chödrön, When Things Fall Apart: Heart Advice for Difficult Times","category":"inspirational"},{"quote":"We pencil-sketch our previous life so we can contrast it to the technicolor of the moment.","author":"David Levithan, Boy Meets Boy","category":"inspirational"},{"quote":"Unhappy memories are persistent. They're specific, and it's the details that refuse to leave us alone. Though a happy memory may stay with you just as long as one that makes you miserable, what you remember softens over time. What you recall is simply that you were happy, not necessarily the individual moments that brought about your joy.But the memory of something painful does just the opposite. It retains its original shape, all bony fingers and pointy elbows. Every time it returns, you get a quick poke in the eye or jab in the stomach. The memory of being unhappy has the power to hurt us long after the fact. We feel the injury anew each and every time we think of it.","author":"Cameron Dokey, Belle: A Retelling of Beauty and the Beast","category":"inspirational, memories"},{"quote":"Jesus said several times, “Come, follow me.” His was a program of “do what I do,” rather than “do what I say.” His innate brilliance would have permitted him to put on a dazzling display, but that would have left his followers far behind. He walked and worked with those he was to serve. His was not a long-distance leadership. He was not afraid of close friendships; he was not afraid that proximity to him would disappoint his followers. The leaven of true leadership cannot lift others unless we are with and serve those to be led.","author":"Spencer W. Kimball","category":"inspirational, lds, leadership"},{"quote":"No name-calling truly bites deep unless, in some dark part of us, we believe it. If we are confident enough then it is just noise.","author":"Laurell K. Hamilton, A Stroke of Midnight","category":"confidence, inspirational"},{"quote":"She could hear, some way off, her brothers calling to each other in the woods behind the house. She hoped desperately that their game wouldn't bring them any closer, that they wouldn't scare the birds away. Somehow she knew that you didn't get many moments like this in your life: moments when you knew, without any doubt, that you were alive, when you felt the air in your lungs and the wet grass beneath your feet and the cotton on your skin; moments when you were completely in the present, when neither the past nor the future mattered. She tried to slow her breathing, hoping somehow to make this moment last forever.","author":"Neil Gaiman, Stardust","category":"inspirational"},{"quote":"Maybe it just means that love can be stronger than fear.","author":"L.J. Smith, The Forbidden Game","category":"inspirational, love, truth, wisdom"},{"quote":"I'd rather die while I'm living than live while I'm dead.","author":"Jimmy Buffett","category":"inspirational, zombie"},{"quote":"When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy","author":"Norman Vincent Peale","category":"inspirational"},{"quote":"Only when we give joyfully, without hesitation or thought of gain, can we truly know what love means.","author":"Leo Buscaglia","category":"inspirational, love"},{"quote":"I want to be justice, love and the wrath of God all in one.","author":"Marjane Satrapi, Persepolis: The Story of a Childhood","category":"inspirational, revolution"},{"quote":"Have to? Of course you have to! But only because of you, Harry, won't rest until Voldemort is finished! Think now, for once, if you have never heard of the prophecy! What would you do?","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"dumbledore, inspirational"},{"quote":"Do your work, then step back. The only path to serenity.","author":"Lao Tzu","category":"action, inspirational, serenity"},{"quote":"The More we value things, the less we value ourselves","author":"Bruce Lee","category":"inspirational"},{"quote":"Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevó a conocer el hielo. Macondo era entonces una aldea de 20 casas de barro y cañabrava construidas a la orilla de un río de aguas diáfanas que se precipitaban por un lecho de piedras pulidas, blancas y enormes como huevos prehistóricos. El mundo era tan reciente, que muchas cosas carecían de nombre, y para mencionarlas había que señalarlas con el dedo\".","author":"Gabriel García Márquez, Cien años de soledad","category":"inspirational"},{"quote":"Buy a pup and your money will buyLove unflinching that cannot lie.","author":"Rudyard Kipling","category":"inspirational"},{"quote":"If you are her man, she will talk to you until there justaren’t any more words left to say, encourage you when you’reat rock bottom and think there just isn’t any way out, hold youin her arms when you’re sick, and laugh with you when you’reup. And if you’re her man and that woman loves you—I meanreally loves you?—she will shine you up when you’re dusty,encourage you when you’re down, defend you even when she’snot so sure you were right, and hang on your every word, evenwhen you’re not saying anything worth listening to.","author":"Steve Harvey, Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy, and Commitment","category":"inspirational"},{"quote":"The pressures on gay teens can be overwhelming--to keep secrets, tell lies, deny who you are, and try to be who you're not. Remember: you are special and worth being cared about, loved, and accepted just as you are. Never, ever let anyone convince you otherwise.","author":"Alex   Sanchez","category":"be-yourself, gay-rights, inspirational"},{"quote":"just because you fail once, it doesn't mean you're going to fail at everything. keep trying, hold on, and always, always, always believe in yourself because if you don't, then who will? so keep your head high, keep your chin up, and most importantly, keep smiling because life's a beautiful thing and there's so much to smile about.","author":"Marilyn Monroe, Marilyn: Her Life in Her Own Words","category":"inspirational"},{"quote":"Beware of speaking too much, for it increases mistakes and engenders boredom.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, mistakes"},{"quote":"I change the world, the world changes me.","author":"Libba Bray","category":"change, gemma-doyle, inspirational, world"},{"quote":"Never apologize for burning too brightly or collapsing into yourself every night. That is how galaxies are made.","author":"Tyler Kent White","category":"be-yourself, galaxy, inspirational, inspirational-quotes, inspiring, science"},{"quote":"She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"A woman can't do anything about her appearance. Either she's pretty or she isn't. But her character is quite another matter.","author":"Julie Garwood, The Prize","category":"beauty, character, inspirational, women"},{"quote":"Make voyages. Attempt them. There's nothing else.","author":"Tennessee Williams, Camino Real","category":"courage, inaction, inspirational, just-do-it, travel"},{"quote":"Let us never negotiate out of fear. But let us never fear to negotiate.","author":"John F. Kennedy","category":"compromise, inspirational, negotiation"},{"quote":"There are many people who can do big things, but there are very few people who will do the small things.","author":"Mother Teresa","category":"inspirational"},{"quote":"My sun sets to rise again.","author":"Robert Browning","category":"inspirational, rebirth"},{"quote":"Love has no limitations. It cannot be measured. It has no boundaries. Although many have tried, love is indefinable.","author":"Steve Maraboli, Life, the Truth, and Being Free","category":"inspirational, love, relationships"},{"quote":"Pressure makes diamonds","author":"George S. Patton Jr.","category":"inspirational, pressure"},{"quote":"We're miserable because we think that we are mere individuals, alone with our fears and flaws and resentment and mortality.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"inspirational, self-esteem"},{"quote":"If you feel far from God, guess who moved?","author":"Robin Jones Gunn, Surprise Endings","category":"christy, inspirational, miller"},{"quote":"Each man should frame life so that at some future hour fact and his dreaming meet.","author":"Victor Hugo","category":"inspirational"},{"quote":"I wanted change and excitement and to shoot off in all directions myself, like the colored arrows from a Fourth of July rocket.","author":"Sylvia Plath","category":"change, excitement, inspirational"},{"quote":"God made the world round so we would never be able to see too far down the road.","author":"Karen Blixen","category":"inspirational"},{"quote":"The greatest thing about dreams is they don’t expire. They can lay dormant for years and when you pull them out and dust them off, they shine like new.","author":"Casi McLean","category":"dream-quotes, dreams, happiness, inspiration, inspirational, inspirational-quotes"},{"quote":"You were born together, and together you shall be for evermore...But let there be spaces in your togetherness...Love one another, but make not a bond of love. Let it rather be a moving sea between the shores of your souls. Fill each other's cup but drink not from one cup. Give one another of your bread but eat not of the same loaf. Sing and dance together and be joyous, but let each one of you be alone, Even as the strings of a lute are alone though they quiver with the same music.","author":"Kahlil Gibran","category":"independence, inspirational, love, self-reliance"},{"quote":"Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.","author":"C.G. Jung","category":"inspirational"},{"quote":"The moment you become miserly you are closed to the basic phenomenon of life: expansion, sharing. The moment you start clinging to things, you have missed the target--you have missed. Because things are not the target, you, your innermost being, is the target--not a beautiful house, but a beautiful you; not much money, but a rich you; not many things, but an open being, available to millions of things.","author":"Osho","category":"acceptance, inspirational"},{"quote":"Only one life, ’twill soon be past,Only what’s done for Christ will last.","author":"C.T. Studd","category":"inspirational"},{"quote":"Don't get set into one form, adapt it and build your own, and let it grow, be like water.","author":"Bruce Lee","category":"inspirational"},{"quote":"Your mother won a special reward,\" she told me, \"because everyone had a head in her pictures. We all applauded.","author":"Sarah Dessen, Dreamland","category":"drama, fiction, inspirational, romance"},{"quote":"Don't count your owls before they are delivered.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"dumbledore, humor, inspirational"},{"quote":"A wise man always has something to say, whereas a fool always needs to say something.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, wisdom"},{"quote":"Failing sucks. But it's better than the alternative.\"\"Which is?\"\"Not even trying.\" Now he did look at me, straight on. \"Life's short, you know?","author":"Sarah Dessen, Along for the Ride","category":"eli-stock, inspirational"},{"quote":"If I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.","author":"Mahatma Gandhi","category":"capability, inspirational"},{"quote":"Inspiration comes of working every day.","author":"Charles Baudelaire","category":"inspirational, writing"},{"quote":"In the end, you feel that your much-vaunted, inexhaustible fantasy is growing tired, debilitated, exhausted, because you're bound to grow out of your old ideals; they're smashed to splinters and turn to dust, and if you have no other life, you have no choice but to keep rebuilding your dreams from the splinters and dust. But the heart longs for something different! And it is vain to dig in the ashes of your old fancies, trying to find even a tiny spark to fan into a new flame that will warm the chilled heart and bring back to life everything that can send the blood rushing wildly through the body, fill the eyes with tears--everything that can delude you so well!","author":"Fyodor Dostoyevsky, White Nights","category":"inspirational"},{"quote":"A great tree develops over time and can tell stories not only those of happiness, but also those that contain pain from what it has seen over the years, and as a result is the wise ancient tree that it is today. As the seasons change, the tree naturally goes through changes as well: where the leaves turn yellow and orange in the fall, falling by the Winter, returning in the Spring, and with full set of new leafs by the Summer. Love is no different in that there will be times when we are fully naked in the Winter, and left to wonder about Spring when it seemed so easy to love, yet the wise tree knows that no winter will last forever no matter how cold it may be.","author":"Forrest Curran, Purple Buddha Project: Purple Book of Self-Love","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"Remember your humanity, and forget the rest.","author":"Bertrand Russell","category":"humanism, inspirational, peace, philosophy"},{"quote":"Make visible what, without you, might perhaps never have been seen.","author":"Robert Bresson","category":"inspirational"},{"quote":"Whether you know or not, you are the infinite potential of love, peace and joy","author":"Amit Ray","category":"inspirational, motivational"},{"quote":"The life given us, by nature is short; but the memory of a well-spent life is eternal.","author":"Marcus Tullius Cicero","category":"fame, immortality, inspirational"},{"quote":"Beannacht / BlessingOn the day whenthe weight deadenson your shouldersand you stumble,may the clay danceto balance you.And when your eyesfreeze behindthe grey windowand the ghost of lossgets in to you,may a flock of colours,indigo, red, green,and azure bluecome to awaken in youa meadow of delight.When the canvas fraysin the currach of thoughtand a stain of oceanblackens beneath you,may there come across the watersa path of yellow moonlightto bring you safely home.May the nourishment of the earth be yours,may the clarity of light be yours,may the fluency of the ocean be yours,may the protection of the ancestors be yours.And so may a slowwind work these wordsof love around you,an invisible cloakto mind your life.","author":"John O'Donohue, Anam Cara: A Book of Celtic Wisdom","category":"inspirational"},{"quote":"A daydreamer is prepared for most things.","author":"Joyce Carol Oates","category":"inspirational"},{"quote":"[T]he race is long - to finish first, first you must finish.","author":"Garth Stein, The Art of Racing in the Rain","category":"inspirational"},{"quote":"We are what we are, neither a good or as bad as others paint us. And what we are doesn't change how truly we feel, only how free we are to follow those feelings.","author":"Melissa Marr, Ink Exchange","category":"inspirational, interesting"},{"quote":"A good plan violently executed now is better than a perfect plan executed at some indefinite time in the future.","author":"George S. Patton Jr.","category":"inspirational, war"},{"quote":"Therefore I would ask you to write all kinds of books, hesitating at no subject however trivial or however vast. By hook or by crook, I hope that you will possess yourselves of money enough to travel and to idle, to contemplate the future or the past of the world, to dream over books and loiter at street corners and let the line of thought dip deep into the stream.","author":"Virginia Woolf, A Room of One's Own","category":"inspirational, intellectual-freedom, women, writing"},{"quote":"My young sisters, we have such hope for you. We have such great expectations for you. Don't settle for less than what the Lord wants you to be...Give me a young woman who loves home and family, who reads and ponders the scriptures daily, who has a burning testimony of the Book of Mormon... Give me a young woman who is virtuous and who has maintained her personal purity, who will not settle for less than a temple marriage, and I will give you a young woman who will perform miracles for the Lord now and throughout eternity.","author":"Ezra Taft Benson","category":"inspirational, spiritual"},{"quote":"Dreams are shores where the ocean of spirit meets the land of matter. Dreams are beaches where the yet-to-be, the once-were, the will-never-be may walk awhile with the still are.","author":"David Mitchell, number9dream","category":"inspirational"},{"quote":"Well, if it can be thought, it can be done, a problem can be overcome,","author":"E.A. Bucchianeri, Brushstrokes of a Gadfly","category":"challenge, challenges, inspirational, inspirational-attitude, motivational, overcoming-adversity, overcoming-challenges, overcoming-obstacles, positive-attitude, positive-thinking, problem, problem-solving, problems, success, successful-mind, triumph"},{"quote":"Do not try to explain feelings. Live everything intensely and treasure what you feel as a gift from God.","author":"Paulo Coelho, Brida","category":"inspirational, love"},{"quote":"It is books that are a key to the wide world; if you can't do anything else, read all that you can.","author":"Jane Hamilton","category":"inspirational"},{"quote":"There is no illusion greater than fear.","author":"Lao Tzu","category":"inspirational, overcoming-fear"},{"quote":"Hope springs forever.","author":"J.K. Rowling, The Tales of Beedle the Bard","category":"encouraging, hopeful, inspirational"},{"quote":"I have a dream.” “Is your dream very big?” “No.” “Well is it very grand?” “Not either.” “Neither?” “Neither.” “What is it then?” “It is very shiny.","author":"C. JoyBell C.","category":"dreaming, dreams, dreams-inspirational, heartwarming, inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, inspiring, sweet"},{"quote":"I am buoyant and expansive and uncontainable--but I always was so, only I never knew it!","author":"Chitra Banerjee Divakaruni, The Palace of Illusions","category":"inspirational"},{"quote":"For your past, for your flaws, and ultimately for your stress; I judge no one whom I’ve met along the way because in a sense we were all wounded in our own ways.","author":"Forrest Curran","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"The first thing you have to know about writing is that it is something you must do everyday. There are two reasons for this rule: Getting the work done and connecting with your unconscious mind.","author":"Walter Mosley","category":"inspirational, writing"},{"quote":"And...I think that's what life is all about, actually,about children and flowers.","author":"Audrey Hepburn","category":"humor, inspirational"},{"quote":"One day in my shoes and a day for me in your shoes, the beauty of travel lies in the ease and willingness to be more open.","author":"Forrest Curran","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"As I naturally go through a full range of emotions in my life, I mustn’t feel ashamed for feeling lost, for it is honest and human to feel such.","author":"Forrest Curran, Purple Buddha Project: Purple Book of Self-Love","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"We become so absorbed in our flaws and faults that we forget that it is better to be a diamond with a flaw than a pebble without. To have flaws is beauty in itself, a fact so frightening that we hurry to hide them from sight and tarnish the whole in the process of comparing ourselves to others.","author":"Forrest Curran, Purple Buddha Project: Purple Book of Self-Love","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"Some we proudly display on our arms, while others we shyly conceal. Tattoo the moments of sorrow as well as the moments of splendor and beauty. Tattoo in an acknowledgment and tribute to home, and tattooing your beliefs that define who you are. Whether we intended to or not, every moment of our lives are tattooed to our heart.","author":"Forrest Curran, Purple Buddha Project: Purple Book of Self-Love","category":"inspirational, motivational, peace, philosophy, spiritual, wisdom, zen"},{"quote":"It was never about the world being too big, it was more like she was too much for the world to handle.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"Beauty is the only human aspect which cannot be captured on any canvas howsoever hard an artist tries. At the most, the undaunted artist can replicate the beauty on paper but what is a replica in comparison to the original! The humbling resemblance can only be respected, not truly adored. Beauty cannot be imprisoned in the lens of a camera. The images of beauty are a moment of its essence. Beauty cannot be displayed to evoke pleasure for all on a cinema screen. Those are just its imprints, mere illusions of its existence. Beauty cannot be described by words; it cannot be written or read about. There are no suitable words in all the languages of the world, ancient or modern to hold it between a paper and a pen or a script and an eye. Beauty can only be experienced from far, its delightful aroma can only be tasted through one’s eyes and its pleasurable sight can only be felt from the soul.Beauty can only be best described at its origin through a befuddling silence, the kind that leaves one almost on the verge of a pleasurable death, just because one chooses beauty over life. There is nothing in this world to hold something so pure, so divine except a loving heart. And it is the only manner through which love recognises love; the language of love has no alphabet, no words.","author":"Faraaz Kazi","category":"beauty, inspirational, love"},{"quote":"A bird is safe in its nest - but that is not what its wings are made for.","author":"Amit Ray, World Peace: The Voice of a Mountain Bird","category":"bird, inspirational, inspirational-quotes, philosophy, philosophy-of-life, true-purpose, wings, wisdom, wisdom-quote"},{"quote":"You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day.","author":"Viggo Mortensen","category":"art, cool, fun, humor, inspirational, wisdom"},{"quote":"The ground's generosity takes in our compost and grows beauty! Try to be more like the ground.","author":"Jalaluddin Rumi","category":"inspirational"},{"quote":"Whoever you are, or whatever it is that you do, when you really want something, it's because that desire originated in the soul of the universe. It's your mission on earth.","author":"Paulo Coelho, The Alchemist","category":"inspirational"},{"quote":"When the world pushes you to your knees, you're in the perfect position to pray","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, sufferings"},{"quote":"Criticism - however valid or intellectually engaging - tends to get in the way of a writer who has anything personal to say. A tightrope walker may require practice, but if he starts a theory of equilibrium he will lose grace (and probably fall off).","author":"J.R.R. Tolkien, The Letters of J.R.R. Tolkien","category":"inspirational"},{"quote":"Do you not then hear this horrible scream all around you that people usually call silence.","author":"Werner Herzog","category":"inspirational"},{"quote":"While we may judge things as good or bad, karma doesn't. It's a simple case of like gets like, the ultimate balancing act, nothing more, nothing less. And if you're deteremined to fix every situation you deem as bad, or difficult, or somehow unsavory, then you rob the person of their own chance to fix it, learn from it, or even grow from it. Some things, no matter how painful, happen for a reason. A reason you or I may not be able to grasp at first sight, not without knowing a person's entire life story—their cumulative past. And to just barge in and interfere, no matter how well-intentioned, would be akin to robbing them of their journey. Something that's better not done.","author":"Alyson Noel, Shadowland","category":"inspirational, thought-provoking"},{"quote":"Every beginning has an end and every end is a new beginning.","author":"Santosh Kalwar, Quote Me Everyday","category":"inspirational, truth"},{"quote":"At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.","author":"Albert Schweitzer","category":"inspirational"},{"quote":"It is in the knowledge of the genuine conditions of our lives that we must draw our strength to live and our reasons for living.","author":"Simone de Beauvoir","category":"inspirational"},{"quote":"I am larger, better than I thought; I did not know I held so much goodness.All seems beautiful to me.Whoever denies me, it shall not trouble me;\tWhoever accepts me, he or she shall be blessed, and shall bless me.","author":"Walt Whitman, Leaves of Grass","category":"acceptance, awareness, beauty, blessing, inspirational, know-thyself, love, wisdom-quotes"},{"quote":"I wanted to become the seeker, the aroused and passionate explorer, and it was better to go at it knowing nothing at all, always choosing the unmarked bottle, always choosing your own unproven method, armed with nothing but faith and a belief in astonishment.","author":"Pat Conroy, The Lords of Discipline","category":"inspirational"},{"quote":"Perhaps life is just that... a dream and a fear","author":"Joseph Conrad","category":"inspirational"},{"quote":"Study, along the lines which the theologies have mapped, will never lead us to discovery of the fundamental facts of our existence. That goal must be attained by means of exact science and can only be achieved by such means. The fact that man, for ages, has superstitiously believed in what he calls a God does not prove at all that his theory has been right. There have been many gods – all makeshifts, born of inability to fathom the deep fundamental truth. There must be something at the bottom of existence, and man, in ignorance, being unable to discover what it is through reason, because his reason has been so imperfect, undeveloped, has used, instead, imagination, and created figments, of one kind or another, which, according to the country he was born in, the suggestions of his environment, satisfied him for the time being. Not one of all the gods of all the various theologies has ever really been proved. We accept no ordinary scientific fact without the final proof; why should we, then, be satisfied in this most mighty of all matters, with a mere theory?Destruction of false theories will not decrease the sum of human happiness in future, any more than it has in the past... The days of miracles have passed. I do not believe, of course, that there was ever any day of actual miracles. I cannot understand that there were ever any miracles at all. My guide must be my reason, and at thought of miracles my reason is rebellious. Personally, I do not believe that Christ laid claim to doing miracles, or asserted that he had miraculous power...Our intelligence is the aggregate intelligence of the cells which make us up. There is no soul, distinct from mind, and what we speak of as the mind is just the aggregate intelligence of cells. It is fallacious to declare that we have souls apart from animal intelligence, apart from brains. It is the brain that keeps us going. There is nothing beyond that.Life goes on endlessly, but no more in human beings than in other animals, or, for that matter, than in vegetables. Life, collectively, must be immortal, human beings, individually, cannot be, as I see it, for they are not the individuals – they are mere aggregates of cells.There is no supernatural. We are continually learning new things. There are powers within us which have not yet been developed and they will develop. We shall learn things of ourselves, which will be full of wonders, but none of them will be beyond the natural.]","author":"Thomas A. Edison","category":"destruction, falsehood, gods, immortality, inspirational, makeshift, miracles, naturalism, reason, satisfaction, science, soul, study, superstitious, theology, theory, truth, wonder"},{"quote":"You’re not a human being until you value something more than the life of your body. And the greater the thing you live and die for the greater you are.","author":"Orson Scott Card, The Worthing Chronicle","category":"inspirational"},{"quote":"Only children believe they're capable of everything.","author":"Paulo Coelho, Aleph","category":"inspirational"},{"quote":"In the final analysis it is between you and God, it was never between you and them anyway.","author":"Mother Teresa","category":"inspirational, poetry"},{"quote":"Music, my rampart and my only one.","author":"Edna St. Vincent Millay","category":"freedom, inspirational, music, rampart"},{"quote":"We're constantly being told what other people think we are, and that's why it is so important to know yourself.","author":"Sarah McLachlan","category":"inspirational"},{"quote":"When we make our own misery we sometimes cling to it even when we want so bad to change, because misery is something we know. The misery is comfortable.","author":"Dean Koontz, One Door Away from Heaven","category":"inspirational"},{"quote":"Is life too short to be taking this shit, or is life too short to be minding it?","author":"Violet Weingarten","category":"inspirational"},{"quote":"Most of us lead far more meaningful lives than we know. Often finding meaning is not about doing things differently","author":"it is about seeing familiar things in new ways.","category":"Rachel Naomi Remen, My Grandfather's Blessings : Stories of Strength, Refuge, and Belonging"},{"quote":"Anxiety is the handmaiden of creativity","author":"T.S. Eliot","category":"creativity, inspirational"},{"quote":"If you don't have time to do it right, when will you have the time to do it over?","author":"John Wooden","category":"attitude, excellence, inspirational"},{"quote":"Be ruthless about protecting writing days, i.e., do not cave in to endless requests to have \"essential\" and \"long overdue\" meetings on those days. The funny thing is that, although writing has been my actual job for several years now, I still seem to have to fight for time in which to do it. Some people do not seem to grasp that I still have to sit down in peace and write the books, apparently believing that they pop up like mushrooms without my connivance. I must therefore guard the time allotted to writing as a Hungarian Horntail guards its firstborn egg.","author":"J.K. Rowling","category":"inspirational, j-k-rowling, writers, writing, writing-inspiration"},{"quote":"It is said that God has created man in his own image. But it may be that humankind has created God in the image of humankind.","author":"Thich Nhat Hanh, Going Home: Jesus and Buddha as Brothers","category":"creationism, god, inspirational"},{"quote":"kenangan itu cuma hantu di sudut pikir. selama kita diam dan ngga berbuat apa-apa, selamanya dia tetap jadi hantu, ngga akan pernah jadi kenyataan.","author":"Dee Lestari","category":"inspirational"},{"quote":"Life is one fool thing after another whereas love is two fool things after each other.","author":"Oscar Wilde, The Happy Prince and Other Tales","category":"inspirational"},{"quote":"feminism is for everybody","author":"bell hooks","category":"inspirational"},{"quote":"What if she's all I give you in this life of ours, my love?\" she asked quietly. \"Then I'll shout at the goddess in fury,\" he said fiercely. \"I'll beg to know why I've been given so much when other men have so little.","author":"Melina Marchetta, Quintana of Charyn","category":"death, finn, finnickin, inspirational, isaboe, love"},{"quote":"I no longer agree to treat myself with disrespect. Every time a self-critical thought comes to mind, I will forgive the Judge and follow this comment with words of praise, self-acceptance, and love.","author":"Miguel Ruiz","category":"inspirational"},{"quote":"To exist in this vast universe for a speck of time is the great gift of life. Our tiny sliver of time is our gift of life. It is our only life. The universe will go on, indifferent to our brief existence, but while we are here we touch not just part of that vastness, but also the lives around us. Life is the gift each of us has been given. Each life is our own and no one else's. It is precious beyond all counting. It is the greatest value we can have. Cherish it for what it truly is..... Your life is yours alone. Rise up and live it.","author":"Terry Goodkind","category":"inspirational"},{"quote":"You look at yourself and you accept yourself for who you are, and once you accept yourself for who you are you become a better person.","author":"Oprah Winfrey","category":"inspirational"},{"quote":"No matter how much falls on us, we keep plowing ahead. That's the only way to keep the roads clear.","author":"Greg Kincaid","category":"christmas, endurance, inspirational, labor, love, persistence, practice, resilience"},{"quote":"I held my heart back from positively accepting anything, since I was afraid of another fall, and in this condition of suspense I was being all the more killed.","author":"Augustine of Hippo, Confessions","category":"christ, christianity, inspirational, religion"},{"quote":"I challenge every one of you who can hear me to rise to the divinity within you. Do we really realize what it means to be a child of God, to have within us something of the divine nature?","author":"Gordon B. Hinckley","category":"inspirational, spirit"},{"quote":"Republicans are for both the man and the dollar, but in case of conflict the man before the dollar.","author":"Abraham Lincoln","category":"inspirational, political-parties, politics, religion"},{"quote":"The world is your exercise book, the pages on which you do your sums. It is not reality, though you may express reality there if you wish. You are also free to write lies, or nonsense, or to tear the pages.","author":"Richard Bach, Illusions: The Adventures of a Reluctant Messiah","category":"inspirational"},{"quote":"Each of us is an innkeeper who decides if there is room for Jesus!","author":"Neal A. Maxwell","category":"innkeeper, inspirational, jesus, maxwell"},{"quote":"Exuberance is beauty.","author":"William Blake","category":"inspirational"},{"quote":"Patience is a virtue, but there comes a moment when you must stop being patient and take the day by the throat and shake it. If it fights back; fine. I'd rather end up bloody at the end of the day, then unhurt with no progress made, no knowledge gained. I'd rather have a no, then nothing. I'd forgotten that about myself.","author":"Laurell K. Hamilton","category":"fight, inspirational, laurell-k-hamilton, patience"},{"quote":"Of all the idiots I have met in my life, and the Lord knows they have not been few or little, I think that I have been the biggest.","author":"Karen Blixen","category":"humor, inspirational"},{"quote":"Were these boys in their right minds? Here were two boys with good intellect, one eighteen and one nineteen. They had all the prospects that life could hold out for any of the young; one a graduate of Chicago and another of Ann Arbor; one who had passed his examination for the Harvard Law School and was about to take a trip in Europe,--another who had passed at Ann Arbor, the youngest in his class, with three thousand dollars in the bank. Boys who never knew what it was to want a dollar; boys who could reach any position that was to boys of that kind to reach; boys of distinguished and honorable families, families of wealth and position, with all the world before them. And they gave it all up for nothing, for nothing! They took a little companion of one of them, on a crowded street, and killed him, for nothing, and sacrificed everything that could be of value in human life upon the crazy scheme of a couple of immature lads.Now, your Honor, you have been a boy; I have been a boy. And we have known other boys. The best way to understand somebody else is to put yourself in his place.Is it within the realm of your imagination that a boy who was right, with all the prospects of life before him, who could choose what he wanted, without the slightest reason in the world would lure a young companion to his death, and take his place in the shadow of the gallows?...No one who has the process of reasoning could doubt that a boy who would do that is not right.How insane they are I care not, whether medically or legally. They did not reason; they could not reason; they committed the most foolish, most unprovoked, most purposeless, most causeless act that any two boys ever committed, and they put themselves where the rope is dangling above their heads....Why did they kill little Bobby Franks?Not for money, not for spite; not for hate. They killed him as they might kill a spider or a fly, for the experience. They killed him because they were made that way. Because somewhere in the infinite processes that go to the making up of the boy or the man something slipped, and those unfortunate lads sit here hated, despised, outcasts, with the community shouting for their blood.. . . I know, Your Honor, that every atom of life in all this universe is bound up together. I know that a pebble cannot be thrown into the ocean without disturbing every drop of water in the sea. I know that every life is inextricably mixed and woven with every other life. I know that every influence, conscious and unconscious, acts and reacts on every living organism, and that no one can fix the blame. I know that all life is a series of infinite chances, which sometimes result one way and sometimes another. I have not the infinite wisdom that can fathom it, neither has any other human brain","author":"Clarence Darrow, Attorney for the Damned: Clarence Darrow in the Courtroom","category":"biology, choice, compassion, determinism, empathy, free-will, inspirational, morality, reductionism, science, wisdom"},{"quote":"Every search begins with beginner’s luck. And every search ends with the victor’s being severely tested.","author":"Paulo Coelho","category":"inspirational"},{"quote":"In life, you need either inspiration or desperation.","author":"Anthony Robbins","category":"inspirational"},{"quote":"Harry, despite your privileged insight into Voldemort’s world (which, incidentally, is a gift any Death Eater would kill to have), you have never been seduced by the Dark Arts, never, even for a second, shown the slightest desire to become one of Voldemort’s followers!”“Of course I haven’t!” said Harry indignantly. “He killed my mum and dad!”“You are protected, in short, by your ability to love!” said Dumbledore loudly.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"inspirational"},{"quote":"When the wind blows,the grass bends.","author":"Confucius, The Analects","category":"inspirational"},{"quote":"Doing nothing for others is the undoing of ourselves.","author":"Horace Mann","category":"charity, compassion, greed, helping-others, humanity, inspirational, volunteerism"},{"quote":"Time to toss the dice","author":"Robert Jordan","category":"inspirational"},{"quote":"It’s funny how one summer can change everything. It must be something about the heat and the smell of chlorine, fresh-cut grass and honeysuckle, asphalt sizzling after late-day thunderstorms, the steam rising while everything drips around it. Something about long, lazy days and whirring air conditioners and bright plastic flip-flops from the drugstore thwacking down the street. Something about fall being so close, another year, another Christmas, another beginning. So much in one summer, stirring up like the storms that crest at the end of each day, blowing out all the heat and dirt to leave everything gasping and cool. Everyone can reach back to one summer and lay a finger to it, finding the exact point when everything changed. That summer was mine.","author":"Sarah Dessen, That Summer","category":"friendship, happiness, inspirational, love"},{"quote":"Because sometimes there are problems bigger than this week’s end of the world and sometimes you just have to find the extraordinary in your ordinary life.","author":"Patrick Ness, The Rest of Us Just Live Here","category":"inspirational"},{"quote":"Tomorrow is a new day","author":"begin it well and serenely and with too high a spirit to be encumbered with your old nonsense.","category":"Ralph Waldo Emerson"},{"quote":"Making others happy, through kindness of speech and sincerity of right advice, is a sign of true greatness. To hurt another soul by sarcastic words, looks, or suggestions, is despicable.","author":"Paramahansa Yogananda, Where There is Light: Insight and Inspiration for Meeting Life's Challenges","category":"inspirational"},{"quote":"I will take the Ring\", he said, \"though I do not know the way.","author":"J.R.R. Tolkien, The Fellowship of the Ring","category":"frodo, inspirational"},{"quote":"Freedom is not having everything we crave, it's being able to go without the things we crave and being OK with it.","author":"Rob Bell","category":"inspirational"},{"quote":"To plant a garden is to believe in tomorrow.","author":"Audrey Hepburn","category":"hope, inspirational"},{"quote":"But as the years went on, I realised that what I really want to be, all told, is a human. Just a productive, honest, courteously treated human.","author":"Caitlin Moran, How to Be a Woman","category":"feminist, inspirational"},{"quote":"On Wednesday, when the sky is blue,and I have nothing else to do,I sometimes wonder if it's true That who is what and what is who.\" - Winnie-the-Pooh","author":"A.A. Milne","category":"humor, inspirational"},{"quote":"Do not act as if you had ten thousand years to throw away. Death stands at your elbow. Be good for something while you live and it is in your power.","author":"Marcus Aurelius, Meditations","category":"charity, death, goodness, help, inspirational"},{"quote":"Fear is how you lose your life...a little bit at a time...What we give to fear, we take away from...faith.","author":"Mitch Albom, The First Phone Call from Heaven","category":"inspirational"},{"quote":"The best of a book is not the thought which it contains, but the thought which it suggests; just as the charm of music dwells not in the tones but in the echoes of our hearts.","author":"Oliver Wendell Holmes Sr.","category":"books, inspirational, read"},{"quote":"I would rather have 30 minutes of \"wonderful\" than a lifetime of nothing special.","author":"Julia L. Roberts","category":"inspirational, wonder"},{"quote":"Don't let the tall weeds cast a shadow on the beautiful flowers in your garden.","author":"Steve Maraboli, Life, the Truth, and Being Free","category":"flowers, friends, garden, inspirational, motivational, weeds"},{"quote":"Live your life, no matter what that life is.","author":"Corey Taylor, Seven Deadly Sins: Settling the Argument Between Born Bad and Damaged Good","category":"inspirational"},{"quote":"you cannot find happiness, outside the plan of happiness!","author":"John Bytheway","category":"inspirational"},{"quote":"Survivors can't always choose their methods.","author":"Patricia Briggs, Dragon Blood","category":"inspirational, survivors"},{"quote":"Until we see each other again, keep your head together, read some good books, be useful, be happy.","author":"Stephen King, Different Seasons","category":"inspirational"},{"quote":"A sail boat that sails backwards can never see the sun rise.","author":"Bill Cosby","category":"inspirational, sailboat"},{"quote":"The journey of a thousand miles begins with a single step. Watch your step.","author":"Lao Tzu","category":"inspirational"},{"quote":"What's unnatural is homophobia. Homo sapiens is the only species in all of nature that responds with hate to homosexuality.","author":"Alex   Sanchez, The God Box","category":"hate-crimes, homophobia, inspirational"},{"quote":"If one makes a mistake, then an apology is usually sufficient to get things back on an even keel. However-and this is a big ‘however’- most people do not ever know why their apology did not seem to have any effect. It is simply that they did not make a mistake; they made a choice…and never understood the difference between the two.","author":"Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective","category":"inspirational, wisdom"},{"quote":"We cannot change what we are not aware of, and once we are aware, we cannot help but change.","author":"Sheryl Sandberg, Lean In: Women, Work, and the Will to Lead","category":"business, career, inspirational, self-help, women"},{"quote":"Decide in your heart of hearts what really excites and challenges you, and start moving your life in that direction. Every decision you make, from what you eat to what you do with your time tonight, turns you into who you are tomorrow, and the day after that. Look at who you want to be, and start sculpting yourself into that person. You may not get exactly where you thought you'd be, but you will be doing things that suit you in a profession you believe in. Don't let life randomly kick you into the adult you don't want to become.","author":"Chris Hadfield","category":"inspirational"},{"quote":"Warriors of light always have a certain gleam in their eyes.They are of this world, they are part of the lives of others, and they set out on their journey with no saddlebags and no sandals. They are often cowardly. They do not always make the right decisions.They suffer over the most trivial things, they have mean thoughts, and sometimes believe that they are incapable of growing. They frequently deem themselves unworthy of any blessing or miracle.They are not always quite sure what they are doing here. They spend many sleepless nights, believing that their lives have no meaning.That is why they are warriors of light. Because they make mistakes. Because they ask themselves questions. Because they are looking for a reason - and are sure to find it.","author":"Paulo Coelho","category":"inspirational, spiritual"},{"quote":"If freedom is short of weapons, we must compensate with willpower.","author":"Adolf Hitler","category":"freedom, inspirational, willpower"},{"quote":"Man is, that he may have Joy.","author":"The Church of Jesus Christ of Latter-day Saints, The Book of Mormon: Another Testament of Jesus Christ","category":"inspirational"},{"quote":"The sun shall always rise upon a new day and there shall always be a rose garden within me. Yes, there is a part of me that is broken, but my broken soil gives way to my wild roses.","author":"C. JoyBell C.","category":"believe, healing, hope, inner-strength, inspirational, inspirational-life, inspirational-quotes, invincibility, wild-roses"},{"quote":"Time cannot be packaged and ribboned and left under trees for christmas morning.Time can't be given.But it can be shared","author":"Cecelia Ahern, The Gift","category":"inspirational"},{"quote":"Too many locks, not enough keys.","author":"Sarah Dessen","category":"inspirational, life-quotes"},{"quote":"With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.","author":"William Wordsworth","category":"inspirational"},{"quote":"I'm an adventurer, looking for treasure","author":"Paulo Coelho, The Alchemist","category":"adventure, insistence, inspirational, quote, the-alchemist, treasure"},{"quote":"These mountains that you are carrying, you were only supposed to climb.","author":"Najwa Zebian","category":"inspirational"},{"quote":"I’ve been doing this a long time, and I’ve come to learn that predictions don’t mean much. Too much lies outside the realm of medical knowledge. A lot of what happens next comes down to you and your specific genetics, your attitude. No, there’s nothing we can do to stop the inevitable, but that’s not the point. The point is that you should try to make the most of the time you have left.","author":"Nicholas Sparks, The Last Song","category":"death, inspirational"},{"quote":"Tough times never last. Tough people do","author":"Robert H. Schuller","category":"inspirational"},{"quote":"For a long while I have believed – this is perhaps my version of Sir Darius Xerxes Cama’s belief in a fourth function of outsideness – that in every generation there are a few souls, call them lucky or cursed, who are simply born not belonging, who come into the world semi-detached, if you like, without strong affiliation to family or location or nation or race; that there may even be millions, billions of such souls, as many non-belongers as belongers, perhaps; that, in sum, the phenomenon may be as “natural” a manifestation of human nature as its opposite, but one that has been mostly frustrated, throughout human history, by lack of opportunity. And not only by that: for those who value stability, who fear transience, uncertainly, change, have erected a powerful system of stigmas and taboos against rootlessness, that disruptive, anti-social force, so that we mostly conform, we pretend to be motivated by loyalties and solidarities we do not really feel, we hide our secret identities beneath the false skins of those identities which bear the belongers’ seal of approval. But the truth leaks out in our dreams; alone in our beds (because we are all alone at night, even if we do not sleep by ourselves), we soar, we fly, we flee. And in the waking dreams our societies permit, in our myths, our arts, our songs, we celebrate the non-belongers, the different ones, the outlaws, the freaks.What we forbid ourselves we pay good money to watch, in a playhouse or a movie theater, or to read about between the secret covers of a book. Our libraries, our palaces of entertainment tell the truth. The tramp, the assassin, the rebel, the thief, the mutant, the outcast, the delinquent, the devil, the sinner, the traveler, the gangster, the runner, the mask: if we did not recognize in them our least-fulfilled needs, we would not invent them over and over again, in every place, in every language, in every time.","author":"Salman Rushdie, The Ground Beneath Her Feet","category":"inspirational, outsider"},{"quote":"The personal life deeply lived always expands into truths beyond itself.","author":"Anaïs Nin","category":"inspirational"},{"quote":"Happiness is not having what you want, it is wanting what you have.","author":"Sheryl Crow","category":"inspirational"},{"quote":"Have you realized that most of your unhappiness in life is due to the fact that you are listening to yourself instead of talking to yourself? Take those thoughts that come to you the moment you wake up in the morning. You have not originated them but they are talking to you, they bring back the problems of yesterday, etc. Somebody is talking. Who is talking to you? Your self is talking to you. Now this man’s treatment [in Psalm 42] was this: instead of allowing this self to talk to him, he starts talking to himself. “Why art thou cast down, O my soul?” he asks. His soul had been depressing him, crushing him. So he stands up and says, “Self, listen for moment, I will speak to you.","author":"D. Martyn Lloyd-Jones","category":"inspirational"},{"quote":"See? See what you can do? Never mind you can’t tell one letter from another, never mind you born a slave, never mind you lose your name, never mind your daddy dead, never mind nothing. Here, this here, is what a man can do if he puts his mind to it and his back in it. Stop sniveling,’ [the land] said. ‘Stop picking around the edges of the world. Take advantage, and if you can’t take advantage, take disadvantage. We live here. On this planet, in this nation, in this county right here. Nowhere else! We got a home in this rock, don’t you see! Nobody starving in my home; nobody crying in my home, and if I got a home you got one too! Grab it. Grab this land! Take it, hold it, my brothers, make it, my brothers, shake it, squeeze it, turn it, twist it, beat it, kick it, kiss it, whip it, stomp it, dig it, plow it, seed it, reap it, rent it, buy it, sell it, own it, build it, multiply it, and pass it on – can you hear me? Pass it on!","author":"Toni Morrison, Song of Solomon","category":"inspirational"},{"quote":"I went to the school and put it to William, particularly, that if you find someone you love in life, you must hang onto it, and look after it, and if you were lucky enough to find someone who loved you, then you must protect it.","author":"Diana, Princess of Wales","category":"inspirational, love"},{"quote":"He who defends with love will be secure; Heaven will save him, and protect him with love.","author":"Lao Tzu","category":"chivalry, god, inspirational, religion"},{"quote":"I believe that life is a prize, but to live doesn't mean you're alive.","author":"Nicki Minaj","category":"inspirational"},{"quote":"I am striving to give back the Divine in myself to the Divine in the All.","author":"Plotinus","category":"god, inspirational, last-words, religion"},{"quote":"Who we are in the present includes who we were in the past.","author":"Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way","category":"character, inspirational, personal-development"},{"quote":"Public opinion is a weak tyrant compared with our own private opinion. what a man thinks of himself, that it is which determines, or rather indicates, his fate.","author":"Henry David Thoreau","category":"inspirational"},{"quote":"Humans have come into being for the sake of each other, so either teach them, or learn to bear them.","author":"Marcus Aurelius, Meditations","category":"inspirational"},{"quote":"Arise, awake, stop not till the goal is reached.","author":"Swami Vivekananda, Meditation and Its Methods According to Swami Vivekananda","category":"activism, inspirational"},{"quote":"But as I have noticed on more than one occaision, life itself is unfair, and there is no complaint department, so we might as well accept things the way they happen, clean up the mess, and move on.","author":"Jeff Lindsay, Dexter in the Dark","category":"complain, dexter, inspirational"},{"quote":"It is when you lose sight of yourself, that you lose your way. To keep your truth in sight you must keep yourself in sight and the world to you should be a mirror to reflect to you your image; the world should be a mirror that you reflect upon.","author":"C. JoyBell C.","category":"inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, mirror, reflections, self, self-awareness, self-discovery, self-reflection, the-world, truth"},{"quote":"Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation.","author":"A.C. Bhaktivedanta Swami Prabhupāda, The Bhagavad-gita","category":"eastern-philosophy, hindu, inspirational, religious, spirituality"},{"quote":"Nothing like a nighttime stroll to give you ideas.","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"inspirational, mad-eye-moody"},{"quote":"The creatures that inhabit this earth--be they human beings or animals--are here to contribute, each in its own particular way, to the beauty and prosperity of the world.","author":"Dalai Lama XIV","category":"inspirational"},{"quote":"Everytime I plant a seed,he say kill it before it grow, he say kill it before they grow.","author":"Bob Marley","category":"inspirational"},{"quote":"When you become the image of your own imagination, it's the most powerful thing you could ever do.","author":"RuPaul","category":"creativity, destiny, identity, imagination, inspirational, power, self, transcendence, transformation"},{"quote":"Always Remember to take your Vitamins: Take your Vitamin A for ACTION, Vitamin B for Belief, Vitamin C for Confidence ,Vitamin D for Discipline, Vitamin E for Enthusiasm!!","author":"Pablo","category":"action, belief, confidence, discipline, enthusiasm, inspiration, inspirational, motivational"},{"quote":"In imagination she sailed over storied seas that wash the distant shining shores of \"faëry lands forlorn,\" where lost Atlantis and Elysium lie, with the evening star for pilot, to the land of Heart's Desire. And she was richer in those dreams than in realities; for things seen pass away, but the things that are unseen are eternal.","author":"L.M. Montgomery, Anne of the Island","category":"eternity, imagination, inspirational, reality"},{"quote":"Dreams are the language of God.","author":"Paulo Coelho, The Alchemist","category":"dreams, inspirational"},{"quote":"Abandon the urge to simplify everything, to look for formulas and easy answers, and to begin to think multidimensionally, to glory in the mystery and paradoxes of life, not to be dismayed by the multitude of causes and consequences that are inherent in each experience -- to appreciate the fact that life is complex.","author":"M. Scott Peck","category":"complexity, inspirational"},{"quote":"Better to illuminate than merely to shine to deliver to others contemplated truths than merely to contemplate.","author":"Thomas Aquinas","category":"beautiful, contemplate, illuminate, inspirational, saint, shine, truth"},{"quote":"Blessed are the weird people: poets, misfits, writersmystics, painters, troubadoursfor they teach us to see the world through different eyes.","author":"Jacob Nordby, Pearls of Wisdom: 30 Inspirational Ideas to live your best life now","category":"art, creative, inspirational, poets, writers, writing-life"},{"quote":"And so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream.","author":"Martin Luther King Jr.","category":"dreams, inspirational, sweet"},{"quote":"The important thing is not the object of love, but the emotion itself.","author":"Gore Vidal","category":"emotion, inspirational, love"},{"quote":"I ended my first book with the words 'no answer.' I know now, Lord, why you utter no answer. You are yourself the answer. Before your face questions die away. What other answer would suffice? Only words, words; to be led out to battle against other words.","author":"C.S. Lewis, Till We Have Faces","category":"fantasy, inspirational, religion"},{"quote":"There will always be people who say it does not exist because they cannot have it. But I tell you it is true and that you have it and that you are lucky even if you die tomorrow.","author":"Ernest Hemingway, For Whom the Bell Tolls","category":"inspirational, love"},{"quote":"Better not to give in to it. It takes ten times as long to put yourself back together as it does to fall apart.","author":"Finnick Odair Mockingjay","category":"hungergames, inspirational, mockingjay"},{"quote":"I've never quite believed that one chance is all I get","author":"Anne Tyler","category":"inspirational"},{"quote":"Change isn't easy. Changing the way you live means changing the way you think, means changing what you believe about life. That's hard.","author":"Dean Koontz, One Door Away from Heaven","category":"inspirational"},{"quote":"To accomplish great things, we must not only act but also dream, not only plan, but also believe!","author":"Anatole France","category":"inspirational"},{"quote":"We must pass through the darkness, to reach the light.","author":"Albert Pike","category":"hope, inspirational, science, truth-of-life"},{"quote":"Mutual caring relationships require kindness and patience, tolerance, optimism, joy in the other's achievements, confidence in oneself, and the ability to give without undue thought of gain.","author":"Fred Rogers, The World According to Mister Rogers: Important Things to Remember","category":"inspirational, relationships"},{"quote":"The difference between false memories and true ones is thesame as for jewels: it is always the false ones that look themost real, the most brilliant.","author":"Salvador Dalí","category":"inspirational"},{"quote":"Christ is not valued at all, unless he is valued above all.","author":"Augustine of Hippo","category":"inspirational"},{"quote":"To get what you want, you have to know exactly how much you are willing to give up.","author":"C.S. Pacat, Captive Prince: Volume Two","category":"inspirational"},{"quote":"Real love never fails.","author":"Karen Kingsbury, Forever","category":"inspirational"},{"quote":"Great acts are made up of small deeds.","author":"Lao Tzu","category":"inspirational"},{"quote":"Great spirits have always encountered opposition from mediocre minds. The mediocre mind is incapable of understanding the man who refuses to bow blindly to conventional prejudices and chooses instead to express his opinions courageously and honestly.","author":"Albert Einstein","category":"inspirational, opposition, wisdom"},{"quote":"I have never felt that anything really mattered but knowing that you stood for the things in which you believed and had done the very best you could.","author":"Eleanor Roosevelt","category":"inspirational"},{"quote":"A brother is like gold and a friend is like diamond. If gold cracks you can melt it and make it just like it was before. If a diamond cracks, it can never be like it was before.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"family, inspirational"},{"quote":"It is foolish to tear one’s hair in grief, as though sorrow would be made less by baldness.","author":"Marcus Tullius Cicero","category":"advice-for-daily-living, fear-and-loathing, grief, inspirational, sorrow"},{"quote":"When a good man is hurt, all who would be called good must suffer with him.","author":"Euripides","category":"inspirational"},{"quote":"No other success can compensate for failure in the home.","author":"J. E. McCulloch","category":"home, inspirational, spiritual, success"},{"quote":"Sometimes God makes better choices for us than we could have ever made for ourselves.","author":"Jennifer Hudson Taylor, Highland Blessings","category":"blessings, inspirational"},{"quote":"take what you can from your dreamsMake them real as anythingIt takes the work out of the courage","author":"Dave Matthews Band","category":"inspirational"},{"quote":"For God did not give us a spirit of timidity, but of power and of love and of calm and well balanced mind and discipline and self-control.","author":"Anonymous, Holy Bible: King James Version","category":"bible, inspirational"},{"quote":"Our great human adventure is the evolution of consciousness. We are in this life to enlarge the soul, liberate the spirit, and light up the brain.","author":"Tom Robbins, Wild Ducks Flying Backward","category":"inspirational"},{"quote":"Once time is lit, it will burn whether or not you're breathing it in. Even after smoke becomes air, there is the memory of smoke. I am seeing as if by the light of a match, a glimpse of my life and having it feel right.","author":"David Levithan, The Realm of Possibility","category":"inspirational, love, optimism"},{"quote":"Every day God invites us on the same kind of adventure. It's not a trip where He sends us a rigid itinerary, He simply invites us. God asks what it is He's made us to love, what it is that captures our attention, what feeds that deep indescribable need of our souls to experience the richness of the world He made. And then, leaning over us, He whispers, \"Let's go do that together.","author":"Bob Goff","category":"adventure, dare, god, inspirational"},{"quote":"It always helps to think about other people instead of ourselves.","author":"Ellen DeGeneres, Seriously... I'm Kidding","category":"inspirational, other-people"},{"quote":"The moral of the story is even though that seemed like the end of the world back then, right now I can look back on it and laugh. And if anyone is going through something similar right now just know it will get better.","author":"Phil Lester","category":"dating-advice, experience, inspirational, life-advice, life-gets-better, life-lessons, looking-ahead, love, past-experiences, sadness"},{"quote":"What is she to you anyway?\"\"Here's my answer captain. She's the thing that made this all okay-the threadbare coats and the old boots and the guns that jams when you most need them to fire, the loneliness of knowing that you don't matter, that you will never matter, the fact that you're just another body, another uniform to be sent into the fold or the frost, another good boy who knows his place, who does his job, who doesn't ask questions, who will lie down and die and be forgotten. What is she? She's everything, you dumb son of a bitch.","author":"Leigh Bardugo, Shadow and Bone","category":"inspirational, leigh-bardugo, love, shadow-and-bone"},{"quote":"God's extraordinary work is most often done by ordinary people in the seeming obscurity of a home and family.","author":"Neal A. Maxwell","category":"inspirational, religious"},{"quote":"The universe is a million billion light-years wide, and every inch of it would kill you if you went there. This is the position of the universe with regards to human life.","author":"Martin Amis","category":"humor, inspirational, satire"},{"quote":"I used to think the world was broken down by tribes,' I said. 'By Black and White. By Indian and White. But I know this isn't true. The world is only broken into two tribes: the people who are assholes and the people who are not.","author":"Sherman Alexie, The Absolutely True Diary of a Part-Time Indian","category":"humor, insightful, inspirational, insult"},{"quote":"Love me or hate me, i swear it won't make or break me.","author":"Lil Wayne","category":"inspirational, self-esteem, song-lyrics"},{"quote":"To make real friends you have to put yourself out there. Sometimes people will let you down, but you can't let that stop you. If you get hurt, you just pick yourself up, dust off your feelings, and try again.","author":"Kristin Hannah, Firefly Lane","category":"friendship, heartbreak, inspirational"},{"quote":"Education is experience, and the essence of experience is self-reliance.","author":"T.H. White, The Once and Future King","category":"educational, inspirational"},{"quote":"Life is 10 percent what happens to you and ninety percent how you respond to it.","author":"Lou Holtz","category":"inspirational"},{"quote":"follow your heart! (sppotedleafs motto)","author":"Erin Hunter, Into the Wild","category":"inspirational"},{"quote":"Approval is overrated...Approval and disapproval alike satisfy those who deliver it more than those who receive it. I don't care for approval, and I don't mind doing without.","author":"Gregory Maguire","category":"inspirational"},{"quote":"You would have made a fine warrior, you know that?\"I am one. Death is my enemy.\"Yeah, it is, isn't it.\" God, it made such sense that he'd bonded with her. She was a fighter… like him. \"Your scalpel's your dagger.\"Yup.","author":"J.R. Ward, Lover Unbound","category":"awesomeness, cute, inspirational"},{"quote":"Painful as it may be, a significant emotional event can be the catalyst for choosing a direction that serves us - and those around us - more effectively. Look for the learning.","author":"Louisa May Alcott","category":"educational, inspirational"},{"quote":"Dancing in all its forms cannot be excluded from the curriculum of all noble education; dancing with the feet, with ideas, with words, and, need I add that one must also be able to dance with the pen?","author":"Friedrich Nietzsche","category":"dancing, inspirational"},{"quote":"No matter how safe and beautiful it is, a cage is still a cage.","author":"Jessica Spotswood, Born Wicked","category":"inspirational"},{"quote":"In spite of everything I still believe that people are really good at heart. I simply can't build up my hopes on a foundation consisting of confusion, misery and death.","author":"Anne Frank, The Diary of a Young Girl","category":"inspirational"},{"quote":"As you walk through forestsor the meadows of your mind,Stop and talk to those you fearGood friendships you may find","author":"Stephen Cosgrove, Buttermilk Bear","category":"friendship, inspirational, lesson, tolerance"},{"quote":"What affects one in a major way, affects all in a minor way.","author":"Martin Luther King Jr.","category":"inspirational"},{"quote":"Everyone has a hidden agenda. Except me!","author":"Michael Crichton","category":"inspirational, science"},{"quote":"Too many people spend too much time trying to perfect something before they actually do it. Instead of waiting for perfection, run with what you go, and fix it along the way…","author":"Paul Arden","category":"inspirational, perfectionism, public-speaking, true-to-life"},{"quote":"If I were given the opportunity to present a gift to the next generation, it would be the ability for each individual to learn to laugh at himself.","author":"Charles M. Schulz","category":"gift, inspirational, life-lessons"},{"quote":"I want you to go back into the barrack and tell the men to come out after the storm. Tell them to look up at me tied here. Tell them I’ll open my eyes and look back at them, and they’ll know hat I survived.","author":"Brandon Sanderson, The Way of Kings","category":"inspirational"},{"quote":"A sense of calm came over me. More and more often I found myself thinking, \"This is where I belong. This is what I came into this world to do.","author":"Jane Goodall","category":"inspirational"},{"quote":"Her burdens were her own and burdens were for shoulders strong enough to bear them.","author":"Margaret Mitchell, Gone with the Wind","category":"inspirational"},{"quote":"It is necessary to hope... for hope itself is happiness.","author":"Samuel Johnson","category":"inspirational"},{"quote":"The truth was this: Love is a decision.","author":"Karen Kingsbury, Redemption","category":"inspirational"},{"quote":"Revenge is not sweet","author":"it is gloomy and a waste of time.","category":"Anna Bayes, Through His Lens"},{"quote":"In order to know who you are you need to know God is.","author":"Annette Hoggs-Jackson","category":"inspirational, religion"},{"quote":"I learned a lot from the stories my uncle, aunts and grandparents told me: that no one is perfect but most people are good; that people can’t be judged by their worst or weakest moments; that harsh judgements can make hypocrites of us all; that a lot of life is just showing up and hanging on; that laughter is often the best, and sometimes the only response to pain.Perhaps most important, I learned that everyone has a story – of dreams and nightmares, hope and heartache, love and loss, courage and fear, sacrifice and selfishness. All my life I’ve been interested in other people’s stories. I wanted to know them, understand them, feel them. When I grew up into politics, I always felt the main point of my work was to people a chance to have better stories. - Page 15, Paragraph 5, ‘My Life’ by Bill Clinton. –Hard cover version-","author":"Bill Clinton, My Life","category":"inspirational"},{"quote":"There isn't time, so brief is life, for bickerings, apologies, heartburnings, callings to account. There is only time for loving, and but an instant, so to speak, for that.","author":"Mark Twain","category":"forgiveness, inspirational, relationships"},{"quote":"Some people come into our lives and quickly go. Some people move our souls to dance. They awaken us to a new understanding with the passing whisper of their wisdom. Some people make the sky more beautiful to gaze upon. They stay in our lives for awhile, leave footprints on our hearts, and we are never, ever the same.","author":"Flavia Weedn","category":"inspirational"},{"quote":"We carry about us the burden of what thousands of people have said and the memories of all our misfortunes. To abandon all that is to be alone, and the mind that is alone is not only innocent but young -- not in time or age, but young, innocent, alive at whatever age -- and only such a mind can see that which is truth and that which is not measurable by words.","author":"Jiddu Krishnamurti","category":"inspirational, meditation, self, solitude"},{"quote":"You are doing God's work. You are doing it wonderfully well. He is blessing you, and He will bless you, --even--no, -especially--when your days and your nights may be most challenging. Like the woman who anonymously, meekly, perhaps even with hesitation and some embarrassment, fought her way through the crowd just to touch the hem of the Master's garment, so Christ will say to the women who worry and wonder and weep over their responsibility as mothers, `Daughter, be of good comfort; thy faith hath made thee whole.' And it will make your children whole as well.","author":"Jeffrey R. Holland","category":"inspirational, mothers"},{"quote":"We all have same beginning (BIRTH), and we will have same ending (DEATH). So how different can we be?","author":"Mitch Albom, Tuesdays with Morrie","category":"inspirational, morrie, tuesdays, with"},{"quote":"You will make all kinds of mistakes","author":"but as long as you are generous and true and also fierce you cannot hurt the world or even seriously distress her. She was meant to be wooed and won by youth.","category":"Winston S. Churchill, My Early Life, 1874-1904"},{"quote":"living eulogy.she danced.she sang. she took.she gave.she loved.she created.she dissented. she enlivened.she saw. she grew. she sweated.she changed.she learned. she laughed.she shed her skin.she bled on the pages of her days,she walked through walls,she lived with intention.","author":"Mary Anne Radmacher","category":"inspirational"},{"quote":"just remember: i love you, and love yourselves. 'cause, little monsters, you were born that way baby.","author":"Lady Gaga, Lady Gaga: The Fame music book","category":"inspirational, lady-gaga, love"},{"quote":"You are stronger than you know.","author":"Lori Osterman","category":"believer, dreamer, inspirational, survivor"},{"quote":"Work is a blessing. God has so arranged the world that work is necessary, and He gives us hands and strength to do it. The enjoyment of leisure would be nothing if we had only leisure. It is the joy of work well done that enables us to enjoy rest, just as it is the experiences of hunger and thirst that make food and drink such pleasures.","author":"Elisabeth Elliot, Discipline: The Glad Surrender","category":"blessing, christian, fun, god, inspirational, jesus, leisure, rest, work"},{"quote":"That's what you want to do? Then nothing beats a trial but a failure. Give it everything you've got. I've told you many times, 'Cant do is like Dont Care.' Neither of them have a home.","author":"Maya Angelou","category":"inspirational"},{"quote":"There are few sources of energy so powerful as a procrastinating college student.","author":"Paul Graham, Hackers & Painters: Big Ideas from the Computer Age","category":"graham, hackers, humor, inspirational, painters, paul"},{"quote":"We Greeks believe that a man who takes no part in public affairs is not merely lazy, but good for nothing","author":"Thucydides","category":"inspirational, social-commentary"},{"quote":"Read books. Care about things. Get excited. Try not to be too down on youself. Enjoy the ever present game of knowing.","author":"Hank Green","category":"inspirational"},{"quote":"Forget about self-image and self-judgment. It's about self-love, and no one teaches you that at school. No one teaches you that if you accept and love yourself, nothing and no one can touch you. This is the only face and body you're ever going to get, so be comfortable and happy in it. Own it. Own every aspect of who you are and present it to the world with the utmost pride.","author":"Connor Franta, A Work in Progress","category":"inspirational, self-esteem, self-love, self-motivation"},{"quote":"And to all this she must yet add something more substantial, in the improvement of her mind by extensive reading.","author":"Jane Austen, Pride and Prejudice","category":"inspirational"},{"quote":"Bunkum and tummyrot! You'll never get anywhere if you go about what-iffing like that. Would Columbus have discovered America if he'd said 'What if I sink on the way over? What if I meet pirates? What if I never come back?' He wouldn't even have started.","author":"Roald Dahl","category":"inspirational"},{"quote":"The moment you stop worrying about success is when success will happen.","author":"Glenn Beck","category":"inspirational"},{"quote":"When one flower blooms spring awakens everywhere","author":"John O'Donohue","category":"inspirational"},{"quote":"The warrior is Here, Now.","author":"Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives","category":"inspirational"},{"quote":"Wise men put their trust in ideas and not in circumstances.","author":"Ralph Waldo Emerson","category":"inspirational"},{"quote":"Trust men and they will be true to you","author":"treat them greatly and they will show themselves great.","category":"Ralph Waldo Emerson"},{"quote":"If you are a writer you locate yourself behind a wall of silence and no matter what you are doing, driving a car or walking or doing housework you can still be writing, because you have that space.","author":"Joyce Carol Oates","category":"inspirational, on-writing"},{"quote":"No one invites you to the top - you have to claw your way up. When you get there, you will sit with the others who were also uninvited - giggling.","author":"Staness Jonekos","category":"happiness, inspirational, women"},{"quote":"As I go clowning my sentimental way into eternity, wrestling with all my problems of estrangement and communion, sincerity and simulation, ambition and acquiescence, I shuttle between worrying whether I matter at all and whether anything else matters but me.","author":"Stephen Fry, Moab Is My Washpot","category":"inspirational"},{"quote":"Nothing is so much calculated to lead people to forsake sin as to take them by the hand and to watch over them in tenderness. When persons manifest the least kindness and love to me, O what pow'r it has over my mind.","author":"Joseph Smith Jr.","category":"inspirational, kindness, lds"},{"quote":"‎\"What does it mean if i'm afraid? Does it mean something bad is going to happen?\" \"No, it doesn't mean something bad is going to happen. It just means that you have the chance to be brave.","author":"C. JoyBell C.","category":"bravery, courage, fear, heartwarming, inspiration, inspirational, inspirational-life, inspirational-quotes, inspiring, life-and-living, strength"},{"quote":"We often think of peace as the absence of war, that if powerful countries would reduce their weapon arsenals, we could have peace. But if we look deeply into the weapons, we see our own minds- our own prejudices, fears and ignorance. Even if we transport all the bombs to the moon, the roots of war and the roots of bombs are still there, in our hearts and minds, and sooner or later we will make new bombs. To work for peace is to uproot war from ourselves and from the hearts of men and women. To prepare for war, to give millions of men and women the opportunity to practice killing day and night in their hearts, is to plant millions of seeds of violence, anger, frustration, and fear that will be passed on for generations to come.","author":"Thich Nhat Hanh, Living Buddha, Living Christ","category":"inspirational, peace, violence, war"},{"quote":"Do not pray for easy lives. Pray to be stronger men.","author":"John F. Kennedy","category":"inspirational, prayer, strength"},{"quote":"Dear Human:You've got it all wrong.You didn't come here to master unconditional love. This is where you came from and where you'll return.You came here to learn personal love.Universal love.Messy love.Sweaty Love.Crazy love.Broken love.Whole love.Infused with divinity.Lived through the grace of stumbling.Demonstrated through the beauty of... messing up.Often.You didn't come here to be perfect, you already are.You came here to be gorgeously human. Flawed and fabulous.And rising again into remembering.But unconditional love? Stop telling that story.Love in truth doesn't need any adjectives.It doesn't require modifiers.It doesn't require the condition of perfection.It only asks you to show up.And do your best.That you stay present and feel fully.That you shine and fly and laugh and cry and hurt and heal and fall and get back up and play and work and live and die as YOU.Its enough.It's Plenty.","author":"Courtney A. Walsh","category":"happiness, healing, inspirational, love"},{"quote":"[Fireheart]mewed,\"It's not my place to judge you.\" Greystripe looked up as Fireheart went on.\" Greystripe, whatever you decide to do, I will always be your friend.","author":"Erin Hunter, Fire and Ice","category":"erin, fireheart, firepaw, firestar, friend, friendship, greystripe, happiness, hunter, inspirational, warriors"},{"quote":"Every individual has a place to fill in the world and is important in some respect, whether he chooses to be so or not.","author":"Nathaniel Hawthorne","category":"inspirational"},{"quote":"Now, five years is nothing in a man's life except when he is very young and very old...- Wang Lung","author":"Pearl S. Buck, The Good Earth","category":"age, inspirational, time"},{"quote":"You become mature when you become the authority of your own life.","author":"Joseph Campbell, A Joseph Campbell Companion: Reflections on the Art of Living","category":"inspirational, mythology, philosophy, spirituality"},{"quote":"When you're good at something, you'll tell everyone. When you're great at something, they'll tell you.","author":"Walter Payton","category":"greatness, inspirational"},{"quote":"Be creative, be useful, be practical, be generous and finish big","author":"Lisa Genova, Still Alice","category":"inspirational"},{"quote":"Too many people realize at the end of their lives that they've taken for granted those who really love them.","author":"Lesley M.M. Blume, Cornelia and the Audacious Escapades of the Somerset Sisters","category":"inspirational"},{"quote":"He who jumps into the void owes no explanation to those who stand and watch.","author":"Jean-Luc Godard","category":"courage, existentialism, godard, inspirational"},{"quote":"Let them call me a rebel and welcome. I feel no concern from it. But should I suffer the misery of devils, were I to make a whore of my soul.","author":"Thomas Paine","category":"inspirational, politics"},{"quote":"People need not fear the unknown if they are capable of achieving what they need and want.","author":"Paulo Coelho, The Alchemist","category":"eye-opening, inspirational"},{"quote":"Sometimes you've got to be able to listen to yourself and be okay with no one else understanding.","author":"Christopher Barzak, One for Sorrow","category":"inspirational"},{"quote":"I have something that I call my Golden Rule. It goes something like this: 'Do unto others twenty-five percent better than you expect them to do unto you.' … The twenty-five percent is for error.","author":"Linus Pauling","category":"ethical-code, ethics, golden-rule, humor, inspirational, paraphrased, science"},{"quote":"Champions are made from something they have deep inside of them-a desire, a dream, a vison.","author":"Mahatma Gandhi","category":"champions, inspirational"},{"quote":"Given a choice between life and death, choose life. Given a choice between right and wrong, choose what's right. And given a choice between a terrible truth and a beautiful lie, choose the truth every time.","author":"Mira Grant, Blackout","category":"courage, inspirational, lies, truth"},{"quote":"It is better to fill your head with useless knowledge than no knowledge at all.","author":"Jim Hinckley, Route 66 Backroads: Your Guide to Scenic Side Trips & Adventures from the Mother Road","category":"history, inspirational, travel"},{"quote":"It's daring to be curious about the unknown, to dream big dreams, to live outside prescribed boxes, to take risks, and above all, daring to investigate the way we live until we discover the deepest treasured purpose of why we are here.","author":"Luci Swindoll, I Married Adventure: Looking at Life Through the Lens of Possibility","category":"aspirations, curiosity, daring, inspirational, self-discovery"},{"quote":"When you grow up as a girl, the world tells you the things that you are supposed to be: emotional, loving, beautiful, wanted. And then when you are those things, the world tells you they are inferior: illogical, weak, vain, empty.","author":"Stevie Nicks","category":"contradictory, equality, feminism, gender-norm, inspirational, social-norm"},{"quote":"It seems that a profound, impartial, and absolutely just opinion of our fellow-creatures is utterly unknown. Either we are men, or we are women. Either we are cold, or we are sentimental. Either we are young, or growing old. In any case life is but a procession of shadows, and God knows why it is that we embrace them so eagerly, and see them depart with such anguish, being shadows. And why, if this -- and much more than this is true -- why are we yet surprised in the window corner by a sudden vision that the young man in the chair is of all things in the world the most real, the most solid, the best known to us--why indeed? For the moment after we know nothing about him.Such is the manner of our seeing. Such the conditions of our love.","author":"Virginia Woolf, Jacob's Room","category":"human-nature, inspirational, wisdom"},{"quote":"A book series is never truly over. The story lives on, even when the final page has been turned.","author":"Richard P. Denney","category":"author, books, inspirational, reading"},{"quote":"Plus there’s the fact,” he went on, making it clear he didn’t need me to reply anyway, “that music is a total constant. That’s why we have such a strong visceral connection to it, you know? Because a song can take you back instantly to a moment, or a place, or even a person. No matter what else has changed in you or the world, that one song stays the same, just like that moment. Which is pretty amazing, when you actually think about it.","author":"Sarah Dessen, Just Listen","category":"inspirational, music"},{"quote":"And if you think you're alone. Put on my music. Because I'm going to be there for you.","author":"Demi Lovato","category":"demi-lovato, inspirational"},{"quote":"Dupa ce iti omori demonii, daca ai curajul sa o faci, e musai sa te intorci pe acelasi drum.","author":"Tudor Chirilă, Exerciţii de echilibru","category":"inspirational, self-help"},{"quote":"A beautiful thing happens when we start paying attention to each other. It is by participating more in your relationship that you breathe life into it.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"communication, inspirational, love, relationships"},{"quote":"I was halfway across America, at the dividing line between the East of my youth and the West of my future.","author":"Jack Kerouac, On the Road","category":"inspirational"},{"quote":"If you do what you've always done, you'll get what you've always gotten.","author":"Anthony Robbins","category":"educational, inspirational, instructive"},{"quote":"Differences are not intended to separate, to alienate. We are different precisely in order to realize our need of one another.","author":"Desmond Tutu","category":"inspirational"},{"quote":"When those you love die, the best you can do is honor their spirit for as long as you live. You make a commitment that you're going to take whatever lesson that person or animal was trying to teach you, and you make it true in your own life... it's a positive way to keep their spirit alive in the world, by keeping it alive in yourself.","author":"Patrick Swayze, The Time of My Life","category":"inspirational, loss"},{"quote":"In the name of the best within you, do not sacrifice this world to those who are at its worst. In the name of the values that keep you alive, do not let your vision of people be distorted by the ugly, the cowardly, the mindless in those who have never achieved integrity. Do not lose your knowledge that our proper estate is an upright posture,an intransigent mind and a step that travels unlimited roads. Do not let your fire go out, spark by irreplaceable spark, in the hopeless swamps of the approximate, the not-quite, the not-yet, the not-at-all. Do not let the hero in your soul perish, in lonely frustration for the life you deserved, but have never been able to reach. Check your road and the nature of your battle. The world you desired can be won, it exists, it is real, it's yours.","author":"Ayn Rand","category":"inspirational"},{"quote":"Man made God in his own image...","author":"Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose","category":"inspirational"},{"quote":"Be compassionate ... and take responsibility for each other. If we only learned those lessons, this world would be a better place.","author":"Mitch Albom, Tuesdays with Morrie","category":"inspirational"},{"quote":"Temptation is not to be feared, but controlled.","author":"Deborah Brodie","category":"encouragement, inspirational"},{"quote":"A woman could be as beautiful as she felt herself to be.","author":"Laura Lee Guhrke, Guilty Pleasures","category":"inspirational, romance"},{"quote":"People don't believe what you tell them.They rarely believe what you show them.They often believe what their friends tell them.They always believe what they tell themselves.","author":"Seth Godin","category":"inspirational"},{"quote":"The trouble with fiction,\" said John Rivers, \"is that it makes too much sense. Reality never makes sense.","author":"Aldous Huxley, The Genius And The Goddess","category":"fiction, huxley, inspirational, reality"},{"quote":"Hurl yourself at goals above your head and bear the lacerations that come when you slip and make a fool of yourself. Try always, as long as you have breath in your body, to take the hard way–and work, work, work to build yourself into a rich, continually evolving entity.","author":"Sylvia Plath","category":"inspirational"},{"quote":"All paths are the same: they lead nowhere. ... Does this path have a heart? If it does, the path is good; if it doesn't, it is of no use. Both paths lead nowhere; but one has a heart, the other doesn't. One makes for a joyful journey; as long as you follow it, you are one with it. The other will make you curse your life. One makes you strong; the other weakens you.","author":"Carlos Castañeda, The Teachings of Don Juan: A Yaqui Way of Knowledge","category":"inspirational"},{"quote":"Words are tears that have been written down. Tears are words that need to be shed. Without them, joy loses all its brilliance and sadness has no end.","author":"Paulo Coelho, Aleph","category":"inspirational"},{"quote":"Rich People plan for three generationsPoor people plan for Saturday night","author":"Gloria Steinem","category":"class-distinction, inspirational"},{"quote":"Somehow difficulties are easier to endure when you know your dream is waiting for you at the end.","author":"Lisa Mangum, The Golden Spiral","category":"inspirational"},{"quote":"If you don't feel as close to God today as you did yesterday, who moved?","author":"Chris Heimerdinger, Feathered Serpent, Part 1","category":"inspirational"},{"quote":"It is wisdom to recognize necessity when all other courses have been weighed, though as folly it may appear to those who cling to false hope.","author":"J.R.R. Tolkien, The Fellowship of the Ring","category":"inspirational, philosophical"},{"quote":"I shrug, trapped. I don’t want to lose him. In spite of all his demands, his need to control, his scary vices. I have never felt as alive as I do now. It’s a thrill to be sitting here beside him. He’s so unpredictable, sexy, smart, and funny. But hismoods… oh – and he wants to hurt me. He says he’ll think about my reservations, but it still scares me. I close my eyes. What can I say? Deep down I would just like more, more affection, more playful Christian, more… love.","author":"E.L. James, Fifty Shades of Grey","category":"inspirational"},{"quote":"I don’t ever remember being afraid of “oldness”.There are things I miss about being younger - chiefly the ability to pull all-nighters and keep working and working well; and being smiled at by girls I didn’t know who thought I was cute; and I wish I had the eyesight I had even five years ago… but that stuff feels pretty trivial. I’m happier than I’ve been at any time in my life these days. I have a wonderful wife whom I adore, watched three amazing kids grow into two delightful adults and my favourite teenager, an astonishing number of grand life experiences, I’ve made art I’m proud of, I have real, true, glorious friends, and I’ve been able to do real good for things I care about, like freedom of speech, like libraries.Sometimes I’ll do something like An Evening With Neil and Amanda, or the 8 in 8 project, and completely surprise myself.I miss friends who have died, but then, I’m glad that time gave them to me, to befriend, even for a while, and that I was alive to know them. I knew Douglas Adams, and I knew Roger Zelazny, and I knew John M Ford, and I knew Diana Wynne Jones… do you know how lucky that makes me?Ah, I’m rabbiting on, and I sound a bit more Pollyannaish than I’m intending to sound: I know the downside of age and the downside of time, and I am sure that the view from age 51 is not the view from age 71.I wish the time hadn’t gone so fast, though. And sometimes I wish I’d enjoyed it more on the way, and worried about it less.","author":"Neil Gaiman","category":"aging-gracefully, growing-older, inspirational"},{"quote":"Courage comes from a heart that is CONVINCED it is loved.","author":"Beth Moore","category":"inspirational"},{"quote":"The paths to liberation are numerous, but the bank along the way is always the same, the Bank of Karma, where the liberation account of each of us is credited or debited depending on our actions.","author":"Yann Martel, Life of Pi","category":"inspirational"},{"quote":"Just because you refuse to acknowledge something, refuse to look at it or think about it, doesn’t mean it’s not there, that it doesn’t affect you and the choices you make in your life.","author":"Rachel Gibson, Tangled Up In You","category":"inspirational"},{"quote":"Kaladin screamed, reaching the end of the bridge. Finding a tiny surge of strength somewhere, he raised his spear and threw himself off the end of the wooden platform, launching into the air above the cavernous void.\tBridgemen cried out in dismay. Syl zipped about him with worry. Parshendi looked up with amazement as a lone bridgeman sailed through the air toward them.\tHis drained, worn-out body barely had any strength left. In that moment of crystallized time, he looked down on his enemies. Parshendi with their marbled red and black skin. Soldiers raising finely crafted weapons, as if to cut him from the sky. Strangers, oddities in carapace breastplates and skullcaps. Many of them wearing beards.\tBeards woven with glowing gemstones.\tKaladin breathed in.\tLike the power of salvation itself—like rays of sunlight from the eyes of the Almighty—Stormlight exploded from those gemstones. It streamed through the air, pulled in visible streams, like glowing columns of luminescent smoke. Twisting and turning and spiraling like tiny funnel clouds until they slammed into him.\tAnd the storm came to life again.","author":"Brandon Sanderson, The Way of Kings","category":"awesome, climax, epiphany, inspirational"},{"quote":"Today, many will choose to live free of conditions and rules governing their own happiness. Why not you? Do not let another day go by where your dedication to other people's opinions is greater than your dedication to your own emotions! Today's a new day!","author":"Steve Maraboli, Life, the Truth, and Being Free","category":"action, emotions, happiness, inspirational, motivational, self-empowerment, success"},{"quote":"You’re not a bad person, you’re just a little bit different and I’m a sucker for that.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"A respectable appearance is sufficient to make people more interested in your soul","author":"Karl Lagerfeld","category":"appareance, beautiful, beauty, chanel, chic, designer, fashion, inspirational, interested, people, respect, soul"},{"quote":"The two of you, there's something uncanny about the way you two are with each other. I mean everything--the way you look at each other, the way she relaxes when you put your hand on her back, the way you both seem to know what the other is always thinking, it's always struck me as extraordinary. That's another reason I keep putting marriage off. I know I want something like what you two share, and I'm not sure I've found it yet. I'm not sure I ever will. And with love like that, they say anything's possible, right?","author":"Nicholas Sparks, The Choice","category":"inspirational, love, marriage"},{"quote":"I know. It’s all wrong. By rights we shouldn’t even be here. But we are. It's like in the great stories, Mr. Frodo. The ones that really mattered. Full of darkness and danger they were. And sometimes you didn't want to know the end. Because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end, it’s only a passing thing, this shadow. Even darkness must pass. A new day will come. And when the sun shines it will shine out the clearer. Those were the stories that stayed with you. That meant something, even if you were too small to understand why. But I think, Mr. Frodo, I do understand. I know now. Folk in those stories had lots of chances of turning back, only they didn’t. They kept going, because they were holding on to something.","author":"J.R.R. Tolkien, The Two Towers","category":"beauty, inspirational, lord-of-the-rings, truth"},{"quote":"You shouldn't judge someone until you've walk a mile through an underground tunnel in her uncomfortable shoes","author":"Ally Carter, I'd Tell You I Love You, But Then I'd Have to Kill You","category":"inspirational"},{"quote":"Confidence is like a dragon where, for every head cut off, two more heads grow back.","author":"Criss Jami, Venus in Arms","category":"beast, confidence, confident, determination, dragon, dragons, faith, fantasy, fighting, fighting-battles, head, hydra, inspirational, motivational, mythological, mythology, perseverance, self, self-confidence, self-confident, serpent"},{"quote":"Sometimes you can learn, even from a bad experience. By coping you become stronger. The pain does not go away, but it becomes manageable.","author":"Somaly Mam, The Road of Lost Innocence: The True Story of a Cambodian Heroine","category":"inspiration, inspirational, learning, pain"},{"quote":"America is too great for small dreams.","author":"Ronald Reagan","category":"inspirational"},{"quote":"She might be pointing to a doorway, or a person, or the sky. But such things were so common to my eyes, so undistinguished, that they would register as \"nothing\" I walked in a gray world of nothing.","author":"Jerry Spinelli, Stargirl","category":"inspirational"},{"quote":"Though my work may be menial, though my contribution may be small, I can perform it with dignity and offer it with unselfishness. My talents may not be great, but I can use them to bless the lives of others.... The goodness of the world in which we live is the accumulated goodness of many small and seemingly inconsequential acts.","author":"Gordon B. Hinckley","category":"inspirational, service, unselfishness"},{"quote":"If you can’t believe in miracles, then believe in yourself. When you want something bad enough, let that drive push you to make it happen. Sometimes you’ll run into brick walls that are put there to test you. Find a way around them and stay focused on your dream. Where there’s a will, there’s a way.","author":"Isabel  Lopez, Isabel's Hand-Me-Down Dreams","category":"believe-in-yourself, dreams, follow-your-dreams, inspirational, motivational, obstacles"},{"quote":"With time and perspective we recognize that such problems in life do come for a purpose, if only to allow the one who faces such despair to be convinced that he really does need divine strength beyond himself, that she really does need the offer of heaven’s hand. Those who feel no need for mercy usually never seek it and almost never bestow it. Those who have never had a heartache or a weakness or felt lonely or forsaken never have had to cry unto heaven for relief of such personal pain. Surely it is better to find the goodness of God and the grace of Christ, even at the price of despair, than to risk living our lives in a moral or material complacency that has never felt any need for faith or forgiveness, any need for redemption or relief.","author":"Jeffery R. Holland","category":"forgiveness, inspirational, mercy"},{"quote":"Never let yourself be persuaded that any one Great Man, any one leader, is necessary to the salvation of America. When America consists of one leader and 158 million followers, it will no longer be America.","author":"Dwight D. Eisenhower","category":"inspirational, warning"},{"quote":"And then, despite everything, I smiled and looked at the note and knew that spring would come —it always does. so I stared out that cold window, watching my breath collect on the glass, trying not to think about my life after the thaw.","author":"Ally Carter, Don't Judge a Girl by Her Cover","category":"galagher, inspirational"},{"quote":"One must work and dare if one really wants to live.","author":"Vincent van Gogh","category":"artistic, inspirational"},{"quote":"Speak when you are angry, and you'll make the best speech you'll ever regret.","author":"Laurence J. Peter","category":"angry, inspirational"},{"quote":"By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.","author":"Thomas Merton","category":"inspirational, monastic, prayers-of-the-heart, spirituality"},{"quote":"So much for endings. Beginnings are always more fun. True connoisseurs, however, are known to favor the stretch in between, since it's the hardest to do anything with. That's about all that can be said for plots, which anyway are just one thing after another, a what and a what and a what.","author":"Margaret Atwood","category":"happy-endings, inspirational, literature"},{"quote":"I have a self-made quote: Celebrate diversity, practice acceptance and may we all choose peaceful options to conflict.","author":"Donzella Michele Malone","category":"acceptance, celebrate, conflict, diversity, inspirational, peace, philosophical"},{"quote":"With a hint of good judgment, to fear nothing, not failure or suffering or even death, indicates that you value life the most. You live to the extreme; you push limits; you spend your time building legacies. Those do not die.","author":"Criss Jami, Venus in Arms","category":"dare, daring, death, encouragement, entrepreneurship, extreme, extreme-sports, failure, fearless, inspirational, judgment, leadership, legacies, life, motivational, purpose, risk, risk-it, risk-it-be-different, risky, sports, suffering, take-the-lead, take-the-risk"},{"quote":"Convictions are prisons.","author":"Friedrich Nietzsche, The Birth of Tragedy/Seventy-five Aphorisms/The Anti-Christ","category":"convictions, inspirational"},{"quote":"Jesus has now many lovers of the heavenly kingdom but few bearers of His cross.","author":"Thomas à Kempis, Imitation Of Christ","category":"inspirational"},{"quote":"Enjoy every ounce of your life, get high and be sincere to anybody that comes around you.","author":"Salman Aditya, High in School","category":"humor, humorous-quotations, inspirational"},{"quote":"But she loves me. Me. Just the way I am.","author":"P.C. Cast, Destined","category":"hope, inspirational, love, uplifting"},{"quote":"Maybe love was meant to save us from ourselves.","author":"Robert M. Drake","category":"happyquotes, hope, inspirational, inspirationalquotes, inspired, instadaily, instaquote, lovequotes, pinquotes, poems, poetry, quote, quoteoftheday, quotes, relationships, rmdrake, sadquotes, sayings, spokenword, tattoo, typewriter, vsco, writer, writing"},{"quote":"Concentration attracts luck factor.","author":"Amit Ray, Yoga and Vipassana: An Integrated Life Style","category":"happiness, inspirational, luck"},{"quote":"All shall be done, but it may be harder than you think.","author":"C.S. Lewis, The Lion, the Witch, and the Wardrobe","category":"inspirational"},{"quote":"It's up to you today to start making healthy choices. Not choices that are just healthy for your body, but healthy for your mind.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"change, choices, healthy, inspirational, mental-health, motivational"},{"quote":"We may have all come on different ships, but we're in the same boat now.","author":"Martin Luther King Jr.","category":"cultural, inspirational, spiritual"},{"quote":"People aren't born good or bad. Maybe they're born with tendencies either way, but it's the way you live your life that matters. And the people you know. Valentine was Hodge's friend, and I don't think Hodge really had anyone else in his life to challenge him or make him be a better person. If I'd had that life, I don't know how I would have turned out. But I didn't. I have my family. And I have you.","author":"Cassandra Clare, City of Glass","category":"city-of-glass, family, friendship, inspirational, simon-lewis"},{"quote":"When I begin to doubt my ability to work the word, I simply read another writer and know I have nothing to worry about. My contest is only with myself, to do it right, with power, and force, and delight, and gamble.","author":"Charles Bukowski","category":"inspirational, writing"},{"quote":"I will not die an unlived life.I will not live in fearof falling or catching fire.I choose to inhabit my days,to allow my living to open me,to make me less afraid,more accessible;to loosen my heartuntil it becomes a wing, a torch, a promise.I choose to risk my significance,to live so that which came to me as seedgoes to the next as blossom,and that which came to me as blossom,goes on as fruit.","author":"Dawna Markova, I Will Not Die an Unlived Life: Reclaiming Purpose and Passion","category":"inspirational"},{"quote":"I liked things better when I didn't understand them.","author":"Bill Watterson","category":"humor, inspirational"},{"quote":"It is impossible to be both selfish and happy","author":"Joyce Meyer, Any Minute","category":"inspirational"},{"quote":"If you want to be a writer, you have to write every day... You don't go to a well once but daily. You don't skip a child's breakfast or forget to wake up in the morning...","author":"Walter Mosley","category":"inspirational, writing"},{"quote":"Men take care not to make women weep, for God counts their tears.","author":"Thomas S. Monson","category":"inspirational, religion"},{"quote":"The purpose of life is to discover your gift. The meaning of life is to give your gift away.","author":"David Viscott","category":"inspirational"},{"quote":"For he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times as in times of old as in times to come; wherefore, the course of the Lord is one eternal round\" - 1 Nephi 10:19","author":"Joseph Smith Jr., The Book of Mormon: Another Testament of Jesus Christ","category":"inspirational"},{"quote":"Respect for self is the beginning of cultivating virtue in men and women.","author":"Gordon B. Hinckley","category":"inspirational, religious, self-respect, thoughtful"},{"quote":"It's what you learn after you know it all that counts.","author":"John Wooden","category":"inspirational"},{"quote":"The best way to prepare for death is to live life to its fullest.","author":"John Bytheway","category":"inspirational"},{"quote":"Advice to friends. Advice to fellow mothers in the same boat. \"How do you do it all?\" Crack a joke. Make it seem easy. Make everything seem easy. Make life seem easy and parenthood and marriage and freelancing for pennies, writing a novel and smiling after a rejection, keeping the faith after two, reminding oneself that four years of work counted for a lot, counted for everything. Make the bed. Make it nice. Make the people laugh when you sit down to write and if you can't make them laugh make them cry. Make them want to hug you or hold you or punch you in the face. Make them want to kill you or fuck you or be your friend. Make them change. Make them happy. Make the baby smile. Make him laugh. Make him dinner. Make him proud.Hold the phone, someone is on the other line. She says its important. People are dying. Children. Friends. Press mute because there is nothing you can say. Press off because you're running out of minutes. Running out of time. Soon he'll be grown up and you'll regret the time you spent pushing him away for one more paragraph in the manuscript no one will ever read. Put down the book, the computer, the ideas. Remember who you are now. Wait. Remember who you were. Wait. Remember what's important. Make a list. Ten things, no twenty. Twenty thousand things you want to do before you die but what if tomorrow never comes? No one will remember. No one will know. No one will laugh or cry or make the bed. No one will have a clue which songs to sing to the baby. No one will be there for the children. No one will finish the first draft of the novel. No one will publish the one that's been finished for months. No one will remember the thought you had last night, that great idea you forgot to write down.","author":"Rebecca Woolf","category":"inspirational"},{"quote":"You will see that the things you desire most are the very things that bring you the greatest sorrow.","author":"Christopher Pike, Phantom","category":"inspirational"},{"quote":"If you can control your behavior when everything around you is out of control, you can model for your children a valuable lesson in patience and understanding...and snatch an opportunity to shape character.","author":"Jane Clayson Johnson, I Am a Mother","category":"inspirational, parenting"},{"quote":"A real scientist solves problems, not wails that they are unsolvable.","author":"Anne McCaffrey, Acorna: The Unicorn Girl","category":"giving-up, humor, inspirational, science"},{"quote":"It is possible for the human spirit to win after all.","author":"Jack Kerouac","category":"inspirational"},{"quote":"Guilt starts as a feeling of failure.","author":"Frank Herbert","category":"inspirational"},{"quote":"That which we persist in doing becomes easier to do, not that the nature of the thing has changed, but our power to do so is increased.","author":"Ralph Waldo Emerson","category":"inspirational"},{"quote":"Fear is a natural emotion in life, but you cannot let it dictate your actions. When you act out of fear, you will only meet failure. But act out of determination to conquer that fear, and you will succeed at anything. Maybe not the first time, or the second or third, but eventually—as long as you keep trying—you can conquer your fears and succeed.","author":"Tiana Dalichov, Purification","category":"inspirational"},{"quote":"I don’t need any plastic in my body to validate me as a woman.","author":"Courtney Love","category":"inspiration, inspirational"},{"quote":"It was the moment I realized what music can do to people, how it can make you hurt and feel so good all at once.","author":"Nina LaCour, Hold Still","category":"good, hurt, inspirational, love, music, power-of-music"},{"quote":"Listen to what you know instead of what you fear.","author":"Richard Bach","category":"inspirational, life-lessons"},{"quote":"Do the kind of things that come from the heart, When you do, you won't be dissatisfied, you won't be envious, you won't be longing for somebody else's things. On the contrary, you'll be overhelmed with what comes back","author":"Morrie Schwartz","category":"inspirational, life-lessons, mitch-albom"},{"quote":"Live life as though nobody is watching, and express yourself as though everyone is listening.","author":"Nelson Mandela","category":"confidence, happiness, inspirational, motivational"},{"quote":"One of the best guides to how to be self-loving is to give ourselves the love we are often dreaming about receiving from others. There was a time when I felt lousy about my over-forty body, saw myself as too fat, too this, or too that. Yet I fantasized about finding a lover who would give me the gift of being loved as I am. It is silly, isn't it, that I would dream of someone else offering to me the acceptance and affirmation I was withholding from myself. This was a moment when the maxim \"You can never love anybody if you are unable to love yourself\" made clear sense. And I add, \"Do not expect to receive the love from someone else you do not give yourself.","author":"bell hooks, All About Love: New Visions","category":"affirmation, inspirational, love, self-acceptance, self-love"},{"quote":"Today is the oldest you've ever been, and the youngest you'll ever be again.","author":"Eleanor Roosevelt","category":"inspirational, live"},{"quote":"I have met some highly intelligent believers, but history has no record to say that [s]he knew or understood the mind of god. Yet this is precisely the qualification which the godly must claim—so modestly and so humbly—to possess. It is time to withdraw our 'respect' from such fantastic claims, all of them aimed at the exertion of power over other humans in the real and material world.","author":"Christopher Hitchens, The Portable Atheist: Essential Readings for the Nonbeliever","category":"arrogance, atheism, belief, fantasy, god, humility, inspirational, modesty, power, religion, respect"},{"quote":"Don't bother just to be better than your contemporaries or predecessors. Try to be better than yourself.","author":"William Faulkner","category":"faulkner, inspirational, motivational"},{"quote":"Read. Read 1000 pages for every 1 page that you write.","author":"Sherman Alexie","category":"inspirational"},{"quote":"We can never know what might have been but what is to come is another matter entirely","author":"C.S. Lewis","category":"inspirational"},{"quote":"Buy or borrow self-improvement books, but don't read them. Stack them around your bedroom and use them as places to rest bowls of cookies.Watch exercise shows on television, but don't do the exercises. Practice believing that the benefit lies in imagining yourself doing the exercises.Don't power walk. Saunter slowly in the sun, eating chocolate, and carry a blanket so you can take a nap.","author":"S.A.R.K.","category":"humor, inspirational, self-acceptance"},{"quote":"You're water. We're the millstone.You're wind. We're dust blown up into shapes.You're spirit. We're the opening and closing of our hands. You're the clarity.We're the language that tries to say it.You're joy. We're all the different kinds of laughing.","author":"Jalaluddin Rumi, The Essential Rumi","category":"inspirational"},{"quote":"Look in the mirror and say, 'There is none other like you and for that reason alone you are beautiful.","author":"Miranda Hart, Is It Just Me?","category":"inspirational"},{"quote":"I am overwhelmed by the grace and persistence of my people.","author":"Maya Angelou","category":"family, inspirational"},{"quote":"You can surrender without a prayer, but never really pray without surrender. You can fight without ever winning, but never ever win without a fight.","author":"Neil Peart","category":"inspirational"},{"quote":"True love is boundless like the ocean and, swelling within one, spreads itself out and, crossing all boundaries and frontiers, envelops the whole world.","author":"Mahatma Gandhi","category":"inspirational, love"},{"quote":"Cynicism is what passes for insight when courage is lacking.","author":"Anita Roddick","category":"inspirational, real-life"},{"quote":"Be yourself. Don't worry about what other people are thinking of you.","author":"Phil Lester","category":"be-yourself, individuality, inspirational, life-and-living, lifestyle"},{"quote":"The most important thing in life is to learn how to give out love, and to let it come in.2.\tForgive yourself before you die. Then forgive others.3.\tDeath ends a life, not a relationship.4.\tOnce you learn how to die, you learn how to live.5.\tSometimes you cannot believe what you see, you have to believe what you feel. And if you are ever going to have other people trust you, you must feel that you can trust them too-even when you are in the dark. Even when you're falling.6.\tAs you grow old, you learn more. If you stayed at twenty-two, you'd always be as ignorant as you were at twenty-two. Aging is not just decay, you know. It's growth. It's more than the negative that you're going to die, its also the positive that you understand you're going to die, and that you live a better life because of it.","author":"Morrie Schwartz","category":"inspirational"},{"quote":"How aware are we of our own inner life, our spirituality-something so intangible yet so priceless? How much effort do we make to perceive that which is not obvious, which can neither be seen nor heard? I believe the exploration and enrichment of the human spirit is what determines our very humanity. Such enrichment provides an inner compass that can lead civilizations to greatness.","author":"Daisaku Ikeda","category":"buddhism, destiny, happiness, humanism, inspirational, karma, peace, self-reformation"},{"quote":"Writing means not just staring ugliness in the face, but finding a way to embrace  it.","author":"Veronica Roth","category":"inspirational, writing"},{"quote":"Sometimes change was good. Sometimes it was even exactly what you needed.","author":"Jenny O'Connell, Plan B","category":"inspirational, inspirational-quotes"},{"quote":"Attitude is more important than facts. It is more important than the past, than education, money, circumstances, than failures and success, than what other people think, say, or do. It is more important than appearance, ability, or skill. It will make or break a business, a home, a friendship, an organization. The remarkable thing is I have a choice every day of what my attitude will be. I cannot change my past. I cannot change the actions of others. I cannot change the inevitable. The only thing I can change is attitude. Life is ten percent what happens to me and ninety percent how I react to it.","author":"Charles R. Swindoll","category":"attitude, choices, inspirational"},{"quote":"Teach her that the idea of 'gender roles' is absolute nonsense. Do not ever tell her that she should or should not do something because she is a girl. 'Because you are a girl' is never reason for anything. Ever.","author":"Chimamanda Ngozi Adichie, Dear Ijeawele, or a Feminist Manifesto in Fifteen Suggestions","category":"equality, feminism, gender-roles, inspirational"},{"quote":"No one is to blame because there is no one other than you. Nothing is to disrespect because there is nothing other than you.","author":"Amit Ray","category":"blame, happiness, inspirational, love, peace"},{"quote":"If a bullet should enter my brain, let that bullet destroy every closet door.","author":"Harvey Milk","category":"civil-rights, gay, inspirational, lgbt"},{"quote":"If you want the best the world has to offer, offer the world your best.","author":"Neale Donald Walsch","category":"inspirational, new-age, quote, spiritual"},{"quote":"Don't look to the approval of others for your mental stability","author":"Karl Lagerfeld","category":"designer, fashion, inspirational, others, self"},{"quote":"The question is not how to get cured, but how to live.","author":"Joseph Conrad","category":"chronic-illness, cure, cures, healing, illness, inspirational, recovery"},{"quote":"Don't give in to fear. Be strong, like i know you are. An never give up, d'you unnerstand, never. No matter what happens.I stare at him.I won't, I says. I ain't no quitter, Pa.That's my girl.","author":"Moira Young, Blood Red Road","category":"beautiful, blood-red-road, inspirational, moira-young"},{"quote":"I want you to learn the lesson of the lotus. This flower springs forth from muddy waters. It raises its delicate petals to the sun and perfumes the world while, at the same time, its roots cling to the elemental muck, the very essence of the mortal experience. Without that soil, the flower would wither and die.","author":"Colleen Houck","category":"inspirational"},{"quote":"Love so joyfully and freely given can never be taken away. It is never truly gone.","author":"Cameron Dokey, Before Midnight: A Retelling of Cinderella","category":"inspirational, true-to-life, uplifting"},{"quote":"even in the loneliest momentsi have been therefor myself.","author":"Sanober  Khan","category":"inspirational, loneliness, lonely, love-yourself, poetry, poetry-quotes, self-empowerment, self-esteem, self-help"},{"quote":"Love means never having to be apart","author":"James Patterson, Sundays at Tiffany's","category":"inspirational, love"},{"quote":"I think one of the sweetest lessons taught by the Prophet, and yet one of the saddest, occurred close to the time of his death. He was required to leave his plan and vision of the Rocky Mountains and give himself up to face a court of supposed justice.These are his words: 'I am going like a lamb to the slaughter; but I am calm as a summer's morning; I have a conscience void of offense towards God, and towards all men' (D&C 135:4). That statement of the Prophet teaches us obedience to law and the importance of having a clear conscience toward God and toward our fellowmen. The Prophet Joseph Smith taught these principles--by example.There was to be one great final lesson before his mortal life ended. He was incarcerated in Carthage Jail with his brother Hyrum, with John Taylor, and with Willard Richards. The angry mob stormed the jail; they came up the stairway, blasphemous in their cursing, heavily armed, and began to fire at will. Hyrum was hit and died. John Taylor took several balls of fire within his bosom. The Prophet Joseph, with his pistol in hand, was attempting to defend his life and that of his brethren, and yet he could tell from the pounding on the door that this mob would storm that door and would kill John Taylor and Willard Richards in an attempt to kill him.And so his last great act here upon the earth was to leave the door and lead Willard Richards to safety, throw the gun on the floor, and go to the window, that they might see him, that the attention of this ruthless mob might be focused upon him rather than the others. Joseph Smith gave his life. Willard Richards was spared, and John Taylor recovered from his wounds.'Greater love hath no man than this, that a man lay down his life for his friends' (John 15:13). The Prophet Joseph Smith taught us love--by example.","author":"Thomas S. Monson","category":"inspirational, lds, religious, uplifting"},{"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quite alone with the heavens, nature and God.","author":"Anne Frank, The Diary of a Young Girl","category":"god, heavens, inspirational, nature, spiritual, wisdom"},{"quote":"I want all my senses engaged. Let me absorb the world's variety and uniqueness.","author":"Maya Angelou","category":"inspirational"},{"quote":"Believe it is possible to solve your problem. Tremendous things happen to the believer. So believe the answer will come. It will.","author":"Norman Vincent Peale","category":"hope, inspirational"},{"quote":"I don't think anyone, until their soul leaves their body, is past the point of no return","author":"Tom Hiddleston","category":"inspirational"},{"quote":"Do not neglect to show hospitality to strangers, for by doing that some have entertained angels without knowing it.","author":"Anonymous, Holy Bible: King James Version","category":"angels, generosity, guests, hospitality, inspirational, strangers"},{"quote":"The Highest Thought is always that thought which contains joy. The Clearest Words are those words which contain truth. The Grandest Feeling is that feeling which you call love.","author":"Neale Donald Walsch","category":"inspirational, spiritual"},{"quote":"So long as you do no harm to another, change your opinion once in a while. Contradict yourself without being embarrassed. This is your right. It doesn't matter what others think -because that's what they will think, in any case.","author":"Paulo Coelho, Maktub","category":"inspirational"},{"quote":"To oppose something is to maintain it... You must go somewhere else","author":"you must have another goal","category":"then you walk a different road."},{"quote":"Cautious, careful people, always casting about to preserve their reputation and social standing, never can bring about a reform. Those who are really in earnest must be willing to be anything or nothing in the world's estimation, and publicly and privately, in season and out, avow their sympathy with despised and persecuted ideas and their advocates, and bear the consequences...","author":"Susan B. Anthony","category":"inspirational"},{"quote":"Silk is a fine, delicate, soft, illuminating, beautiful substance. But you can never rip it! If a man takes this tender silk and attempts to tear it, and cannot tear it, is he in his right mind to say \"This silk is fake! I thought it was soft, I thought it was delicate, but look, I cannot even tear it\" ? Surely, this man is not in his right mind! The silk is not fake! This silk is 100% real. It's the man who is stupid!","author":"C. JoyBell C.","category":"delicate, fake, gentle, genuine, inspirational, inspirational-life, inspirational-quotes, parable, parables, real, silk, soft, strength, strength-of-a-woman, stupidity, stupidity-of-man, wisdom, wisdom-quotes"},{"quote":"I asked her if I was black or white. She replied \"You are a human being. Educate yourself or you'll be a nobody!","author":"James McBride, The Color of Water: A Black Man's Tribute to His White Mother","category":"inspirational"},{"quote":"After all, when you come right down to it, how many people speak the same language even when they speak the same language?","author":"Russell Hoban","category":"inspirational"},{"quote":"The walls are the publishers of the poor.","author":"Eduardo Galeano","category":"inspirational"},{"quote":"Living a life fully engaged and full of whimsy and the kind of things that love does is something most people plan to do, but along the way they just kind of forget. Their dreams become one of those \"we'll go there next time\" deferrals. The sad thing is, for many there is no \"next time\" because passing on the chance to cross over is an overall attitude toward life rather than a single decision.","author":"Bob Goff, Love Does: Discover a Secretly Incredible Life in an Ordinary World","category":"inspirational"},{"quote":"Helen Keller became deaf, dumb, and blind shortly after birth. Despite her greatest misfortune, she has written her name indelibly in the pages of the history of the great. Her entire life has served as evidence that no one is ever defeated until defeat has been accepted as reality.","author":"Napoleon Hill, Think and Grow Rich: The Landmark Bestseller - Now Revised and Updated for the 21st Century","category":"achievement, adversity, determination, inspirational"},{"quote":"Heaven help the roses if the bombs begin to fall","author":"Stevie Wonder","category":"inspirational, music"},{"quote":"I suppose we'll never know what really happened in that room, though he did tell police, \"I did it because I'm a dirty dog.\" This is not a very convincing alibi. He may as well have said, \"I got 99 problems, but a bitch ain't one.","author":"Chuck Klosterman, Killing Yourself to Live: 85% of a True Story","category":"inspirational"},{"quote":"I find it odd- the greed of mankind. People only like you for as long as they perceive they can get what they want from you. Or for as long as they perceive you are who they want you to be. But I like people for all of their changing surprises, the thoughts in their heads, the warmth that changes to cold and the cold that changes to warmth... for being human. The rawness of being human delights me.","author":"C. JoyBell C.","category":"greed, human-nature, humanism, humanity, inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, mankind, raw, rawness"},{"quote":"If the stars should appear but one night every thousand years how man would marvel and adore.","author":"Ralph Waldo Emerson","category":"inspirational, perspective"},{"quote":"Real courage is doing the right thing when nobody's looking. Doing the unpopular thing because it's what you believe, and the heck with everybody.","author":"Justin Cronin, The Summer Guest","category":"character, courage, goodness, inspirational, moral-courage, unsung-heroes"},{"quote":"To accomplish great things, we must dream as well as act.","author":"Anatole France","category":"accomplishment, dream, good-works, inspirational"},{"quote":"What a wonderful life I’ve had! I only wish I’d realized it sooner.","author":"Colette","category":"inspirational"},{"quote":"The day is ending. It's time for something that was beautiful to turn into something else that is beautiful. Now, Let go.","author":"Elizabeth Gilbert, Eat, Pray, Love","category":"growth, inspirational"},{"quote":"He who speaks without an attentive ear is mute.","author":"Stephen King, The Dark Tower","category":"inspirational, wisdom"},{"quote":"Feel the fear and do it anyway!","author":"Susan  Jeffers, Feel the Fear and Do It Anyway","category":"bravery, inspirational"},{"quote":"We sinned for no reason but an incomprehensible lack of love, and He saved us for no reason but an incomprehensible excess of love.","author":"Peter Kreeft, Jesus-Shock","category":"catholicism, christ, christianity, cross, excess-love, god, inspirational, jesus, jesus-shock, love, philosophy, salvation, saved, saved-souls, sin, spirituality, the-cross, theology"},{"quote":"Dislike in yourself what you dislike in others.","author":"Hazrat Ali Ibn Abu-Talib A.S","category":"inspirational, justice"},{"quote":"One day you will wake up & there won’t be any more time to do the things you’ve always wanted. Do it now.","author":"Paulo Coelho","category":"inspirational"},{"quote":"If you want to find happiness, find gratitude.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"gratitude, happiness, inspirational, life, life-lessons, love, motivational, success"},{"quote":"All men are created equal. It is what you do from there that makes the difference. We are all free agents in life. We make our own decisions. We control our own destiny.","author":"Glenn Beck","category":"inspirational"},{"quote":"Life is a journey, not a destination; there are no mistakes, just chances we've taken.","author":"India.Arie","category":"inspirational, lyrics"},{"quote":"You soak up my soul and mingle me. Each drop of my blood cries out to the earth. We are partners, blended as one.","author":"Jalaluddin Rumi","category":"inspirational, love"},{"quote":"There's always a choice,' said Torak, and walked backward off the cliff.","author":"Michelle Paver","category":"inspirational"},{"quote":"Learn as if you were not reaching your goal and as though you were scared of missing it","author":"Confucius","category":"confucious, inspirational, learning, life"},{"quote":"Listen, God love everything you love - and a mess of stuff you don't. But more than anything else, God love admiration.You saying God vain? I ast.Naw, she say. Not vain, just wanting to share a good thing. I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.What it do when it pissed off? I ast.Oh, it make something else. People think pleasing God is all God care about. But any fool living in the world can see it always trying to please us back.","author":"Alice Walker, The Color Purple","category":"god, inspirational, love, religion"},{"quote":"Naw, Jem. I think that there is just one kind of folks. Folks.\"Jen turned and punched his pillow. WHen he settle back his face was cloudy. He was going in to one of his declines, and I grew wary. His brows came together; his mouth became a thin line. He was silent for a while. That is what I thought, too,\" he said at last, \"when I was your age. If there is just one kind of folks, why can't they get along with each other? If they're all alike, why do they go ut of their way to despise each other? Scout, I think I am beginning to understand something. I think I'm beginning to understand why Boo Radley stayed shut up in the house all this time...it's because he wants to stay inside","author":"Harper Lee, To Kill a Mockingbird","category":"human-flaws, inspirational"},{"quote":"One who has loved truly, can never lose entirely. Love is whimsical and temperamental. Its nature is ephemeral, and transitory. It comes when it pleases,and goes away without warning. Accept and enjoy it while it remains, but spend no time worrying about its departure. Worry will never bring it back.","author":"Napoleon Hill, Think and Grow Rich: The Landmark Bestseller - Now Revised and Updated for the 21st Century","category":"inspirational, life, love, positive, positivity"},{"quote":"If it’s going to be a world with no time for sentiment, it’s not a world that I want to live in.","author":"Christopher Isherwood, A Single Man","category":"humanity-and-society, inspirational, sentiment"},{"quote":"This is a love story. Twisted and messy. Flawed and screwed up. But it's ours. It's us. I don't know how our story will end. but I know it will start.","author":"Michelle Hodkin, The Retribution of Mara Dyer","category":"influential, inspirational, realistic"},{"quote":"I have seen sights and travelled in countries you cannot imagine. I have been afraid and I have been in danger, and I have never for one moment thought that I would throw myself at at a man for his help.","author":"Philippa Gregory, The Queen's Fool","category":"danger, fearless, inspirational, women"},{"quote":"You are the perfect creation of God. Don't allow you to be down. God is experiencing through you.","author":"Amit Ray","category":"god, inspirational, motivational"},{"quote":"Energy comes not from your muscle neither from your heart. It comes from your inner source.","author":"Amit Ray","category":"inspirational"},{"quote":"When you were born you were crying and everyone else was smiling. Live your life so at the end, your're the one who is smiling and everyone else is crying.","author":"Ralph Waldo Emerson","category":"inspirational"},{"quote":"You have two choices, to conquer your fear or to let your fear conquer you.","author":"Roy T. Bennett, The Light in the Heart","category":"choice, choices, fear, fearless, inspiration, inspirational, inspirational-attitude, inspirational-life, inspirational-quotes, inspire, inspiring, life, life-and-living, life-lessons, life-quotes, living, motivation, motivational, optimism, optimistic, positive, positive-affirmation, positive-life, positive-thinking"},{"quote":"Of course, a sign doesn't mean anything unless you know how to interpret it.","author":"Arthur Golden, Memoirs of a Geisha","category":"inspirational"},{"quote":"Life is and will ever remain an equation incapable of solution, but it contains certain known factors.","author":"Nikola Tesla","category":"humor, inspiration, inspirational, life, science"},{"quote":"I was taught to strive not because there were any guarantees of success but because the act of striving is in itself the only way to keep faith with life.","author":"Madeleine K. Albright, Madam Secretary: A Memoir","category":"faith, inspirational, perseverance, striving, success"},{"quote":"By 20, you should be smart. By 30, you should be strong. By 40, you should be rich. By 50, you should be wise. But if you are smart, strong, rich and wise, you don't need any age limits.","author":"Santosh Kalwar, Quote Me Everyday","category":"education, inspirational, love"},{"quote":"When we fully understand the brevity of life, its fleeting joys and unavoidable pains; when we accept the facts that all men and women are approaching an inevitable doom: the consciousness of it should make us more kindly and considerate of each other. This feeling should make men and women use their best efforts to help their fellow travelers on the road, to make the path brighter and easier as we journey on. It should bring a closer kinship, a better understanding, and a deeper sympathy for the wayfarers who must live a common life and die a common death.","author":"Clarence Darrow, The Essential Words and Writings of Clarence Darrow","category":"bond, brevity, camaraderie, common, companionship, consideration, death, ease, empathy, friendship, inspirational, joy, life, pain, sharing, sympathy, understanding"},{"quote":"Deep down, I don’t believe it takes any special talent for a person to lift himself off the ground and hover in the air. We all have it in us—every man, woman, and child—and with enough hard work and concentration, every human being is capable of…the feat….You must learn to stop being yourself. That’s where it begins, and everything else follows from that. You must let yourself evaporate. Let your muscles go limp, breathe until you feel your soul pouring out of you, and then shut your eyes. That’s how it’s done. The emptiness inside your body grows lighter than the air around you. Little by little, you begin to weigh less than nothing. You shut your eyes; you spread your arms; you let yourself evaporate. And then, little by little, you lift yourself off the ground.Like so.","author":"Paul Auster, Mr. Vertigo","category":"inspirational"},{"quote":"If we constantly focus only on the stones in our mortal path, we willalmost surely miss the beautiful flower or cool stream provided by theloving Father who outlined our journey. Each day can bring more joythan sorrow when our mortal and spiritual eyes are open to God'sgoodness. Joy in the gospel is not something that begins only in thenext life. It is our privilege now, this very day. We must never allowour burdens to obscure our blessings. There will always be moreblessings than burdens--even if some days it doesn't seem so. Jesussaid, \"I am come that they might have life, and that they might have itmore abundantly.\" Enjoy those blessings right now. They are yours andalways will be.","author":"Jeffrey R. Holland","category":"inspirational"},{"quote":"Live Long and Prosper","author":"Leonard Nimoy","category":"benediction, inspirational, life, motivation"},{"quote":"You don't have to be stupid to be a Christian, ... but it probably helps.","author":"Ambrose Bierce","category":"inspirational"},{"quote":"The world has enough women who know how to be smart. It needs women who are willing to be simple. The world has enough women who know how to be brilliant. It needs some who will be brave. The world has enough women who are popular. It needs more who are pure. We need women, and men, too, who would rather be morally right than socially correct.","author":"Peter Marshall","category":"femininity, godly-woman, inspirational, life, womanhood"},{"quote":"Sometimes, there is no harm in putting off a piece of work until another day.","author":"Antoine de Saint-Exupéry, The Little Prince","category":"humor, inspirational"},{"quote":"Unless we have something worth dying for, Atretes, we've nothing worth living for.","author":"Francine Rivers, A Voice in the Wind","category":"christian, inspirational"},{"quote":"Stop in somebody's shadow to rest and cool down, and you are lost. No one can make anyone else happy.","author":"Petar Dunov","category":"deunov, direction, empowerment, happy, inspirational, lost, peter, self, shadow"},{"quote":"You can tempt me, desert me, or cause me great pain; you can create a dark world that my cause me to fear; you can rule your world with blood and terror, that's true.But you can't win. And I know that. Weak as I am, with my imperfections and sins, even with all of my failing, I am stronger than you.I will soon have a body. And I have my agency now. I will increase in my faith and knowledge and power. I am not perfect, but I will be, and there's not a thing you can do! I will become like the Father if I follow the Son. You are powerless to stop me. You can threaten and tempt and whisper lies in my ear, but you can't stop me, Satan; I see that so clearly now! I can stop myslef, yes, but only if I follow you.And I reject you temptations. I reject your whispered lies. I reject you, Lucifer, and your entire plan. You have no power to control me. I am in control of myself. And try as you might, you won't control me on earth. We will defeat you in heaven, and we will deafeat you on earth. Here, or the earth, it doesn't matter; I am always stronger than you.","author":"Chris Stewart","category":"inspirational"},{"quote":"Enjoyment appears at the boundary between boredom and anxiety, when the challenges are just balanced with the person's capacity to act.","author":"Mihaly Csikszentmihalyi","category":"flow, inspirational"},{"quote":"There are so many moments to remember and sometimes I think that maybe we're not really people at all. Maybe moments are what we are.... Sometimes I just survive. But sometimes I stand on the rooftop of my existence, arms stretched out, begging for more.","author":"Markus Zusak, Getting the Girl","category":"inspirational"},{"quote":"When you've found another soul who see's in to your own...take good care of each other..and remember to be kind..","author":"Jackson Browne","category":"inspirational"},{"quote":"Those who have a strong sense of love and belonging have the courage to be imperfect.","author":"Brené Brown","category":"be-yourself, belonging, courage-to-be-imperfect, inspirational, love"},{"quote":"I looked about me. Luminous points glowed in the darkness. Cigarettes punctuated the humble meditations of worn old clerks. I heard them talking to one another in murmurs and whispers. They talked about illness, money, shabby domestic cares. And suddenly I had a vision of the face of destiny. Old bureaucrat, my comrade, it is not you who are to blame. No one ever helped you to escape. You, like a termite, built your peace by blocking up with cement every chink and cranny through which the light might pierce. You rolled yourself up into a ball in your genteel security, in routine, in the stifling conventions of provincial life, raising a modest rampart against the winds and the tides and the stars. You have chosen not to be perturbed by great problems, having trouble enough to forget your own fate as a man. You are not the dweller upon an errant planet and do not ask yourself questions to which there are no answers. Nobody grasped you by the shoulder while there was still time. Now the clay of which you were shaped has dried and hardened, and naught in you will ever awaken the sleeping musician, the poet, the astronomer that possibly inhabited you in the beginning.","author":"Antoine de Saint-Exupéry, Wind, Sand and Stars","category":"inspirational"},{"quote":"Do you give the horse his strength or clothe his neck with a flowing mane? Do you make him leap like a locust, striking terror with his proud snorting? He paws fiercely, rejoicing in his strength, and charges into the fray. He laughs at fear, afraid of nothing; he does not shy away from the sword. The quiver rattles against his side, along with the flashing spear and lance. In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds.\"Job 39:19-25","author":"Anonymous, Holy Bible: New International Version","category":"god, horses, inspirational, secretariat"},{"quote":"It was time to let go of the mad desire to remember. It was time to start living whatever life would come. In the present, not the past.","author":"Adi Alsaid, Let's Get Lost","category":"hope, inspirational"},{"quote":"sometimes we have absolutely no idea where we are, we need the smallest clue to show us where to begin.","author":"Cecelia Ahern, The Book of Tomorrow","category":"inspirational, lessons, life"},{"quote":"Of course we're Christian. The very name of the church declares that. The more people see us and come to know us, the more I believe they will come to realize that we are trying to exemplify in our lives and in our living the great ideals which (Jesus Christ) taught.","author":"Gordon B. Hinckley","category":"inspirational, religious"},{"quote":"What others think about you is none of your business.","author":"Jack Canfield, The Success Principles: How to Get from Where You Are to Where You Want to Be","category":"inspirational, motivational, self-help"},{"quote":"We would do ourselves a tremendous favor by letting go of the people who poison our spirit.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"favor, happiness, inspiration, inspirational, let-go, letting-go, life, motivation, move-on, people, poison, quote, spirit"},{"quote":"Even if it's absurd to think you can change things, it's even more absurd to believe that it is foolish and unimportant to try.","author":"Peter C. Newman, Here Be Dragons: Telling Tales Of People, Passion and Power","category":"inspirational"},{"quote":"I Love Loving YouYou are my favorite song; a rhythm of beauty that captures my spirit.You are my favorite poem; an exquisite grouping of ideas set in motion with an unmatched enchanting elegance. You are my best friend; from our laughter to our deep conversations, our moments together are a timeless pleasure.You are my soul mate; a connection so pure, so powerful, that it can only be considered divine. You are my lover; a passionate entwinement, a chorus of ecstasy, and a feeling of complete unity that words could never adequately describe.You are my angel; you remind me of the goodness in this world and inspire me to be the greatest version of myself.You are my home; it is in your loving gaze that I find the comfort, acceptance, and the sense of belonging. You are my love ~ mi amor; there are not enough days in forever to allow me to fully express my love for you.I love loving you.","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"happiness, in-love, inspirational, life, love, relationships"},{"quote":"Islam and Christianity promise eternal paradise to the faithful. And that is a powerful opiate, certainly, the hope of a better life to come. But there's a Sufi story that challenges the notion that people believe only because they need an opiate. Rabe'a al-Adiwiyah, a great woman saint of Sufism, was seem running through the streets of her hometown, Basra, carrying a torch in one hand and a bucket of water in the other. When someone asked her what she was doing, she answered, 'I am going to take this bucket of water and pour it on the flames of hell, and then I am going to use this torch to burn down the gates of paradise so that people will not love God for want of heaven of fear of hell, but because He is God.","author":"John Green, Looking for Alaska","category":"inspirational"},{"quote":"Why are you being so mean?\"\"Friends tell friends the truth.\"\"yeah, but not to hurt, to help.","author":"Laurie Halse Anderson, Wintergirls","category":"friendship, inspirational, life"},{"quote":"My CreedI do not choose to be a common man,It is my right to be uncommon … if I can,I seek opportunity … not security.I do not wish to be a kept citizen.Humbled and dulled by having theState look after me.I want to take the calculated risk;To dream and to build.To fail and to succeed.I refuse to barter incentive for a dole;I prefer the challenges of lifeTo the guaranteed existence;The thrill of fulfillmentTo the stale calm of Utopia.I will not trade freedom for beneficenceNor my dignity for a handoutI will never cower before any masterNor bend to any threat.It is my heritage to stand erect.Proud and unafraid;To think and act for myself,To enjoy the benefit of my creationsAnd to face the world boldly and say:This, with God’s help, I have doneAll this is what it meansTo be an Entrepreneur.","author":"Dean Alfange","category":"inspirational"},{"quote":"You can't just wish change","author":"you have to live the change in order for it to become a reality.","category":"Steve Maraboli, Life, the Truth, and Being Free"},{"quote":"Actually, you can be bad at something...but if you love doing it, that will be enough. - August Boatwright","author":"Sue Monk Kidd, The Secret Life of Bees","category":"inspirational"},{"quote":"To those human beings who are of any concern to me I wish suffering, desolation, sickness, ill-treatment, indignities—I wish that they should not remain unfamiliar with profound self-contempt, the torture of self-mistrust, the wretchedness of the vanquished: I have no pity for them, because I wish them the only thing that can prove today whether one is worth anything or not—that one endures.","author":"Friedrich Nietzsche, The Will to Power","category":"endurance, friendship, inspirational, philosophy"},{"quote":"All of the great empires of the future will be empires of the mind.","author":"Winston S. Churchill","category":"inspirational, kingdom, prognostication"},{"quote":"The bottom line is, insults only hurt when they come from someone I respect.","author":"Kresley Cole","category":"failure, inspirational, insults, success"},{"quote":"We could all do with a bit more joy in our lives couldn't we? The wonderful thing is that when we start spreading joy, we begin to actually experience more joy in our lives too!","author":"Steve Goodier","category":"inspirational, joy, spirituality"},{"quote":"Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive.","author":"Friedrich Nietzsche","category":"arrogance, inspirational, philosphy"},{"quote":"Religious people fear hell -- Spiritual people have walked thru it.","author":"Frank Warren, PostSecret: Confessions on Life, Death, and God","category":"inspirational, religion"},{"quote":"Because saving the people you love isn't stupid. It isn't even a choice","author":"Kami Garcia, Beautiful Chaos","category":"beautiful-chaos, inspirational, love"},{"quote":"We have been moving along at such a fast pace that we no longer know what we are doing. Now we have to wait until our soul catches up with us.","author":"Paulo Coelho, Maktub","category":"inspirational"},{"quote":"Above all things physical, it is more important to be beautiful on the inside - to have a big hear and an open mind and a spectacular spleen.","author":"Ellen DeGeneres, Seriously... I'm Kidding","category":"attitude, inspirational, true-beauty"},{"quote":"Often, moreover, it is...that aspect of our being that society finds eccentric, ridiculous, or disagreeable, that holds our sweet waters, our secret well of happiness, the key to our equanimity in malevolent climes.","author":"Tom Robbins, Still Life with Woodpecker","category":"disagreeable, eccentric, happiness, hard-times, inspirational, ridiculous"},{"quote":"There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.","author":"Sivananda Saraswati","category":"failure, inspirational, patience"},{"quote":"The future belongs to God, and it is only he who reveals it, under extraordinary circumstances. How do I guess at the future? Based on the omens of the present. The secret is here in the present. If you pay attention to the present, you can improve upon it. And, if you improve on the present, what comes later will also be better. Forget about the future, and live ach day according to the teachings, confident that God loves his children. Each day, in itself, brings with it an eternity.","author":"Paulo Coelho","category":"inspirational"},{"quote":"Prayer is beyond any question the highest activity of the human soul. Man is at his greatest and highest when upon his knees he comes face to face with God.","author":"D. Martyn Lloyd-Jones","category":"inspirational, prayer"},{"quote":"Age is a very high price to pay for maturity.","author":"Tom Stoppard","category":"attributed, inspirational"},{"quote":"What other people think of me is not my business.","author":"Michael J. Fox","category":"inspirational"},{"quote":"Negative desires can cause no evil if you do not allow yourself to be seduced by them.","author":"Paulo Coelho, Maktub","category":"inspirational"},{"quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.","author":"Max Planck, Where is Science Going?","category":"happiness, inspirational, science, success, truth"},{"quote":"[The decay of Logic results from an] untroubled assumption that the particular is real and the universal is not.","author":"C.S. Lewis","category":"inspirational, logic, philosophical"},{"quote":"cause when there's life there's still hope","author":"Michael Morpurgo, War Horse","category":"inspirational"},{"quote":"Life is a barter of choice and consequences.","author":"Samantha Sotto, Before Ever After","category":"inspirational, life"},{"quote":"CLAUDIA: I love you as high as the sky and as deep as the sea.MICHAEL: Multiply my love by infinity and take it to the depths of forever, and you still have only a glimpse of how much I feel for you. I love you more.","author":"Mary Ting, Crossroads","category":"inspirational, love, passion"},{"quote":"Sometimes you deal with the devil not because you want to, but because if you don't, someone else will.","author":"Laurell K. Hamilton, Cerulean Sins","category":"anita-blake, cerulean-sins, inspirational"},{"quote":"Love never comes with a brochure of rules and regulations, a prospectus with guides of what is acceptable and what is abominable. It’s a standard to follow your heart, and that’s what I did and if doing that hurt you, then I’m sorry… sorry for coming in your life and wasting your time, for causing you an anguish so great that you could not bear the sight of me. Today, I am proud to stand up and honour myself and proclaim to the world… yes, I loved someone more than myself. I loved someone truly, madly, deeply!","author":"Faraaz Kazi, Truly, Madly, Deeply","category":"inspirational, love, romance"},{"quote":"Do you love yourself enough to BE what you love yourself enough to WANT?","author":"Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience","category":"inspirational, motivational, self-love, success"},{"quote":"Spirituality exist in testing and experiencing the depth of inner peace consistently.","author":"Amit Ray","category":"inspirational, spirituality"},{"quote":"Two things are infinite: the universe and human stupidity","author":"and I'm not sure about the universe.","category":"Albert Einstein"},{"quote":"So many books, so little time.","author":"Frank Zappa","category":"books, humor"},{"quote":"The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.","author":"Jane Austen, Northanger Abbey","category":"aliteracy, books, classic, humor"},{"quote":"Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.","author":"Groucho Marx, The Essential Groucho: Writings For By And About Groucho Marx","category":"animals, books, dogs, friends, humor"},{"quote":"A day without sunshine is like, you know, night.","author":"Steve Martin","category":"humor, obvious, simile"},{"quote":"Never put off till tomorrow what may be done day after tomorrow just as well.","author":"Mark Twain","category":"humor, procrastination"},{"quote":"I love deadlines. I love the whooshing noise they make as they go by.","author":"Douglas Adams, The Salmon of Doubt","category":"deadlines, humor, humour, work, writing"},{"quote":"Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.","author":"Garrison Keillor","category":"humor, religion"},{"quote":"Women and cats will do as they please, and men and dogs should relax and get used to the idea.","author":"Robert A. Heinlein","category":"cats, humor, women"},{"quote":"All you need is love. But a little chocolate now and then doesn't hurt.","author":"Charles M. Schulz","category":"chocolate, food, humor"},{"quote":"Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.","author":"Jim Henson","category":"humor"},{"quote":"Whenever I feel the need to exercise, I lie down until it goes away.","author":"Paul   Terry","category":"exercise, humor, laziness, misattributed-to-hutchins"},{"quote":"Saying 'I notice you're a nerd' is like saying, 'Hey, I notice that you'd rather be intelligent than be stupid, that you'd rather be thoughtful than be vapid, that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact, it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah, whatever, so does 50 Cent, and he's done all right for himself.","author":"John Green","category":"humor, nerdfighters"},{"quote":"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","author":"Groucho Marx","category":"books, humor, reading, television"},{"quote":"The story so far:In the beginning the Universe was created.This has made a lot of people very angry and been widely regarded as a bad move.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"humor, scifi"},{"quote":"Some people never go crazy. What truly horrible lives they must lead.","author":"Charles Bukowski","category":"humor"},{"quote":"The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.","author":"Terry Pratchett, Diggers","category":"humor, open-mind, thinking"},{"quote":"The reason I talk to myself is because I’m the only one whose answers I accept.","author":"George Carlin","category":"humor, insanity, lies, lying, self-indulgence, truth"},{"quote":"Go to heaven for the climate and hell for the company.","author":"Benjamin Franklin Wade","category":"humor, misattributed-mark-twain, philosophy, theology"},{"quote":"I am free of all prejudice. I hate everyone equally.","author":"W.C. Fields","category":"humor, sinister"},{"quote":"Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.","author":"Suzanne Collins, The Hunger Games","category":"humor"},{"quote":"Be nice to nerds. You may end up working for them. We all could.","author":"Charles J. Sykes, Dumbing Down Our Kids: Why American Children Feel Good About Themselves But Can't Read, Write or Add","category":"humor, misattributed-to-bill-gates, nerd, nerds, work"},{"quote":"Do you remember me telling you we are practicing non-verbal spells, Potter?\"\"Yes,\" said Harry stiffly.\"Yes, sir.\"\"There's no need to call me \"sir\" Professor.\"The words had escaped him before he knew what he was saying.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"humor, rebellion, sarcasm"},{"quote":"Jesus!\" Luke exclaimed.\"Actually, it's just me,\" said Simon. \"Although I've been told the resemblance is startling.","author":"Cassandra Clare","category":"humor, jace-wayland, simon-lewis"},{"quote":"Be careful about reading health books. Some fine day you'll die of a misprint.","author":"Markus Herz","category":"books, health, humor, misattributed-mark-twain, misprints"},{"quote":"Have you ever noticed how ‘What the hell’ is always the right decision to make?","author":"Terry Johnson, Insignificance","category":"humor, misattributed-to-marilyn-monroe, philosophy"},{"quote":"Creativity is knowing how to hide your sources","author":"C.E.M. Joad","category":"creativity, humor, misattributed-to-einstein, paraphrased"},{"quote":"The statistics on sanity are that one out of every four people is suffering from a mental illness. Look at your 3 best friends. If they're ok, then it's you.","author":"Rita Mae Brown","category":"humor, insanity"},{"quote":"Fate is like a strange, unpopular restaurant filled with odd little waiters who bring you things you never asked for and don't always like.","author":"Lemony Snicket","category":"fate, humor, simile"},{"quote":"I don't want to be a man,\" said Jace. \"I want to be an angst-ridden teenager who can't confront his own inner demons and takes it out verbally on other people instead.\"\"Well,\" said Luke, \"you're doing a fantastic job.","author":"Cassandra Clare, City of Ashes","category":"clary-fray, demons, growing-up, humor, jace-wayland, luke, teenager"},{"quote":"Give a man a fire and he's warm for a day, but set fire to him and he's warm for the rest of his life.","author":"Terry Pratchett, Jingo","category":"humor, proverb"},{"quote":"I refuse to answer that question on the grounds that I don't know the answer","author":"Douglas Adams","category":"attributed-no-source, humor, misattributed-douglas-adams, wit"},{"quote":"He can run faster than Severus Snape confronted with shampoo.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor, shampoo"},{"quote":"Mr. Moony presents his compliments to Professor Snape, and begs him to keep his abnormally large nose out of other people's business.Mr. Prongs agrees with Mr. Moony, and would like to add that Professor Snape is an ugly git.Mr. Padfoot would like to register his astonishment that an idiot like that ever became a professor.Mr. Wormtail bids Professor Snape good day, and advises him to wash his hair, the slimeball.","author":"J.K. Rowling, Harry Potter and the Prisoner of Azkaban","category":"harry-potter, humor, james-potter, remus-lupin, sirius-black, snape, wormtail"},{"quote":"Is it true that you shouted at Professor Umbridge?\"\"Yes.\"\"You called her a liar?\"\"Yes.\"\"You told her He Who Must Not Be Named is back?\"\"Yes.\"\"Have a biscuit, Potter.","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"biscuit, humor, rebellion"},{"quote":"Never memorize something that you can look up.","author":"Albert Einstein","category":"humor, science"},{"quote":"When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, 'Damn, that was fun'.","author":"Groucho Marx","category":"friends, humor, jail"},{"quote":"There's a fine line between genius and insanity. I have erased this line.","author":"Oscar Levant","category":"genius, humor, insanity"},{"quote":"When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.","author":"Albert Einstein","category":"humor"},{"quote":"Some humans would do anything to see if it was possible to do it. If you put a large switch in some cave somewhere, with a sign on it saying 'End-of-the-World Switch. PLEASE DO NOT TOUCH', the paint wouldn't even have time to dry.","author":"Terry Pratchett, Thief of Time","category":"humor"},{"quote":"Death's got an Invisibility Cloak?\" Harry interrupted again.\"So he can sneak up on people,\" said Ron. \"Sometimes he gets bored of running at them, flapping his arms and shrieking...","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"death, humor, sarcasm"},{"quote":"You know the world is going crazy when the best rapper is a white guy, the best golfer is a black guy, the tallest guy in the NBA is Chinese, the Swiss hold the America's Cup, France is accusing the U.S. of arrogance, Germany doesn't want to go to war, and the three most powerful men in America are named \"Bush\", \"Dick\", and \"Colin.\" Need I say more?","author":"Chris Rock","category":"comedy, everyday-life, funny, humor, observational-comedy"},{"quote":"It means 'Shadowhunters: Looking Better in Black Than the Widows of our Enemies Since 1234'.","author":"Cassandra Clare, City of Bones","category":"humor, jace-wayland, sarcasm"},{"quote":"Going to church doesn’t make you a Christian any more than going to a garage makes you an automobile.","author":"Billy Sunday, Billy Sunday, the Man and His Message: With His Own Words Which Have Won Thousands for Christ","category":"automobile, car, funny, humor, religious"},{"quote":"Substitute 'damn' every time you're inclined to write 'very","author":"' your editor will delete it and the writing will be just as it should be.","category":"Mark Twain"},{"quote":"Reader, suppose you were an idiot. And suppose you were a member of Congress. But I repeat myself.","author":"Mark Twain","category":"humor, politics"},{"quote":"Let us find the dam snack bar,\" Zoe said. \"We should eat while we can.\"Grover cracked a smile. \"The dam snack bar?\"Zoe blinked. \"Yes. What is funny?\"\"Nothing,\" Grover said, trying to keep a straight face. \"I could use some dam french fries.\"Even Thalia smiled at that. \"And I need to use the dam restroom.\"...I started cracking up, and Thalia and Grover joined in, while Zoe just looked at me. \"I do not understand.\"\"I want to use the dam water fountain,\" Grover said.\"And...\" Thalia tried to catch her breath. \"I want to buy a dam t-shirt.","author":"Rick Riordan, The Titan's Curse","category":"humor"},{"quote":"Do you remember back at the hotel when you promised that if we lived, you’d get dressed up in a nurse’s outfit and give me a sponge bath?\" asked Jace.\"It was Simon who promised you the sponge bath.\"\"As soon as I’m back on my feet, handsome,\" said Simon.\"I knew we should have left you a rat.","author":"Cassandra Clare, City of Bones","category":"bath, clary-fray, humor, jace-wayland, simon-lewis"},{"quote":"I do not want people to be very agreeable, as it saves me the trouble of liking them a great deal.","author":"Jane Austen, Jane Austen's Letters","category":"friends, humor, people"},{"quote":"The planet is fine. The people are fucked.","author":"George Carlin","category":"funny, humanity, humor"},{"quote":"I like work: it fascinates me. I can sit and look at it for hours.","author":"Jerome K. Jerome","category":"humor, work"},{"quote":"Malachi scowled. \"I don't remember the Clave inviting you into the Glass City, Magnus Bane.\"\"They didn't,\" Magnus said. \"Your wards are down.\"\"Really?\" the Consul's voice dripped sarcasm. \"I hadn't noticed.\"Magnus looked concerned. \"That's terrible. Someone should have told you.\" He glanced at Luke. \"Tell him the wards are down.","author":"Cassandra Clare, City of Glass","category":"consul, humor, magnus-bane, sarcasm"},{"quote":"THE FIRST TEN LIES THEY TELL YOU IN HIGH SCHOOL 1. We are here to help you. 2. You will have time to get to your class before the bell rings. 3. The dress code will be enforced. 4. No smoking is allowed on school grounds. 5. Our football team will win the championship this year. 6. We expect more of you here. 7. Guidance counselors are always available to listen. 8. Your schedule was created with you in mind. 9. Your locker combination is private. 10. These will be the years you look back on fondly. TEN MORE LIES THEY TELL YOU IN HIGH SCHOOL 1. You will use algebra in your adult lives. 2. Driving to school is a privilege that can be taken away. 3. Students must stay on campus during lunch. 4. The new text books will arrive any day now. 5. Colleges care more about you than your SAT scores. 6. We are enforcing the dress code. 7. We will figure out how to turn off the heat soon. 8. Our bus drivers are highly trained professionals. 9. There is nothing wrong with summer school. 10. We want to hear what you have to say.","author":"Laurie Halse Anderson, Speak","category":"humor, school"},{"quote":"If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?","author":"Laurence J. Peter","category":"human, humor, misattributed-einstein, philosophy, stupidity"},{"quote":"Well, I’m not kissing the mundane,\" said Jace. \"I’d rather stay down here and rot.\"\"Forever?\" said Simon. \"Forever’s an awfully long time.\"Jace raised his eyebrows. \"I knew it,\" he said. \"You want to kiss me, don’t you?","author":"Cassandra Clare, City of Ashes","category":"humor, jace-wayland, simon-lewis"},{"quote":"When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, \"Why god? Why me?\" and the thundering voice of God answered, There's just something about you that pisses me off.","author":"Stephen King, Storm of the Century: An Original Screenplay","category":"god, humor, religion"},{"quote":"What the hell is that?\" I laughed.\"It's my fox hat.\"\"Your fox hat?\"\"Yeah, Pudge. My fox hat.\"\"Why are you wearing your fox hat?\" I asked.\"Because no one can catch the motherfucking fox.","author":"John Green, Looking for Alaska","category":"funny, humor"},{"quote":"There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. There is another theory which states that this has already happened.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"humor"},{"quote":"There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it.","author":"Bertrand Russell","category":"books, humor"},{"quote":"Where is human nature so weak as in the bookstore?","author":"Henry Ward Beecher","category":"books, humor"},{"quote":"I did not attend his funeral, but I sent a nice letter saying I approved of it.","author":"Mark Twain","category":"classic-insult, funeral, funny, humor"},{"quote":"If at first you don't succeed, try, try again. Then quit. No use being a damn fool about it.","author":"W.C. Fields","category":"humor, success"},{"quote":"I generally avoid temptation unless I can't resist it.","author":"Mae West","category":"humor, temptation"},{"quote":"It is hard enough to remember my opinions, without also remembering my reasons for them!","author":"Friedrich Nietzsche","category":"humor, philosophy"},{"quote":"Happiness is a warm puppy.","author":"Charles M. Schulz","category":"animals, dogs, happiness, humor, puppies"},{"quote":"So please, oh please, we beg, we pray,Go throw your TV set away,And in its place you can installA lovely bookshelf on the wall.Then fill the shelves with lots of books.","author":"Roald Dahl, Charlie and the Chocolate Factory","category":"books, humor, television"},{"quote":"That does it,\" said Jace. \"I'm going to get you a dictionary for Christmas this year.\"\"Why?\" Isabelle said.\"So you can look up 'fun.' I'm not sure you know what it means.","author":"Cassandra Clare, City of Ashes","category":"dictionary, fun, humor, isabelle-lightwood, jace-wayland"},{"quote":"Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope.","author":"Dr. Seuss","category":"fantasy, humor"},{"quote":"I was gratified to be able to answer promptly, and I did. I said I didn’t know.","author":"Mark Twain","category":"humor, knowledge"},{"quote":"I have great faith in fools - self-confidence my friends will call it.","author":"Edgar Allan Poe, Marginalia","category":"faith, fool, humor, self-confidence, self-irony"},{"quote":"Percy wouldn't notice a joke if it danced naked in front of him wearing one of Dobby's hats.","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"humor"},{"quote":"Time flies like an arrow","author":"fruit flies like a banana.","category":"Anthony G. Oettinger"},{"quote":"I think God, in creating man, somewhat overestimated his ability.","author":"Oscar Wilde","category":"creation, god, humor, man"},{"quote":"My tastes are simple: I am easily satisfied with the best.","author":"Winston S. Churchill","category":"humor, taste"},{"quote":"You haven't got a letter on yours,\" George observed. \"I suppose she thinks you don't forget your name. But we're not stupid-we know we're called Gred and Forge.","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"humor"},{"quote":"I never travel without my diary. One should always have something sensational to read in the train.","author":"Oscar Wilde, The Importance of Being Earnest","category":"drama, humor, plays"},{"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"George Burns","category":"family, happiness, humor"},{"quote":"Deadlines just aren't real to me until I'm staring one in the face.","author":"Rick Riordan, The Lightning Thief","category":"deadlines, humor, procrastinate"},{"quote":"The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.","author":"Douglas Adams, The Salmon of Doubt: Hitchhiking the Galaxy One Last Time","category":"humor, perspective, science"},{"quote":"Stories of imagination tend to upset those without one.","author":"Terry Pratchett","category":"fantasy, humor, imagination, literature, stories"},{"quote":"Don't talk to me.\"\"Why not?\"\"Because I want to fix that in my memory for ever. Draco Malfoy, the amazing bouncing ferret...","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"ferret-malfoy, harry-potter, humor, ron-weasley"},{"quote":"Love conquers all,\" Aphrodite promised. \"Look at Helen and Paris. Did they let anything come between them?\"\"Didn't they start the Trojan War and get thousands of people killed?\"\"Pfft. That's not the point. Follow your heart.","author":"Rick Riordan, The Titan's Curse","category":"humor, true-love"},{"quote":"Why are they all staring?\" demanded Albus as he and Rose craned around to look at the other students.\"Don’t let it worry you,\" said Ron. \"It’s me. I’m extremely famous.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"albus-potter, fame, harry-potter, humor, ron-weasley"},{"quote":"I’d said it before and meant it: Alive or undead, the love of my life was a badass.","author":"Richelle Mead, Blood Promise","category":"dimitri, humor, paranormal-romance, rose, urban-fantasy, vampire, young-adult-novels"},{"quote":"You guessed? You must have been pretty sure, considering you could have killed me.\"\"I was ninety percent sure.\"\"I see,\" Clary said. There must have been something in her voice, because he turned to look at her. Her hand cracked across his face, a slap that rocked him back on his heels. He put his hands on his cheek, more in surprise than pain.\"What the hell was that for?\"\"The other ten percent.","author":"Cassandra Clare, City of Bones","category":"humor, paranormal-romance"},{"quote":"Mom says it's because she has PMS.Do you even know what that means?\"I'm not a little kid anymore. It means pissed-at- men syndrome","author":"Nicholas Sparks, The Last Song","category":"humor"},{"quote":"Investigation?\" Isabelle laughed. \"Now we're detectives? Maybe we should all have code names.\"\"Good idea,\" said Jace. \"I shall be Baron Hotschaft Von Hugenstein.","author":"Cassandra Clare, City of Bones","category":"humor, investigation, isabelle-lightwood, jace-wayland, joke"},{"quote":"Begin at the beginning,\" the King said, very gravely, \"and go on till you come to the end: then stop.","author":"Lewis Carroll, Alice in Wonderland","category":"humor"},{"quote":"Only a true best friend can protect you from your immortal enemies.","author":"Richelle Mead, Vampire Academy","category":"friendship, humor, romance"},{"quote":"There is nothing in the world so irresistibly contagious as laughter and good humor.","author":"Charles Dickens, A Christmas Carol","category":"humor, laughter"},{"quote":"I suppose I'll have to add the force of gravity to my list of enemies.","author":"Lemony Snicket, The Penultimate Peril","category":"humor"},{"quote":"Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!","author":"Dr. Seuss","category":"humor, philosophy"},{"quote":"The Guide says there is an art to flying\", said Ford, \"or rather a knack. The knack lies in learning how to throw yourself at the ground and miss.","author":"Douglas Adams, Life, the Universe and Everything","category":"flight, flying, hg2g, humor"},{"quote":"Basically, I have two speeds.... Hostile or smart-aleck. Your choice.","author":"James Patterson, Saving the World and Other Extreme Sports","category":"humor"},{"quote":"If writers wrote as carelessly as some people talk, then adhasdh asdglaseuyt[bn[ pasdlgkhasdfasdf.","author":"Lemony Snicket, Horseradish","category":"humor, talking, writers"},{"quote":"Right now I’m having amnesia and déjà vu at the same time. I think I’ve forgotten this before.","author":"Steven Wright","category":"amnesia, humor, memory"},{"quote":"Mom. I have something to tell you. I’m undead. Now, I know you may have some preconceived notions about the undead. I know you may not be comfortable with the idea of me being undead. But I’m here to tell you that undead are just like you and me … well, okay. Possibly more like me than you.","author":"Cassandra Clare, City of Ashes","category":"city-of-ashes, humor, mortal-instruments, simon, vampire"},{"quote":"Just because you call an electric eel a rubber duck doesn't make it a rubber duck, does it? And God help the poor bastard who decides they want to take a bath with the duckie. (Jace Wayland)","author":"Cassandra Clare, City of Bones","category":"city-of-bones, humor, jace-wayland"},{"quote":"How do you feel, Georgie?\" whispered Mrs. Weasley.George's fingers groped for the side of his head.\"Saintlike,\" he murmured.\"What's wrong with him?\" croaked Fred, looking terrified. \"Is his mind affected?\"\"Saintlike,\" repeated George, opening his eyes and looking up at his brother. \"You see...I'm HOLEY, Fred, geddit?","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"harry-potter, humor"},{"quote":"Holey? You have the the whole world of ear-related humor before you, you go for holey?","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor"},{"quote":"Now, you two – this year, you behave yourselves. If I get one more owl telling me you've – you've blown up a toilet or –\"\"Blown up a toilet? We've never blown up a toilet.\"\"Great idea though, thanks, Mum.","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"fred-weasley, george-weasley, humor, molly-weasley, toilet"},{"quote":"What would men be without women? Scarce, sir...mighty scarce.","author":"Mark Twain","category":"humor, men, women"},{"quote":"Out of the corner of her eye she thought she saw Jace shoot her a look of white rage - but when she glanced at him, he looked as he always did: easy, confident, slightly bored.\"In future, Clarissa,\" he said, \"it might be wise to mention that you already have a man in your bed, to avoid such tedious situations.\"\" Simon demanded, looking shaken.\"Ridiculous, isn't it?\" said Jace. \"We would never have all fit.\"\"I didn't invite him into bed,\" Clary snapped. \"We were just kissing.\"\"Just kissing?\" Jace's tone mocked her with its false hurt. \"How swiftly you dismiss our love.","author":"Cassandra Clare, City of Bones","category":"awkward, humor"},{"quote":"Don't Panic.","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"h2g2, hitchhiker-s-guide, humor, panic"},{"quote":"Do your thing and don't care if they like it.","author":"Tina Fey, Bossypants","category":"bossypants, humor, self-love, tina-fey"},{"quote":"Oh well... I'd just been thinking, if you had died, you'd have been welcome to share my toilet.","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"flirting, humor"},{"quote":"History will be kind to me for I intend to write it.","author":"Winston S. Churchill","category":"history, humor, writing"},{"quote":"Isabelle drifted over, Jace a pace behind her. She was wearing a long black dress with boots and an even longer cutaway coat of soft green velvet, the color of moss. \"I can't believe you did it!\" she exclaimed. \"How did you get Magnus to let Jace leave?\"\"Traded him for Alec,\" Clary said.Isabelle looked mildly alarmed. \"Not permanently?\"\"No,\" said Jace. \"Just for a few hours. Unless I don't come back,\" he added thoughtfully. \"In which case, maybe he does get to keep Alec. Think of it as a lease with an option to buy.\"Isabelle looked dubious. \"Mom and Dad won't be pleased if they find out.\"\"That you freed a possible criminal by trading away your brother to a warlock who looks like a gay Sonic the Hedgehog and dresses like the Child Catcher from Chitty Chitty Bang Bang?\" Simon inquired. \"No, probably not.","author":"Cassandra Clare, City of Ashes","category":"alec-lightwood, clary-fray, humor, isabelle-lightwood, jace-wayland, simon-lewis"},{"quote":"It is a great thing to start life with a small number of really good books which are your very own.","author":"Arthur Conan Doyle","category":"books, humor"},{"quote":"Say 'provoking' again. Your mouth looks provocative when you do.","author":"Becca Fitzpatrick, Hush, Hush","category":"fallen-anger, humor, nephlim, romance"},{"quote":"Yeah, Quirrell was a great teacher. There was just that minor drawback of him having Lord Voldemort sticking out of the back of his head!","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"humor"},{"quote":"Finally, from so little sleeping and so much reading, his brain dried up and he went completely out of his mind.","author":"Miguel de Cervantes Saavedra, Don Quixote","category":"books, humor, reading"},{"quote":"Fighting for peace is like screwing for virginity.","author":"George Carlin","category":"fighting, humor, misattributed-george-carlin, peace, sex"},{"quote":"You here to finish me off, Sweetheart?","author":"Suzanne Collins, The Hunger Games","category":"humor, hunger-games, katniss, mellark, peeta, romance"},{"quote":"The meek may inherit the earth, but at the moment it belongs to the conceited. Like me.","author":"Cassandra Clare, City of Bones","category":"city-of-bones, humor, jace-wayland, quotes"},{"quote":"When I was a boy of 14, my father was so ignorant I could hardly stand to have the old man around. But when I got to be 21, I was astonished at how much the old man had learned in seven years.","author":"Mark Twain","category":"arrogance, humor, ignorance"},{"quote":"Some people say, “Never let them see you cry.” I say, if you’re so mad you could just cry, then cry. It terrifies everyone.","author":"Tina Fey, Bossypants","category":"humor"},{"quote":"I'm not going to wear a red dress,\" she said.\"It would look stunning, My Lady,\" she called.She spoke to the bubbles gathered on the surface of the water. \"If there's anyone I wish to stun at dinner, I'll hit him in the face.","author":"Kristin Cashore, Graceling","category":"humor"},{"quote":"Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?","author":"George Carlin","category":"humor"},{"quote":"Time is a drug. Too much of it kills you.","author":"Terry Pratchett, Small Gods","category":"humor, science"},{"quote":"Why were you lurking under our window?\"\"Yes - yes, good point, Petunia! What were you doing under our windows, boy?\"\"Listening to the news,\" said Harry in a resigned voice.His aunt and uncle exchanged looks of outrage.\"Listening to the news! Again?\"\"Well, it changes every day, you see,\" said Harry.","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"dursley, harry-potter, humor, news, sarcasm"},{"quote":"What are all these?\" Clary asked.\"Vials of holy water, blessed knives, steel and silver blades,\" Jace said, piling the weapons on the floor beside him, \"electrum wire - not much use at the moment but it's always good to have spares - silver bullets, charms of protetion, crucifixes, stars of David-\"\"Jesus,\" said Clary\"I doubt he'd fit.\"\"Jace.\" Clary was appalled.","author":"Cassandra Clare, City of Bones","category":"clary-fray, humor, irony, jace-wayland, jesus"},{"quote":"Of all the trees we could've hit, we had to get one that hits back.","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"humor, trees"},{"quote":"Yes, frosting. The final defense of the dying.","author":"Suzanne Collins, The Hunger Games","category":"humor"},{"quote":"The real story of the Fleece: there were these two children of Zeus, Cadmus and Europa, okay? They were about to get offered up as human sacrifices, when they prayed to Zeus to save them. So Zeus sent this magical flying ram with golden wool, which picked them up in Greece and carried them all the way to Colchis in Asia Minor. Well, actually it carried Cadmus. Europa fell off and died along the way, but that's not important.\"\"It was probably important to her.","author":"Rick Riordan, The Sea of Monsters","category":"annabeth-chase, gold, humor, percy-jackson"},{"quote":"Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?","author":"J.R.R. Tolkien, The Hobbit","category":"humor, semantics, suspicion"},{"quote":"Sometimes when I'm talking, my words can't keep up with my thoughts. I wonder why we think faster than we speak. Probably so we can think twice.","author":"Bill Watterson","category":"calvin-and-hobbes, humor"},{"quote":"You possess other people's...bodies.\"He accepted that statement with a nod.\"Do you want to possess my body?\"\"I want to do a lot of things to your body, but that's not one of them.","author":"Becca Fitzpatrick, Hush, Hush","category":"humor, nora, patch"},{"quote":"He was my mum and dad's best friend. He's a convicted murderer, but he's broken out of wizard prison and he's on the run. He likes to keep in touch with me, though...keep up with my news...check if I'm happy...","author":"J.K. Rowling, Harry Potter and the Prisoner of Azkaban","category":"humor"},{"quote":"So when the moon's only partly full, you only feel a little wolfy?\" \"You could say that.\"\"Well, you can go ahead and hang your head out the car window if you feel like it.\"\"I'm a werewolf, not a golden retriever.","author":"Cassandra Clare","category":"humor"},{"quote":"From the moment I picked up your book until I put it down, I was convulsed with laughter. Some day I intend reading it.","author":"Groucho Marx","category":"books, humor, reading"},{"quote":"Every now and then I like to do as I'm told, just to confuse people.","author":"Tamora Pierce, Melting Stones","category":"humor, obedience"},{"quote":"The capacity for friendship is God's way of apologizing for our families.","author":"Jay McInerney, The Last of the Savages","category":"family, friendship, humor"},{"quote":"Today was good. Today was fun. Tomorrow is another one.","author":"Dr. Seuss","category":"humor, rythmic, thoughtful"},{"quote":"I'm tough, I'm ambitious, and I know exactly what I want. If that makes me a bitch, okay.","author":"Madonna","category":"feminism, humor, women"},{"quote":"That's why they call it the American Dream, because you have to be asleep to believe it.","author":"George Carlin","category":"america, dream, funny, humor, wealth"},{"quote":"Your friend's poetry is terrible,\" he said.Clary blinked, caught momentarily off guard. \"What?\"\"I said his poetry was terrible. It sounds like he ate a dictionary and started vomiting up words at random.","author":"Cassandra Clare, City of Bones","category":"humor"},{"quote":"If you ever find yourself in the wrong story, leave.","author":"Mo Willems, Goldilocks and the Three Dinosaurs","category":"fairy-tales, humor, humorous, philosophy, psychology"},{"quote":"I'll just have them change the entry in the demonology textbook from 'almost extinct' to 'not extinct enough for Alec. He prefers his monsters really, really extinct.' Will that make you happy?","author":"Cassandra Clare, City of Ashes","category":"humor"},{"quote":"Don't feel bad, I'm usually about to die.","author":"Rick Riordan, The Battle of the Labyrinth","category":"death, greek, humor, mythology, percy-jackson, sorry"},{"quote":"Beauty is only skin deep, but ugly goes clean to the bone.","author":"Dorothy Parker","category":"beauty, classic-insult, humor, ugly"},{"quote":"In a way, it's nice to know that there are Greek gods out there, because you have somebody to blame when things go wrong. For instance, when you're walking away from a bus that's just been attacked by monster hags and blown up by lightning, and it's raining on top of everything else, most people might think that's just really bad luck; when you're a half-blood, you understand that some devine force is really trying to mess up your day.","author":"Rick Riordan, The Titan's Curse","category":"books, humor, olympians"},{"quote":"It is forbidden to kill","author":"therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.","category":"Voltaire"},{"quote":"From there to here, from here to there, funny things are everywhere!","author":"Dr. Seuss, One Fish, Two Fish, Red Fish, Blue Fish","category":"humor"},{"quote":"It's not gray,\" Clary felt compelled to point out. \"It's green.\"\"If there was such a thing as terminal literalism, you'd have died in childhood,\" said Jace.","author":"Cassandra Clare, City of Bones","category":"clary, gray-book, humor, jace"},{"quote":"Would it save you a lot of time if I just gave up and went mad now?","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"british, humor, science-fiction, social-commentary, thumb, towel"},{"quote":"Beautiful face. Beautiful body. Horrible attitude. It was the holy trinity of hot boys.","author":"Jennifer L. Armentrout, Obsidian","category":"boys, hot, humor"},{"quote":"Because you can't argue with all the fools in the world. It's easier to let them have their way, then trick them when they're not paying attention.","author":"Christopher Paolini","category":"common-sense, humor, smart"},{"quote":"Must you go? I was rather hoping you'd stay and be a ministering angel, but if you must go, you must.\"\"I'll stay,\" Will said a bit crossly, and threw himself down in the armchair Tessa had just vacated. \"I can minister angelically.\"\"None too convincingly. And you're not as pretty to look at as Tessa is,\" Jem said, closing his eyes as he leaned back against the pillow.\"How rude. Many who have gazed upon me have compared the experience to gazing at the radiance of the sun.\"Jem still had his eyes closed. \"If they mean it gives you a headache, they aren't wrong.","author":"Cassandra Clare, Clockwork Angel","category":"friends, humor, radiance"},{"quote":"I thought I'd lie on the floor and writhe in pain for a while,\" he grunted, \"It relaxes me.\"\"It does? Oh - you're being sarcastic. That's a good sign probably.","author":"Cassandra Clare, City of Ashes","category":"funny, humor"},{"quote":"A diary with no drawings of me in it? Where are the torrid fantasies? The romance covers?","author":"Cassandra Clare, City of Bones","category":"clary-fray, diary, humor, jace-wayland, sarcasm"},{"quote":"Time is an illusion. Lunchtime doubly so.","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"humor, philosophy, science-fiction"},{"quote":"I don't want tea,\" said Clary, with muffled force. \"I want to find my mother. And then I want to find out who took her in the first place, and I want to kill them.\"\"Unfortunately,\" said Hodge, \"we're all out of bitter revenge at the moment, so it's either tea or nothing.","author":"Cassandra Clare, City of Bones","category":"clary-fray, hodge, humor, revenge, sarcasm, tea"},{"quote":"Dreams like a podcast,Downloading truth in my ears.They tell me cool stuff.\"\"Apollo?\" I guess, because I figured nobody else could make a haiku that bad.He put his finger to his lips. \"I'm incognito. Call me Fred.\"\"A god named Fred?","author":"Rick Riordan","category":"apollo, fred, haiku, humor, percy-jackson, poem"},{"quote":"Most books on witchcraft will tell you that witches work naked. This is because most books on witchcraft were written by men.","author":"Neil Gaiman","category":"humor, men, witchcraft, witches, women"},{"quote":"I wrote the story myself. It's about a girl who lost her reputation and never missed it.","author":"Mae West","category":"humor"},{"quote":"You're an idiot.\"\"I've never claimed to be otherwise.","author":"Cassandra Clare, City of Bones","category":"humor, idiocy"},{"quote":"Ask not what you can do for your country. Ask what’s for lunch.","author":"Orson Welles","category":"food, humor"},{"quote":"I'm going to wake Peeta,\" I say.\"No, wait,\" says Finnick. \"Let's do it together. Put our faces right in front of his.\"Well, there's so little opportunity for fun left in my life, I agree. We position ourselves on either side of Peeta, lean over until our faces are inches frim his nose, and give him a shake. \"Peeta. Peeta, wake up,\" I say in a soft, singsong voice.His eyelids flutter open and then he jumps like we've stabbed him. \"Aa!\"Finnick and I fall back in the sand, laughing our heads off. Every time we try to stop, we look at Peeta's attempt to maintain a disdainful expression and it sets us off again.","author":"Suzanne Collins, Catching Fire","category":"funny, humor, prank"},{"quote":"I love books, by the way, way more than movies. Movies tell you what to think. A good book lets you choose a few thoughts for yourself. Movies show you the pink house. A good book tells you there's a pink house and lets you paint some of the finishing touches, maybe choose the roof style,park your own car out front. My imagination has always topped anything a movie could come up with. Case in point, those darned Harry Potter movies. That was so not what that part-Veela-chick, Fleur Delacour, looked like.","author":"Karen Marie Moning, Darkfever","category":"books, humor, reading"},{"quote":"If you want to know what God thinks of money, just look at the people he gave it to.","author":"Dorothy Parker","category":"god, humor, money"},{"quote":"Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.","author":"Eoin Colfer, Artemis Fowl","category":"confidence, humor, ignorance, knowledge"},{"quote":"Jace shook his blond head in exasperation. \"You had to make a crazy jail friend, didn't you? You couldn't just count ceiling tiles or tame a pet mouse like normal prisoners do?","author":"Cassandra Clare, City of Glass","category":"humor, jace"},{"quote":"Animals are my friends...and I don't eat my friends.","author":"George Bernard Shaw","category":"animals, attributed-no-source, friends, humor, vegetarianism"},{"quote":"A smile is a curve that sets everything straight.","author":"Phyllis Diller","category":"humor"},{"quote":"In the beginning there was nothing, which exploded.","author":"Terry Pratchett, Lords and Ladies","category":"humor, metaphysics, physics, science"},{"quote":"The longer and more carefully we look at a funny story, the sadder it becomes.","author":"Nikolai Gogol","category":"humor, sadness"},{"quote":"My rapier wit hides my inner pain.","author":"Cassandra Clare","category":"humor, jace-wayland, the-mortal-instruments, tmi"},{"quote":"Headline?\" he asked.\"'Swing Set Needs Home,'\" I said.\"'Desperately Lonely Swing Set Needs Loving Home,'\" he said.\"'Lonely, Vaguely Pedophilic Swing Set Seeks the Butts of Children,'\" I said.","author":"John Green, The Fault in Our Stars","category":"funny, humor, humour, internet, john-green, pedophile, pedophilia, tfios, the-fault-in-our-stars"},{"quote":"I always arrive late at the office, but I make up for it by leaving early.","author":"Charles Lamb","category":"humor, work"},{"quote":"I have the simplest tastes. I am always satisfied with the best.","author":"Oscar Wilde","category":"humor, taste"},{"quote":"Black holes are where God divided by zero.","author":"Albert Einstein","category":"humor"},{"quote":"There is only one thing in the world worse than being talked about, and that is not being talked about.","author":"Oscar Wilde, The Picture of Dorian Gray","category":"humor"},{"quote":"Some people have a way with words, and other people...oh, uh, not have way.","author":"Steve Martin","category":"humor, words"},{"quote":"Forgive, O Lord, my little jokes on TheeAnd I'll forgive Thy great big one on me.","author":"Robert Frost","category":"humor, poetry, religion"},{"quote":"Magnus, standing by the door, snapped his fingers impatiently. \"Move it along, teenagers. The only person who gets to canoodle in my bedroom is my magnificent self.\"\"Canoodle?\" repeated Clary, never having heard the word before.\"Magnificent?\" repeated Jace, who was just being nasty. Magnus growled. The growl sounded like \"Get out.","author":"Cassandra Clare, City of Bones","category":"canoodle, city-of-bones, clary-fray, humor, jace-wayland, magnificent, magnus-bane"},{"quote":"Ginny!\" said Mr. Weasley, flabbergasted. \"Haven't I taught you anything? What have I always told you? Never trust anything that can think for itself if you can't see where it keeps its brain?","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"humor, trust"},{"quote":"Why are you worrying about YOU-KNOW-WHO, when you should be worrying about YOU-NO-POO? The constipation sensation that's gripping the nation!","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"humor"},{"quote":"An Unbreakable Vow?\" said Ron, looking stunned. \"Nah, he can’t have.... Are you sure?\"\"Yes I’m sure,\" said Harry. \"Why, what does it mean?\"\"Well, you can’t break an Unbreakable Vow...\"\"I’d worked that much out for myself, funnily enough.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"harry-potter, humor, malfoy, ron-weasley, snape, unbreakable-vow"},{"quote":"Never underestimate the power of stupid people in large groups.","author":"George Carlin","category":"attributed-no-source, human-nature, humor, misattributed-george-carlin, stupidity"},{"quote":"I've lived through some terrible things in my life, some of which actually happened.","author":"Mark Twain","category":"humor"},{"quote":"I hope you're pleased with yourselves. We could all have been killed - or worse, expelled. Now if you don't mind, I'm going to bed.","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"humor, school"},{"quote":"Alec looked at her and shook his head. \"How do you manage never to get mud on your clothes?\"Isabelle shrugged philosophically. \"I'm pure at heart. It repels the dirt.","author":"Cassandra Clare, City of Ashes","category":"alec-lightwood, city-of-ashes, clean, dirt, humor, isabelle-lightwood, sarcasm"},{"quote":"You can only be young once. But you can always be immature.","author":"Pat  Monahan","category":"humor, immature, young"},{"quote":"Trains are great dirty smoky things,\" said Will. \"You won't like it.\" Tessa was unmoved. \"I won't know if I like it until I try it, will I?\" \"I've never swum naked in the Thames before, but I know I wouldn't like it.\" \"But think how entertaining for sightseers,\" said Tessa, and she saw Jem duck his head to hide the quick flash of his grin.","author":"Cassandra Clare, Clockwork Prince","category":"clockwork-prince, humor, jem-carstairs, teasing, tessa-gray, will-herondale"},{"quote":"What's up?\" I asked.You tell me,\" he said. \"You were the one about ready to start making out with Adrian.\"It was an experiment,\" I said. \"It was part of my therapy.\"What the hell kind of therapy are you in?","author":"Richelle Mead, Shadow Kiss","category":"fight, humor"},{"quote":"I have nothing to declare except my genius.","author":"Oscar Wilde","category":"humor"},{"quote":"Maybe our girlfriends are our soulmates and guys are just people to have fun with.","author":"Candace Bushnell, Sex and the City","category":"dating, humor, relationships, soulmates"},{"quote":"Why do people say \"grow some balls\"? Balls are weak and sensitive. If you wanna be tough, grow a vagina. Those things can take a pounding.","author":"Sheng Wang","category":"feminism, humor, misattributed-betty-white"},{"quote":"You deal with mythological stuff for a few years, you learn that paradises are usually places where you get killed.","author":"Rick Riordan, The Battle of the Labyrinth","category":"humor, mythological, paradise"},{"quote":"DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING EARLY TO AVOID THE RUSH.","author":"Terry Pratchett, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"death, humor"},{"quote":"No sight so sad as that of a naughty child,\" he began, \"especially a naughty little girl. Do you know where the wicked go after death?\"\"They go to hell,\" was my ready and orthodox answer.\"And what is hell? Can you tell me that?\"\"A pit full of fire.\"\"And should you like to fall into that pit, and to be burning there for ever?\"\"No, sir.\"\"What must you do to avoid it?\"I deliberated a moment: my answer, when it did come was objectionable: \"I must keep in good health and not die.","author":"Charlotte Brontë, Jane Eyre","category":"children, hell, humor, religion"},{"quote":"Oh, we're playing nice now? Shall we have tea first? Brew up a nice pot of kiss-my-ass?","author":"Julie Kagawa, The Iron King","category":"humor, puck"},{"quote":"Can you surf really well, then?\"I looked at Grover, who was trying hard not to laugh.\"Jeez, Nico,\" I said. \"I've never really tried.\"He went on asking questions. Did I fight a lot with Thalia, since she was a daughter of Zeus? (I didn't answer that one.) If Annabeth's mother was Athena, the goddess of wisdom, then why didn't Annabeth know better than to fall off a cliff? (I tried not to strangle Nico for asking that one.) Was Annabeth my girlfriend? (At this point, I was ready to stick the kid in a meat-flavored sack and throw him to the wolves.)","author":"Rick Riordan","category":"annabeth-chase, athena, funny, humor, myth, mythology, olympians, percy-jackson, posiedon, the-lightning-thief, zeus"},{"quote":"Of course motivation is not permanent. But then, neither is bathing; but it is something you should do on a regular basis.","author":"Zig Ziglar, Raising Positive Kids in a Negative World","category":"bathing, humor, motivation"},{"quote":"Moths,\" repeats Will. \"You're afraid of moths?\" \"Not just a cloud of moths,\" she says, \"like...a swarm of them. Everywhere. All those wings and legs and...\" She shudders and shakes her head.\"Terrifying,\" Will says with mock seriousness. \"That's my girl. Tough as cotton balls.\"\"Oh, Shut up.","author":"Veronica Roth, Divergent","category":"humor"},{"quote":"Good sex is like good bridge. If you don't have a good partner, you'd better have a good hand.","author":"Mae West","category":"humor, sex"},{"quote":"It's hard to enjoy practical jokes when your whole life feels like one.","author":"Rick Riordan, The Last Olympian","category":"enjoy, humor, joke, prank"},{"quote":"I never forget a face, but in your case I'll be glad to make an exception.","author":"Groucho Marx","category":"humor"},{"quote":"It crosses my mind that Cinna's calm and normal demeanor masks a complete madman.","author":"Suzanne Collins, The Hunger Games","category":"humor"},{"quote":"We need to talk. All of us About what we're going to do now.\"\"I was going to watch Project Runway.","author":"Cassandra Clare, City of Ashes","category":"city-of-ashes, clary, humor, jace"},{"quote":"My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the heck she is.","author":"Ellen DeGeneres","category":"age, exercise, family, grandmothers, grandparents, humor, walking"},{"quote":"Humor is reason gone mad.","author":"Groucho Marx","category":"humor, reason"},{"quote":"But-\" Maia, still looking at Alec and Magnus, broke off and rasied her eyebrows. Simon turned to see what she was looking at - and stared.Alec had his arms around Magnus and was kissing him full on the mouth. Magnus, who appeared to be in a state of shock, stood frozen. Several groups of people - Shadowhunters and Downworlders alike - were staring and whispering. Glancing to the side, Simon saw the Lightwoods, their eyes widen, gaping at the display. Maryse had her hand over her mouth.Maia looked perplexed. \"Wait a second,\" she said. \"Do we all have to do that, too?","author":"Cassandra Clare, City of Glass","category":"city-of-glass, humor, mortal-instruments"},{"quote":"Seventeen, eh!\" said Hagrid as he accepted a bucket-sized glass of wine from Fred.\"Six years to the day we met, Harry, d’yeh remember it?\"\"Vaguely,\" said Harry, grinning up at him. \"Didn’t you smash down the front door, give Dudley a pig’s tail, and tell me I was a wizard?\"\"I forge’ the details,\" Hagrid chortled.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"birthday, dursley, hagrid, harry-potter, humor, pig, wizard"},{"quote":"Can you be a girl for a few seconds?\"\"I'm always a girl\" I frown.\"You know what I mean. Like a silly, annoying girl\"I twirl my hair around my finger. \"Kay.","author":"Veronica Roth, Divergent","category":"christina, divergent, funny, humor, tris, veronica-roth"},{"quote":"Sebastian just smiled. “I could hear your heart beating,” he said softly. “When you were watching me with Valentine. Did it bother you?”“That you seem to be dating my dad?” Jace shrugged. \"You’re a little young for him, to be honest.”“What?” For the first time since Jace had met him, Sebastian seemed flabbergasted.","author":"Cassandra Clare, City of Glass","category":"humor, jace-wayland, realization, sarcasm, sebastian, valentine-morgenstern"},{"quote":"No good deed goes unpunished.","author":"Oscar Wilde","category":"humor"},{"quote":"People, generally, suck.","author":"Christopher Moore, The Stupidest Angel: A Heartwarming Tale of Christmas Terror","category":"humor"},{"quote":"Nothing travels faster than the speed of light, with the possible exception of bad news, which obeys its own special laws.","author":"Douglas Adams, Mostly Harmless","category":"humor, novelist, science-fiction"},{"quote":"If you are a student you should always get a good nights sleep unless you have come to the good part of your book, and then you should stay up all night and let your schoolwork fall by the wayside, a phrase which means 'flunk'.","author":"Lemony Snicket","category":"humor"},{"quote":"See, the problem is that God gives men a brain and a penis, and only enough blood to run one at a time.","author":"Robin Williams","category":"humor, men"}]}