{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Kitten, this is my best mate, Charles, but you can call him Spade. Charles, this is Cat, the woman I’ve been telling you about. You can see for yourself that everything I’ve said is…an understatement.","author":"Jeaniene Frost, Halfway to the Grave","category":"humor, introduction"},{"quote":"good girls go to heaven and bad girls go everywhere","author":"Helen Gurley Brown","category":"feminism, humor, naughty, sex, virginity"},{"quote":"Gabi to Marcus \"I can't believe out of one hundred thousand sperm, you were the fastest!","author":"Cherise Sinclair, Make Me, Sir","category":"humor, reproduction"},{"quote":"What...what about when I'm married?”“We'll buy a cot. Your husband can sleep on that when he visits.","author":"Stephanie Perkins, Lola and the Boy Next Door","category":"humor"},{"quote":"I like ducks.\" Jem observed diplomatically. \"Esspecially the ones in Hyde Park.\" He glanced side ways at Will; both boys were sitting at the edge of a high table, thier legs dangling over the side. \"Remember when you tried to convince me to feed pultry pie the the mallards in the park to see if you couls breed a race of cannibal ducks?\"\"They ate it too,\" Will reminisced. \"Bloodthirsty little beasts. Never trust a duck.","author":"Cassandra Clare, Clockwork Angel","category":"bromance, ducks, humor, jem, will"},{"quote":"She'd absolutely adored the library_an entire building where anyone could take things they didn't own and feel no remorse about it.","author":"Ally Carter, Heist Society","category":"humor, library"},{"quote":"My mother told me that life isn't always about pleasing yourself and that sometimes you have to do things for the sole benefit of another human being. I completely agreed with her, but reminded her that that was what blow jobs were for.","author":"Chelsea Handler, My Horizontal Life: A Collection of One-Night Stands","category":"blow-job, giving, giving-and-receiving, humor, oral-sex, self-sacrifice, selfless, selflessness, sex"},{"quote":"Have you made any other friends since we've been here?\"I gave him the death stare. \"Yes, actually.\"\"Who? I want a name.\"\"Jamie Roth.\"\"The Ebola kid? I heard he's a little unstable.\"\"That was one incident.","author":"Michelle Hodkin, The Unbecoming of Mara Dyer","category":"humor, mara-dyer, ya"},{"quote":"You know that look that women get when they want to have sex? Me neither.","author":"Steve Martin","category":"cluelessness, humor, sex"},{"quote":"The trouble is you can shut your eyes but you can’t shut your mind.","author":"Terry Pratchett, Wintersmith","category":"humor, philosophy, terry-pratchett, wintersmith"},{"quote":"Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.","author":"Mel Brooks","category":"comedy, humor, tragedy"},{"quote":"I hugged him without any kind of fear or self-consciousness, fiercely, with a rush of emotion that almost brought tears to my eyes.\"I could kiss you!\" Chubs cried.\"Please don't!\" I gasp out, feeling his arms tighten around my ribs to the point of cracking them.","author":"Alexandra Bracken, The Darkest Minds","category":"chubs, friendship, humor, ruby"},{"quote":"It is one of those lessons that every child should learn: Don't play with fire, sharp objects, or ancient artifacts.","author":"Patricia Briggs","category":"dragon-blood, humor"},{"quote":"Scientists talk about dark matter, the invisible, mysterious substance that occupies the space between stars. Dark matter makes up 99.99 percent of the universe, and they don't know what it is. Well I do. It's apathy. That's the truth of it; pile together everything we know and care about in the universe and it will still be nothing more than a tiny speck in the middle of a vast black ocean of Who Gives a Fuck.","author":"David Wong, John Dies at the End","category":"apathy, humor, science, stars, universe"},{"quote":"Succotash my cocker spaniel, you fudging crevasse-hole dipshiitake!","author":"Jonathan Safran Foer, Extremely Loud and Incredibly Close","category":"humor"},{"quote":"I feel ill,\" [Howl] announced. \"I'm going to bed, where I may die.","author":"Diana Wynne Jones, Howl's Moving Castle","category":"fantasy, fiction, humor, young-adult"},{"quote":"If you can't win by reason, go for volume.","author":"Bill Watterson","category":"arguments, humor, loudness, reason"},{"quote":"The reason for the unreason with which you treat my reason , so weakens my reason that with reason I complain of your beauty.","author":"Miguel de Cervantes Saavedra","category":"classic, funny, humor"},{"quote":"Sigh\"?\"Eye roll","author":"Colleen Hoover, November 9","category":"humor"},{"quote":"It is by the goodness of god that in our country we have those 3 unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","author":"Mark Twain","category":"humor, politics"},{"quote":"Hell may have all the best composers, but heaven has all the best choreographers.","author":"Neil Gaiman, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"humor"},{"quote":"Can you define \"plan\" as \"a loose sequence of manifestly inadequate observations and conjectures, held together by panic, indecision, and ignorance\"? If so, it was a very good plan.","author":"Jonathan Stroud, The Ring of Solomon","category":"humor, plan, strategy"},{"quote":"I glanced up to see Liz and smiled. \"Thank you.\" \"I just went along for the ride. After that happened-\" She waved at Derek. \"You know how blind people need Seeing Eye dogs? Well, apparently werewolves could really use Opening Door poltergeists.","author":"Kelley Armstrong, The Reckoning","category":"humor, seeing-dogs"},{"quote":"I'm too young, too smart and too good-looking to die.","author":"Sherrilyn Kenyon, Invincible","category":"humor, humour"},{"quote":"I really believe, or want to believe, really I am nuts, otherwise I'll never be sane.","author":"Allen Ginsberg","category":"humor, poetry, sanity"},{"quote":"When red-headed people are above a certain social grade their hair is auburn.","author":"Mark Twain","category":"class, elitism, humor, redheads"},{"quote":"An empty stomach is not a good political adviser.","author":"Albert Einstein","category":"humor, hunger, poverty"},{"quote":"I went to a restaurant that serves \"breakfast at any time\" so I ordered French toast during the Renaissance.","author":"Steven Wright","category":"breakfast, humor, nonsense"},{"quote":"What do you think that fish is?' Sam asked Astrid.,' she said.'Yeah?' Sam made a face. 'Do you think it's okay to eat?'? Inedible? Joke, duh. Try to keep up, Sam, I made that really easy for you.'Sam smiled. 'You know, a real genius would have known I wouldn't get it. Ergo, you are not a real genius. Hah. That's right. I threw down an 'ergo.''She gave him a pitying look. 'That's very impressive, Sam. Especially from a boy who has twenty-two different uses for the word 'dude.","author":"Michael  Grant, Lies","category":"astrid-ellison, banter, humor, latin, sam-temple, the-fayz"},{"quote":"...cursing my heels and debating whether it was faster to stop and take them off--damn ankle straps!--or keep running with the potential neck breakers. Wouldn’t that make a charming epitaph? Here lies Cat. Killed not by fang, but Ferragamos.","author":"Jeaniene Frost, One Foot in the Grave","category":"cat, humor, vampire"},{"quote":"Noseless and Handless, the Lannister Boys.","author":"George R.R. Martin, A Storm of Swords","category":"a-song-of-ice-and-fire, a-storm-of-swords, game-of-thrones, humor, humorous-quotes, jaime-lannister, tyrion-lannister"},{"quote":"We'd spent maybe ten minutes together, during which time I'd accidentally swung a sword at her, she'd saved my life, and I'd run away chased by a band of supernatural killing machines. You know, your typical chance meeting.","author":"Rick Riordan, The Battle of the Labyrinth","category":"humor"},{"quote":"Tyson- \"Cash? Like...green paper?\"Percy- \"Yeah.\"Tyson- \"Like the kind in duffel bags?\"Percy-\"Yeah, but we lost those bags days a-g-g--.\" \"Tyson! How did you--\"Tyson- \"Thought it was a feed bag for Rainbow. Found it floating in sea, but only paper inside. Sorry.","author":"Rick Riordan","category":"humor"},{"quote":"What's going on?\" Newt asked, looking back and forth between Thomas and Aris. \"Why're you guys looking at each other like you just fell in love?","author":"James Dashner, The Scorch Trials","category":"aris, humor, newt, thomas"},{"quote":"Just about everything in this world is easier said than done, with the exception of \"systematically assisting Sisyphus's stealthy, cyst-susceptible sister,\" which is easier done than said.","author":"Lemony Snicket, The Hostile Hospital","category":"humor"},{"quote":"The impossible often has a kind of integrity to it which the merely improbable lacks.","author":"Douglas Adams, The Long Dark Tea-Time of the Soul","category":"humor"},{"quote":"Still it might be nice, once in a while, not to have to choose between evils. Just once, couldn't I choose the lesser good?","author":"Laurell K. Hamilton, Danse Macabre","category":"compromise, humor"},{"quote":"Do you love him?\"There were only a few people in the world who could ask me such insanely personal questions without getting punched. Dimitri was one of them.","author":"Richelle Mead, Last Sacrifice","category":"dimitri-belikov, humor, kick-ass, rose-hathaway, vampire-academy"},{"quote":"Kira: L, do you knowGods of deathlove apples?L: Damn you, Kira...","author":"Tsugumi Ohba, Death Note, Vol. 2: Confluence","category":"humor, manga, note, secret"},{"quote":"Kenji has a hand pressed to his mouth, desperately trying to suppress a smile. He’s shaking his head, holding up a hand in apology. And then he breaks, laughing out loud, snorting as he tries to muffle the sound. “I’m sorry,” he says, pressing his lips together, shaking his head again. “This is not a funny moment. It’s not. I’m not laughing","author":"Tahereh Mafi, Ignite Me","category":"humor, ignite-me, kenji"},{"quote":"I had just heard tales that the Valkyrie were large warriors, akin to Amazons.”“If you’re the sole survivor of an army attacked by us, are you going to say we had our asses handed to us by petite, nubile females, or by she-monsters who can bench Buicks?","author":"Kresley Cole, No Rest for the Wicked","category":"assumptions, humor"},{"quote":"I tried to tell you. You said you didn't care, remember?\"A muscle ticked below his eye. \"You should have told me anyway.\"\"While you had barbells within your reach? Please. I'm Disease, not Stupid.","author":"Gena Showalter, The Darkest Night","category":"disease, humor, lords-of-the-underworld"},{"quote":"I hate reality but it's still the best place to get a good steak.","author":"Woody Allen","category":"humor"},{"quote":"I stood and walked around the desk so I could stand over him. Menacingly. Like Darth Vader, only with better lung capacity.","author":"Darynda Jones, First Grave on the Right","category":"humor, star-wars"},{"quote":"So it's true what they say about warlocks, then?\" true?\". \"You can't be rude to everyone who talks to me.\"Alec made a wide, sweeping gesture. \"And why not? Cramping your style, am I? I mean, maybe you were hoping to flirt with werewolf boy here. He's pretty attractive, if you like the messy-haired, broad-shouldered, chiseled-good-looks type.\"\"Hey, now,\" said Jordan mildly. Magnus put his head in his hands.  into?\"\"Mermaids,\" said Magnus into his fingers. \"They always smell like seaweed.\",\" Alec said savagely, and kicking back his chair, he got up from the table and stalked off into the crowd.","author":"Cassandra Clare, City of Fallen Angels","category":"alec-lightwood, cassandra-clare, city-of-fallen-angels, clary-fray, funny, humor, jealousy, jordan-kyle, magnus-bane, mermaids, not-funny, simon-lewis, the-mortal-instruments"},{"quote":"Everything here is edible; even I'm edible. But that, dear children, is cannibalism, and is in fact frowned upon in most societies.","author":"Johnny Depp","category":"humor"},{"quote":"An artist is somebody who produces things that people don't need to have.","author":"Andy Warhol, Andy Warhol, Thirty Are Better Than One","category":"art, fame, humor"},{"quote":"It is happy for you that you possess the talent of flattering with delicacy. May I ask whether these pleasing attentions proceed from the impulse of the moment, or are they the result of previous study?","author":"Jane Austen, Pride and Prejudice","category":"humor, jane-austen, mr-collins"},{"quote":"The great Gaels of Ireland are the men that God made mad, For all their wars are merry, and all their songs are sad.","author":"G.K. Chesterton, The Ballad of the White Horse","category":"humor, irish, song, war"},{"quote":"Morning is an important time of day, because how you spend your morning can often tell you what kind of day you are going to have. For instance, if you wake up to the sound of twittering birds, and find yourself in an enormous canopy bed, with a butler standing next to you holding a breakfast of freshly made muffins and hand-squeezed orange juice on a silver tray, you will know that your day will be a splendid one. If you wake up to the sound of church bells, and find yourself in a fairly big regular bed, with a butler standing next to you holding a breakfast of hot tea and toast on a plate, you will know that your day will be O.K. And if you wake up to the sound of somebody banging two metal pots together, and find yourself in a small bunk bed, with a nasty foreman standing in the doorway holding no breakfast at all, you will know that your day will be horrid.","author":"Lemony Snicket, Horseradish","category":"humor, mornings"},{"quote":"Captain! To your left there’s a Lunar guard and on your right is a doctor who’s running tests on Lunars and I’m being held by one of Levana’s wolf hybrids and please be careful!”Thorne took a step back into the hallway a gun from his waistband. He spent a moment swiveling the barrel of the gun in each direction, but nobody moved to attack him.With some surprise, Cress realized that the operative’s grip had weakened.“Er…” Thorne furrowed his brow, aiming the gun somewhere near the window. “Could you describe all those threats again because I feel like I missed something.","author":"Marissa Meyer, Cress","category":"carswell, cress, humor, thorne"},{"quote":"To alcohol! The cause of... and solution to... all of life's problems","author":"Matt Groening","category":"alcohol, drinking, homer, humor"},{"quote":"Check out that one at the end. He's taken the form of a footstool. Weird...but somehow I like his style.\"\"That is a footstool.","author":"Jonathan Stroud, The Golem's Eye","category":"humor"},{"quote":"Would you like a cough drop Dolores?","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"humor"},{"quote":"I like to write when I feel spiteful. It is like having a good sneeze.\", November 1913)","author":"D.H. Lawrence, Letters","category":"humor, spite, writing"},{"quote":"I'm making a listI'm making a list of things I must sayFor politeness,And goodness and kindness and gentlenessSweetness and rightness:HelloPardon meHow are you?Excuse meBless youMay I?Thank youGoodbyeIf you know some that I've forgot,Please stick them in you eye!","author":"Shel Silverstein, Where the Sidewalk Ends","category":"humor, manners, poems"},{"quote":"Simple. I got very bored and depressed, so I went and plugged myself in to its external computer feed. I talked to the computer at great length and explained my view of the Universe to it,\" said Marvin.\"And what happened?\" pressed Ford.\"It committed suicide,\" said Marvin and stalked off back to the Heart of Gold.","author":"Douglas Adams, The Ultimate Hitchhiker's Guide to the Galaxy","category":"humor, marvin"},{"quote":"When God made man she was practicing.","author":"Rita Mae Brown, Cat on the Scent","category":"feminism, humor"},{"quote":"I'd kill for a Nobel Peace Prize.","author":"Steven Wright","category":"humor, irony, nobel-peace-prize"},{"quote":"You like them,\" I realized.Noah's eyebrows lifted in question.\"Like as people.\"\"As opposed to...furniture?\"\"They're my PARENTS.\"\"That is my understanding, yes.","author":"Michelle Hodkin, The Evolution of Mara Dyer","category":"humor, sarcasm"},{"quote":"Yes. Reyn is our resident horse master. He has an excellent seat.\"I grinned. \"I've noticed.\"Reyn's face tightened and Nell flushed, looking embarrassed. \"It's an equestrian term.\"\"Really? I thought you were talking about his ass.","author":"Cate Tiernan, Immortal Beloved","category":"humor, sarcasm, teasing, witty"},{"quote":"I can still kick your pony-lovin' butt with twice this much pain.\"Thomas shrugged, \"I do love ponies. Wish I could eat one right now.","author":"James Dashner","category":"humor, maze-runner, scorch-trials"},{"quote":"I see a light in the kitchen. Let us not deprive Molly any longer of the chance to deplore how thin you are.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"dumbledore, harry-potter, humor, molly-weasley"},{"quote":"As I got closer to the fence, I held my shirt over my nose to block the smell. One stallion waded through the muck and whinnied angrily at me. He bared his teeth, which were pointed like a bear's.I tried to talk to him in my mind. I can do that with most horses.I'm going to clean your stables. Won't that be great?Come inside! Eat you! Tasty half-blood!Usually this gets me VIP treatment in the equestrian world, not this time.Poseidon can come in, too! We will eat you both! Seafood! The other horses chimed in as they waded through the field.","author":"Rick Riordan, The Battle of the Labyrinth","category":"food, horse, humor, percy-jackson, poseidon, seafood"},{"quote":"Do I look stupid?\" snarled Uncle Vernon, a bit of fried egg dangling from his bushy mustache.","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"humor"},{"quote":"Do you answer a question directly?\"\"Hard to say. Ah, there, I've done it again","author":"Leigh Bardugo, Siege and Storm","category":"humor, sturmhond"},{"quote":"What's another word for thesaurus?","author":"Steven Wright","category":"humor"},{"quote":"I was supposed to be waiting up here when you got back, only your Phoenix lot got in the way...”“Yes, they do that,” said Dumbledore.","author":"J.K. Rowling, Harry Potter and the Half-Blood Prince","category":"dumbledore, humor, malfoy, order-of-the-phoenix, sarcasm"},{"quote":"You, Ms. Lane, are a menace to others! A walking, talking catastrophe in pink!","author":"Karen Marie Moning, Darkfever","category":"humor"},{"quote":"Imagination was given to man to compensate him for what he is not","author":"a sense of humor to console him for what he is.","category":"Francis Bacon"},{"quote":"You're not right in the head, and nor am I, and this is why....this is why I like you.","author":"Morrissey","category":"humor, lyrics, music"},{"quote":"When he finished, he drank from the cup. Everyone else did too, so I followed suit.And nearly choked to death.It was like fire in liquid form. It took every ounce of strength I had to swallow it and not spray it on those around me.\"Wh...what is this?\" I asked, coughing.Viktoria grinned. \"Vodka.\"I peered at the glass. \"No, it isn't. I've had vodka before.\"\"Not Russian vodka.\"Apparently not.","author":"Richelle Mead, Blood Promise","category":"humor, rose"},{"quote":"It is worth repeating at this point the theories that Ford had come up with, on his first encounter with human beings, to account for their peculiar habit of continually stating and restating the very very obvious, as in \"It's a nice day,\" or \"You're very tall,\" or \"So this is it, we're going to die.\"His first theory was that if human beings didn't keep exercising their lips, their mouths probably shriveled up.After a few months of observation he had come up with a second theory, which was this--\"If human beings don't keep exercising their lips, their brains start working.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"humor"},{"quote":"They say: Think twice before you jump. I say: Jump first and then think as much as you want!","author":"Osho, Courage: The Joy of Living Dangerously","category":"humor, spiritual"},{"quote":"I am not always good and noble. I am the hero of this story, but I have my off moments.","author":"P.G. Wodehouse, Love Among the Chickens","category":"hero, humor, imperfect"},{"quote":"Rae burned me. She has matches or something. Look, look...\" Tori pulled down the collar of her T-shirt. \"Leave your cloths on, Tori,\" Simon said, raising his hands to his eyes. \"Please.","author":"Kelley Armstrong, The Summoning","category":"humor, simon, the-summoning"},{"quote":"Leo,” Hazel gasped, “I can’t—my arms—”“Hazel,” he said. “Do you trust me?”“No!”“Me neither,” Leo admitted.","author":"Rick Riordan, The Mark of Athena","category":"funny, humor, leo-i-love-you-ok, lol, trust"},{"quote":"How do you feel right now?\" \"I hurt like hell.\"\"You'll feel worse tomorrow.\"\"So?\"\"So, better get a jump on this while you still feel...not as bad.\"\"What kind of logic is that?\" I retorted.","author":"Richelle Mead, Vampire Academy","category":"humor, logic, training"},{"quote":"Can you enter a house uninvited?\"\"No.\"\"Why?\"\"That would be rude.","author":"Abigail Gibbs, Dinner with a Vampire","category":"fabian, humor, sarcasm, vampire-mythology, violet"},{"quote":"Hazel!” he yelled. “That box! Open it!”She hesitated, then saw the box he meant. Te label read WARNING. DO NOT OPEN. “Open it!” Leo yelled again.","author":"Rick Riordan, The Mark of Athena","category":"hazel-levesque, heroes-of-olympus, humor, percy-jackson-and-the-olympians, the-mark-of-athena"},{"quote":"I notice that you use plain, simple language, short words and brief sentences. That is the way to write English―it is the modern way and the best way. Stick to it; don't let fluff and flowers and verbosity creep in. When you catch an adjective, kill it. No, I don't mean utterly, but kill most of them―then the rest will be valuable. They weaken when they are close together. They give strength when they are wide apart. An adjective habit, or a wordy, diffuse, flowery habit, once fastened upon a person, is as hard to get rid of as any other vice.","author":"Mark Twain","category":"humor, writing"},{"quote":"The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun.","author":"P.G. Wodehouse, The Adventures of Sally","category":"guns, humor, hunting, perspective, shooting"},{"quote":"Aside from velcro, time is the most mysterious substance in the universe. You can't see it or touch it, yet a plumber can charge you upwards of seventy-five dollars per hour for it, without necessarily fixing anything.","author":"Dave Barry","category":"humor, plumbers, time"},{"quote":"Intelligent men are dangerous.","author":"Patricia Briggs, Dragon Bones","category":"humor, intelligent, men"},{"quote":"When your children are teenagers, it's important to have a dog so that someone in the house is happy to see you.","author":"Nora Ephron, I Feel Bad about My Neck: And Other Thoughts on Being a Woman","category":"humor"},{"quote":"All Dogs Go To Heaven? Sorry, kids. It's only the dogs who've accepted Christ.","author":"Stephen Colbert, I Am America","category":"humor, truth"},{"quote":"What's with what you're wearing?\" Griggs asks while we stand outside waiting for the others.\"It's pretty hideous, isn't it?\" I say.\"Don't force me to look at it,\" he says. \"It's see-through.\"That kills conversation for a couple of seconds.","author":"Melina Marchetta, On the Jellicoe Road","category":"humor"},{"quote":"Oh... Adrian, I've got one more favor to ask you. A big one.\" \"Fondue?\" he asked hopefully.","author":"Richelle Mead, The Indigo Spell","category":"adrian-ivashkov, favors, humor, sydney-sage"},{"quote":"Dont ruin my balls!\" She laughs as the words leave her mouth.Better yours than mine, chica.\" I toss the dough balls at her, one by one, until I've got none left.","author":"Simone Elkeles, Rules of Attraction","category":"carlos, humor, kiara"},{"quote":"I like the sound of that, crashing Monica's party,\" he glanced at Michael, then quickly away. \"What about you? That break some kind of vampire rules or something?\"\"Blow me Shane.\"\"Boys,\" Eve said primly. \"Language. Minor at the table.\"\"Well,\" Shane said, \"I wasn't actually planning to do it.\"Claire rolled her eyes. \"Not like it's the first time I've heard it. Or said it.\"\"You shouldnt say it,\" Michael said, all seriousness. \"No, I mean it. Girls should say 'eat me' not 'blow me'. Wouldn't recommend 'bite me' though. Not around here.","author":"Rachel Caine, Midnight Alley","category":"humor"},{"quote":"The meeting was like a war council with donuts. Then again, back at Camp Half-Blood they used to have their most serious discussions around the Ping-Pong table in the rec room with crackers and Cheez Whiz, so Percy felt right at home.","author":"Rick Riordan, The Mark of Athena","category":"heroes-of-olympus, humor, percy-jackson, percy-jackson-and-the-olympians, the-mark-of-athena, war-council"},{"quote":"And you're blind?\"Uh-huh,\" Iggy said, trying to sound bored.Were you born that way?\"No.\"How did you become blind, uh, Jeff, is it?\"Yeah, Jeff. Well, I looked directly at the sun, you know, the way they always tell you not to. If only I had listened.","author":"James Patterson, School's Out—Forever","category":"blindness, humor, maximum-ride"},{"quote":"He had a bleeding cut on his leg and he smelled like shit.Her nose wrinkled. \"Step in something?\" she asked innocently. mind was being hit by a cab, then landing on the lap of a naked man. With an erection, Anya. He had an erection.","author":"Gena Showalter, The Darkest Kiss","category":"humor"},{"quote":"V shook his head. “Remember what you saw in that clearing, cop? How’d you like that anywhere near a female you loved?”Butch put down the Bud without drinking from it. His eyes traveled over Rhage’s body.“We’re going to need a shitload of steel,” the human muttered.","author":"J.R. Ward, Lover Eternal","category":"fiction, humor, paranormal, rhage, romance, vampire"},{"quote":"Some things are fairly obvious when it's a seven-foot skeleton with a scythe telling you them","author":"Terry Pratchett, Hogfather","category":"humor, macabre"},{"quote":"Don't you think 'Mark is kind of a weird name for a Shadowhunter?\" Julian was saying as Emma approached. \"I mean, if you really think about it. It's confusing. 'Put a Mark on me, Mark.","author":"Cassandra Clare, City of Heavenly Fire","category":"funny, humor, shadowhunters"},{"quote":"Claim whatever you want. Say you only want a happy family or a successful career or a big house. I say: no, that's not what you want. You'll settle for those things, but you really want a monkey that does your evil bidding. Pullman is a genius just for this.","author":"Maureen Johnson, The World of the Golden Compass: The Otherworldly Ride Continues","category":"essay, humor, monkeys"},{"quote":"I know the answer! The answer lies within the heart of all mankind! The answer is twelve? I think I'm in the wrong building.","author":"Charles M. Schulz","category":"education, humor"},{"quote":"Is it time for your period, or something?\" He turned around, all controlled aggression, and damned if he didn't push the button again. \"What is it about having a period that makes women so bitchy?\"\" By the time the sentence ended the sweetness was long gone, my jaw was clenched, and I think my eyes were bugging out. Wyatt took a step back, belatedly looking alarmed.","author":"Linda Howard, Drop Dead Gorgeous","category":"humor, menstration, periods, women"},{"quote":"He couldn’t see why people made such a fuss about people eating their silly old fruit anyway, but life would be a lot less fun if they didn’t. And there was never an apple, in Adam’s opinion, that wasn’t worth the trouble you got into for eating it.","author":"Neil Gaiman, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"humor"},{"quote":"A father has to be a provider, a teacher, a role model, but most importantly, a distant authority figure who can never be pleased. Otherwise, how will children ever understand the concept of God?","author":"Stephen Colbert, I Am America","category":"family, fatherhood, humor, parenting, role-models, satire"},{"quote":"I have dozens of loyal fans! Baker's dozens! …they come in thirteens.","author":"Felicia Day","category":"career, humor"},{"quote":"An alcoholic is someone you don't like, who drinks as much as you do.","author":"Dylan Thomas","category":"alcoholic, definitions, humor, substance-abuse"},{"quote":"The only way a woman can ever reform a man is by boring him so completely that he loses all possible interest in life.","author":"Oscar Wilde","category":"humor, men, reform, women"},{"quote":"Before I speak, I have something important to say.","author":"Groucho Marx","category":"absurdist, humor"},{"quote":"If she can't spell, why is she a librarian? Librarians should know how to spell.","author":"Beverly Cleary, Ramona's World","category":"humor, librarians, spelling"},{"quote":"I'm a big believer in putting things off, In fact, I even put off procrastinating.-Ella Varner","author":"Lisa Kleypas, Smooth Talking Stranger","category":"ella-varner, humor, jack-travis, procrastination"},{"quote":"She's so small, yet she contains so much evil.","author":"Christopher Moore, Fluke: Or, I Know Why the Winged Whale Sings","category":"humor"},{"quote":"Someday is not a day of the week.","author":"Janet Dailey","category":"humor, procrastination"},{"quote":"Well\", Fang said, mimicking a thick Southern drawl. \"I must say its mighty nice of them Daimons to clean up after themselves when you kill them\" He held his hands up to them. \"Look Ma, no mess.\"\"Does Fang have an off switch?\" Talon asked Vane.","author":"Sherrilyn Kenyon, Night Embrace","category":"humor, night-embrace, talon"},{"quote":"I can't abide people who go soft over animals and then cheat every human they come across!","author":"Diana Wynne Jones, Castle in the Air","category":"animals, cheat, humor, people"},{"quote":"A friend is someone who knows where all your bodies are buried. Because they're the ones who helped you put them there.\"And sometimes, if you're really lucky, they help you dig them back up.","author":"Jenny  Lawson, Let's Pretend This Never Happened: A Mostly True Memoir","category":"friendship, humor"},{"quote":"Why do people always expect authors to answer questions? I am an author because I want to ask questions. If I had answers, I'd be a politician.","author":"Eugène Ionesco","category":"humor, writer"},{"quote":"The more excited I get, the more I vibrate.\"\"Now there's a thought,\" Lor says.\"If you mean what I think you mean, you want to shut the fuck up and never think it again,\" Ryodan says.","author":"Karen Marie Moning, Iced","category":"dani-o-malley, humor, lor, ryodan"},{"quote":"Once, when a religionist denounced me in unmeasured terms, I sent him a card saying, \"I am sure you believe that I will go to hell when I die, and that once there I will suffer all the pains and tortures the sadistic ingenuity of your deity can devise and that this torture will continue forever. Isn't that enough for you? Do you have to call me bad names in addition?","author":"Isaac Asimov, I. Asimov","category":"asimov, humor, rebuttal, religion, zealots"},{"quote":"A tiger only needs three things to be comfortable. Lots of food, sleep, and…actually, no it’s just those two things.","author":"Colleen Houck","category":"comfort, humor"},{"quote":"Let me ask you a question Alex. What do you think is the greatest evil on this plant today?\"\"Is that including, or not including you?","author":"Anthony Horowitz, Eagle Strike","category":"humor, sarcasm"},{"quote":"Build a man a fire, and he'll be warm for a day. Set a man on fire, and he'll be warm for the rest of his life.","author":"Terry Pratchett, Jingo","category":"humor"},{"quote":"She shrugs.\"Men\"\"Men.\"\"If we can send one man to the moon, why can't we send them all there?","author":"Cynthia Hand, Boundless","category":"angela, humor"},{"quote":"Tacos.\"\"Tacos?\" I echoed.This seemed to amuse him. \"Tomatoes, lettuce, cheese.\"\"I know what a taco is!","author":"Becca Fitzpatrick, Hush, Hush","category":"humor, patch-cipriano, tacos"},{"quote":"You don’t need no gun control, you know what you need? We need some bullet control. Men, we need to control the bullets, that’s right. I think all bullets should cost five thousand dollars… five thousand dollars per bullet… You know why? Cause if a bullet cost five thousand dollars there would be no more innocent bystanders. Yeah! Every time somebody get shut we’d say, ‘Damn, he must have done something ... Shit, he’s got fifty thousand dollars worth of bullets in his ass.’And people would think before they killed somebody if a bullet cost five thousand dollars. ‘Man I would blow your fucking head off…if I could afford it.’ ‘I’m gonna get me another job, I’m going to start saving some money, and you’re a dead man. You’d better hope I can’t get no bullets on layaway.’So even if you get shot by a stray bullet, you wouldn't have to go to no doctor to get it taken out. Whoever shot you would take their bullet back, like \"I believe you got my property.","author":"Chris Rock","category":"bullets, gun-control, humor"},{"quote":"Don't bite off more than you can chew because nobody looks attractive spitting it back out.","author":"Carroll Bryant","category":"humor, life-and-living, life-lessons, philisophical, philosophy-of-life"},{"quote":"I think fish is nice, but then I think that rain is wet, so who am I to judge?","author":"Douglas Adams","category":"humor, judgement"},{"quote":"I wonder if you can refuse to inherit the world.","author":"Bill Watterson, The Essential Calvin and Hobbes: A Calvin and Hobbes Treasury","category":"humor"},{"quote":"Rules and school are tools for fools! I don't give two mules for rules.","author":"Trenton Lee Stewart, The Mysterious Benedict Society","category":"humor"},{"quote":"Mike nodded. A sombre nod. The nod Napoleon might have given if somebody had met him in 1812 and said, \"So, you're back from Moscow, eh?","author":"P.G. Wodehouse, Mike and Psmith","category":"humor, misfortune, sombre-mood"},{"quote":"I love you above all things, even pie.","author":"Christopher Moore, Fool","category":"humor"},{"quote":"Regardless of what I think about Islam or Wicca or any other religion, the fact is that it's a group of people. Every faith has its ceremonies. And since it's made up of people, every faith also has its assholes.","author":"Jim Butcher, White Night","category":"faith, harry-dresden, humor, religion"},{"quote":"Only Irish coffee provides in a single glass all four essential food groups: alcohol, caffeine, sugar and fat.","author":"Alex Levine","category":"alcohol, drinking, food-groups, humor, irish"},{"quote":"If you don't get everything you want, think of the things you don't get that you don't want.","author":"Oscar Wilde","category":"desire, humor"},{"quote":"Yes, my tiara sets off the whole thing nicely,\" said Auntie Muriel in a rather carrying whisper. \"But I must say, Ginevra's dress is far too low-cut.\"Ginny glanced round, grinning, winked at Harry, then quickly faced the front again.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"ginny-weasley, harry-potter, humor"},{"quote":"My shining dishonesty will be the salvation of me.","author":"Diana Wynne Jones, Howl's Moving Castle","category":"humor, humour, lying, salvation"},{"quote":"Do you like to slide?\" His voice was eager.Stair rails! Did he suspect me? I forced a sigh. \"No, Majesty. I'm terrified of heights.\"\"Oh.\" His polite tone had returned.\"I wish I could enjoy it. This fear of heights is an affliction.\"He nodded, a show of sympathy but not much interest. I was losing him.\"Especially,\" I added, \"as I've grown taller.","author":"Gail Carson Levine, Ella Enchanted","category":"humor, wit"},{"quote":"Why do all your brilliant ideas involve felonies?","author":"Kathy Reichs, Virals","category":"humor, virals"},{"quote":"That's a sweet piece,\" said Jean, briefly forgetting to be aggravated. \"You didn't snatch that off a street.\"\"No,\" said Locke, before taking another deep draught of the warm water in the decanter. \"I got it from the neck of the governor's mistress.\"\"You can't be serious.\"\"In the governor's manor.\"\"Of all the -\" \"In the governor's bed.\"\"Damned lunatic!\"\"With the governor sleeping next to her.\"The night quiet was broken by the high, distant trill of a whistle, the traditional swarming noise of city watches everywhere. Several other whistles joined in a few moments later.\"It is possible,\" said Locke with a sheepish grin, \"that I have been slightly too bold.","author":"Scott Lynch, Red Seas Under Red Skies","category":"humor"},{"quote":"Paris answered for him. \"Last time he spread the flashing love, Reyes threw up all over his shirt. I never laughed so hard in my life. Lucien, though, has no sense of humor and vowed never to take us again.\"\"I'm surprised you didn't mention the part where you fainted,\" Lucien said wryly.Strider chortled. \"Oh, man. You fainted? What a baby!\"\"Hey,\" Paris said, frowning at Lucien. \"I told you I hit my head midflash.\"Lucien","author":"Gena Showalter, The Darkest Kiss","category":"humor, lords-of-the-underworld, super-powers"},{"quote":"When things are at their blackest, I say to myself, 'Cheer up, things could be worse.' And sure enough, they get worse.","author":"Robert Lynn Asprin","category":"humor, pessimism"},{"quote":"I'm seven hundred years old, Alexander. I know when something isn't going to work. You won't even admit I exist to your parents.\" Alec stared at him. \"I thought you were three hundred! You're seven huundred years old?\" \"Well,\" Magnus amended, \"eight hundred. But I dont look it. Anyway, you're missing the point. The point is-\" But Alec never found out what the point was because at that moment a dozen more Iblis demons flooded into the square. He felt his jaw drop. \"Damn it.\" Magnus followed his gaze. the demons were already fanning out into a half circle around them, their yellow eyes glowing. \"Way to change the subject, Lightwood.","author":"Cassandra Clare, City of Glass","category":"alec, humor, magnus-bane"},{"quote":"Years from now, when I'm successful and happy, ...and he's in prison... I hope I'm not too mature to gloat.","author":"Bill Watterson","category":"envy, humor"},{"quote":"We learn from experience that men never learn anything from experience.","author":"George Bernard Shaw","category":"history, humor"},{"quote":"There's a difference between preferring books to parties and preferring sixteen cats to seeing the light of day.","author":"Lauren Morrill, Meant to Be","category":"humor, introverts, reading"},{"quote":"Charlie whistled \"Amazing Grace\" as he drove. It was all I could do not to whip my head around and snap, Are you kidding me? Couldn't he pick something more appropriate, like \"Shout at the Devil\" or \"Don't fear the Reaper\"? Some people had no sense of the proper music for a kidnapping.","author":"Jeaniene Frost, Halfway to the Grave","category":"cat, humor"},{"quote":"Don’t put off till tomorrow anyone you could be doing today.","author":"Emma Chase, Tangled","category":"end-of-the-world, humor, sex"},{"quote":"I'll not listen to reason... reason always means what someone else has got to say.","author":"Elizabeth Gaskell, Cranford","category":"humor, independent-thought, reasoning, self-trust"},{"quote":"Another werewolf thing. Like most animals, we spent a large part of our lives engaged in the three Fs of basic survival. Feeding, fighting and... reproduction.","author":"Kelley Armstrong, Stolen","category":"alliteration, humor, werewolves"},{"quote":"Holmes and Watson are on a camping trip. In the middle of the night Holmes wakes up and gives Dr. Watson a nudge. \"Watson\" he says, \"look up in the sky and tell me what you see.\"\"I see millions of stars, Holmes,\" says Watson.\"And what do you conclude from that, Watson?\"Watson thinks for a moment. \"Well,\" he says, \"astronomically, it tells me that there are millions of galaxies and potentially billions of planets. Astrologically, I observe that Saturn is in Leo. Horologically, I deduce that the time is approximately a quarter past three. Meterologically, I suspect that we will have a beautiful day tomorrow. Theologically, I see that God is all-powerful, and we are small and insignficant. Uh, what does it tell you, Holmes?\"\"Watson, you idiot! Someone has stolen our tent!","author":"Thomas Cathcart","category":"humor, plato-and-platypus, sherlock, sherlock-holmes"},{"quote":"Ayame: \"Yuki, let's deepen the bond between us brothers!\"Yuki: \"Before you can do that I'll drown you in the deepest part of that lake.\"Ayame: \"As long as we spend time together.\"Yuki: \"On second thought, go drown yourself.","author":"Natsuki Takaya","category":"ayame, fruits-basket, humor, manga, natsuki-takaya, yuki"},{"quote":"If Christ were here there is one thing he would not be—a Christian.","author":"Mark Twain, Notebook","category":"christ, christian, christianity, humor, wisdom, wit"},{"quote":"You look as scary as a buttered muffin.","author":"Tamora Pierce","category":"beka-cooper, harmlessness, humor, tortall"},{"quote":"Grover wore his fake feet and his pants to pass as human. He wore a green rasta-style cap, because when it rained his curly hair flattened and you could just see the tips of his horns. His bright orange backpack was full of scrap metal and apples to snack on. In his pocket was a set of reed pipes his daddy goat had carved for him, even though he only knew two songs: Mozart's Piano Concerto no. 12 and Hilary Duff's \"So Yesterday,\" both of which sounded pretty bad on reed pipes.","author":"Rick Riordan, The Lightning Thief","category":"grover-underwood, hilary-duff, humor, mozart, reed-pipe"},{"quote":"Caliph Vathek and his dark hordeAre bound for Hell, you won’t be bored!Your faith in me will be restored—Unless this token you find untowardAnd my poor gift you have ignored.","author":"Cassandra Clare, Clockwork Prince","category":"humor"},{"quote":"Of course, it is boring to read about boring thing, but it is better to read something that makes you yawn with boredom than something that will make you weep uncontrollably, pound your fists against the floor, and leave tearstains all over your pillowcase, sheets, and boomerang collection.","author":"Lemony Snicket, The Grim Grotto","category":"english, humor"},{"quote":"Often it does seem such a pity that Noah and his party did not miss the boat.","author":"Mark Twain, Christian Science","category":"humor, wit"},{"quote":"In the present case it is a little inaccurate to say I hate everything. I am strongly in favor of common sense, common honesty and common decency. This makes me forever ineligible to any public office of trust or profit in the Republic. But I do not repine, for I am a subject of it only by force of arms.","author":"H.L. Mencken","category":"american, common-sense, corruption, decency, force, hate, honesty, humor, politicians, politics, republic, trust, united-states"},{"quote":"Don't care for her tongue, do you? How strange. I find it one of my favorite parts.Bones to Gregor","author":"Jeaniene Frost, Destined for an Early Grave","category":"bones, cat, humor"},{"quote":"The problem with doing nothing is that you never know when you're finished.","author":"Nelson DeMille","category":"humor"},{"quote":"The road to creativity passes so close to the madhouse and often detours or ends there.","author":"Ernest Becker, The Denial of Death","category":"art, creativity, existentialism, humor, psychosis"},{"quote":"I actually like how doctors talk. I like the sound of science. I like how words you don't understand explain things you can't understand.","author":"R.J. Palacio, Wonder","category":"humor, truth"},{"quote":"Where I come from, we're more about efficiency,' he replies. 'A knife like this'll skewer food, smear butter, and slit throats all at the same time.","author":"Marie Lu, Champion","category":"humor"},{"quote":"NO PDA,school rules. And besides she's my partner dickhead.\" said Alex.","author":"Simone Elkeles, Perfect Chemistry","category":"humor"},{"quote":"Who knew that the devil had a factory where he made millions of fossils, which his minions distributed throughout the earth, in order to confuse my tiny brain?","author":"Lewis Black, Me of Little Faith","category":"atheism, atheist, humor, noremorse, religion"},{"quote":"You know you have ADD when Look A chicken - T-shirt","author":"Darynda Jones, First Grave on the Right","category":"funny, humor"},{"quote":"I think the very word stalking implies that you're not supposed to like it. Otherwise, it would be called 'fluffy harmless observation time'.","author":"Molly Harper","category":"humor, labels, stalking"},{"quote":"The French have a new president, the British will soon have a new P.M., and we envy them as we endure the endless wait for this small dim man to go back to Texas and resume his life.","author":"Garrison Keillor","category":"humor, politics"},{"quote":"The leading cause of death among fashion models is falling through street grates.","author":"Dave Barry","category":"dieting, humor"},{"quote":"Death didn't bother me much. Strong Christian and all that. Method of death did. Being eaten alive. One of my top three ways not to go out.","author":"Laurell K. Hamilton, The Laughing Corpse","category":"death, humor"},{"quote":"It seems that the young woman made some indelicate suggestion of a threesome...When I got there, Miss Nash was standing by the hot tub in a small bikini, pointing the business end of a SIG-Sauer P-226 at her fella and concerned members of the hotel staff, while dunking the scantily clad female's head under the water and asking, \"Who's diving for clams now, bitch?","author":"Ilona Andrews, Magic Bleeds","category":"humor, magic-bleeds"},{"quote":"Either you go to America with Mrs. Van Hopper or you come home to Manderley with me.\"\"Do you mean you want a secretary or something?\"\"No, I'm asking you to marry me, you little fool.","author":"Daphne du Maurier, Rebecca","category":"chapter-6, humor, marriage, proposal, relationships"},{"quote":"Why did Mother ask you to help me rescue Gelsi?\" I asked Leif.\"She thought I could assist you in some way. Instead, I had tried to-\"\"Kill me? You can join the 'I Want to Kill Yelena Guild.' I hear they have sixmembers in good standing.Valek is president since he had wanted to kill me twice.\"--Yelena to Leif","author":"Maria V. Snyder, Magic Study","category":"humor, leif, yelena"},{"quote":"Writing is the only profession where no one considers you ridiculous if you earn no money.","author":"Jules Renard","category":"humor, writing"},{"quote":"The lack of money is the root of all evil.","author":"Mark Twain","category":"humor"},{"quote":"Molly: So how do you think of Bryce Hamilton crowd so far? Boys hot enough for you?Bethany: I wouldn't say hot. Most of them seem to have a normal body temperature.","author":"Alexandra Adornetto, Halo","category":"bethany-church, humor, molly"},{"quote":"I love Mickey Mouse more than any woman I have ever known.","author":"Walt Disney Company","category":"humor"},{"quote":"And then Jack chopped down what was the world's last beanstalk, adding murder and ecological terrorism to the theft, enticement, and trespass charges already mentioned, and all the giant's children didn't have a daddy anymore. But he got away with it and lived happily ever after, without so much as a guilty twinge about what he had done...which proves that you can be excused for just about anything if you are a hero, because no one asks inconvenient questions.","author":"Terry Pratchett, Hogfather","category":"humor"},{"quote":"I spilled more times than a glass of milk on a roller coaster.","author":"Scott Westerfeld, Uglies","category":"humor"},{"quote":"[Myrnin to Claire about their costumes of Pierrot and Harlequin, respectively]\"Don't they teach you anything in your schools?\".\"\"Pity. I suppose that's what comes of your main education flowing from Google.","author":"Rachel Caine, Feast of Fools","category":"claire-danvers, education, google, humor, myrnin"},{"quote":"I never hated a man enough to give him his diamonds back.","author":"Zsa Zsa Gabor","category":"funny, humor, men, relationships"},{"quote":"The truth is, every son raised by a single mom is pretty much born married. I don't know, but until your mom dies it seems like all the other women in your life can never be more than just your mistress.","author":"Chuck Palahniuk","category":"family, humor, mother"},{"quote":"Well, spit on my empty grave--if it ain't the attack of the Disney princesses!","author":"Amy Plum, Die for Me","category":"disney, humor"},{"quote":"Just wait until he figures out I shut him out of his slut hut.","author":"Ilona Andrews, Magic Bleeds","category":"humor"},{"quote":"Sometimes when it looks like I'm deep in thought I'm just trying not to have a conversation with people.","author":"Pete Wentz","category":"conversation, humor, pete, thought, wentz"},{"quote":"He smiled at that, and then his gaze shifted to a spot over my shoulder and it faded. 'These doubts wouldn’t have anything to do with the company you’re keeping of late, would they?'I didn’t get a chance to answer before the shop door was thrown open and a furious war mage stomped in. Pritkin spotted me and his eyes narrowed.'You shaved my legs?!'Mircea looked at me and folded his arms across his chest. I looked from one unhappy face to the other and suddenly remembered that I had somewhere else to be.","author":"Karen Chance, Curse the Dawn","category":"cassandra, fiction, humor, romance, supernatural, vampire"},{"quote":"Well enough,” I reply. “Remember, you’re drunk. And happy. You’re supposed to be lusting over your escort. Try smiling a little more.” like I’m lusting? This is me, lusting.” His lashes flutter at me. better.","author":"Marie Lu, Prodigy","category":"drunk, humor, lust, pretending"},{"quote":"Tell you what, you let me go, and I’ll ask you plenty of questions about your race. Until then, I’m slightly distracted with how this little vacation on the good ship Holy Sh*t is going to pan out for me.","author":"J.R. Ward, Lover Unbound","category":"fiction, humor, jane, paranormal, romance, vampire"},{"quote":"Stop!\" Narcissus got to his feet. \"This is not right! This person is obviously not awesome, so he must be...\" He struggled for the right words. It had probably been a long time since he'd talked about anything other than himself. \"He must be tricking us.\" Apparently Narcissus wasn't completely stupid.","author":"Rick Riordan, The Mark of Athena","category":"echo, hazel-levesque, himself, humor, leo-valdez, narcissus, nymphs, tricking"},{"quote":"Um...Mercer? Haven't seen you in nearly a month. I was expecting something like, 'Oh Cross, love of my heart, fire of my loins, how I've longed--","author":"Rachel Hawkins, Spell Bound","category":"archer, archer-cross, funny, hex-hall, humor, mercer, rachel-hawkins, sophie, spell-bound"},{"quote":"Everything is funny as long as it is happening to somebody else.","author":"Will Rogers","category":"funny, humor, mean"},{"quote":"I have noticed that the people who are late are often so much jollier than the people who have to wait for them.","author":"Edward Verrall Lucas","category":"humor, humorous, late, tardy, waiting"},{"quote":"Look!\" said Foaly, pointing with some urgency into the vast steel-gray gloom, \"Someone who cares!","author":"Eoin Colfer, The Atlantis Complex","category":"artemis-fowl, foaly, humor, humour"},{"quote":"If you think I'm going to let six people risk their lives - !''because it's the first time for all of us,' said Ron.'This is different, pretending to be me -''Well, none of us really fancy it, Harry,' said Fred earnestly. 'Imagine if something went wrong and we were stuck as specky, scrawny gits forever.'Harry did not smile. 'You can't do it if I don't cooperate, you need me to give you some hair.''Well, that's the plan scuppered,' said George. 'Obviously there's no chance at all of us getting a bit of your hair unless you cooperate.''Yeah, thirteen of us against one bloke who's not allowed to use magic; we've got no chance,' said Fred.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor"},{"quote":"I've heard that hard work never killed anyone, but I say why take the chance?","author":"Ronald Reagan","category":"humor, laziness, sloth, work"},{"quote":"I'm a werewolf trapped in a human body.\"\"Well, yeah, that's kind of the definition.\"\"No, really. I'm trapped.\"\"Oh? When was the last time you shape-shifted?\"\"That's just it - I've never shape-shifted.\"\"So you're not really a werewolf.\"\"Not yet. But I was meant to be one, I just know it. How do I get a werewolf to attack me?\"Stand in the middle of a forest under a full moon with a raw steak tied to your face, holding a sign that says, 'Eat me; I'm stupid'?","author":"Carrie Vaughn, Kitty and the Midnight Hour","category":"humor, stupidity, werewolves"},{"quote":"I really should come with a warning label.","author":"Tom Upton","category":"humor"},{"quote":"I need to look like an idiot at least twice a day to keep myself humble.","author":"Janet Evanovich, Twelve Sharp","category":"humor"},{"quote":"And Nate? You kiss like a slobbering dog, you have bad breath, and you wouldn't know how to punch the right buttons on a girl if we came with manuals. Happy Thanksgiving, Jackass.","author":"Elizabeth Eulberg, The Lonely Hearts Club","category":"boys, humor, sassy"},{"quote":"Frank didn’t drop you on purpose,” she said. “He’s not like that. He’s just a little clumsy sometimes.”“Oops,” Leo said, in his best Frank Zhang voice. “Dropped Leo into a squad of enemy soldiers. Dang it!","author":"Rick Riordan, The Mark of Athena","category":"humor"},{"quote":"Any idiot can put up a website.","author":"Patricia Briggs, Blood Bound","category":"computers, humor, internet"},{"quote":"Okay, seriously, I dont know if this is true or not, but I heard people who use profanity are trying to compensate for their lack of you know... size\" -Tuck","author":"Simone Elkeles, Rules of Attraction","category":"carlos, humor, tuck"},{"quote":"He who can, does. He who cannot, teaches.","author":"George Bernard Shaw, Man and Superman","category":"humor"},{"quote":"Call me sentimental, but there's no-one in the world that I'd like to see get dysentery more than you","author":"David Nicholls, One Day","category":"humor"},{"quote":"When I'm out of politics I'm going to run a business, it'll be called rent-a-spine","author":"Margaret Thatcher","category":"humor, politics"},{"quote":"You have a very open relationship with your fans.\"\"Yes. We have an open relationship. Obviously they can see other authors if they want, and I can see other readers.","author":"Neil Gaiman","category":"fans, humor, interview, relationship"},{"quote":"He whipped out his sheet, then pulled it over himself and wrapped it tightly around his face like an old woman in a shawl. 'How do I look?''Like the ugliest shanky girl I’ve ever seen,' Minho responded. 'You better thank the gods above you were born a dude.' 'Thanks.","author":"James Dashner, The Scorch Trials","category":"humor, minho, old-ladies, scorch-trials, shanks"},{"quote":"I had no desire to hear another woman tell my boyfriend how hot he was. If I wanted him to know, I'd damn well tell him myself.","author":"Rachel Vincent, Rogue","category":"faythe, humor, rogue, vincent"},{"quote":"I don’t believe in astrology","author":"I’m a Sagittarius and we’re skeptical.","category":"Arthur C. Clarke"},{"quote":"It was amazing how many books one could fit into a room, assuming one didn't want to move around very much.","author":"Brandon Sanderson, The Well of Ascension","category":"books, humor, reading"},{"quote":"...slow and drunk is no match for fast and scared shitless.","author":"Ransom Riggs, Miss Peregrine’s Home for Peculiar Children","category":"humor"},{"quote":"If you are good life is good.","author":"Roald Dahl, Matilda","category":"humor"},{"quote":"Ack!\" I said.Fearless master of the witty dialogue, that's me.","author":"Jim Butcher, Changes","category":"harry-dresden, humor, wit"},{"quote":"Spike (to Giles) : Oh, poor Watcher. Did your life pass before your eyes — 'Cuppa tea, cuppa tea... almost got shagged... cuppa tea'?","author":"Marti Noxon, Buffy the Vampire Slayer","category":"humor, snark"},{"quote":"Writing is like getting married. One should never commit oneself until one is amazed at one's luck.","author":"Iris Murdoch","category":"humor, writing"},{"quote":"A genius. A criminal mastermind. A millionaire. And he is only twelve years old.","author":"Eoin Colfer, Artemis Fowl","category":"fairies, genius, humor"},{"quote":"FABLEHAVEN: None who enter will leave unchanged. Trespassers will be turned to stone.","author":"Brandon Mull","category":"fablehaven, humor, magic, trespassing"},{"quote":"No, I do my torturing in the dungeon like any other respectable castle owner,","author":"Jeaniene Frost, Once Burned","category":"humor, vlad-tepesh"},{"quote":"Your as slow as a fat kid on crutches","author":"P.C. Cast","category":"humor"},{"quote":"Actors are so fortunate. They can choose whether they will appear in tragedy or in comedy, whether they will suffer or make merry, laugh or shed tears. But in real life it is different. Most men and women are forced to perform parts for which they have no qualifications. Our Guildensterns play Hamlet for us, and our Hamlets have to jest like Prince Hal. The world is a stage, but the play is badly cast.","author":"Oscar Wilde, Lord Arthur Savile's Crime and Other Stories","category":"humor, satire, shakespeare"},{"quote":"He who laughs last laughs the laughiest.","author":"Louise Rennison, Dancing in My Nuddy-Pants","category":"humor"},{"quote":"This is a mournful discovery.1)Those who agree with you are insane2)Those who do not agree with you are in power.","author":"Philip K. Dick, VALIS","category":"humor, paranoia"},{"quote":"He’s a love-’em-and-leave-’em kind of guy. And though he’s not a Lord, he does have a curse hanging over his head. I have the book to prove it.”William growled low in his throat. “Anya! Must you share my secrets with everyone?” He flattened his palms on the arms of his chair. “Fine. If you can spill, I can, too. Anya’s the reason the Titanic sank. She was playing chicken with the icebergs.”Scowling, Anya anchored her hands on her hips. “William had a bronze made of his penis and placed it on his mantel.","author":"Gena Showalter, The Darkest Whisper","category":"humor, lords-of-the-underworld, william"},{"quote":"Some have brains, and some haven't, ... and there it is.","author":"A.A. Milne","category":"book-character, humor, kids-books"},{"quote":"Katniss: 'What about you? Ive seen you in the market. You can lift hundred pound bags of flour'. I snap at himTell him that. Thats not nothing.Peeta: Yes and Im sure the arena will be full of bags of flour for me to chuck at people.","author":"Suzanne Collins, The Hunger Games","category":"humor, sarcasm"},{"quote":"Things on the essential list: vodka, Nine Inch Nails, a steady supply of mortal men, and an all-purpose bitchy attitude.","author":"Richelle Mead","category":"georgina-kincaid, humor, nin, nine-inch-nails, paranormal-romance, succubus, vodka"},{"quote":"You're like a tornado of bullshit right now. We'll talk again when your bullshit dies out over someone else's house.","author":"Justin Halpern, Sh*t My Dad Says","category":"humor"},{"quote":"If you die in an elevator, be sure to push the up button.","author":"Sam Levenson","category":"death, die, elevator, funny, heaven, humor, sam-levenson"},{"quote":"As far as I can tell, there are two basic (kissing) rules: 1. Don't bite anything without permission. 2. The human tongue is like wasabi: it's very powerful, and should be used sparingly.","author":"John Green, Paper Towns","category":"humor, kissing"},{"quote":"She came awake, stomach rumbling, and opened her eyes to see a plate being held right under her nose. When she reached for it, Shane snatched it back. 'Nuh-uh. Mine.''Share!' she demanded.'Man, you are one grabby girlfriend.'She grinned. It always made her feel so fiercly warm inside to hear him say that- the girlfriend part, not the grabby part. 'If you love me, you'll give me a taco.''Seriously? That's all you got? What about you'll do sexy, illegal things to me for a taco?''Not for a taco,' she said. 'I'm not cheap.''They're brisket tacos.''Now you're talking.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, humor, morganville-vampires, shane-collins, tacos"},{"quote":"I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender.","author":"Rodney Dangerfield","category":"affair, humor, infidelity, psychiatrist, wife"},{"quote":"You climbed into my window in the middle of the night. So, either you're some kind of Vampire or some kind of Perv. Which is it?","author":"Kami Garcia, Beautiful Creatures","category":"choices, humor"},{"quote":"What grinds me the most is we're sending kids out into the world who don't know how to balance a checkbook, don't know how to apply for a loan, don't even know how to properly fill out a job application, but because they know the quadratic formula we consider them prepared for the world`With that said, I'll admit even I can see how looking at the equation x -3 = 19 and knowing x =22 can be useful. I'll even say knowing x =7 and y= 8 in a problem like 9x - 6y= 15 can be helpful. But seriously, do we all need to know how to simplify (x-3)(x-3i)??And the joke is, no one can continue their education unless they do. A student living in California cannot get into a four-year college unless they pass Algebra 2 in high school. A future psychologist can't become a psychologist, a future lawyer can't become a lawyer, and I can't become a journalist unless each of us has a basic understanding of engineering.Of course, engineers and scientists use this shit all the time, and I applaud them! But they don't take years of theater arts appreciation courses, because a scientist or an engineer doesn't need to know that 'The Phantom of the Opoera' was the longest-running Broadway musical of all time.Get my point?","author":"Chris Colfer, Struck By Lightning: The Carson Phillips Journal","category":"education, humor, school"},{"quote":"He gazed amusedly down the table at Tessa. “You’re the shape-changer, aren’t you?” he said. “Magnus Bane told me about you. No mark on you at all, they say.” Tessa swallowed and looked him straight in the eye. They were discordantly human eyes, ordinary in his extraordinary face. “No. No mark.” He grinned around his fork. “I do suppose they’ve looked everywhere?” “I’m sure Will’s tried,” said Jessamine in a bored tone.","author":"Cassandra Clare, Clockwork Prince","category":"humor, tessa-gray"},{"quote":"You're getting into some kind of shape, cop.\"Aw, come on, now.\" Butch grinned. \"Don't let that shower we took go to your head.\"Rhage fired a towel at the male. \"Just pointing out your beer gut's gone.\"It was a Scotch pot. And I don't miss it.","author":"J.R. Ward, Lover Eternal","category":"exercise, friendship, humor, vampire"},{"quote":"Percy was getting tired of water.If he said that aloud, he would probably get kicked out of Poseidon’s Junior Sea Scouts, but he didn’t care.","author":"Rick Riordan, The Mark of Athena","category":"humor, percy-jackson, percy-jackson-and-the-olympians, poseidon, the-heroes-of-olympus, the-mark-of-athena"},{"quote":"I don't need anything to get high. I'm high on life.","author":"Melissa de la Cruz, Blue Bloods","category":"blue-blood, high, humor"},{"quote":"In a totally sane society, madness is the only freedom.","author":"J.G. Ballard, Running Wild","category":"humor"},{"quote":"Anyone who knew the word slattern was worth cultivating as a friend.","author":"Alan Bradley, The Sweetness at the Bottom of the Pie","category":"friendship, humor, vocabulary"},{"quote":"Kids. You gotta love them. I adore children. A little salt, a squeeze of lemon--perfect.","author":"Jim Butcher, Storm Front","category":"dresden, humor, kids, storm_front"},{"quote":"He was painfully shy, which, as is often the manner of the painfully shy, he overcompensated for by being too loud at the wrong times.","author":"Neil Gaiman, Stardust","category":"growing-up, humor"},{"quote":"Will put his hand on Nico's shoulder. \"Nico, we need o have another talk about your people skills.\"\"Hey, I'm just stating the obvious. If this is Apollo, and he dies, we're all in trouble.\"Will turned to me. \"I apologize for my boyfriend.\"Nico rolled his eyes. \"Could you not―\"\"Would you prefer special guy?\" Will asked. \"Or significant other?\"\"Significant annoyance, in your case,\" Nico grumbled","author":"Rick Riordan, The Hidden Oracle","category":"couple, gay, humor, lgbt, romance"},{"quote":"Yes, we'll yell, 'Help, help us, goose girl, and bring the terrifying legion of warrior geese'.","author":"Shannon Hale, The Goose Girl","category":"goose, humor, isi, sarcasm"},{"quote":"How long have you been with Raphael?”“You ask a lot of questions for a dead woman.”“What can I say? I prefer to die well-informed.”-Venom and Elena","author":"Nalini Singh, Angels' Blood","category":"badass, humor, nalini-singh, paranormal, sarcasm"},{"quote":"I am a man, and men do not drink pink drinks. Now, be gone, woman, and fetch me something brown.\" Jace said. \"Brown?\" said Isabelle.\"Yes. Brown. It's a manly color. See? Alec is wearing it.\" Jace said.\"Well, it was black but it faded.\" Alec said.\"Well, I can always fix it up with something sparkly,\" Magnus said, holding a sparkley headband. \"Resist the urge, Alec, resist the urge.\" Simon said.","author":"Cassandra Clare, City of Glass","category":"city-of-glass, humor"},{"quote":"Humor is mankind's greatest blessing.","author":"Mark Twain","category":"humor"},{"quote":"His eyes widened just a bit, his lips flexed. I realized he was trying not to laugh. I hate it when people find my threats amusing.","author":"Laurell K. Hamilton, The Laughing Corpse","category":"humor, threats"},{"quote":"People usually asked her if she had a belly button. Of course she had a belly button. She couldn't explain how. She didn't really want to know.","author":"Rick Riordan, The Mark of Athena","category":"athena, bellybutton, humor"},{"quote":"Getting you a date to prom is so hard that the hypothetical idea itself is actually used to cut diamonds,\" I added. Radar tapped a locker twice with his fist to show his approval, and then came back with another. \"Ben, getting you a date to prom is so hard that the American government believes the problem cannot be solved with diplomacy, but will instead require force.","author":"John Green, Paper Towns","category":"boys, dating, high-school, humor, john-green, paper-towns, prom"},{"quote":"I was just kidding, shuck-face,\" Minho said. \"Let's all go over there. She could have an army of psycho girl ninjas hiding in that shack of hers.\"\"Psycho girl ninjas?\" Newt repeated, his voice showing he was surprised, if not annoyed, by Minho's additude.","author":"James Dashner, The Scorch Trials","category":"awesomesauce, epic, humor, ninjas"},{"quote":"Yes, men are pigs. Except your brother, of course. He's actually a decent human being. Almost a woman.-Jillian's mother","author":"Gena Showalter, Catch a Mate","category":"humor, men, romance"},{"quote":"This emotion I'm feeling now, this is love, right?\"\"I don't know. Is it a longing? Is it a giddy stupid happiness just because you're with me?\"\"Yes,\" she said.\"That's influenza,\" said Miro. \"Watch for nausea or diarrhea within a few hours.","author":"Orson Scott Card, Children of the Mind","category":"humor, relationships, symptoms"},{"quote":"In theory, there is no difference between theory and practice. But in practice, there is.","author":"Yogi Berra","category":"humor, theory, think"},{"quote":"What makes you think that Valentine's change of plans had anything to do with your brother?\" \"Because only Jace can piss someone off that much.","author":"Cassandra Clare","category":"humor"},{"quote":"That's kind of a leap, but the Russian judge gave you a nine point five for style, so okay.","author":"Rachel Caine, Glass Houses","category":"humor"},{"quote":"Get there early because hope does not park your mother-fucking car.","author":"Jon Stewart","category":"humor, obama, parking"},{"quote":"It was a lame excuse, and I knew that wasn't the reason he was canceling. If he wanted to avoid me, I would have preferred he made up something about how he and the other guardians had to up Moroi security or practice top-secret ninja moves.","author":"Richelle Mead, Frostbite","category":"humor"},{"quote":"Why hasn't anyone killed him yet?”“Dumb luck,” Wit said. “In that I’m lucky you’re all so dumb.","author":"Brandon Sanderson, Words of Radiance","category":"hoid, humor, luck, wit"},{"quote":"So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family.","author":"George Carlin, Brain Droppings","category":"death, family, fun, hell, humor"},{"quote":"Of course, it is quite possible to be in the dark in the dark, but there are so many secrets in the world that it is likely that you are always in the dark about one thing or another, whether you are in the dark in the dark or in the dark not in the dark, although the sun can go down so quickly that you may be in the in the dark about being in the dark, only to look around and find yourself no longer in the dark about being in the dark, but in the dark in the dark nontheless, not only because of the dark, but because of the ballerinas in the dark, who are not in the dark about the dark, but also not in the dark about the locked cabinet, and you may be in the dark about the ballerinas digging up the locked cabinet in the dark, even though you are no longer in the dark about being in the dark, and so you are in fact in the dark about being in the dark, even though you are not in the dark about being in the dark, and so you may fall into the hole that the ballerinas have dug, which is dark, in the dark, and in the park.","author":"Lemony Snicket, The End","category":"humor"},{"quote":"You mean other than the wings? I once ate nine snicker bars in a row without barfing. It was a record.","author":"James Patterson","category":"humor, maximum-ride, nudge"},{"quote":"Lead me not into temptation","author":"I can find the way myself.","category":"Rita Mae Brown"},{"quote":"You can knock on a deaf man's door forever.","author":"Nikos Kazantzakis, Zorba the Greek","category":"humor"},{"quote":"Close your eyes and picture it. Can you see it?\"I nod, eyes closed. its texture, shape, and color—got it?\"I smile, holding the image in my head. its contours with the tips of your fingers, cradle its weight in the palms of your hands, then combine all of your senses—sight, touch, smell, taste—can you taste it?\"I bite my lip and suppress a giggle. it!\" he says.So I do. I do all of those things. And when he groans, I open my eyes to see for myself.. This isn't even close.\"\"Nope, nothing fruity about him.\" I laugh, smiling ateach of my Damens—the replica I manifested before me, and the flesh and blood version beside me. Both of them equally tall, dark, and so devastatingly handsome they hardly seem real.","author":"Alyson Noel, Blue Moon","category":"humor"},{"quote":"I had the right to remain silent... but I didn't have the ability.","author":"Ron White","category":"humor, humour, self-knowledge"},{"quote":"This is a good place,\" he said.\"There's a lot of liquor,\" I agreed.","author":"Ernest Hemingway, The Sun Also Rises","category":"alcoholism, humor, liquor"},{"quote":"I swear, talking to you is like talking to a really good-looking and mildly stupid brick wall.","author":"Derek Landy, Death Bringer","category":"brick-wall, dumb-people, humor, humorous, insult, stupidity, vampire, vampire-boyfriend"},{"quote":"Come on guys, you cant fight like this forever\"\"Actually,\" Simon said, raising his hand,\"I can\".Jace made a weird noise and I realized he was trying not to laugh-which by the way, wasn't working.","author":"Cassandra Clare","category":"humor, jace-wayland, mortal-instruments, simon-lewis"},{"quote":"We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart.","author":"H.L. Mencken, Minority Report","category":"funny, humor, joke, kids, respect, smart, wife"},{"quote":"An elite confederacy of nerds. My peeps","author":"Kathy Reichs, Virals","category":"humor"},{"quote":"You did not just say that. I have a feeling we're on the verge of hugging and coming up with cute nicknames for each other.","author":"Richelle Mead, Shadow Kiss","category":"humor, sarcasm"},{"quote":"It isn`t premarital sex if you have no intention of getting married.","author":"Drew Carey","category":"humor"},{"quote":"if something is there, you can only see it with your eyes open, but if it isn't there, you can see it just as well with your eyes closed. That's why imaginary things are often easier to see than real ones.","author":"Norton Juster, The Phantom Tollbooth","category":"children-s, fantasy, fiction, humor, illusions, imaginary, imagination, on-fiction, reality"},{"quote":"Oh! it is absurd to have a hard-and-fast rule about what one should read and what one shouldn't. More than half of modern culture depends on what one shouldn't read.","author":"Oscar Wilde, The Importance of Being Earnest","category":"algernon, humor, literature, reading"},{"quote":"The magician stood erect, menacing the attackers with demons, metamorphoses, paralyzing ailments, and secret judo holds. Molly picked up a rock.","author":"Peter S. Beagle, The Last Unicorn","category":"funny, humor, unicorn"},{"quote":"You wanna go build some shelves with me?","author":"Alexandra Bracken, In The Afterlight","category":"humor"},{"quote":"I can win an argument on any topic, against any opponent. People know this, and steer clear of me at parties. Often, as a sign of their great respect, they don't even invite me.","author":"Dave Barry","category":"humor, humour"},{"quote":"I went to a bookstore and asked the saleswoman, 'Where’s the self-help section?' She said if she told me, it would defeat the purpose.","author":"Steven Wright","category":"humor, self-improvement"},{"quote":"Cut my pie into four pieces, I don’t think I could eat eight.","author":"Yogi Berra","category":"humor, pie"},{"quote":"Adam's response was buried in the sound of the first-story door falling open. Noah slouched in. In a wounded tone, he said, \"He threw me out the window!\"Ronan's voice sang out from behind his closed door: \"You're already dead!","author":"Maggie Stiefvater, The Dream Thieves","category":"funny, humor, noah-czerny, ronan-lynch"},{"quote":"The other night I was lying in bed, looking up at the stars, and I wondered, 'Where the hell is my roof?","author":"Steven Wright","category":"humor"},{"quote":"rolf! what? are you really rolling on the floor laughing? well, please stay down there for a sec while I KICK YOUR ASS.","author":"David Levithan, Will Grayson, Will Grayson","category":"abbreviations, acronyms, emoticons, humor, internet-slang"},{"quote":"I am in full possession of the amazing power of being sarcastic.","author":"Sarah Rees Brennan, The Demon's Covenant","category":"humor, sarcasm"},{"quote":"I don't get high, but sometimes I wish I did. That way, when I messed up in life I would have an excuse. But right now there's no rehab for stupidity.","author":"Chris Rock","category":"humor"},{"quote":"If I ever form a clan, we'll be the anti-cheerleaders and walk under the bleacher forming mild acts of mayhem.","author":"Laurie Halse Anderson, Speak","category":"anarchy, humor"},{"quote":"So the first thing we're gonna do,\" I told him, \"is push you off the roof.","author":"James Patterson, Fang","category":"humor, maxride"},{"quote":"All are lunatics, but he who can analyze his delusion is called a philosopher.","author":"Ambrose Bierce, The Collected Writings Of Ambrose Bierce","category":"delusion, humor, lunatics, philosopher"},{"quote":"Ooh..I want one\" - BexThey're not puppies.\" -Cammie","author":"Ally Carter","category":"humor"},{"quote":"I like video games, but they're really violent. I'd like to play a video game where you help the people who were shot in all the other games. It'd be called 'Really Busy Hospital.","author":"Demetri Martin","category":"comedians, demetri-martin, funny, games, helping-others, humor, shot, video-games"},{"quote":"No adolescent ever wants to be understood, which is why they complain about being misunderstood all the time.","author":"Stephen Fry, Moab Is My Washpot","category":"adolescence, complaints, humor, understanding"},{"quote":"I like to see the glass as half full, hopefully of jack daniels.","author":"Darynda Jones, First Grave on the Right","category":"alcohol, drinking, humor, optimism"},{"quote":"But we're going to smile and pretend we're fine with the dorky birthmas gifts because people do not get that they can't mush a birthday into christmas.","author":"P.C. Cast, Chosen","category":"humor"},{"quote":"Alec?\" Magnus was staring at him. He had dispatched the remaining Iblis demons, and the square was empty but for the two of them. \"Did you just- did you just save my life?\" Alec knew he ought to say something like, Of course, because I'm a Shadowhunter and that's what we do, or That's my job. Jace would have said something like that. Jace always knew the right thing to say. But the words that actually came out of Alec's mouth where quite different- and sounded petulant, even to his own ears. \"You never called me back,\" he said. \"I called you so many times and you never called me back.\" Magnus looked at Alec as if he'd lost his mind. \"Your city is under attack,\" he said. \"The wards have broken, and the streets are full of demons. And you want to know why I haven't called you?","author":"Cassandra Clare, City of Glass","category":"alec-lightwood, humor, magnus-bane"},{"quote":"Perhaps you are thinking: 'But a tank costs several million dollars, not including floor mats. I don't have that kind of money.'Don't be silly. You're a consumer, right? You have credit cards, right?Perhaps you are thinking: 'Yes, but how am I going to pay the credit-card company?'Don't be silly. You have a tank, right?","author":"Dave Barry","category":"humor"},{"quote":"Everyone has a photographic Memory, some just don't have film.","author":"Steven Wright","category":"absurd, humor"},{"quote":"Jace suggested that the cast of \"Gilligan's Island\" could go do something anatomically unlikely with themselves.","author":"Cassandra Clare, City of Ashes","category":"humor, jace-wayland, tv-reference"},{"quote":"Civilization is vastly overrated.","author":"Patricia Briggs, On the Prowl","category":"civilization, humor"},{"quote":"Explanations exist; they have existed for all time; there is always a well-known solution to every human problem—neat, plausible, and wrong.","author":"H.L. Mencken, Prejudices: Second Series","category":"apothegm, humor"},{"quote":"No one believes you’re serious until bodies start to fall. -Vlad","author":"Jeaniene Frost, This Side of the Grave","category":"bones, cat, humor, night-huntress, vlad"},{"quote":"Fortunately, among werewolf women, the word \"bitch\" is not offensive. I was having a lot of fun with that.\"Hey there, bitches!\" I called as I came through the door. \"What are my favorite bitches up to today?","author":"Molly Harper, Nice Girls Don't Date Dead Men","category":"bitch, bitches, humor, vampires, werewolf, werewolves, women"},{"quote":"Orion brightened. \"I have an idea.\"\"Yes?\" said Foaly, daring to hope that a spark of Artemis remained.\"Why don't we look for some magic stones that can grant wishes? Or, if that doesn't work, you could search my naked body for some mysterious birthmark that means I am actually the prince of somewhere or other.","author":"Eoin Colfer, The Atlantis Complex","category":"artemis-fowl, atlantis, birthmarks, complex, foaly, humor, orion"},{"quote":"Why on earth would you buy a car like this if you can't drive a stick? There are dozens of cars--new cars--that have automatic transmission. It'd be a million times easier.\" Adrian shrugged. \"I like the color. It matches my living room.","author":"Richelle Mead, The Golden Lily","category":"adrian-ivashkov, humor, sydney-sage"},{"quote":"Being a leader is making the people you love hate you a little more each day.","author":"Patrick Ness, The Ask and the Answer","category":"boss, humor, leadership, truth"},{"quote":"I have a hobby. I have the world’s largest collection of sea shells. I keep it scattered on beaches all over the world. Maybe you’ve seen some of it.","author":"Steven Wright","category":"humor"},{"quote":"When life hands you a lemon, say, 'Oh yeah, I like lemons! What else ya got?","author":"Henry Rollins","category":"humor"},{"quote":"The attempt to develop a sense of humor and to see things in a humorous light is some kind of a trick learned while mastering the art of living.","author":"Viktor E. Frankl","category":"humor, meaning"},{"quote":"You humans, always eating. I'll make you soup. You can eat it while you keep working.\" Myrnin set aside his book and walked into the back of the lab.\"Don't use the same beaker you used for poisons!\" Claire yelled after him. He waved a pale hand. \"I mean it!","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, myrnin, rachel-caine, the-morganville-vampires, vampires"},{"quote":"He's not doing anything he shouldn't be doing, right?\" \"Like what?\"\"Like hitting on you.\"\"Ew. No, of course not. He doesn't see me that way.\" Michael shook his head and went back to his coffee.\"What? You think he does?\"\"Sometimes he looks at you a little... oddly, that's all. Maybe you're right. Maybe he just wants you for your blood.\"\"Again, Ew! What's with you this morning?\"\"Not enough coffee.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, michael-glass, morganville-vampires, myrnin, rachel-caine, shane-collins, teacher, vampire, vampires"},{"quote":"There's only one rule you need to remember: laugh at everything and foget everybody else! It sound egotistical, but it's actually the only cure for those suffering from self-pity.","author":"Anne Frank, The Diary of Anne Frank","category":"humor"},{"quote":"Must be weird for you, having your mom here.\"\"Weird for me, weird for her, probably weird for you since you had to give up your swinging bachelor pad.\"\"Mrs. Casnoff let me install my heart-shaped Jacuzzi in my new dorm room.\"\"Cal,\" I said with mock astonishment, \"did you just make a joke?\"\"Maybe.","author":"Rachel Hawkins, Demonglass","category":"humor"},{"quote":"She's the kind of girl who climbed the ladder of success wrong by wrong.","author":"Mae West","category":"humor, innuendo, insult, metaphor"},{"quote":"Saphira waved her tail, the tip whistling loudly. \"I'm not asking you to. However, if we attack first, we may gain the advantage.\" \"Have you gone crazy? They'll...\" Eragon's voice trailed off as he thought about it. \"They won't be able to do a thing.\" \"Exactly,\" said Saphira. \"We can inflict lots of damage from a safe height.\" \"Let's drop rocks on them!","author":"Christopher Paolini","category":"dragons, eragon, humor, urgals"},{"quote":"Ride?\" Rhage snorted. \"Please. That thing is a sewing machine with an air dam taped to it. My GTO could dust the fucker in fourth gear from a dead stop.\"When there was an odd sound from behind, John looked back. So did the three Brothers. \"What.\" Xhex bristled and crossed her arms over her chest. \"I can laugh, you know. And that's . . . pretty damn funny.\" Rhage beamed. \"I knew I liked you.","author":"J.R. Ward, Lover Mine","category":"humor"},{"quote":"A word to the wise is infuriating.","author":"Hunter S. Thompson","category":"communication, humor"},{"quote":"When I was in school the teachers told me practice makes perfect","author":"then they told me nobody’s perfect so I stopped practicing.","category":"Steven Wright"},{"quote":"If I was made of cake I'd eat myself before somebody else could.","author":"Emma Donoghue, Room","category":"cake, child, humor, self"},{"quote":"Three be the things I shall never attain: Envy, content, and sufficient champagne.","author":"Dorothy Parker, The Portable Dorothy Parker","category":"humor"},{"quote":"Yes, vanity is a weakness indeed. But pride - where there is a real superiority of mind, pride will be always under good regulation.","author":"Jane Austen, Pride and Prejudice","category":"humor, mr-darcy, pride"},{"quote":"Here's an easy way to figure out if you're in a cult: If you're wondering whether you're in a cult, the answer is yes.","author":"Stephen Colbert, I Am America","category":"cult, humor, religion, satire"},{"quote":"Enormous? Did you just call me FAT? I am not fat. - Jace","author":"Cassandra Clare","category":"cassandra-clare, city-of-ashes, fat, humor, jace, mortal-instruments, sarcasm, vain"},{"quote":"I never met a man that I didn't like.","author":"Will Rogers","category":"humor"},{"quote":"There is only one cure for grey hair. It was invented by a Frenchman. It is called the guillotine.","author":"P.G. Wodehouse","category":"french, grey-hair, guillotine, humor, old-age"},{"quote":"Two things that matter to me. Emotional resonance and rocket launchers.","author":"Joss Whedon","category":"humor"},{"quote":"I’m forever near a stereo saying, ‘What the fuck is this garbage?’ And the answer is always the Red Hot Chili Peppers.","author":"Nick Cave","category":"humor, music, musical-taste, musicians"},{"quote":"I've seen more intelligence in the crotch lice of harem whores.","author":"Christopher Moore, Practical Demonkeeping","category":"humor, insult"},{"quote":"Um,\" Doc said in a mild voice, \"medically speaking, I'm not sure that was the most helpful thing for his condition.\"\"But I feel better,\" Jared answered, sullen.Doc smiled the tiniest smile. \"Well, maybe a few more minutes of unconsciousness won't kill him.","author":"Stephenie Meyer, The Host","category":"humor, jared, stephenie-meyer, the-host"},{"quote":"I, myself, have killed six people. All random, all undetected, no way to trace them to me. And, let me tell you, there's nothin' like it. It's a great feeling. Yeah, I know, you're thinking. 'Aw, he's a comedian. He's just sayin' that stuff.' Good. That's exactly what I want you to think.","author":"George Carlin, Brain Droppings","category":"humor"},{"quote":"Cause I'm Irish, and everyone remembers me.","author":"Niall Horan, One Direction: Forever Young: Our Official X Factor Story","category":"humor"},{"quote":"At the end of a miserable day, instead of grieving my virtual nothing, I can always look at my loaded wastepaper basket and tell myself that if I failed, at least I took a few trees down with me.","author":"David Sedaris, Me Talk Pretty One Day","category":"humor, technology, typewriters"},{"quote":"The downside of my celebrity is that I cannot go anywhere in the world without being recognized. It is not enough for me to wear dark sunglasses and a wig. The wheelchair gives me away.","author":"Stephen Hawking","category":"humor, science"},{"quote":"Hush Hattie!\" I said, intoxicated with my success. \"I don't want to go to my room. Everyone must know I shan't marry the prince.\" I ran to the door to our street, opened it, and called out into the night, \"I shan't marry the prince.\" I turned back into the hall and ran to Char and threw my arms about his neck. \"I shan't marry you.\" I kissed his cheek. He was safe from me.","author":"Gail Carson Levine, Ella Enchanted","category":"humor, romance"},{"quote":"I have a terrible memory","author":"I never forget a thing.","category":"Edith Konecky"},{"quote":"It was impossible to get the Dimitri and Tasha thing out of my head, but at least packing and getting ready made sure I didn't devote 100 percent of my brain power to him. More like 95 percent.","author":"Richelle Mead, Frostbite","category":"humor"},{"quote":"This is so cool,\" I said loudly as Dad walked away. \"Have you met the tattoo artist? Is he hot?\" \"He's a she,\" Mom said. \"Is she hot? Cause I'm still young, you know. My sexual identity isnt fully formed.\" \"Your father can't hear you anymore, Maya.\" Mom sighed.","author":"Kelley Armstrong, The Gathering","category":"humor"},{"quote":"Speed eliminates all doubt. Am I smart enough? Will people like me? Do I really look all right in this plastic jumpsuit?","author":"David Sedaris","category":"fashion, humor, self-doubt, self-worth"},{"quote":"If I behave as though this is a completely normal situation, then maybe it will be ...","author":"Sophie Kinsella, Shopaholic Takes Manhattan","category":"humor, pretend, situation"},{"quote":"Some kids get called 'bundles of joy' or 'slices of heaven' or 'dreams come true.' We got 'the fifty-fourth generation of DNA experiments.' Doesn't have the same warm and fuzzy feel. But maybe I'm oversensitive.","author":"James Patterson, Angel","category":"angel, euphemisms, humor, max, maximum-ride, maxride"},{"quote":"If you're right & I'm not, I'm going to be hell to live with, she said. So, you better think about that next time you want to be right.","author":"Brian Andreas","category":"humor, relationships, story-people"},{"quote":"You know how confusing the whole good-evil concept is for me.","author":"Jim Butcher, Proven Guilty","category":"evil, good, good-and-evil, humor, morality"},{"quote":"I think part of being a parent is trying to kill your kids.","author":"Stephen King, Christine","category":"family, humor, parents"},{"quote":"Having children is like living in a frat house - nobody sleeps, everything's broken, and there's a lot of throwing up.","author":"Ray Romano","category":"children, humor, parenting"},{"quote":"All I know is just what I read in the papers, and that's an alibi for my ignorance.","author":"Will Rogers","category":"funny, humor, media"},{"quote":"Man is certainly stark mad; he cannot make a worm, and yet he will be making gods by dozens.","author":"Michel de Montaigne, The Complete Essays","category":"gods, humor, madness, superstition"},{"quote":"Some are born weird, some achieve it, others have weirdness thrust upon them.","author":"Dick Francis, To the Hilt","category":"humor, paraphrased, weirdness"},{"quote":"[Calvin and Hobbes are playing Scrabble.] Calvin: Ha! I've got a great word and it's on a \"Double word score\" box! Hobbes: \"ZQFMGB\" isn't a word! It doesn't even have a vowel! Calvin: It is so a word! It's a worm found in New Guinea! Everyone knows that! Hobbes: I'm looking it up. Calvin: You do, and I'll look up that 12-letter word you played with all the Xs and Js! Hobbes: What's your score for ZQFMGB? Calvin: 957.","author":"Bill Watterson, Scientific Progress Goes \"Boink\": A Calvin and Hobbes Collection","category":"humor, scrabble"},{"quote":"So what else can I tell you?\" I asked. \"I mean, to get you to reveal Lily to me.\"She triangled her fingers under her chin. \"Let's see. Are you a bed wetter?\"\"Am I a...?\"\"Bed wetter. I am asking if you are a bed wetter.\"I knew she was trying to get me to blink. But I wouldn't.\"No, ma'am. I leave my beds dry.\"\"Not even a little drip every now and then?\"\"I'm trying hard to see how this is germane.\"\"I'm gauging your honesty. What is the last periodical you read methodically?\"\"Vogue. Although, in the interest of full disclosure, that's mostly because I was in my mother's bathroom, enduring a rather long bowel movement. You know, the kind that requires Lamaze.\"\"What adjective do you feel the most longing for?\"That was easy. \"I will admit I have a soft spot for fanciful.\"\"Let's say I have a hundred million dollars and offer it to you. The only condition is that if you take it, a man in China will fall off his bicycle and die. What do you do?\"\"I don't understand why it matters whether he's in China or not. And of course I wouldn't take the money.\"The old woman nodded.\"Do you think Abraham Lincoln was a homosexual?\"\"All I can say for sure is that he never made a pass at me.\"\"Are you a museumgoer?\"\"Is the pope a churchgoer?\"\"When you see a flower painted by Georgia O'Keefe, what comes to mind?\"\"That's just a transparent ploy to get me to say the word vagina, isn't it? There. I said it. Vagina.","author":"David Levithan, Dash & Lily's Book of Dares","category":"honesty, humor"},{"quote":"...I doubt very seriously whether anyone will hire me.'What do you mean, babe? You a fine boy with a good education.'Employers sense in me a denial of their values.' He rolled over onto his back. 'They fear me. I suspect that they can see that I am forced to function in a century I loathe. This was true even when I worked for the New Orleans Public Library.","author":"John Kennedy Toole, A Confederacy of Dunces","category":"employment, humor, humour, work"},{"quote":"Canada is a myth people made up to entertain children, like the Tooth Fairy. There’s no such place.","author":"Christopher Moore","category":"humor"},{"quote":"I'm writing an unauthorized autobiography.","author":"Steven Wright","category":"humor, writing"},{"quote":"You would not enjoy Nietzsche, sir. He is fundamentally unsound.","author":"P.G. Wodehouse, Carry on, Jeeves","category":"humor, nietzsche"},{"quote":"An old battleax of a woman said to Winston Churchill, \"If you were my husband I would put poison in your tea.\" Churchill's response, \"Ma'am if you were my wife I would drink it.","author":"Winston S. Churchill","category":"classic-insult, humor, humour, retort"},{"quote":"We need to remember what's important in life: friends, waffles, work. Or waffles, friends, work. Doesn't matter, but work is third.","author":"Leslie Knope","category":"friendship, humor, waffles, work"},{"quote":"You know how to shoot?\"- Emma\"Yes. My dad taught me everything about gun safety. He was an expert.\" - Heather\"What happened to him?\" -Shanna\"He was...shot.\" -Heather","author":"Kerrelyn Sparks, The Undead Next Door","category":"humor"},{"quote":"You see, wire telegraph is a kind of a very, very long cat. You pull his tail in New York and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat.","author":"Albert Einstein","category":"analogy, humor, science"},{"quote":"You think I'd cheat on you?\" I demanded with all the innocent outrage I could muster.\"With another guy, no. With a cheeseburger . . . in a heartbeat.","author":"Lisa Kleypas, Smooth Talking Stranger","category":"comedy, humor, romance"},{"quote":"The essence of Christianity is told us in the Garden of Eden history. The fruit that was forbidden was on the tree of knowledge. The subtext is, 'All the suffering you have is because you wanted to find out what was going on. You could be in the Garden of Eden if you had just kept your fucking mouth shut and hadn't asked any questions.","author":"Frank Zappa","category":"christianity, conservative, democrat, fundamentalism, homosexuality, humor, liberal, progressive, religion, republican, science"},{"quote":"George Bush isn't Hitler. He could be if he applied himself.","author":"Margaret Cho","category":"bush-sucks, humor"},{"quote":"We do need a system, and we do need you and your 'Bertos, and sometimes we need Sam to just come along and kick some ass. - Quinn","author":"Michael  Grant, Lies","category":"gone-series, government, humor, money"},{"quote":"You know how it is when you're reading a book and falling asleep, you're reading, reading... and all of a sudden you notice your eyes are closed? I'm like that all the time.","author":"Steven Wright","category":"books, humor, reading"},{"quote":"Actually, I was the very lowest ranked member of the crew. I would only be “in command” if I were the only remaining person.”What do you know? I’m in command","author":"Andy Weir, The Martian","category":"humor"},{"quote":"Leo frowned at the giant's spire. \"Can't we blow it up or something?\"\"Without me, you do not have the power,\" Hera said. \"You might as well try to destroy a mountain.\"\"Done that once today,\" Jason said.","author":"Rick Riordan, The Lost Hero","category":"humor"},{"quote":"Hermes smiled. \"I knew a boy once ... oh, younger than you by far. A mere baby, really.\"Hermes ignored them. \"One night, when this boy's mother wasn't watching, he sneaked out of their cave and stole some cattle that belonged to Apollo.\"\"Did he get blasted to tiny pieces?\" I asked.\"Hmm ... no. Actually, everything turned out quite well. To make up for his theft, the boy gave Apollo an instrument he'd invented-a lyre. Apollo was so enchanted with the music that he forgot all about being angry.\"So what's the moral?\"\"The moral?\" Hermes asked. \"Goodness, you act like it's a fable. It's a true story. Does truth have a moral?\"\"Um ...\"\"How about this: stealing is not always bad?\"\"I don't think my mom would like that moral.\", suggested George. Martha demanded..\"I've got it,\" Hermes said. \"Young people don't always do what they're told, but if they can pull it off and do something wonderful, sometimes they escape punishment. How's that?","author":"Rick Riordan, The Sea of Monsters","category":"apollo, george, hermes, humor, martha, moral, percy-jackson, rats"},{"quote":"Out of the corner of his eye, he saw Tyson pounding the Earthborn into the ground like a game of whack-a-mole. Ella was fluttering above him, dodging missiles and calling out advice: \"The groin. The Earthborn's groin is sensitive.\"SMASH!\"Good. Yes. Tyson found its groin.","author":"Rick Riordan, The Son of Neptune","category":"cyclops, groin, humor, son-of-neptune, tyson"},{"quote":"There is a proverbial saying chiefly concerned with warning against too closely calculating the numerical value of un-hatched chicks.","author":"Neil Gaiman, Stardust","category":"humor"},{"quote":"They don't fit you?\" V asked his roommate. \"Not the point. No offense, but these are wicked Village People.\" Butch held his heavy arms out and turned in a circle, his bare chest catching the light. \"I mean, come on.\"\"They're for fighting, not fashion.\"\"So are kilts, but you don't see me rocking the tartan.\"\"And thank God for that. You're too bowlegged to pull that shit off.\"Butch assumed a bored expression. \"You can bite me.","author":"J.R. Ward, Lover Unbound","category":"black-dagger-brotherhood, butch-vishous, humor, paranormal-romance, romance, vishous-vampire"},{"quote":"A telkhine was hunched over a console, but he was so involved with his work, he didn't notice us. He was about five feet tall, with slick black seal fur and stubby little feet. He had the head of a Doberman, but his clawed hands were almost human. He growled and muttered as he tapped on his keyboard. Maybe he was messaging his friends on uglyface.com.","author":"Rick Riordan, The Last Olympian","category":"humor, internet, percy-jackson"},{"quote":"Professor Kettleburn, our Care of Magical Creatures teacher, retired at the end of last year in order to enjoy more time with his remaining limbs.","author":"J.K. Rowling, Harry Potter and the Prisoner of Azkaban","category":"humor"},{"quote":"I'm a girl of extremes. When I love something, I'm like a puppy dog (without all the licking). When I'm cranky, I'm a wasp (like a whole hive of 'em). And when I'm angry, I'm a Mother Bear with a predator after her cubs: Dangerous.","author":"James Patterson, Fang","category":"humor"},{"quote":"Music is crucial. Beyond no way can I overstress this fact. Let's say you're southbound on the interstate, cruising alone in the middle lane, listening to AM radio. Up alongside comes a tractor trailer of logs or concrete pipe, a tie-down strap breaks, and the load dumps on top of your little sheetmetal ride. Crushed under a world of concrete, you're sandwiched like so much meat salad between layers of steel and glass. In that last, fast flutter of your eyelids, you looking down that long tunnel toward the bright God Light and your dead grandma walking up to hug you--do you want to be hearing another radio commercial for a mega, clearance, closeout, blow-out liquidation car-stereo sale?","author":"Chuck Palahniuk, Rant","category":"death, humor, music, truth"},{"quote":"Men seldom make passes at girls who wear glasses.","author":"Dorothy Parker","category":"humor"},{"quote":"i told you he'd freak out, she siad. didn't i?ah, the i told you so, jace said. always a classy move","author":"Cassandra Clare, City of Glass","category":"classy, humor"},{"quote":"If toast always lands butter-side down, and cats always land on their feet, what happens if you strap toast on the back of a cat and drop it?","author":"Steven Wright","category":"humor"},{"quote":"You know how spooky Ashwini is. She called an hour ago to tell me she has a secret stash of handheld grenade launchers she thought I might want to know about. My response was, 'What the fuck?","author":"Nalini Singh, Angels' Blood","category":"humor"},{"quote":"Niall had been able to mask the odor of fairy from Eric in the restaurant, but I saw from the flare of Eric's nostrils that the intoxicating scent clung to me. Eric's eyes closed in ecstasy, and he actually licked his lips. I felt like a T-bone just out of reach of a hungry dog. \"Snap out of it,\" I said. I wasn't in the mood.With a huge effort, Eric reigned himself in. \"When you smell like that,\" he said, \"I just wanna fuck you and bite you and rub myself all over you.","author":"Charlaine Harris","category":"eric-northman, fairies, humor, intoxication, sookie-stackhouse, vampires"},{"quote":"I have a great mind to believe in Christianity for the mere pleasure of fancying I may be damned.","author":"George Gordon Byron","category":"atheism, belief, christianity, humor, religious"},{"quote":"It is the iron.\" Grimalkin picked his way over a puddle, then leaped atop a fallen tree, shaking out his paws.\"This close to the false king's realm, his influence is stronger that ever. It will be worse once you are actually within its borders.\"Puck snorted.\"Doesn't seem like it's affecting you much, Cat.\"That is because I am smarter than you and prepare for these things.\"\"Really? How would you prepare for me tossing you into a lake?","author":"Julie Kagawa, The Iron Queen","category":"grimalkin, humor, puck"},{"quote":"Librarians are the secret masters of the world. They control information. Don't ever piss one off.","author":"Spider Robinson","category":"humor, librarians"},{"quote":"How can a person deal with anxiety? You might try what one fellow did. He worried so much that he decided to hire someone to do his worrying for him. He found a man who agreed to be his hired worrier for a salary of $200,000 per year. After the man accepted the job, his first question to his boss was, \"Where are you going to get $200,000 per year?\" To which the man responded, \"That's your worry.","author":"Max Lucado","category":"anxiety, humor, story, worry"},{"quote":"What's this about?\"\"Finally. Interest,\" was the only response.\"If this is one of your tricks...\" Like the time Torin had ordered hundreds of blow-up dolls and placed them throughout the fortress, all because Paris had foolishly complained about the lack of female companionship in town. The plastic \"ladies\" had stared our from every corner, their wide eyes and let-me-suck-you mouths taunting everyone who passed them.Things like that happened when Torin was bored.","author":"Gena Showalter, The Darkest Night","category":"boredom, humor, pranks"},{"quote":"The length of a film should be directly related to the endurance of the human bladder.","author":"Alfred Hitchcock","category":"bladders, humor, movies"},{"quote":"I am your sire. I am to guide you through your first days as a vampire. Your first feeding is a rite of passage, a sacrament. It will not be wasted on some hormone-driven frenzy. This is why I wanted you to feed from me.”“I will not drink it in a house, I will not drink it with a mouse. I will not drink it here or there, I will not drink it anywhere,” I wheezed, hoping I was able to communicate adequate sarcasm through the crippling belly cramps.“Did you just quote Green Eggs and Ham?","author":"Molly Harper, Nice Girls Don't Have Fangs","category":"humor, hungry, vampire"},{"quote":"She'll be back,\" Ranger said. \"But not tonight.\"[Stephanie] \"How'd you get her to leave?\"\"Told her I was gonna spend the next twelve hours ruining you for all other men, and so she might as well go home.\"I could feel the heat rush to my face.Ranger gave me the wolf smile. \"I lied about it being tonight,\" he said.","author":"Janet Evanovich, Four to Score","category":"humor, ranger, romance"},{"quote":"You want to change? Lose the bitch. Be nicer to people. Stop telling them to \"bite you\" and threatening to kick them until they're dead.","author":"Jen Lancaster","category":"humor"},{"quote":"In a series of events, all of which had been a bit thick, this, in his opinion, achieved the maximum of thickness.","author":"P.G. Wodehouse","category":"humor"},{"quote":"Christmas crept into Pine Cove like a creeping Christmas thing: dragging garland, ribbon, and sleigh bells, oozing eggnog, reeking of pine, and threatening festive doom like a cold sore under the mistletoe.","author":"Christopher Moore, The Stupidest Angel: A Heartwarming Tale of Christmas Terror","category":"first-sentence, humor"},{"quote":"A big leather-bound volume makes an ideal razorstrap. A thing book is useful to stick under a table with a broken caster to steady it. A large, flat atlas can be used to cover a window with a broken pane. And a thick, old-fashioned heavy book with a clasp is the finest thing in the world to throw at a noisy cat.","author":"Mark Twain","category":"books, humor"},{"quote":"When I grow up, I'd like to be dangerous.","author":"Kirsten Miller, Inside the Shadow City","category":"awesomeness, humor"},{"quote":"My beard grows down to my toes,I never wears no clothes,I wraps my hairAround my bare,And down the road I goes.","author":"Shel Silverstein, Where the Sidewalk Ends: Poems and Drawings","category":"humor"},{"quote":"A dysfunctional family is any family with more than one person in it.","author":"Mary Karr, The Liars' Club","category":"family, humor"},{"quote":"Wit is educated insolence.","author":"Aristotle","category":"definitions, humor"},{"quote":"You don't need a search warrant to go through someone's trash. Seriously. Once it hits the curb it is totally fair game-you an look it up.","author":"Ally Carter, Cross My Heart and Hope to Spy","category":"humor"},{"quote":"Principled hate is a hell of a lot stronger than \"Boy, I wish you hadn't mummified me and thrown me into the lake\" hate.","author":"John Green, Looking for Alaska","category":"awesomeness, humor"},{"quote":"Mulling this over, Vlad wiped her lip gloss from his lips with the back of his hand.Vampires, after all, didn't sparkle.","author":"Heather Brewer, Twelfth Grade Kills","category":"fantasy, humor"},{"quote":"Which of us is happy in this world? Which of us has his desire? or, having it, is satisfied?","author":"William Makepeace Thackeray, Vanity Fair","category":"classics, humor, satire, vanity"},{"quote":"The sh*t's gonna splatter, start buggin, yo...\"Mencheres to Cat","author":"Jeaniene Frost, Destined for an Early Grave","category":"bones, cat, humor"},{"quote":"Before I could lose my courage, I said, \"Don't I get a kiss for luck? It's kind of a tradition, right?\"I figured she would punch me. Instead, she drew her knife and stared at the army marching toward us. \"Come back alive, Seaweed Brain. Then, we'll see.","author":"Rick Riordan, The Last Olympian","category":"humor, kiss, percabeth"},{"quote":"Yo, beautiful. Come pop this collar off me.”Natalya hissed, “Are you mad?”“What’s she gonna do? Vivisect me? Imprison me? We’ve got a pact to fulfill,remember?” To Dorada, she cried, “Seriously, sweetheart, shake that mummified ass over here.”Regin kicked the glass. “Lemme the fuck out—”La Dorada swung her head around,peering at Regin with her one eye.“Okay. That’s freaky. Lookit, Gollum, if you spring me, I’ll help you find your Precious.","author":"Kresley Cole, Dreams of a Dark Warrior","category":"dreams-of-a-dark-warrior, funny, gollum, humor, kresley-cole, regin"},{"quote":"His mouth captured hers, trying to show her with his kiss what he was still learning to express in words. He loved her.He worshipped her. He'd walk across fire for her. He——still had the audience of her three brothers.Slowly breaking the kiss, he turned his face to the side. Anthony, Benedict, and Colin were still standing in the foyer.Anthony was studying the ceiling, Benedict was pretending to inspect his fingernails, and Colin was staring quite shamelessly.","author":"Julia Quinn, The Duke and I","category":"awkward, bridgerton, humor"},{"quote":"I'll go,\" he said.\"And that's safer because?\"\"I'm a guy.\"\"Right, and having a pair of dingle balls makes you invincible how?","author":"Gemma Halliday, Deadly Cool","category":"humor, humour"},{"quote":"An untied shoelace can be dangerous,' he said.'I could have tripped.'She stared at him. A moment dragged by.'I'm joking,' he said at last.She relaxed. 'Really?''Absolutely. I would never have tripped. I'm far too graceful.","author":"Derek Landy, Playing with Fire","category":"humor"},{"quote":"Familiarity breeds contempt and children.","author":"Mark Twain","category":"humor"},{"quote":"Lastly, she pictured to herself how this same little sister of hers would, in the after-time, be herself a grown woman; and how she would keep, through all her riper years, the simple and loving heart of her childhood: and how she would gather about her other little children, and make their eyes bright and eager with many a strange tale, perhaps even with the dream of Wonderland of long ago: and how she would feel with all their simple sorrows, and find a pleasure in all their simple joys, remembering her own child-life, and the happy summer days.","author":"Lewis Carroll, Alice in Wonderland","category":"children, fantasy-literature, humor"},{"quote":"But with dogs, we do have \"bad dog.\" Bad dog exists. \"Bad dog! Bad dog! Stole a biscuit, bad dog!\" The dog is saying, \"Who are you to judge me? You human beings who’ve had genocide, war against people of different creeds, colors, religions, and I stole a biscuit?! Is that a crime? People of the world!\"\"Well, if you put it that way, I think you’ve got a point. Have another biscuit, sorry.","author":"Eddie Izzard, Glorious","category":"bicuit, dog, ethics, humor, race, religion"},{"quote":"Ask any guy if sex is important in a relationship and the one who says no is lying. I just haven't met that guy yet. When you meet him, let's get him in to the Smithsonian - he's that special and rare.","author":"Steve Harvey, Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy, and Commitment","category":"humor"},{"quote":"Sex is like air","author":"it's not important unless you aren't getting any.","category":"John Callahan"},{"quote":"If reassurances could dull pain, nobody would ever go to the trouble of pressing grapes.","author":"Scott Lynch, The Lies of Locke Lamora","category":"humor, wine"},{"quote":"Holly's theory about the army,\" Sharon explained.And what is it?\" Denise asked, intrigued.Oh, that fighting for peace is like screwing for virginity.","author":"Cecelia Ahern, PS, I Love You","category":"humor"},{"quote":"Sed paused in his song, feeling ridiculous for singing it to her while they made love.“Baby, you realize this song is about Trey’s dead dog, don’t you?","author":"Olivia Cunning, Rock Hard","category":"humor, sex, song"},{"quote":"A man in love is incomplete until he has married. Then he's finished.","author":"Zsa Zsa Gabor","category":"double-entendre, humor, marriage, wisdom"},{"quote":"You must have been going very fast.\"\"I was, until I hit the fence.","author":"Anthony Horowitz, Ark Angel","category":"humor, sarcasm"},{"quote":"The two most beautiful words in the English language are 'cheque enclosed.","author":"Dorothy Parker","category":"humor, money"},{"quote":"Bite me, Harry Potter.","author":"Meg Cabot, Runaway","category":"humor"},{"quote":"I wish, when I was first born, the first thing I said was \"Quote\" so the last thing I said before I died would be \"Unquote.","author":"Steven Wright","category":"humor"},{"quote":"I like girls who eat Carrots. ~ Louis Tomlinson","author":"One Direction","category":"adorable, cute, humor, louis-tomlinson"},{"quote":"I ran three miles, staggered into the lobby, and took the elevator back to my apartment. No point to overdoing this exercise junk. --Stephanie Plum","author":"Janet Evanovich, Two for the Dough","category":"evanovich, exercise, humor, plum, stephanie-plum"},{"quote":"I get it,' said the prisoner. 'Good Cop, Bad Cop, eh?'If you like.' said Vimes. 'But we're a bit short staffed here, so if I give you a cigarette would you mind kicking yourself in the teeth?","author":"Terry Pratchett, Night Watch","category":"humor, interrogation, police, violence"},{"quote":"I gave him my best cryptic smile. He did not fall down to his feet, kiss my shoes, and promise me the world. I must be getting rusty.","author":"Ilona Andrews, Magic Bites","category":"books, humor"},{"quote":"Gimme an S! A T! An O! A C! Followed by a K-H-O-L-M! What's it spell? HEAD FUCK.- Jane","author":"J.R. Ward, Lover Unbound","category":"funny, humor, insane-in-the-membrane"},{"quote":"Don't mess with a wizard when he's wizarding!","author":"Jim Butcher","category":"humor, interference"},{"quote":"Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch.","author":"Lili St. Crow","category":"funny, funny-as-hell, funny-quotes, funny-stuff, humor, humor-work, humorous, humour, wisdom, writer, writers-block, writers-on-writing, writing, writing-philosophy"},{"quote":"If you're anorexic, you're doing it wrong.\"I swat him with a dish towel. \"No, no, I mean anorexics look in the mirror, and even if they're eighty pounds, they still see a fat girl. I'm a hundred pounds heavier than I was in high school, my veins are full of creme fraiche, and yet I look in the mirror, take in the hair and makeup, and think, Damn, baby, you fiiine.","author":"Jen Lancaster","category":"humor"},{"quote":"The purpose of this lectchoor is to let you know where we are. We are in the deep cack. It couldn't be worse if it was raining arseholes. Any questions?","author":"Terry Pratchett, Monstrous Regiment","category":"humor"},{"quote":"I'd been willing to kill for the people I loved for a very long time","author":"now I had to start living for them.","category":"Laurell K. Hamilton"},{"quote":"I could tell that my parents hated me. My bath toys were a toaster and a radio.","author":"Rodney Dangerfield","category":"humor"},{"quote":"Finding a life partner is like choosing a bed. You need one as a friend either in times of health or sickness. Freshness or weariness. Happiness or sadness. And we can be certain that we've picked the right one without having to sleep with it first.","author":"Isman H. Suryaman","category":"humor, marriage"},{"quote":"So you were going to rescue the Prince! Why did you pretend to run away? To deceive the Witch?\"\"Not likely! I'm a coward. Only way I can do something this frightening is to tell myself I'm not doing it!","author":"Diana Wynne Jones, Howl's Moving Castle","category":"bravery, cowardice, humor"},{"quote":"Talk is cheap. Show me the code.","author":"Linus Torvalds","category":"humor, linux, programming"},{"quote":"It turned out I was pretty good in science. But again, because of the small budget, in science class we couldn't afford to do experiments in order to prove theories. We just believed everything. Actually, I think that class was called Religion. Religion class was always an easy class. All you had to do was suspend the logic and reasoning you were being taught in all the other classes.","author":"George Carlin, Brain Droppings","category":"humor, logic, religion, science"},{"quote":"There are those who scoff at the schoolboy, calling him frivolous andshallow: Yet it was the schoolboy who said 'Faith is believing what youknow ain't so'.","author":"Mark Twain, Pudd'nhead Wilson","category":"faith, humor, wit"},{"quote":"You didn't have to come after me.\"\"Yes, I did,\" he said. \"You're far too inexperienced to protect yourself in a hostile situation without me.\"\"That's sweet. Maybe I'll forgive you.\"\"Forgive me? Fro what?\"\"Fro telling me to shut up.\"His eyes narrowed. \"I did not... Well, I did, But you were-\"\"Never mind.","author":"Cassandra Clare","category":"humor"},{"quote":"Apparently, dancing for him and throwing herself at him weren't enough. Apparently, she had to nearly commit murder to arouse him enough to attack her.","author":"Gena Showalter, The Darkest Kiss","category":"humor, lords-of-the-underworld, romance, seduction"},{"quote":"Are you suggesting coconuts migrate?","author":"Graham Chapman, Monty Python and the Holy Grail (Book): Mønti Pythøn Ik Den Hølie Gräilen","category":"humor, silliness"},{"quote":"Finnik?” I say. “Maybe some pants?” He looks down at his legs as if noticing them for the first time. Then he whips of his hospital gown, leaving him in just is underwear. “Why? Do you find this”-he strikes a ridiculously proactive pose-“distracting?” I can’t help laughing because it’s funny, and it’s extra funny because Boggs looks so uncomfortable, and I’m happy because Finnik actually sounds like the guy I met at the Quarter Quell. “I’m only human, Odair.” I get in before the elevator doors close. “Sorry,” I say to Boggs. “Don’t be. I thought you… handled that well,” He says. “Better than my having to arrest him, anyway.”  Fulvia Cardew hustles over an makes a sound of frustration when she sees my clean face. “All that hard work, down the drain. I’m not blaming you, Katniss. It’s just that very few people are born with camera-ready faces. Like him.” She snags Gale, who’s in a conversation with Plutarch, and spins him towards us. “Isn’t he handsome?” Gale does look stricking in the uniform, I guess. But the question just embarrasses us both Given our history. I’m trying to think of a witty comeback when Boggs says brusquely, “Well don’t expect us to be too impressed. We just saw Finnick Odair in his underwear.","author":"Suzanne Collins, Mockingjay","category":"finnick-odair, humor"},{"quote":"You used nunchucks on a moose?\"Wolfe got a haunted look in his eyes. \"I used all sorts of things on that bastard.","author":"Richelle Mead, The Golden Lily","category":"humor, malachi-wolfe"},{"quote":"Did I hurt your feelings again? Sorry. When this is all over I'll send some flowers to your inner child.","author":"Richard Kadrey, Sandman Slim","category":"humor"},{"quote":"I'm happy to tell you there is very little in this world that I believe in.","author":"George Carlin, Brain Droppings","category":"belief, humor"},{"quote":"Welcome to Hell. Here's your accordion.","author":"Gary Larson, The Complete Far Side, 1980–1994","category":"cartoon, humor, satire, social-commentary"},{"quote":"Tis an ill cook that cannot lick his own fingers.","author":"William Shakespeare, Romeo and Juliet","category":"food, humor"},{"quote":"Why isn’t the word “phonetically” spelled with an “f”?","author":"Steven Wright","category":"humor"},{"quote":"Myrnin, who hadn't said much, suddenly reached out and wrapped his arms around her. She stiffened, shocked, and for a panicked second wondered whether he'd suddenly decided to snack on her neck... but it was just a hug. His body felt cold against hers, and way too close, but then he let go and stepped back. \"You've done very well. I'm extremely proud of you,\" he said. There was a touch of color high in his pale cheeks. \"Do go home now. And shower. You reek like the dead.\"Which, coming from a vampire, was pretty rich.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, morganville-vampires, myrnin, rachel-caine, vampire, vampires"},{"quote":"This is what it's all been about with you,\" he said in an even tone. \"All the fear, allthe running. The nightmares.\" When she nodded, he said, \"You called him the devil.\"\"But you... married him?\" \"Basically? Yes.\"\"Ceremony and everything?\"She swallowed. \"He tricked me into it. I-I was only sixteen.\"A muscle ticked in his cheek and his irises grew pale. \"Then know this...\"She stopped breathing.\"Lass, I'm about to make you a widow--","author":"Kresley Cole, Pleasure of a Dark Prince","category":"humor, lykae, valkyrie"},{"quote":"I'm telling you, you really should stick to mating within your species, whatever that is.''I would,' I said, 'but unfortunately, there are no gorgeous, all-powerful, all-knowing gods around here. I'd even settle for a demigod. It's a step down, I know. But alas, there are nothing but low-brained mortals here. And half-brains, like you.","author":"Kristin Walker, A Match Made in High School","category":"gods, humor, sarcasm"},{"quote":"Is it really you this time, Kells?”“Well, I’m no maggoty corpse, if that’s what you mean.”He grinned. “That’s a relief. No maggoty corpse would be that sarcastic.","author":"Colleen Houck","category":"humor"},{"quote":"He’s always asking: ‘Is that new? I haven’t seen that before.’ It’s like, Why don’t you mind your own business? Solve world hunger. Get out of my closet.","author":"Michelle Obama","category":"fashion, funny, humor, michelle-obama, obama"},{"quote":"Are you guys busy?\" Juniper asked.  \"Well,\" I said, \"we're in the middle of this game against a bunch of monsters and we're trying not to die.\" \"We're not busy,\" Annabeth said.","author":"Rick Riordan, The Battle of the Labyrinth","category":"humor"},{"quote":"I WILL NOT TOLERATE MENTION OF YOUR ABNORMALITY UNDER THIS ROOF!","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"dursley, harry-potter, humor, magic"},{"quote":"What's a philosopher?' said Brutha.Someone who's bright enough to find a job with no heavy lifting,' said a voice in his head.","author":"Terry Pratchett, Small Gods","category":"humor"},{"quote":"Maybe he thinks he can rescue me? No one is that stupid.","author":"Kim Harrison, The Outlaw Demon Wails","category":"fiction, humor, rachel-morgan, romance, vampire"},{"quote":"The Princess Andromeda?\"\"Went ka-boom.","author":"Rick Riordan, The Last Olympian","category":"explosion, humor, percy-jackson, tyson"},{"quote":"Har. Bloody. Har.","author":"Stephanie Perkins, Anna and the French Kiss","category":"anna, humor"},{"quote":"If a man says something in the woods and there are no women there, is he still wrong?","author":"Steven Wright","category":"humor"},{"quote":"I believe it was Shakespeare, or possibly Howard Cosell, who first observed that marriage is very much like a birthday candle, in that 'the flames of passion burn brightest when the wick of intimacy is first ignited by the disposable butane lighter of physical attraction, but sooner or later the heat of familiarity causes the wax of boredom to drip all over the vanilla frosting of novelty and the shredded coconut of romance.' I could not have phrased it better myself.","author":"Dave Barry","category":"humor, marriage, shakespeare"},{"quote":"I am prone to envy. It is one of my three default emotions, the others being greed and rage. I have also experienced compassion and generosity, but only fleetingly and usually while drunk, so I have little memory.","author":"Augusten Burroughs","category":"humor"},{"quote":"A cavalryman's horse should be smarter than he is. But the horse must never be alowed to know this.","author":"Steven Pressfield, The Virtues of War: A Novel of Alexander the Great","category":"army, horse, humor"},{"quote":"Hearing nuns' confessions is like being stoned to death with popcorn.","author":"Fulton J. Sheen","category":"catholicism, confession, humor, religion, simile"},{"quote":"We'll meet at the theater tonight. I'll hold your seat 'til you get there. Once you get there","author":"you're on your own.","category":"Groucho Marx"},{"quote":"If all the girls attending [the Yale prom] were laid end to end, I wouldn't be at all surprised.","author":"Dorothy Parker, While Rome Burns","category":"classic-insult, harvard, humor, innuendo, naughty, yale"},{"quote":"First bubble baths. Now Disney parks. You're shattering every creep vampire myth I've ever heard.","author":"Jeaniene Frost, Eternal Kiss of Darkness","category":"humor, kira, mencheres, myth, vampires"},{"quote":"If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?","author":"Scott Adams","category":"humor"},{"quote":"This was not a fairy-tale castle and there was no such thing as a fairy-tale ending, but sometimes you could threaten to kick the handsome prince in the ham-and-eggs.","author":"Terry Pratchett, Monstrous Regiment","category":"fairy-tale, happy-end, humor"},{"quote":"Normal people can become very annoying if put in annoying situations.","author":"Jessica Park, Flat-Out Love","category":"humor, thought-provoking, true-to-life"},{"quote":"Of course, everyone's parents are embarrassing. It goes with the territory. The nature of parents is to embarrass merely by existing, just as it is the nature of children of a certain age to cringe with embarrassment, shame, and mortification should their parents so much as speak to them on the street.","author":"Neil Gaiman, Anansi Boys","category":"humor, parenting, parents"},{"quote":"Take a nap in a fireplace and you'll sleep like a log.","author":"Ellen DeGeneres","category":"humor"},{"quote":"There's no room for demons when you're self-possessed.","author":"Carrie Fisher","category":"humor, self-deprecation"},{"quote":"Hey, bro, do you think you can put Shorty back on her chain?\"I stepped forward with my hands on my hips, only slightly intimidated to find Kaleb almost eye level with me when he was seated and I was standing.\"First of all, no one is the boss of me but me. Secondly, if you ever reference my 'chain' again, I will kick your ass.\" I jabbed him hard in the chest with my finger. Possibly breaking it. \"And thirdly, don't call me Shorty.\"Kaleb sat silently for a second, his eyes wide as he looked at Michael. \"Where did you get her? Can you get me one?\"I blew out a loud, frustrated sigh and dropped down beside Michael, who didn't even try to hide his smile. \"You should probably apologize to Emerson.\"\"I am sorry.\" Kaleb grinned at me. \"Sorry I didn't meet you first.","author":"Myra McEntire, Hourglass","category":"humor"},{"quote":"Rincewind could scream for mercy in nineteen languages, and just scream in another forty-four.","author":"Terry Pratchett, Interesting Times: The Play","category":"humor"},{"quote":"You okay?\"\"Fine.\"\"Your heart's beating really fast.\"\"Gee, thanks. That's very comforting that you can hear it.\"He smiled, and it was the old Michael, the one she'd first met before all the vamp stuff.\"Yeah, I know it is. Sorry. Just stay behind me if there's trouble.\"\"You sound like Shane.\"\"Well, he did say he'd kill me if I got you hurt. I'm just looking after my own neck.\"\"Liar.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, eve-rosser, funny, ghost-town, humor, michael-glass, morganville-vampires, rachel-caine, shane-collins, teacher, vampires"},{"quote":"I am human and I need to be loved,just like everybody else does.","author":"Morrissey","category":"humor, lyrics, music"},{"quote":"She can go with us to the lab and keep Myrnin pinned down while we pull the plug, if he's not... you know, better.\"\"Define BETTER with that guy.\"\"Not all fangs and raaaaar.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, michael-glass, morganville-vampires, myrnin, rachel-caine, shane-collins, teacher, vampire, vampires"},{"quote":"If your kid needs a role model and you ain't it, you're both fucked.","author":"George Carlin, Brain Droppings","category":"humor, kids, parenting, role-models"},{"quote":"How ghastly for her, people actually thinking, with their brains, and right next door. Oh, the travesty of it all.","author":"Gail Carriger, Soulless","category":"alexia-tarabotti, brain, humor, thinking"},{"quote":"Because sometimes you just have to dance like a madman in the Self-Help section of your local bookstore.","author":"David Levithan, Boy Meets Boy","category":"boy_meets_boy, humor"},{"quote":"Mirrors should think longer before they reflect.","author":"Jean Cocteau","category":"humor, mirrors, relativity"},{"quote":"Buttercup's mother whirled on him. 'Did you forget to pay your taxes?' (This was after taxes. But everything is after taxes. Taxes were here even before stew.)","author":"William Goldman, The Princess Bride","category":"humor"},{"quote":"I stared at him (Dionysus). \"You're...you're married? But I thought you got in trouble for chasing a wood nymph-","author":"Rick Riordan, The Titan's Curse","category":"dionysus, humor, hypocrite, percy-jackson"},{"quote":"If you fail to report within the next 12 hours. you will be terminated. If you attack any humans, you will be terminated. If you attempt to remove the tracking device, you will be terminated. We look forward to working with you.","author":"Kiersten White, Paranormalcy","category":"book, evie, humor"},{"quote":"I bet,\" said Mulch, \"that you would set the world on fire just to watch it burn.\"Opal tapped the suggestion into a small electronic notepad on her pocket computer.Thanks for that. Now, tell me everything.","author":"Eoin Colfer, The Time Paradox","category":"evil-overlord, fun, humor"},{"quote":"We seemed to be trapped in an episode of One Life To Waste. It's all very dull.","author":"Cassandra Clare","category":"humor, magnus-bane"},{"quote":"My parents are going to kill me!\"\"That seems rather harsh...","author":"Garth Nix, Sir Thursday","category":"childhood, humor, paranoia, parents"},{"quote":"Tayla cursed under her breath. \"I was just explaining to Eidolon that Sin is a Smurfette.\"Wraith swung his big body around to study Sin with blue eyes that were very different from Shade's, E's. and Lore's. Sin's, too. \"Nah. Smurfette is way hotter.\"\"What the fuck is a Smurfette?\" Eidolon was seriously getting annoyed now.\"There's this cartoon called The Smurfs,\" Tayla explained, slowly, as though Eidolon were the child here.\"They're these little blue people, and they're all male. But one day a female shows up. She shouldn't exist, but she does.\"Eidolon considered that for a second. \"How did she get there?\"\"An evil wizard named Gargamel made her,\" Tayla said. \"In a lab or something.\"\"So you're suggesting that an evil wizard made Sin?\"\"Of course not, silly. I'm just saying she's a Smurfette. A lone female amongst males.\"Eidolon frowned. \"Did the Smurfette mate with the males?\"\"Dude.\" Wraith grimaced. \"It's a cartoon.","author":"Larissa Ione, Ecstasy Unveiled","category":"demonica, humor, smurfs"},{"quote":"Snoring keeps the monsters away.","author":"Judy Blume, Fudge-a-Mania","category":"humor, snoring"},{"quote":"You want sensitive and understanding, stick with the therapist.You want great,headbanging sex, get off the fucking phone and come with me.","author":"Jennifer Crusie, Welcome to Temptation","category":"humor, seduction"},{"quote":"...[G]reat progress was evident in the last Congress of the American 'Labour Union' in that among other things, it treated working women with complete equality. While in this respect the English, and still more the gallant French, are burdened with a spirit of narrow-mindedness. Anybody who knows anything of history knows that great social changes are impossible without the feminine ferment. Social progress can be measured exactly by the social position of the fair sex (the ugly ones included).","author":"Karl Marx, Selected Letters: The Personal Correspondence 1844-1877","category":"american, english, equality, feminism, french, history, humor, labor-union, progress, social-change"},{"quote":"Mary had a little lamb, its fleece electrostatic / And everywhere Mary went, the lights became erratic.","author":"David Foster Wallace, Infinite Jest","category":"humor, mary-s-night-light, mutated-sheep, nonmetallic-conductivity"},{"quote":"Insanity does NOT run in my family. It strolls through, takes its time, and gets to know everyone personally. —T-SHIRT","author":"Darynda Jones, Fourth Grave Beneath My Feet","category":"humor"},{"quote":"What doesn't kill us makes us funnier.","author":"Marian Keyes, The Other Side of the Story","category":"humor, paraphrased, stories"},{"quote":"Yes Headwoman Azaze. But I never lie to Rosethorn. She, um, discourages it.\"\"Evvy and I have an understanding.\" She grabbed the teakettle and poured hot water into the mug. \"She tells me the truth, and I don't hang her in the first well we come to. It's a solution that works tolerably well for both of us.","author":"Tamora Pierce, Melting Stones","category":"humor"},{"quote":"Peter to Austin:\"Hard-ons don't make you think less. They make you think stupid. Which makes me think you must have one 24/7.","author":"Dani Alexander, Shattered Glass","category":"dani-alexander, gay, glbt, humor, insults, mm, mystery, put-downs, shattered-glass"},{"quote":"Gravity is a contributing factor in nearly 73 percent of all accidents involving falling objects.","author":"Dave Barry","category":"gravity, humor"},{"quote":"I like pink.\"Lucius sniffed. \"It's just red's sorry, weak cousin.","author":"Beth Fantaskey, Jessica's Guide to Dating on the Dark Side","category":"humor, pink"},{"quote":"At first, I could lie about my lack of sleep and she'd fall for it, but she started suspecting insomnia when I began seeing purple elephants in the air vents at the office. I knew I shouldn't have asked her about them. I thought maybe she'd redecorated.","author":"Darynda Jones, Third Grave Dead Ahead","category":"humor, humour"},{"quote":"Yeah you can have a word,\" said Harry savagely. \"Good-bye.","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"humor, sarcasm, tell-off, wit"},{"quote":"I have detected disturbances in the wash.''The wash?''The space-time wash.''Are we talking about some sort of Vogon laundromat, or what are we talking about?''Eddies in the space-time continuum.''Ah...is he. Is he.''What?''Er, who is Eddy, then, exactly?","author":"Douglas Adams, Life, the Universe and Everything","category":"humor"},{"quote":"I wish we could make out in your bed.\"Noah sighed. \"As do I, but I'm afraid we have ritual burning to conduct.\"\"It's always something.\"\"Isn't it though?","author":"Michelle Hodkin, The Evolution of Mara Dyer","category":"humor"},{"quote":"Is this one of those keep-your-friends-close-and-your-enemies-closer things?\"\"I though it was keep your friends close so you have someone to drive the car when you sneak over to your enemy's house at night and throw up in his mailbox.","author":"Cassandra Clare, City of Fallen Angels","category":"city-of-fallen-angels, humor, jace-lightwood, mortal-instruments, simon-lewis"},{"quote":"Butch tightened his grip on his cell and wished there were an app that let you reach through a phone and bitch slap someone.","author":"J.R. Ward, Lover Unleashed","category":"bdb, butch, humor, j-r-ward"},{"quote":"Unless you stop him. Perhaps next we meet.\"\"You'll be just as annoying?\" I guessed.He fixed my with those warm brown eyes. \"Or perhaps you could bring me up to speed on those modern courtship rituals.\"I sat there stunned until he gave me a glimpse of a smile-just enough to let me know he was teasing. Then he disappeared.\"Oh, very funny!\" I yelled.","author":"Rick Riordan, The Red Pyramid","category":"humor, romance"},{"quote":"Yeah, well, food's one of the five exceptions to Gamp's Law of Elemental Transfigurations,\" said Ron, to general astonishment.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor, ron-weasley"},{"quote":"When jumping is the sole option, you jump, and try to make it work.","author":"Brandon Mull, Grip of the Shadow Plague","category":"humor"},{"quote":"Wild!\" Ron said, twiddling the replay knob on the side. \"I can make that old bloke down there pick his nose again... and again... and again...","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"disgusting, harry-potter, humor, ron-weasley"},{"quote":"Doctor, if being a bitch is healthy, then I am the healthiest damn woman on the face of the earth","author":"Augusten Burroughs, Running with Scissors","category":"humor"},{"quote":"Do you know, sire, I think that if we live to tell our grandchildren about this war, they will accuse us of making it up.' -Marielle","author":"Tamora Pierce, The Realms of the Gods","category":"humor"},{"quote":"When I die of heart failure the next time you frighten me like that, you can put that on my gravestone—‘I didn’t mean to startle her.","author":"Patricia Briggs, Masques","category":"aralorn, epitaph, humor, masques"},{"quote":"How in the name of Merlin's pants have you managed to get your hands on those Horcrux books?","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"horcrux, humor"},{"quote":"Ow! My brains!","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"humor, zaphod-beeblebrox"},{"quote":"Women intrinsically understand human dynamics, and that makes them unstoppable. Unfortunately, the average man is less adroit at fostering such rivalries, which is why most men remain average; males are better at hating things that can't hate them back (e.g., lawnmowers, cats, the Denver Broncos, et cetera). They don't see the big picture.","author":"Chuck Klosterman, Chuck Klosterman IV: A Decade of Curious People and Dangerous Ideas","category":"humor"},{"quote":"Likest thou jelly within thy doughnut?","author":"Jim Butcher, Small Favor","category":"humor"},{"quote":"It's difficult to see the glass ceiling because it's made of glass. Virtually invisible. What we need is for more birds to fly above it and shit all over it, so we can see it properly.","author":"Caitlin Moran, How to Be a Woman","category":"feminism, humor"},{"quote":"No man's life, liberty, or property are safe while the legislature is in session.","author":"Gideon J. Tucker","category":"government, humor, politics"},{"quote":"Money isn't everything...but it ranks right up there with oxygen.","author":"Rita Davenport","category":"humor, money"},{"quote":"Cheeses crusty, got all musty, got damp on the stone of a peach,” I agreed. He looked blank, so I repeated it with proper emphasis. “ ChEEZ-zes crusty. Got Al -musty. Got DAMp on the StoneofapeaCH.","author":"Patricia Briggs, Iron Kissed","category":"humor"},{"quote":"Me,\" Artemis blurted. \"I'm the nut.\"Artemis could have sworn the squid winked at him before bringing the five-ton chunk of spacecraft swinging down toward the morsel of meat in its blue shell.\"I'm the nut!\" Artemis shouted again, a little hysterically, it must be said.","author":"Eoin Colfer, The Atlantis Complex","category":"artemis-fowl, humor, nut, squid"},{"quote":"I didn't think about being king,” he said, his voice hoarse.Eddis stared. “Your capacity to land yourself in a mess because you didn't think first, Eugenides, will never cease to amaze me. What do you mean you didn't think about being king? Is Attolia going to marry you and move into my library?","author":"Megan Whalen Turner, The Queen of Attolia","category":"humor"},{"quote":"Unrequited love is so boring. Weeping under a blue-black sky is for suckers or maniacs.","author":"Alice Hoffman, Practical Magic","category":"humor, romance, unrequited-love"},{"quote":"Everyone knows revenge is a dish best served when you've had enough time to build up enough vitriol and fury.","author":"Sophie Kinsella, Twenties Girl","category":"humor"},{"quote":"Shin: a device for finding furniture in the dark.","author":"Steven Wright","category":"humor"},{"quote":"Here,\" Myrnin said, his voice still gentle and low. \"Amelie said you had to work. No one said you had to work alone.\" He picked up the next part and slotted it in, took the screwdriver from Claire's numbed fingers, and fastened it with a couple of deft, fast movements. \"I'll be your hands.\"She wanted to cry, because it was so sweet, but it wouldn't do any good.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, morganville-vampires, myrnin, rachel-caine, vampire, vampires"},{"quote":"If a cricketer, for instance, suddenly decided to go into a school and batter a lot of people to death with a cricket bat, which he could do very easily, I mean, are you going to ban cricket bats?","author":"Philip, Duke of Edinburgh","category":"humor"},{"quote":"I think she just asked if she could touch my mango.","author":"Cassandra Clare, City of Fallen Angels","category":"city-of-fallen-angels, humor, jace-lightwood, mortal-instruments"},{"quote":"To me, nudity is a joke. I don't think nude people are very attractive at all. I like my women fully clothed. I like to imagine what might be under there. It might not be the standard thing. Imagine, stripping a woman down, and she has a body like a little submarine. With periscope, propellers, torpedoes. That would be the one for me. I'd marry her right off and be faithful to the end.","author":"Charles Bukowski","category":"hostage, humor"},{"quote":"I feel like getting married, or committing suicide, or subscribing to L'Illustration. Something desperate, you know.","author":"Albert Camus, A Happy Death","category":"desperation, humor"},{"quote":"Sydney spent a lot of time on my bed these days.Unfortunately, it wasn't with me.","author":"Richelle Mead, The Fiery Heart","category":"adrian-ivashkov, bloodlines, humor, richelle-mead, sydney-sage, sydrian, the-fiery-heart"},{"quote":"Go ahead. You're not going to walk in on anyone. I'm home alone.\"\"The whole night?\"Immediately, I realized it might not have been the smartest thing to say. \"Dorothea will be coming soon.\" That was a lie. Dorothea was long gone. It was close to midnight.\"Dorothea?\"\"Our housekeeper. She's old- but strong. Very strong.\" I tried to squeeze past him. Unsuccessfully.\"Sounds frightening,\" he said, retrieving the key from the lock. He held it out for me. \"She can clean a toilet inside and out in under a minute. More like terrifying.","author":"Becca Fitzpatrick, Hush, Hush","category":"humor"},{"quote":"Sometimes losing a pet is more painful than losing a human because in the case of the pet, you were not pretending to love it.","author":"Amy Sedaris, Simple Times: Crafts for Poor People","category":"humor, pets"},{"quote":"Climate is what you expect, weather is what you get.","author":"Robert A. Heinlein","category":"humor, true"},{"quote":"I'm the most important person in the lives of almost everyone I know and a good number of the people I've never even met.","author":"David Sedaris","category":"humor"},{"quote":"You would be amazed how many magicians have died after being bitten by mad rabbits. It's far more common than you might think. -Angela the Herbalist","author":"Christopher Paolini, Brisingr","category":"humor"},{"quote":"Total non-retention has kept my education from being a burden to me.","author":"Flannery O'Connor, The Habit of Being: Letters of Flannery O'Connor","category":"education, georgia, humor, southern"},{"quote":"Before you criticize a man, walk a mile in his shoes. That way, when you do criticize him, you'll be a mile away and have his shoes.","author":"Steve Martin","category":"criticize, empathy, funny, humor"},{"quote":"Why should any guy want to be only friends with a girl? It’s like agreeing to be near a chocolate cake and never eat it. It’s like sitting in a racing car but not driving it.","author":"Chetan Bhagat, 2 States: The Story of My Marriage","category":"humor"},{"quote":"Punctuation, is? fun!","author":"Daniel Keyes, Flowers for Algernon","category":"humor, punctuation"},{"quote":"And before you barrel through some idiotic Cosmo girl list of how-well-do-you-know-your-man questions, let me say that I don't know squat about him except that he kisses like a god and screws like a devil.","author":"Kristin Hannah, Firefly Lane","category":"humor, women"},{"quote":"I’m going to tell you something once and then whether you die is strictly up to you,\" Westley said, lying pleasantly on the bed. \"What I’m going to tell you is this: drop your sword, and if you do, then I will leave with this baggage here\"—he glanced at Buttercup—\"and you will be tied up but not fatally, and will be free to go about your business. And if you choose to fight, well, then, we will not both leave alive.\"You are only alive now because you said 'to the pain.' I want that phrase explained.\"My pleasure. To the pain means this: if we duel and you win, death for me. If we duel and I win, life for you. But life on my terms. The first thing you lose will be your feet. Below the ankle. You will have stumps available to use within six months. Then your hands, at the wrists. They heal somewhat quicker. Five months is a fair average. Next your nose. No smell of dawn for you. Followed by your tongue. Deeply cut away. Not even a stump left. And then your left eye—\"And then my right eye, and then my ears, and shall we get on with it?\" the Prince said.Wrong!\" Westley’s voice rang across the room. \"Your ears you keep, so that every shriek of every child shall be yours to cherish—every babe that weeps in fear at your approach, every woman that cries 'Dear God, what is that thing?' will reverberate forever with your perfect ears. That is what 'to the pain' means. It means that I leave you in anguish, in humiliation, in freakish misery until you can stand it no more; so there you have it, pig, there you know, you miserable vomitous mass, and I say this now, and live or die, it’s up to you: Drop your sword!\"The sword crashed to the floor.","author":"William Goldman","category":"fantasy, humor, romance"},{"quote":"Shigure: JUST LISTEN TO ME FOR A SECOND, KYO!Kyo: SHUT UP! I HATE THIS! DO YOU REALLY GET THAT MUCH ENJOYMENT FROM PLAYING WITH PEOPLES' LIVES?!Shigure: Well, yes, now that you mention it, I do--BUT THIS IS FOR YOUR OWN GOOD!Kyo: Man, your persuasion skills SUCK!Tohru: Um, welcome home. Dinner's-Kyo: NOT HUNGRY!Shigure: KYO! DON'T TAKE THIS OUT ON TOHRU! And come back to the entrance hall this instant and take those shoes off!Yuki: He's right, Shigure. You really do suck at persuasion.","author":"Natsuki Takaya, Fruits Basket, Vol. 1","category":"humor, persuasion"},{"quote":"Men drive off bridges and drink too much because of women like you.","author":"Janet Evanovich","category":"humor, morelli"},{"quote":"Writing in English is the most ingenious torture ever devised for sins committed in previous lives. The English reading public explains the reason why.","author":"James Joyce","category":"humor, irish, writing"},{"quote":"The first time you see something that you have never seen before, you almost always know right away if you should eat it or run away from it.","author":"Scott Adams","category":"food, humor"},{"quote":"The secret to enjoying your job is to have a hobby that's even worse","author":"Bill Watterson, It's a Magical World: A Calvin and Hobbes Collection","category":"humor"},{"quote":"I resisted the urge to hurl my plate at him. “Of course not, Ian. It’s just that normally at this hour, Bones and I are fucking like rabbits, so I get twitchy when I have to wait for him to climb aboard.","author":"Jeaniene Frost, At Grave's End","category":"cat, humor, ian"},{"quote":"Another relative?\" Valek asked.A broad smile stretched Moon Man's lips. \"Yes. I am her mother's uncle's wife'sthird cousin.\"--Valek and Moon Man","author":"Maria V. Snyder, Magic Study","category":"humor, valek"},{"quote":"There are two ways to look at life. The first view is that nothing stays the same and that nothing is inherently connected, and that the only driving force in anyone's life is entropy. The second is that everything pretty much stays the same (more or less) and that everything is completely connected, even if we don't realize it.","author":"Chuck Klosterman, Sex, Drugs, and Cocoa Puffs: A Low Culture Manifesto","category":"humor"},{"quote":"You're kidding,\" Shane said. \"Do you think I want to visit Crazy McTeeth in his lair of insanity?\"\"No,\" Claire said, \"but I'm pretty sure you won't like it if I go alone when I just kind of promised to be with you. So...?\"\"Right. I've been missing Nutty McFang anyway.\"\"Stop making up names for him.\"\"What about Count Crackula?\"\"Just stop.","author":"Rachel Caine, Last Breath","category":"humor, humour"},{"quote":"So Dobby stopped us from getting on the train and broke your arm. . . .\" He shook his head. \"You know what, Harry? If he doesn't stop trying to save your life he's going to kill you.","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"dobby, humor, ron-weasley"},{"quote":"Did you eat my Twinkies?\"She gulped. Keeping her eyes glued to the whip, she said, \"Exactly what Twinkies are we talking about?\"\"The Twinkies in the cupboard over the sink. The only Twinkies in the trailer.\" His fingers convulsed around the coils of leather.Oh, Lord, she thought. Flayed to death for a Twinkle.\"Well?\"\"It, uh — it won't happen again, I promise you. But they didn't have any special marking on them, so there was no way I could tell they were yours.\" Her eyes remained riveted on the whip. \"And normally I wouldn't have eaten them— I never eat junk food-—but I was hungry last night, and, well, when you think about it, you'll have to admit I did you a favor because they're clogging my arteries now instead of yours.\"His voice was quiet. Too quiet. In her mind she heard the howl of a rampaging Cossack baying at a Russian moon. \"Don't touch my Twinkies. Ever. If you want Twinkies, buy your own.","author":"Susan Elizabeth Phillips, Kiss an Angel","category":"humor, twinkies"},{"quote":"Sure,” she said, and hugged the laptop bag closer. “What could go wrong?”Michael’s eyes flashed to meet hers in the rearview mirror.Besides everything, I mean,” she said.","author":"Rachel Caine, Fade Out","category":"fade-out, humor, morganville-vampires"},{"quote":"I read the fuck out of every book I can get my hands on.","author":"Nick Hornby, A Long Way Down","category":"books, humor, reading"},{"quote":"ligion is the opiate of the masses.\" \"I did masses of opiates religiously.","author":"Carrie Fisher, Postcards from the Edge","category":"acting, addiction, alcoholism, celebrities, dysfunctional-families, fiction, humor, producing, recovery, rehab, screenwriting, wishful-drinking, writing"},{"quote":"I'm writing a book. I've got the page numbers done.","author":"Steven Wright","category":"humor, writing"},{"quote":"Truth would quickly cease to be stranger than fiction, once we got as used to it.","author":"H.L. Mencken, A Little Book in C Major","category":"humor, philosophy, truth"},{"quote":"Leo had seen Tia Callida in action; she liked knives, snakes and putting babies in roaring fires. Yeah, definitely let's unleash her rage. Great idea.","author":"Rick Riordan","category":"hera, humor, leo-valdez, the-lost-hero"},{"quote":"I've got a theory, it could be bunnies...I've got a theor-Bunnies aren't just cute like everybody supposesThey've got them hoppy legs and twitchy little noses.And what's with all the carrots-?What do they need such good eyesight for anyway?Bunnies, bunnies it must be bunnies!...or maybe midgets...","author":"Joss Whedon","category":"buffy-the-vampire-slayer, courage, faith, harmony, humor, music"},{"quote":"Emergency dance party--go away.","author":"Rainbow Rowell, Fangirl","category":"humor"},{"quote":"To err is human, to purr is feline.","author":"Robert Byrne, The 2,548 Best Things Anybody Ever Said","category":"cats, err, error, feline, human, humor, purr, purring, quotes, robert-byrne"},{"quote":"As you get older; you've probably noticed that you tend to forget things. You'll be talking with somebody at a party, and you'll know that you know this person, but no matter how hard you try, you can't remember his or her name. This can be very embarassing, especially if he or she turns out to be your spouse.","author":"Dave Barry","category":"aging, humor, marriage"},{"quote":"There is one other reason for dressing well, namely that dogs respect it, and will not attack you in good clothes.","author":"Ralph Waldo Emerson","category":"dogs, fashion, humor, respect"},{"quote":"Evelyn was an insomniac so when they say she died in her sleep, you have to question that.","author":"Garrison Keillor, Pontoon","category":"humor"},{"quote":"The Destiny of Man is to unite, not to divide. If you keep on dividing you end up as a collection of monkeys throwing nuts at each other out of separate trees.","author":"T.H. White, The Once and Future King","category":"humor, unity"},{"quote":"First Pallas and now you,” the gray-haired man said, shaking his head at Nick. “It’s like I’m running a goddamn dating service around here.","author":"Julie James, A Lot like Love","category":"humor, mike-davis"},{"quote":"You saw my leg?\"\"How can a man help what he sees?\" he said. \"And, if I could add, you possess a very fine leg.","author":"Shannon Hale, The Goose Girl","category":"garet, horse, humor, isi, leg"},{"quote":"Hugh consoled me, saying, \"Don't let it get to you. There are plenty of things you're good at.\"When asked for some examples, he listed vacuuming and naming stuffed animals. He says he can probably come up with a few more, but he'll need some time to think.","author":"David Sedaris, Me Talk Pretty One Day","category":"humor, iq, smart, talent"},{"quote":"In the world according to Garp, we are all terminal cases","author":"John Irving, The World According to Garp","category":"humor"},{"quote":"Merda! Her lace panties had snagged on his ring, the signet ring he'd inherited from his father, Giacomo Casanova. His father had seduced hundred of women without any problems whatsoever, and he was having trouble with just one. This was the real reason he never used the Casanova name. He could never live up to his father's reputation. The old man was probably laughing in his grave.Nine circles of hell,\" Jack muttered.Hell?\" Lara asked. \"I thought I was the Holy Land.\"You're paradise. Unfortunately, I am stuck there.\"Her eyes widened. \"Stuck?\"Normally, I would love being stuck to your lovely bum, but it would look odd if we go sightseeing with my hand under your skirt. Especially in the basilica.\"She glanced down. \"How can you be stuck?\"My ring. It's caught in the lace. See?\" He moved his hand down her hip, dragging her undies down a few inches.Okay, stop.\" She bit her lip, frowning, then suddenly giggled. \"I can't believe this has happened.\"I assure you, as much as I had hoped to get your clothes off, this was not part of my original plan.\"She snorted. \"No problem. Just rip yourself loose.\"Are you sure?\" It will destroy you undies.\"She narrowed her eyes with a seductuve look. \"Rip it.\"Very well.\" He jerked his hand away, but the panties came with him. He yanked his hand back and forth, but the lacy, latex material simply stretched with him. \"Santo cielo, they are indestructible.\"Lara laughed.He continued to wage battle, but to no avail. \"They could use this material to build spaceships.","author":"Kerrelyn Sparks, Secret Life of a Vampire","category":"humor"},{"quote":"I’ve been thinking.” “A dangerous pursuit.” “Indeed.","author":"Victoria Schwab, The Archived","category":"humor, thinking"},{"quote":"It is proved by surveys that happiness does not come from love, wealth, or power but the pursuit of attainable goals.","author":"Helen Fielding, Bridget Jones's Diary","category":"humor"},{"quote":"I know how to use a fellytone now.","author":"J.K. Rowling, Harry Potter and the Prisoner of Azkaban","category":"humor"},{"quote":"The food was so good that with each passing course, our conversation devolved further into fragmented celebrations of its deliciousness:'I want this dragon carrot risotto to become a person so I can take it to Las Vegas and marry it.","author":"John Green, The Fault in Our Stars","category":"augustus-waters, hazel-grace, humor, john-green, the-fault-in-our-stars"},{"quote":"And spare me the jokes about scoring.\"\"Dammit, woman, you read my mind,\" he said. \"Is there no filthy wordplay you can't forsee?\"\"It's my special magical power. I can read your mind when you're thinking dirty thoughts.\"\"So, ninety-five percent of the time.","author":"Cassandra Clare, City of Lost Souls","category":"clary-fray, humor, jace-lightwood"},{"quote":"Men don’t realize that if we’re sleeping with them on the first date, we’re probably not interested in seeing them again either.","author":"Chelsea Handler","category":"humor"},{"quote":"Eagles may soar, but weasels don't get sucked into jet engines.","author":"Steven Wright","category":"humor"},{"quote":"Myrnin turned away to pick up his Ben Franklin spectacles, balanced them on his nose, and looked over them to say, \"Don't do drugs. I feel I ought to say that.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, morganville-vampires, myrnin, rachel-caine, vampire, vampires"},{"quote":"Earrings are like orgasms. You can never have too many.\"  \" I never thought about it quite that way.\"  Well, you're a man. \" She gave his knee a friendly pat.","author":"Nora Roberts, Daring to Dream","category":"humor"},{"quote":"Oliver laughed - actually laughed.\"I like this new Claire,\" he said. \"You should work her this hard all the time, Myrnin. She's interesting when she's forthright.\"Claire, possessed by the spirit of Eve, shot him the finger. Which made him laugh again, shake his head, and walk up the steps.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, funny, ghost-town, humor, morganville-vampires, oliver, rachel-caine, vampires"},{"quote":"Don't run I never liked fast food","author":"Rachel Caine","category":"crazy, humor, vampires"},{"quote":"Who wants to go down the creepy tunnel inside the tomb first?","author":"Ann  Lloyd, National Treasure: Book of Secrets","category":"humor"},{"quote":"Comedy is the art of making people laugh without making them puke.","author":"Steve Martin","category":"comedy, humor"},{"quote":"No, thanks,\" said Harry. \"The toilet's never had anything as horrible as your head down it— it might be sick.\" Then he ran, before Dudley could work out what he'd said.","author":"J.K. Rowling, Harry Potter and the Sorcerer's Stone","category":"dudley-dursley, harry-potter, humor, toilet"},{"quote":"I'd made the vampire cry. Great. I felt like a real superhero. Harry Dresden, breaker of monsters' hearts.","author":"Jim Butcher, Storm Front","category":"harry-dresden, humor, women"},{"quote":"She wondered if it was her stupid mother, the goddess of love, messing with her thoughts. If Piper started getting urges to read fashion magazines, she was going to have to find Aphrodite and smack her.","author":"Rick Riordan, The Lost Hero","category":"humor"},{"quote":"I've never created a riot before. I did cause a brawl at the last formal. A large number of young women there actually arrived with the expectation of seducing me into matrimony, and a couple of their mothers came to blows. It was hilari—I mean, dreadful. Simply dreadful.","author":"Ilona Andrews, On the Edge","category":"declan, humor"},{"quote":"If you can do a half-assed job of anything, you're a one-eyed man in a kingdom of the blind.","author":"Kurt Vonnegut Jr.","category":"competence, humor, work"},{"quote":"When something needs to be said, you look for a man to say it. But when something needs actually to be done, you look for a woman.","author":"P.B. Kerr, The Blue Djinn of Babylon","category":"humor, men, women"},{"quote":"Take care of the sense and the sounds will take care of themselves.","author":"Lewis Carroll, The Annotated Alice: The Definitive Edition","category":"humor, nonsense, prose, verse"},{"quote":"I am charging you with the protection of my mother and friends, not to mention keeping my younger self off the Internet. He is as dangerous as Opal.","author":"Eoin Colfer, The Time Paradox","category":"fun, humor, internet, kids, teenagers, time-travel"},{"quote":"You look disappointed to see me, Zach,\" Macey teased. \"Don't you like my jacket?","author":"Ally Carter, Only the Good Spy Young","category":"gallagher-girl, humor, macey-mchenry, zach-goode"},{"quote":"I let out a laugh that sounded more like the yip of a startled poodle. \"Superp-powers? I wish. My powers aren't winning me a slot on the Cartoon Network anytime soon... except as a comic relief. Ghost Whisperer Junior. Or Ghost Screamer, more like it. Tune in, every week, as Chloe Saunders runs screaming from yet another ghost looking for her help.\"Okay, superpower might be pushing it.","author":"Kelley Armstrong, The Summoning","category":"ghosts, humor, powers"},{"quote":"I've got to keep breathing. It'll be my worst business mistake if I don't.","author":"Steve Martin","category":"humor"},{"quote":"She frowned at me. \"You need some rest. You look like hell. And you're obviously tired enough to have gotten the giggles.\"Wizards don't giggle,\" I said, hardly able to speak. \"This is cackling.","author":"Jim Butcher, Changes","category":"harry-dresden, humor, karrin-murphy"},{"quote":"We need to gather everyone we can.Damien scoffed. Uh, boss, hate to be a pall, but I think everyone we can gather is currently in this room.Sin paused to look at Simi, Xirena, Damien, Kat, Kish, and Xypher. It was a pitiful number of defenders. But it was all the world had. In that case, we need to seriously arm ourselves.Damien crossed himself. Hail Mary, full of grace-What are you doing? Kish asked. You're not Catholic.Yeah but I'm feeling really religious all of a sudden and it seemed like a good idea.","author":"Sherrilyn Kenyon, Devil May Cry","category":"humor"},{"quote":"Ford carried on counting quietly. This is about the most aggressive thing you can do to a computer, the equivalent of going up to a human being and saying \"Blood...blood...blood...blood...","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"counting, ford-anyone, humor"},{"quote":"Ceres wanted a united front in the plant war.\"\"The plant war,\" Percy said. \"You're going to arm all the little grapes with tiny assault rifles?","author":"Rick Riordan, The Mark of Athena","category":"funny, grapes, humor, riffles, war"},{"quote":"Tarzan-like men are my weakness, apparently.","author":"Colleen Houck, Tiger's Quest","category":"humor, kelsey-about-ren-and-kishan"},{"quote":"It usually takes me two or three days to prepare an impromptu speech.","author":"Mark Twain","category":"humor, preparedness"},{"quote":"I disapprove of matrimony as a matter of principle.... Why should any independent, intelligent female choose to subject herself to the whims and tyrannies of a husband? I assure you, I have yet to meet a man as sensible as myself! (Amelia Peabody)","author":"Elizabeth Peters, Crocodile on the Sandbank","category":"feminism, humor, husbands, intelligence, intelligent, marriage, matrimony, women"},{"quote":"She'd met Colin on a Monday.She'd kissed him on a Friday.Twelve years later.She sighed. It seemed fairly pathetic.","author":"Julia Quinn, Romancing Mister Bridgerton","category":"funny, humor, sarcasm"},{"quote":"I’ve had a tense couple of days. And I’ve got to tell you, burning someone’s face off sounds like a great way to relax.","author":"Jim Butcher, Small Favor","category":"harry-dresden, humor"},{"quote":"I don't understand how people canstand next to you one year,and next year, they cannot. They're going crazy, screaming. They can't take it that you're there. But last year I was in the same club,walking around,lonely like a motherfucker. Couldn't get a date or a dance. I was too skinny, too something,and now, \"He's just adorable. He's just, oh!","author":"Tupac Shakur, Resurrection, 1971-1996","category":"humor, sex"},{"quote":"I've got to start listening to those quiet, nagging doubts.","author":"Bill Watterson","category":"humor"},{"quote":"And so the dentist says 'Rinse.' So you lean over, and you're lookin' at this miniature toilet bowl.","author":"Bill Cosby","category":"humor"},{"quote":"Yesterday I was a dog. Today I'm a dog. Tomorrow I'll probably still be a dog. Sigh! There's so little hope for advancement.","author":"Charles M. Schulz","category":"humor"},{"quote":"What I'm expecting is for you to behave like the gentleman I always thought you were.","author":"Wendelin Van Draanen, Flipped","category":"humor, men"},{"quote":"Claire was struggling through last summer’s diary volume when Myrnin popped in through the portal, wearing a big floppy black hat and a kind of crazy/stylish pimp coat that covered him from neck to ankles, black leather gloves, and a black and silver walking stick with a dragon’s head on it. And, on his lapel was a button that said, If you can read this, thank a teacher.","author":"Rachel Caine, Fade Out","category":"humor, myrnin"},{"quote":"One time I actually cleaned out my closet so good I ended up on the cover of Time magazine.","author":"Ellen DeGeneres","category":"humor"},{"quote":"One glance and I knew exactly who and what he was. The classic alpha male, the kind who had spurred evolution forward about five million years ago by nailing every female in sight. They charmed, seduced, and behaved like bastards, and yet women were biologically incapable of resisting their magic DNA.","author":"Lisa Kleypas, Smooth Talking Stranger","category":"humor, romance"},{"quote":"You know how hard it is to feel like an extreme falcon-headed combat machine when somebody calls you \"chicken man\"?","author":"Rick Riordan, The Red Pyramid","category":"battle, humor, names, sobriquet"},{"quote":"I past another telkhine, who was so startled he dropped his Lil' Demons lunch box. I left him alive - partly because he had a cool lunch box...","author":"Rick Riordan","category":"humor, percy-jackson"},{"quote":"I ripped my left arm out of his hand and slammed my elbow into his solar plexus. He exhaled in a gasp. I lunged for the dagger and sat on top of him, my knees pinning his arms, my dagger on his throat.He lay still. “I give up,” he said and smiled. “Your move.”Er. I was sitting atop the Beast Lord in my underwear, holding a knife to his throat. What the hell was my next move?","author":"Ilona Andrews, Magic Strikes","category":"curran, humor, kate"},{"quote":"When you get a thing the way you want it, leave it alone.","author":"Winston S. Churchill","category":"humor"},{"quote":"Politics is not a bad profession. If you succeed there are many rewards, if you disgrace yourself you can always write a book.","author":"Ronald Reagan","category":"humor, politics"},{"quote":"Look. Survey. Inspect. My hair is ruined! I look like a pan of bacon and eggs!","author":"Diana Wynne Jones, Howl's Moving Castle","category":"hair-drama, humor, vanity"},{"quote":"Riley : \"Do you want to claw at me, kitty-cat? Come on.\"Mercy: \"Sorry, I don't beat defenseless puppies.","author":"Nalini Singh, Branded by Fire","category":"changeling, humor"},{"quote":"I'm as pure as the driven slush.","author":"Tallulah Bankhead","category":"humor, sex"},{"quote":"I came to the table, pulled up a chair, and sat. “Everyone brought a pet. I feel left out.” An enthusiastic howl broke the silence, and Grendel bounded through the doorway. He galloped through the steak house, skidded on the floor, smashed into my chair, and dropped a dead rat on my lap. Awesome.","author":"Ilona Andrews, Magic Slays","category":"humor"},{"quote":"No. Don't distract me with your sexy talk.","author":"Rachel Hawkins, Spell Bound","category":"archer, archer-cross, hex-hall, humor, rachel-hawkins, sexy, sophie, spell-bound"},{"quote":"I felt this awful obligation to be charming or at least have something to say, and the pressure of having to be charming (or merely verbal) incapacitates me.","author":"Peter Cameron, Someday This Pain Will Be Useful to You","category":"humor, loner, social-awkwardness"},{"quote":"This paper, by its very length, defends itself from ever being read.","author":"Winston S. Churchill","category":"humor"},{"quote":"People have hope because they cannot see Death standing behind them.","author":"Tite Kubo","category":"hope, humor"},{"quote":"My bookcase is all yours.\"I walked to the door. \"I've just decided that those are my favorite five words in the world.","author":"Kasie West, Pivot Point","category":"books, comics, humor"},{"quote":"Other than the voices in my head, I think I’m pretty normal.","author":"Tom Upton, Tiny Voices","category":"humor, young-adult"},{"quote":"And a special thanks for not burning up the whole ship. Including yourself, you daft bum-rag.","author":"Scott Westerfeld, Leviathan","category":"bum-rag, fire, humor, mistakes, ship"},{"quote":"I’d have been dead a long time ago if not for my friends, one of whom had just jumped off the cliff after me. I’d have been a lot more appreciative if he hadn’t pushed me first.\" ~Cassandra Palmer","author":"Karen Chance, Hunt the Moon","category":"humor"},{"quote":"I was raised right — I talk about people behind their backs. It's called manners.","author":"Kathy Griffin","category":"etiquette, humor, manners"},{"quote":"Elaine: Ugh, I hate people.Jerry: Yeah, they're the worst.","author":"Jerry Seinfeld","category":"humor"},{"quote":"Wrath: What the hell are you supposed to ask?Rhage: I know! Who do you like the most? It's me right?Come on, you know it is. Come oooooonnnnn-Butch: If its you,, I'll kill myself.V: No, that just means she's blind.Rhage: It has to be me.V: She said she didn't like you at first.Rhage: Ah, but I won her over, which is more than anyone else can say about you, hot stuff.J.R.: I don't like anyone the bestWrath: Right answer.Rhage: She's just sparing all of you feelings. (grins, becoming impossibly handsome) She's so polite.J.R.: Next question?Rhage: Why do you like me the best?","author":"J.R. Ward, The Black Dagger Brotherhood: An Insider's Guide","category":"black-dagger-brotherhood, humor, rhage"},{"quote":"Anyway.I’m not allowed to watch TV, although I am allowed to rent documentaries that are approved for me, and I can read anything I want. My favorite book is A Brief History of Time, even though I haven’t actually finished it, because the math is incredibly hard and Mom isn’t good at helping me. One of my favorite parts is the beginning of the first chapter, where Stephen Hawking tells about a famous scientist who was giving a lecture about how the earth orbits the sun, and the sun orbits the solar system, and whatever. Then a woman in the back of the room raised her hand and said, “What you have told us is rubbish. The world is really a flat plate supported on the back of a giant tortoise.” So the scientist asked her what the tortoise was standing on. And she said, “But it’s turtles all the way down!”I love that story, because it shows how ignorant people can be. And also because I love tortoises.","author":"Jonathan Safran Foer, Extremely Loud and Incredibly Close","category":"humor"},{"quote":"It is impossible to enjoy idling thoroughly unless one has plenty of work to do. There is no fun in doing nothing when you have nothing to do. Wasting time is merely an occupation then, and a most exhausting one. Idleness, like kisses, to be sweet must be stolen.","author":"Jerome K. Jerome","category":"humor"},{"quote":"I have never read The Joy of Crap. Sounds disgusting. I have, however, read The Joy of Sex. Not in a while, but I think it's one of those classics you can come back to again... and again.","author":"Michelle Hodkin, The Unbecoming of Mara Dyer","category":"humor"},{"quote":"I didn't do anyting wrong. All I know is I saw two people struggling to get inside these walls and they [Minho and Alby] couldn't make it. To ignore that because of some stupid rule seemed selfish, cowardly, and... well, stupid. If you want to throw me in jail for trying to save someone's [Alby] life, then go ahead. Next time I promise I'll point at them and laugh, then go eat some of Frypan's dinner. -Thomas","author":"James Dashner, The Maze Runner","category":"humor"},{"quote":"There was this book Dad used to read to me every night called \"The Giving Tree.\" It was a really good book, but the back of it had a picture of the author, this guy named Shel Silverstein.But Shel Silverstein looks more like a burglar or a pirate than a guy who should be writing books for kids.Dad must have known that picture kind of freaked me out, because one night after I got out of bed, Dad said: \"IF YOU GET OUT OF BED AGAIN TONIGHT, YOU'LL PROBABLY RUN INTO SHEL SILVERSTEIN IN THE HALLWAY.\"That really did the trick, Ever since then, I STILL don't get out of bed at night, even if I really need to use the bathroom.","author":"Jeff Kinney, The Last Straw","category":"humor"},{"quote":"I don't really like coffee, she said, but I don't really like it when my head hits my desk when I fall asleep either.","author":"Brian Andreas","category":"coffee, humor, story-people, work"},{"quote":"Excruciating agony makes me cranky.","author":"Brandon Mull, Secrets of the Dragon Sanctuary","category":"humor, pain"},{"quote":"Reality depresses me. I need to find fantasy worlds and escape in them.","author":"Noel Fielding","category":"fantasy, humor"},{"quote":"Our enemies are innovative and resourceful, and so are we. They never stop thinking about new ways to harm our country and our people, and neither do we.","author":"George W. Bush","category":"bushism, dumb, humor"},{"quote":"I think I did pretty well, considering I started out with nothing but a bunch of blank paper.","author":"Steve Martin","category":"humor"},{"quote":"Babe!","author":"Janet Evanovich","category":"humor, ranger"},{"quote":"What is your advice to young writers?” “Drink, fuck and smoke plenty of cigarettes.","author":"Charles Bukowski, Hot Water Music","category":"advice, alcohol, authors, bukowski, cigarettes, drink, funny, humor, ironic, irony, sarcasm, sex, smoke, writers, writing, writing-process"},{"quote":"So, Belle, what's new today?\"Dad,\" I said, grasping his hands and looking directly into his eyes. \"I'm in the deepest love that has ever occurred in the history of the world.\"Gosh, Belle. When someone asks you 'What's new?' the correct answer is 'Not much'. Besides, isn't it a little soon to cut yourself off from the rest of your peers, depending on a boyfriend to satisfy your social needs as opposed to making friends? Imagine what would happen if something forced that boy to leave! I'm imagining pages and pages would happen - with nothing but the names of the months on them.","author":"The Harvard Lampoon, Nightlight: A Parody","category":"humor"},{"quote":"Adrian was easily distractible by wacky topics and shiny objects.","author":"Richelle Mead, The Golden Lily","category":"adrian-ivashkov, humor, sydney-sage"},{"quote":"I always listen to you. Except when I don't.","author":"Maggie Stiefvater, Forever","category":"humor"},{"quote":"Dead. Never been that before. Not even once.","author":"Jasper Fforde, First Among Sequels","category":"death, humor"},{"quote":"Damien has died and gone straight to gay boy heaven,' Shaunee said...","author":"P.C. Cast","category":"humor"},{"quote":"Pranks vs school= pranks win all day","author":"Justin Bieber, First Step 2 Forever","category":"humor"},{"quote":"It's Sanjit. It's a Hindu name. It means 'invincible.'\"\"That's great,\" Lana said.\"Invincible. I can't be vinced.\"\"That's not even a word,\" Lana said.\"Go ahead: try to vince me,\" Sanjit said.","author":"Michael  Grant, Plague","category":"gone, humor, michael-grant, plague, words"},{"quote":"You can't give her that!' she screamed. 'It's not safe!'IT'S A SWORD, said the Hogfather. THEY'RE NOT MEANT TO BE SAFE.'She's a child!' shouted Crumley.IT'S EDUCATIONAL.'What if she cuts herself?'THAT WILL BE AN IMPORTANT LESSON.","author":"Terry Pratchett, Hogfather","category":"children, death, discworld, hogfather, humor, humour, important-lessons, lessons, swords"},{"quote":"See, that’s the difference,” Mauvin said. “I suffer a loss and people console me. Royce suffers a loss and whole towns evacuate.","author":"Michael J. Sullivan, Heir of Novron","category":"humor, loss"},{"quote":"Riza: Without his Alchemy he's just...Jean: A little brat who swears a lotMaes: An arrogant pipsqueakRoy: Useless. Just uselessAlphonse: Sorry big brother, I don't know how to add to that...Ed *starts to cry*: YOU'RE ALL PICKING ON ME!!!","author":"Hiromu Arakawa, Fullmetal Alchemist, Vol. 2","category":"action, alchemist, fiction, fullmetal, humor, science"},{"quote":"Slumber party with Dracula, all things considerd why not?","author":"Jeaniene Frost, Destined for an Early Grave","category":"dracula, humor"},{"quote":"THE WOMAN WAS GOING TO KILL HIM, and not because she was stronger and more vicious than he was. Which, if he thought about it, she was. He’d never ripped a man’s throat out with his teeth, and he was damned impressed that Gwen had. She’d made the Lords of the Underworld look like marshmallows.","author":"Gena Showalter, The Darkest Whisper","category":"humor, lords-of-the-underworld"},{"quote":"Funny thing about glass. When you broke the shit up, it got pissed and bit back.","author":"J.R. Ward, Covet","category":"humor"},{"quote":"Why?' is always the most difficult question to answer. You know where you are when someone asks you 'What's the time?' or 'When was the battle of 1066?' or 'How do these seatbelts work that go tight when you slam the brakes on, Daddy?' The answers are easy and are, respectively, 'Seven-thirty in the evening,' 'Ten-fifteen in the morning,' and 'Don't ask stupid questions.","author":"Douglas Adams, The Salmon of Doubt","category":"humor"},{"quote":"Cats don't need to be possessed","author":"they're evil on their own.","category":"Peter Kreeft"},{"quote":"If we're not supposed to eat animals, how come they're made out of meat?","author":"Tom Snyder","category":"humor"},{"quote":"You know your Lamborghini is on fire, right?","author":"Meg Cabot, Runaway","category":"humor"},{"quote":"Young people, nowadays, imagine that money is everything.Yes, murmured Lord Henry, settling his button-hole in his coat; and when they grow older they know it.","author":"Oscar Wilde, The Picture of Dorian Gray and Other Writings","category":"humor, imagine, know, money, old, sarcasm, young"},{"quote":"Locke sighed.'So this is winning,' he said.'It is,' replied Jean. 'It can go fuck itself,' said Locke.","author":"Scott Lynch, The Lies of Locke Lamora","category":"humor"},{"quote":"*Appendix usually means \"small outgrowth from large intestine,\" but in this case it means \"additional information accompanying main text.\" Or are those really the same things? Think carefully before you insult this book.","author":"Pseudonymous Bosch, The Name of This Book Is Secret","category":"appendix, boch, funny, humor, pseudonymous"},{"quote":"Maybe I should, I don't know leave? Because this is starting to sound like one of those reality shows I don't want to be in. Maybe you guys want to take turns in the confessional booth.","author":"Rachel Caine, Feast of Fools","category":"humor, tv"},{"quote":"Before I begin, may I ask how old you are?\"\"You may ask.\"\"How old are you?\"\"It's none of your business","author":"Christopher Pike, The Last Vampire","category":"humor"},{"quote":"When you see what some girls marry, you realize how they must hate to work for a living.","author":"Helen Rowland, A Guide to Men: Being Encore Reflections of a Bachelor Girl","category":"humor, marriage, women, work"},{"quote":"Along with the standard computer warranty agreement which said that if the machine 1) didn't work, 2) didn't do what the expensive advertisements said, 3) electrocuted the immediate neighborhood, 4) and in fact failed entirely to be inside the expensive box when you opened it, this was expressly, absolutely, implicitly and in no event the fault or responsibility of the manufacturer, that the purchaser should consider himself lucky to be allowed to give his money to the manufacturer, and that any attempt to treat what had just been paid for as the purchaser's own property would result in the attentions of serious men with menacing briefcases and very thin watches. Crowley had been extremely impressed with the warranties offered by the computer industry, and had in fact sent a bundle Below to the department that drew up the Immortal Soul agreements, with a yellow memo form attached just saying: 'Learn, guys...","author":"Neil Gaiman, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","category":"contracts, humor"},{"quote":"Look! A trickle of water running through some dirt! I'd say our afternoon just got booked solid!","author":"Bill Watterson","category":"calvin, calvin-and-hobbes, comic, comic-strips, comics, hobbes, humor, kids, nature"},{"quote":"It's so hard to believe in anything anymore. I mean, it's like, religion, you really can't take it seriously, because it seems so mythological, it seems so arbitrary...but, on the other hand, science is just pure empiricism, and by virtue of its method, it excludes metaphysics. I guess I wouldn't believe in anything anymore if it weren't for my lucky astrology mood watch.","author":"Steve Martin","category":"humor, religion, science"},{"quote":"...There are too many idiots in this world. And having said it, I have the burden of proving it.","author":"Frantz Fanon, Black Skin, White Masks","category":"humor, humour, idiots"},{"quote":"If anger were mileage, I'd be a very frequent flyer, right up there in First Class.","author":"Gina Barreca","category":"anger, gina-barreca, humor, revenge, women"},{"quote":"‎No people whose word for 'yesterday' is the same as their word for 'tomorrow' can be said to have a firm grip on the time.","author":"Salman Rushdie, Midnight's Children","category":"future, humor, india, past, time"},{"quote":"There's no half-singing in the shower, you're either a rock star or an opera diva","author":"Josh Groban","category":"humor"},{"quote":"I've always known I was gay, but it wasn't confirmed until I was in kindergarten.It was my teacher who said so. It was right there on my kindergarten report card: PAUL IS DEFINITELY GAY AND HAS VERY GOOD SENSE OF SELF.","author":"David Levithan, Boy Meets Boy","category":"humor, lgbt"},{"quote":"Rule number 2 - don't listen to me!\" Arriane laughed, \"I'm certifiably insane!","author":"Lauren Kate","category":"arriane, fallen, humor, luce, young-adult-fiction"},{"quote":"It infuriates me to be wrong when I know I'm right.","author":"Molière","category":"humor"},{"quote":"Linh Cinder. Such a pleasure. My master has spoken so highly of you.”Cinder paused and studied her again. “Who are you?”“I’m called Darla. I am Captain Thorne’s mistress.”Cinder blinked. “Excuse me?”“He asked me to stay and keep watch over the vehicle,” she said. “He’s just gone inside to be heroic. I’m sure he’ll be glad to know you’re here. I believe he’s under the impression that you’re out in space somewhere.","author":"Marissa Meyer, Cress","category":"cinder, darla, humor"},{"quote":"Excuse me, Captain. Are you two going to weep salty tears of admiration over a helmet all night, or do we have matters to discuss?","author":"Eoin Colfer, The Lost Colony","category":"humor"},{"quote":"What does ‘hmm’ have to do with anything? Could you ever use more than five words? All this grunting and minced words make you come across—primal.”His smile tipped higher. “Primal.”“You’re impossible.”“Me Jev, you Nora.","author":"Becca Fitzpatrick, Silence","category":"humor, nora-grey, patch-cipriano"},{"quote":"It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.","author":"Jerry Seinfeld","category":"humor"},{"quote":"Victor patted my hand. 'I like you, Sky. You're a fighter.''I am, aren't I? Hear that, Zed? No more bambi comparisons. I'm a Rottweiler -with a temper.''A very small Rottweiler,' said Zed, still not convinced.","author":"Joss Stirling, Finding Sky","category":"humor, make-a-point, sky, zed"},{"quote":"I don't have a lot of domestic instincts,\" Ranger said to me, his attention fixing on the unidentifiable glob in my hair, \"but I have a real strong urge to take you home and hose you down.\"I went dry mouth. Connie bit into her lower lip, and Lula fanned herself with a file.","author":"Janet Evanovich, Eleven on Top","category":"humor, ranger, romance"},{"quote":"Disagreements over money are the biggest cause of divorce.\"She waved her hand. \"Absolutely no problem. Your money is our money. My money is my money.\" She wrote away.\"I should make you negotiate with Phoebe.","author":"Susan Elizabeth Phillips, Match Me If You Can","category":"humor, money, pre-nup, romance"},{"quote":"Kools and Newports were for black people and lower-class whites. Camels were for procrastinators, those who wrote bad poetry, and those who put off writing bad poetry. Merits were for sex addicts, Salems were for alcoholics, and Mores were for people who considered themselves to be outrageous but really weren't.","author":"David Sedaris, When You Are Engulfed in Flames","category":"humor, smoking, stereotypes"},{"quote":"I can't forget things, or ignore them-bad things that happen,\" I said. \"I'm a lay-it-all-out person, a dwell-on-it person, an obsess-about-it person. If I hold things in and try to forget or pretend, I become a madman and have panic attacks. I have to talk.","author":"E. Lockhart, Real Live Boyfriends: Yes. Boyfriends, Plural. If My Life Weren't Complicated, I Wouldn't Be Ruby Oliver","category":"chicklit, girls, humor, humorous, humour"},{"quote":"When she scooped up her clothes, opened his door, then snapped her fingers for a guard down the hall, Wroth watched like a bystander. “Pssst. Minion. I need these laundered. Very little starch. Don’t just stand there gawking or you’ll anger my good frenemy General Wroth. We’re like this.”He couldn’t see her but knew she was twining two fingers together.","author":"Kresley Cole, The Warlord Wants Forever","category":"humor, immortals-after-dark, kresley-cole, lore, myst, nikolai-wroth, paranormal-romance, the-warlord-wants-forever"},{"quote":"Not going to walk me to the door?\" I asked, pretending to be shocked at his lack of gallantry.\"Of course I am. many would think that a bonny lass such as yerself wouldst be able to stay out of trouble for a distance of fifteen feet, but I know better.\"\"Did you just use the words yerself and wouldst in the same sentence? You can't be a pirate and a courtier at the same time, Dev. It just isn't done.","author":"Jennifer Lynn Barnes, Raised by Wolves","category":"banter, humor, humour"},{"quote":"Shut up!\" Eve yelled from somewhere upstairs. \"Jackass!\"\"You know, when people say that, I just hear the word awesome,","author":"Rachel Caine, Last Breath","category":"humor"},{"quote":"I'm calling it the Watney Triangle because after what I've been through, shit on Mars should be named after me.","author":"Andy Weir, The Martian","category":"funny, humor"},{"quote":"Who, last time I'd checked, was still on our official archenemy list. (Yes, we have to keep a list. It's kind of sad.)","author":"James Patterson, Angel","category":"angel, humor, max, maximum-ride, maxride"},{"quote":"No matter how calmly you try to referee, parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal.","author":"Bill Cosby","category":"humor, parenting"},{"quote":"What's that supposed to mean? A wolf's head on a stick. Big wolf barbecue tonight? Bring your own wolf?","author":"Eoin Colfer, The Lost Colony","category":"barbecue, bbq, humor, signs, wolf, wolves"},{"quote":"Everything not forbidden is compulsory","author":"T.H. White, The Once and Future King","category":"absurd, government, humor, totalitarianism"},{"quote":"Joshua's ministry was three years of preaching, sometimes three times a day, and although there were some high and low points, I could never remember the sermons word for word, but here's the gist of almost every sermon I ever heard Joshua give.You should be nice to people, even creeps.And if you:a) believed that Joshua was the Son of God (and)b) he had come to save you from sin (and)c) acknowledged the Holy Spirit within you (became as a little child, he would say) (and)d) didn't blaspheme the Holy Ghost (see c)then you would:e) live foreverf) someplace niceg) probably heavanHowever, if you:h) sinned (and/or)i) were a hypocrite (and/or)j) valued things over people (and)k) didn't do a, b, c, and d,then you were:l) fucked","author":"Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal","category":"humor, speeches"},{"quote":"Hey, yummy leather guy? Can you hear me? (Amanda)","author":"Sherrilyn Kenyon, Night Pleasures","category":"fanstastic, funny, humor"},{"quote":"Here's a newsflash from the only High Preistess you have left at this dang school: Zoey isn't dead. And believe me, I know dead. I've been there, done that, and got the frickin' T-shirt.\" - Stevie Rae","author":"P.C. Cast, Burned","category":"humor"},{"quote":"She led the way. Eyeless sockets of the dead seemed to stare at them as they passed. \"These are cool,\" Dan decided. \"Maybe I could-\"\"No, Dan,\" Amy said. \"You can't collect human bones.\"\"Awww.","author":"Rick Riordan, The Maze of Bones","category":"amy-cahill, bones, collect, dan-cahill, humor"},{"quote":"There was a dragon who had a long-standing obsession with a queen's breasts,\" she said, growing breathless. \"The dragon knew the penalty to touch her would mean death, yet he revealed his secret desire to the king's chief doctor. This man promised he could arrange for the dragon to satisfy his desire, but it would cost him one thousand gold coins.\" She spread her soapy hands over his nipples, then down his arms. \"Though he didn't have the money, the dragon readily agreed to the scheme.\"Grace,\" Darius moaned, his erection straining against her stomach.She hid her smile, loving that she had this much power over such a strong man. That she, Grace Carlyle, made him ache with longing. \"The next day the physician made a batch of itching powder and poured some into the queen's bra… uh, you might call it a brassiere… while she bathed. After she dressed, she began itching and itching and itching. The physician was summoned to the Royal Chambers, and he informed the king and queen that only a special saliva, if applied for several hours, would cure this type of itch. And only a dragon possessed this special saliva.\" Out of breath, she paused.Continue,\" Darius said. His arms wound around her so tightly she could barely breathe. His skin blazed hot against hers, hotter than even the steamy water.Are you sure?\"Continue.\" Taut lines bracketed his mouth.Well, the king summoned the dragon. Meanwhile, the physician slipped him the antidote for the itching powder, which the dragon put into his mouth, and for the next few hours, the dragon worked passionately on the queen's breasts.Anyway,\" she said, reaching around him and lathering the muscled mounds of his butt, \"the queen's itching was eventually relieved, and the dragon left satisfied and touted as a hero.\"This does not sound like a joke,\" Darius said.I'm getting to the punch line. Hang on. When the physician demanded his payment, the now satisfied dragon refused. He knew that the physician could never report what really happened to the king. So the next day, the physician slipped a massive dose of the same itching powder into the king's loincloth. And the king immediately summoned the dragon.\"-Heart of the Dragon","author":"Gena Showalter","category":"humor, romance"},{"quote":"My Head of House said I lacked certain necessary qualities...like the ability to behave myself.","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"humor, tonks"},{"quote":"I don't know about your true form, but the weight of your ego sure is pushing the crust of the earth toward the breaking point.","author":"Jim Butcher, Grave Peril","category":"ego, ferro, harry-dresden, humor, sarcasm"},{"quote":"Horse sense is the thing a horse has which keeps it from betting on people.","author":"W.C. Fields","category":"betting, common-sense, horses, humor"},{"quote":"Be respectful to your superiors, if you have any.","author":"Mark Twain, The Wit and Wisdom of Mark Twain","category":"humor"},{"quote":"From: Anastasia SteeleSubject: MoaningDate: May 31 2011 19:39 ESTTo: Christian GreyGotta go.Laters, baby......From: Christian GreySubject: PlagiarismDate: May 31 2011 16:41To: Anastasia SteeleYou stole my line.And left me hanging.Enjoy your dinner.Christian GreyCEO, Grey Enterprises Holdings Inc.","author":"E.L. James, Fifty Shades of Grey","category":"emails, fifty-shades-of-grey, humor"},{"quote":"What's in a name, anyway? That which we call a nose by any other name would still smell.","author":"Reduced Shakespeare Company, The Compleat Works of Wllm Shkspr","category":"humor, paraphrased, romeo-and-juliet, shakespeare"},{"quote":"The secret to humor is surprise.","author":"Aristotle","category":"humor, surprise"},{"quote":"People who entered the Courtyard without an invitation were just plain crazy! Wolves were big and scary and so fluffy, how could anyone resist hugging one just to feel all that fur?“Ignore the fluffy,” she muttered. “Remember the part about big and scary.","author":"Anne Bishop, Written in Red","category":"fluffy, humor, werewolves, wolves"},{"quote":"Shee, you guys are so unhip it's a wonder your bums don't fall off.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"humor"},{"quote":"I hate girls that giggle all the time... You hate any girl that David looks at.","author":"Audrey Hepburn","category":"humor"},{"quote":"Hell's holy stars and freaking stones shit bells.","author":"Jim Butcher, Blood Rites","category":"epithet, harry-dresden, humor"},{"quote":"You are going to love the sports here. Snow skiing and water-skiing and rock climbing and all kinds of extreme sports. I give you full permission to hurl yourself off stuff.","author":"Cynthia Hand, Unearthly","category":"extreme-sports, funny, humor, jeffery-gardner, mothers-and-sons, unusual-mother"},{"quote":"Yakka foob mog. Grug pubbawup zink wattoom gazork. Chumble spuzz. I love loopholes.","author":"Bill Watterson, There's Treasure Everywhere: A Calvin and Hobbes Collection","category":"humor"},{"quote":"There are any number of magical creatures, mostly female, whose singing can bring about horror and death. Sirens, undines, banshees, Bananarama tribute bands...","author":"Simon R. Green, Nightingale's Lament","category":"humor"},{"quote":"A friend of mine once sent me a post card with a picture of the entire planet Earth taken from space. On the back it said, 'Wish you were here.","author":"Steven Wright","category":"earth, humor"},{"quote":"Rejection is one thing - but rejection from a fool is cruel.","author":"Morrissey","category":"humor, lyrics, music"},{"quote":"See?\" she heard Shane yell at the kitchen. \"She doesn't stomp around like a cattle stampede!\"\"Bite me, Collins! No bacon for you, either!","author":"Rachel Caine, Ghost Town","category":"eve-rosser, humor, morganville-vampires, shane-collins"},{"quote":"Yes, boys are a little like shoes. Why? Well...They can be useful. But mainly...They are nice to look at. Getting the right one can be a lovely accessory to an outfit. There are times when you couldn't do without them. And there are times when you'd rather do without them. Get the wrong ones and they can hurt. There are many types and often the ones that look the nicest are completely unpractical.","author":"Rachel Hill, A Girl's Guide to Guys: Meeting Them, Managing Them and All That Love Stuff","category":"boyfriends, boys, chocolate, girls, humor, manga, reardon, simile, young-adult"},{"quote":"There are always some lunatics about. It would be a dull world without them.","author":"Arthur Conan Doyle, The Red Headed League","category":"humor"},{"quote":"I let out a battle cry. Sure, a lot of people might have mistaken it for a sudden yelp of unmanly fear, but trust me. It was a battle cry.","author":"Jim Butcher, My Big Fat Supernatural Wedding","category":"harry-dresden, humor"},{"quote":"This is me.’\" He handed her the precious scrap of paper. ‘Call me or I’ll call you, but one of us will call, yes? What I mean is it’s not a competition. You don’t lose if you phone first.","author":"David Nicholls, One Day","category":"humor, relationship"},{"quote":"Writer’s block is only a failure of the ego.","author":"Norman Mailer","category":"humor, writing"},{"quote":"Ichigo: You got that? Huh?! I'm the rescuer, so you just SHUT UP!!Rukia: Wha--wha'd you say? A rescuer isn't supposed to ignore the rescuee!Ichigo: Yeah? And what kind of rescuee complains about the rescue!? Why don't you go sit in a corner and tremble in fear and cry out \"Save me! Save me!\" like you're supposed to?! tremble!","author":"Tite Kubo","category":"adorable, bleach, humor, ichiruki"},{"quote":"Monkeys can't talk, stupid!","author":"Jeff Kinney, Rodrick Rules","category":"humor"},{"quote":"When in trouble or in doubt, run in circles, scream and shout.","author":"Cory Doctorow","category":"humor, little-brother"},{"quote":"Harry,\" Bob drawled, his eye lights flickering smugly, \"what you know about women, I could juggle.","author":"Jim Butcher, Storm Front","category":"humor, women"},{"quote":"I stayed up all night playing poker with tarot cards. I got a full house and four people died.","author":"Steven Wright","category":"humor, tarot"},{"quote":"Dearest creature in creation,Study English pronunciation.I will teach you in my verseSounds like corpse, corps, horse, and worse.I will keep you, Suzy, busy,Make your head with heat grow dizzy.Tear in eye, your dress will tear.So shall I! Oh hear my prayer.Just compare heart, beard, and heard,Dies and diet, lord and word,Sword and sward, retain and Britain.(Mind the latter, how it’s written.)Now I surely will not plague youWith such words as plaque and ague.But be careful how you speak:Say break and steak, but bleak and streak;Cloven, oven, how and low,Script, receipt, show, poem, and toe.Hear me say, devoid of trickery,Daughter, laughter, and Terpsichore,Typhoid, measles, topsails, aisles,Exiles, similes, and reviles;Scholar, vicar, and cigar,Solar, mica, war and far;One, anemone, Balmoral,Kitchen, lichen, laundry, laurel;Gertrude, German, wind and mind,Scene, Melpomene, mankind.Billet does not rhyme with ballet,Bouquet, wallet, mallet, chalet.Blood and flood are not like food,Nor is mould like should and would.Viscous, viscount, load and broad,Toward, to forward, to reward.And your pronunciation’s OKWhen you correctly say croquet,Rounded, wounded, grieve and sieve,Friend and fiend, alive and live.Ivy, privy, famous; clamourAnd enamour rhyme with hammer.River, rival, tomb, bomb, comb,Doll and roll and some and home.Stranger does not rhyme with anger,Neither does devour with clangour.Souls but foul, haunt but aunt,Font, front, wont, want, grand, and grant,Shoes, goes, does. Now first say finger,And then singer, ginger, linger,Real, zeal, mauve, gauze, gouge and gauge,Marriage, foliage, mirage, and age.Query does not rhyme with very,Nor does fury sound like bury.Dost, lost, post and doth, cloth, loth.Job, nob, bosom, transom, oath.Though the differences seem little,We say actual but victual.Refer does not rhyme with deafer.Foeffer does, and zephyr, heifer.Mint, pint, senate and sedate;Dull, bull, and George ate late.Scenic, Arabic, Pacific,Science, conscience, scientific.Liberty, library, heave and heaven,Rachel, ache, moustache, eleven.We say hallowed, but allowed,People, leopard, towed, but vowed.Mark the differences, moreover,Between mover, cover, clover;Leeches, breeches, wise, precise,Chalice, but police and lice;Camel, constable, unstable,Principle, disciple, label.Petal, panel, and canal,Wait, surprise, plait, promise, pal.Worm and storm, chaise, chaos, chair,Senator, spectator, mayor.Tour, but our and succour, four.Gas, alas, and Arkansas.Sea, idea, Korea, area,Psalm, Maria, but malaria.Youth, south, southern, cleanse and clean.Doctrine, turpentine, marine.Compare alien with Italian,Dandelion and battalion.Sally with ally, yea, ye,Eye, I, ay, aye, whey, and key.Say aver, but ever, fever,Neither, leisure, skein, deceiver.Heron, granary, canary.Crevice and device and aerie.Face, but preface, not efface.Phlegm, phlegmatic, ass, glass, bass.Large, but target, gin, give, verging,Ought, out, joust and scour, scourging.Ear, but earn and wear and tearDo not rhyme with here but ere.Seven is right, but so is even,Hyphen, roughen, nephew Stephen,Monkey, donkey, Turk and jerk,Ask, grasp, wasp, and cork and work.Pronunciation (think of Psyche!)Is a paling stout and spikey?Won’t it make you lose your wits,Writing groats and saying grits?It’s a dark abyss or tunnel:Strewn with stones, stowed, solace, gunwale,Islington and Isle of Wight,Housewife, verdict and indict.Finally, which rhymes with enough,Though, through, plough, or dough, or cough?Hiccough has the sound of cup.My advice is to give up!!!","author":"Gerard Nolst Trenité, Drop your Foreign Accent","category":"english, humor, language, pronunciation, satire, wit"},{"quote":"Hale.\" Kat sighed. \"The headmaster's car? Really? That's not to cliched for you?\"What can I say?\" He shrugged. \"I'm an old-fashioned guy. Besides, it's a classic for a reason.\" He leaned against the window. \"It's good to see you, Kat.\"Kat didn't know what to say. It's good to see you, too? Thanks for getting me kicked out? Is it possible you've gotten even hotter? I think I might have missed you?","author":"Ally Carter","category":"humor"},{"quote":"Of all the crap, crap, crappy nights I've ever had in the whole of my crap life. On a scale of one to 10, we're talking...a minus 6. And it's not like I even have very high standards.","author":"Sophie Kinsella","category":"humor"},{"quote":"I'm the terrorist, do what I say or I'll terrorize you.","author":"D.J. MacHale, Raven Rise","category":"humor, sci-fi"},{"quote":"When I was little I bragged about my firefighting father: my father would go to heaven, because if he went to hell he would put out all the fires","author":"Jodi Picoult, My Sister's Keeper","category":"brian-fitzgerald, father, firefighting, heaven, hell, humor, kate-fitzgerald"},{"quote":"It came charging toward me, several hundred pounds of angry-looking monster, and I did the only thing any reasonable wizard could have done.I turned around and ran like hell.","author":"Jim Butcher, Death Masks","category":"harry-dresden, humor"},{"quote":"How long have you been a Wiccan?''A what?''A pagan. A witch.''I'm not a witch,' I said, glancing out the door. 'I'm a wizard.'Sanya frowned. 'What is the difference?''Wizard has a Z'He looked at me blankly.'No one appreciates me.' I muttered.","author":"Jim Butcher, Death Masks","category":"harry-dresden, humor, wizard"},{"quote":"To say she was my girlfriend was absurd: no one the wrong side of thirty has a girlfriend… I suppose I ought to have realize it’s ominous that forty thousand years of human language had failed to produce a word for our relationship.","author":"Robert   Harris","category":"humor"},{"quote":"Oh, goodie,\" Puck said as I stepped forward. \"I'm going to have a rash in the most uncomfortable places.","author":"Julie Kagawa, The Iron Queen","category":"humor, puck, robin-goodfellow"},{"quote":"All right, then,” she snapped, “do as you please! Perhaps afterward we could manage a coherent discussion.” Twisting beneath him, she flopped onto her stomach.Christopher went still. After a long hesitation, she heard him ask in a far more normal voice, “What are you doing?”“I’m making it easier for you,” came her defiant reply. “Go on, start ravishing.”Another silence. Then, “Why are you facing downward?”“Because that’s how it’s done.” Beatrix twisted to look at him over her shoulder. A twinge of uncertainty caused her to ask, “Isn’t it?”His face was blank. “Has no one ever told you?”“No, but I’ve read about it.” Christopher rolled off her, relieving her of his weight. He wore an odd expression as he asked, “From what books?”“Veterinary manuals. And of course, I’ve observed the squirrels in springtime, and farm animals and-”She was interrupted as Christopher cleared his throat loudly, and again. Darting a confused glance at him, she realized that he was trying to choke back amusement.Beatrix began to feel indignant. Her first time in a bed with a man, and he was laughing.“Look here,” she said in a businesslike manner, “I’ve read about the mating habits of over two dozen species, and with the exception of snails, whose genitalia is on their necks, they all—” She broke off and frowned. “Why are you laughing at me?Christopher had collapsed, overcome with hilarity. As he lifted his head and saw her affronted expression, he struggled manfully with another outburst. “Beatrix. I’m . . . I’m not laughing at you.”“You are!”“No I’m not. It’s just . . .” He swiped a tear from the corner of his eye, and a few more chuckles escaped. “Squirrels . . .”“Well, it may be humorous to you, but it’s a very serious matter to the squirrels.","author":"Lisa Kleypas, Love in the Afternoon","category":"hathaway, humor, romance, sex"},{"quote":"And in what fairy tale would John ever be any sane person's idea of Prince Charming anyway? He was the opposite of charming. More like Prince Terrifying.","author":"Meg Cabot, Abandon","category":"death, fairy-tales, humor, prince-charming, terror"},{"quote":"I looked to the ceiling and told God, “God, next time I want an adventure, strike me with lightning. You have my permission.","author":"Kristen Ashley, The Gamble","category":"humor"},{"quote":"The trouble was that he was talking in philosophy but they were listening in gibberish.","author":"Terry Pratchett, Small Gods","category":"humor, philosophy"},{"quote":"My tendency to make up stories and lie compulsively for the sake of my own amusement takes up a good portion of my day and provides me with a peace of mind not easily attainable in this economic climate.","author":"Chelsea Handler, Chelsea Chelsea Bang Bang","category":"comedy, funny, humor"},{"quote":"Shuck it,” Minho responded. “I’m tougher than nails. I could still kick your pony-lovin’ butt with twice this pain.” Thomas shrugged. “I do love ponies. Wish I could eat one right now.","author":"James Dashner, The Scorch Trials","category":"humor, minho, pony-lover, scorch-trials"},{"quote":"Grandfather informs me that is not possible.","author":"Jonathan Safran Foer","category":"humor"},{"quote":"You rush a miracle worker, you get lousy miracles!","author":"Jim Butcher, Small Favor","category":"harry-dresden, humor"},{"quote":"What's up?\" [asked Ford.]\"I don't know,\" said Marvin, \"I've never been there.","author":"Douglas Adams","category":"humor"},{"quote":" \"Don't be scared of Bambi\" the demon said. \"She's only curious and maybe a little bit hungry.\"?","author":"Jennifer L. Armentrout, White Hot Kiss","category":"humor"},{"quote":"Murphy hung up and I said, to the still-open line, \"Hey, if you've got someone watching my place, could you call the cops if anyone tries to steal my Star Wars poster? It's an original.\"Then I vindictively hung up on the FBI. It made my inner child happy.","author":"Jim Butcher, Changes","category":"harry-dresden, humor, karrin-murphy"},{"quote":"Then why are you here?” Emma demanded. “Oh, is this one of those missed-connections things? We met the other night, you felt a spark? Sorry, but I don’t date trees.”“I am not a tree.” Iarlath looked angry, his bark peeling slightly.","author":"Cassandra Clare, Lady Midnight","category":"humor, sarcasm, sassiness"},{"quote":"We?\" Simon looked at him in disbelief. \"Are you ever going home?\"\"What, bored with my company already?\"  \"Let me ask you something,\" Simon said. \"Do you find me fascinating to be around?\"\"What was that?\" Jace said. \"Sorry, I think I fell asleep for a moment. Do, continue with whatever mesmerizing thing you were saying.","author":"Cassandra Clare, City of Fallen Angels","category":"banter, humor, jace-wayland, simon-lewis"},{"quote":"We are like chameleons, we take our hue and the color of our moral character, from those who are around us.","author":"John Locke","category":"humor, truth"},{"quote":"Kyo: Of course, I'll beat YOU, too!Yuki: Don't you ever get tired of saying that?Kyo: Beating you is my vocation! It's my goal in life!Yuki: It's so unfair that I keep having to take abuse just because you can't meet your goals.Kyo: THAT CONDESCENDING ATTITUDE OF YOURS REALLY PISSES ME OFF!Yuki: And that revolting thought process of yours pisses me off.","author":"Natsuki Takaya, Fruits Basket, Vol. 1","category":"beat, condescending, fight, humor"},{"quote":"I put tape on the mirrors in my house so I don't accidentally walk through into another dimension.","author":"Steven Wright","category":"humor, sci-fi, sf"},{"quote":"Your job is to focus on my personal happiness, she said, & I've got big plans, so break time is over.","author":"Brian Andreas","category":"friendship, humor, story-people"},{"quote":"Tessa: I won't know if I like it until I try it, will I?\"Will: \"I've never swum naked in the Thames, but I know I wouldn't like it.\"\"But think how entertaining for sightseers,\" said Tessa, and she saw Jem duck his head to hide the quick flash of his grin.","author":"Cassandra Clare, Clockwork Prince","category":"humor, tessa, will"},{"quote":"There's nothing more contagious than the laughter of young children","author":"it doesn't even have to matter what they're laughing about.","category":"Criss Jami, Killosophy"},{"quote":"It's the idea that people living close to nature tend to be noble. It's seeing all those sunsets that does it. You can't watch a sunset and then go off and set fire to your neighbor's tepee. Living close to nature is wonderful for your mental health.","author":"Daniel Quinn, Ishmael","category":"closeness-to-nature, humanity, humor, nature"},{"quote":"The shortest distance between two people is a smile.","author":"Victor Borge","category":"humor, kindness, music, victor-borge"},{"quote":"It was one of those cases where you approve the broad, general principle of an idea but can't help being in a bit of a twitter at the prospect of putting it into practical effect. I explained this to Jeeves, and he said much the same thing had bothered Hamlet.","author":"P.G. Wodehouse, Jeeves in the Morning","category":"doubt, hamlet, hesitation, humor, jeeves, shakespeare"},{"quote":"His sentences didn't seem to have any verbs, which was par for a politician. All nouns, no action.","author":"Jennifer Crusie, Charlie All Night","category":"grammar, humor, politics"},{"quote":"Literature doesn’t exactly have a strong mental-health track record.","author":"Lemony Snicket","category":"funny, humor, lemony-snicket"},{"quote":"There is a crucifix, a few cloves of garlic, a wooden stake, a hammer, a blob of Silly Putty, and a pocketknife. “You do realize these people aren’t vampires, right?” I say when Sam walks back in. “Yeah, but you never know. They’re probably crazy, like you said.” “And even if we were hunting vampires, what the hell is the Silly Putty for?” He shrugs. “Just want to be prepared.","author":"Pittacus Lore, I Am Number Four","category":"humor"},{"quote":"Promise me, Amelie, that you’ll crucify me with silver before you allow me to fall in love.”“I hardly think there’s any chance of that,” Amelie said. \"I doubt you have the capacity.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, eve-rosser, funny, ghost-town, humor, michael-glass, morganville-vampires, myrnin, rachel-caine, shane-collins, teacher, vampire, vampires"},{"quote":"Now,I'm no scientist,but I know what endorphins are. They're tiny little magical elves that swim through your blood stream and tell funny jokes to each other. When they reach your brain,you hear what they're saying and that boosts your health and happiness. \"Knock Knock... Who's There?.. Little endorphin... Little endorphin who?... Little Endorphin Annie.\" And then the endorphins laugh and then you laugh. See? Its Science.","author":"Ellen DeGeneres, Seriously... I'm Kidding","category":"humor, science"},{"quote":"Pasteboard pies and paper flowers are being banished from the stage by the growth of that power of accurate observation which is commonly called cynicism by those who have not got it....","author":"George Bernard Shaw, Music in London","category":"humor"},{"quote":"I adore Wilkie Collins,” Tessa cried. “Oh—Armadale! And The Woman in White …Are you laughing at me?”“Not at you,” said Will, grinning, “more because of you. I’ve never seen anyone get soexcited over books before. You’d think they were diamonds.”“Well, they are, aren’t they? Isn’t there anything you love like that? And don’t say ‘spats’ or ‘lawn tennis’ or something silly.”“Good Lord,” he said with mock horror, “it’s like she knows me already.","author":"Cassandra Clare, Clockwork Angel","category":"humor, tessa-gray, will-herondale"},{"quote":"Rose took my nose, I suppose,” he repeated; the bubble of phlegm in his throat made a disgusting crackle. “And it really blows.","author":"James Dashner, The Scorch Trials","category":"cranks, humor, humour, rose-took-my-nose, the-scorch-trials"},{"quote":"There's a Polar BearIn our Frigidaire--He likes it 'cause it's cold in there.With his seat in the meatAnd his face in the fishAnd his big hairy pawsIn the buttery dish,He's nibbling the noodles,And munching the rice,He's slurping the soda,He's licking the ice.And he lets out a roarIf you open the door.And it gives me a scareTo know he's in there--That Polary BearIn our Fridgitydaire.","author":"Shel Silverstein, A Light in the Attic","category":"humor"},{"quote":"I couldn't repair your brakes, so I made your horn louder.","author":"Steven Wright","category":"humor"},{"quote":"Amy, Dan, and Nellie were sitting at a table in a conference room, examining reproductions of Franklin documents-some so rare, the librarians told her, the only copies existed in Paris. \"Yeah, here's a rare grocery list,\" Dan muttered. \"Wow.","author":"Rick Riordan, The Maze of Bones","category":"benjamin-franklin, cahill, humor, rare, sarcasm"},{"quote":"Do you realize how hard it is to keep your mind clear when somebody’s telling you to keep your mind clear?","author":"Tom Upton, Just Plain Weird","category":"humor"},{"quote":"He leaned forward to inspect her closer. \"Is that all hair?\"... Sudden, overwhelming panic clawed up Cress's throat. With a squeak, she ducked out of view of the camera and scrambled beneath the desk. Her back struck the wall with a thud that rattled her teeth. She crouched there, skin burning hot and pulse thundering as she took in the room before her— the room that he was now seeing too, with the rumpled bedcovers and the mustached man on all the screens telling her to grab her imaginary partner and swing them around.\"Wha—where'd she go?\" Thorne's voice came to her through the screen.\"Honestly, Thorne.\" A girl. Linh Cinder? \"Do you ever think before you speak?\"\"What? What did I say?\"\" 'Is that all hair?' \"\"Did you see it? It was like a cross between a magpie nest and ball of yarn after it's been mauled by a cheetah.\"A beat. Then, \"A cheetah?\"\"It was the first big cat that came to mind.","author":"Marissa Meyer, Cress","category":"cinder, cress, humor, thorne"},{"quote":"Do little pink fairies sing and dance in your world, Peabody?\"\"Sometimes, when it's very quiet and no one else can see.","author":"J.D. Robb, Promises in Death","category":"humor"},{"quote":"Tyler lies back and asks, \"If Marilyn Monroe were alive right now, what would she be doing?\"I say, goodnight.The headliner hangs down in shreds from the ceiling and Tyler says, \"Clawing at the lid of her coffin.","author":"Chuck Palahniuk, Fight Club","category":"humor"},{"quote":"Really, I'm trying to care, Artemis, really. But I thought it was all supposed to be over when the fat lady sings. Well, she's singing, but it doesn't appear to be over","author":"Eoin Colfer","category":"artemis, colfer, colony, demons, eoin, fowl, humor, lost"},{"quote":"The poor things keep calling in those – those pumbles, I think they're called – you know, the ones who mend pipes and things – \"\"Plumbers?\"\" – exactly, yes, but of course they're flummoxed.","author":"J.K. Rowling, Harry Potter and the Chamber of Secrets","category":"harry-potter, humor, plumber, weasley"},{"quote":"To Garan's credit, the treatment of Dellian prisoners did change after that. One particularly laconic man, after a session in which Fire learned positively nothing, thanked her for it specifically. \"Best dungeons I ever been in,\" he said, chewing on a toothpick.\"Wonderful,\" Garan grumbled when he had gone. \"We'll grow a reputation for our kindness to lawbreakers.","author":"Kristin Cashore, Fire","category":"humor"},{"quote":"A few said they'd be horses. Most said they'd be some sort of cat. My friend said she'd like to come back as a porcupine. I don't like crowds, she said.","author":"Brian Andreas","category":"friendship, humor, story-people"},{"quote":"Alphabet: a symbolic system used in algebra, with applications that have yet to be discovered by dyslexics and two thirds of college graduates.","author":"Bauvard, Some Inspiration for the Overenthusiastic","category":"funny, humor, language"},{"quote":"The first ten million years were the worst,\" said Marvin, \"and the second ten million years, they were the worst too. The third ten million years I didn't enjoy at all. After that I went into a bit of a decline.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"depression, h2g2, hitchhikers-guide-to-the-galaxy, humor, marvin"},{"quote":"In our civilization, and under our republican form of government, intelligence is so highly honored that it is rewarded by exemption from the cares of office.","author":"Ambrose Bierce","category":"humor, intelligence, politics"},{"quote":"Fortunately, we did most of our athletic stuff inside, so we didn't have to jog through Tribeca looking like a bunch of boot-camp hippie children.","author":"Rick Riordan","category":"humor"},{"quote":"In Paris they just simply opened their eyes and stared when we spoke to them in French! We never did succeed in making those idiots understand their own language.","author":"Mark Twain, The Innocents Abroad","category":"french, humor, irony, language"},{"quote":"Mysteries force a man to think, and so injure his health.","author":"Edgar Allan Poe, Ne Pariez Jamais Votre Tête Au Diable Et Autres Contes Non Traduits Par Baudelaire","category":"humor, satire"},{"quote":"Computers are like Old Testament gods","author":"lots of rules and no mercy.","category":"Joseph Campbell, The Power of Myth"},{"quote":"Darwin says people like you need to die.” (Carrow)","author":"Kresley Cole, Wicked Deeds on a Winter's Night","category":"humor"},{"quote":"Nozy Cat lifted one sleepy eyelid, and his marble blue eye glared at her for interrupting his sacred nap. He wore a yellow collar with little red stars printed on it. His second eyelid also opened, and he gave them his irritated blue-eyed glare.","author":"Lyn Key, Nozy Cat 1","category":"cozies, cozy, cozy-mysteries, cozy-mystery, humor, mysteries-cozy, romance, whodunit, women-sleuths"},{"quote":"How can you protect yourself by carrying a sword if you don’t know how to use it?’Not me, sir. Other people. They see the sword and don’t attack me,’ said Maladict patiently.Yes, but if they did, lad, you wouldn’t be any good with it,’ said the sergeant.No, sir. I’d probably settle for just ripping their heads off, sir. That’s what I mean by protection, sir. Theirs, not mine. And I’d get hell from the League if I did that, sir.","author":"Terry Pratchett, Monstrous Regiment","category":"humor, self-defense"},{"quote":"I had learned that you should always shout louder than your aggressor.","author":"Marjane Satrapi, Persepolis: The Story of a Childhood","category":"humor, young_adult"},{"quote":"Izzy, are you—” he began. His eyes flew wide, and he backed up fast enough to smack his head into the wall behind him. “What is he doing here?”Isabelle tugged her tank top back down and glared at her brother. “You don’t knock now?”“It—It’s my bedroom!” Alec spluttered. He seemed to be deliberately trying not to look at Izzy and Simon, who were indeed in a very compromising position. Simon rolled quickly off Isabelle, who sat up, brushing herself off as if for lint. Simon sat up more slowly, trying to hold the torn edges of his shirt together. “Why are all my clothes on the floor?” Alec said.“I was trying to find something for Simon to wear,” Isabelle explained. “Maureen put him in leather pants and a puffy shirt because he was being her romance-novel slave.”“He was being her what?”“Her romance-novel slave,” Isabelle repeated, as if Alec were being particularly dense.Alec shook his head as if he were having a bad dream. “You know what? Don’t explain. Just—put your clothes on, both of you.","author":"Cassandra Clare, City of Heavenly Fire","category":"alec-lightwood, humor, isabelle-lightwood, simon-lewis"},{"quote":"Talking with you is sort of the conversational equivalent of an out of body experience.","author":"Bill Watterson","category":"humor"},{"quote":"I'm looking into my past lives. I'm convinced some of them still owe me money.","author":"Graham Parke, Unspent Time","category":"humor, philosophy, weird"},{"quote":"When forced to leave my house for an extended period of time, I take my typewriter with me, and together we endure the wretchedness of passing through the X-ray scanner. The laptops roll merrily down the belt, while I’m instructed to stand aside and open my bag. To me it seems like a normal enough thing to be carrying, but the typewriter’s declining popularity arouses suspicion and I wind up eliciting the sort of reaction one might expect when traveling with a cannon.It’s a typewriter,’ I say. ‘You use it to write angry letters to airport security.","author":"David Sedaris","category":"humor"},{"quote":"I didn't know you had a girlfriend, Griggs.\" Anson Choi feigns surprise. \"What's her name?\"\"I didn't actually catch her name,\" Griggs continues.\"Lily,\" Raffaela says over her shoulder and this time I give her a sideways look.\"Great to know that I'm in love with a girl with a cool name.\"\"It's Taylor's middle name,\" Raffaela calls back again.","author":"Melina Marchetta, On the Jellicoe Road","category":"humor, melina-marchetta, on-the-jellicoe-road, romance"},{"quote":"As we all know, blinking lights means science.","author":"Joss Whedon","category":"humor, science"},{"quote":"I am ever a gentle maiden,\" she shouted. \"Damn if I'm not.","author":"Julie Garwood, Honor's Splendour","category":"honor-s-splendour, humor, julie-garwood, romance-novels"},{"quote":"With the world securely in order, Dain was able to devote the leisurely bath time to editing his mental dictionary. He removed his wife from the general category labeled \"Females\" and gave her a section of her own. He made a note that she didn't find him revolting, and proposed several explanations: (a) bad eyesight and faulty hearing, (b)a defect in a portion of her otherwise sound intellect, (c) an inherited Trent eccentricity, or (d) an act of God. Since the Almighty had not done him a single act of kindness in at least twenty-five years, Dain thought it was about bloody time, but he thanked his Heavenly Father all the same, and promised to be as good as he was capable of being.","author":"Loretta Chase, Lord of Scoundrels","category":"humor, jessica-trent, romance"},{"quote":"Who knew hitting my head and passing out would be so much fun?","author":"P.C. Cast","category":"fun, funny, humor, marked"},{"quote":"Selfish, adj. Devoid of consideration for the selfishness of others.","author":"Ambrose Bierce, The Unabridged Devil's Dictionary","category":"definition, humor"},{"quote":"I'd never met coffee that wasn't wonderful. It was just a matter of how wonderful it was.","author":"Laurell K. Hamilton, The Killing Dance","category":"anita-blake, humor, laurell-k-hamilton"},{"quote":"Cheaters never prosper. (Because they suck.)","author":"Greg Behrendt","category":"dating, humor"},{"quote":"The Prince found Buttercup waiting unhappily outside his chamber doors.It's my letter,' she began. 'I cannot make it right.'Come in, come in,' the Prince said gently. 'Maybe we can help you.' She sat down in the same chair as before. 'All right, I'll close my eyes and listen; read to me.'Westley, my passion, my sweet, my only my own. Come back, come back. I shall kill myself otherwise. Yours in torment, Buttercup.' She looked at Humperdinck. 'Well? Do you think I'm throwing myself at him?","author":"William Goldman, The Princess Bride","category":"humor, love"},{"quote":"I'm not a vegetarian! I'm a dessertarian!","author":"Bill Watterson, Something Under the Bed is Drooling: A Calvin and Hobbes Collection","category":"calvin, dessert, humor"},{"quote":"Always watch where you are going. Otherwise, you may step on a piece of the Forest that was left out by mistake.","author":"A.A. Milne","category":"humor"},{"quote":"Merlin’s beard.","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor, merlin"},{"quote":"Electricity is really just organized lightning","author":"George Carlin","category":"anarchy, electricity, freedom, humor, lightning, perspective"},{"quote":"That's ridiculous.\" Especially the part about Christian being manly.","author":"Richelle Mead, Spirit Bound","category":"humor, rose-hathaway"},{"quote":"I can't give a Professor love!","author":"J.K. Rowling, Harry Potter and the Deathly Hallows","category":"humor"},{"quote":"And here's something else, another problem you might have: Suppose your prayers aren't answered. What do you say? \"Well, it's God's will.\" \"Thy Will Be Done.\" Fine, but if it's God's will, and He's going to do what He wants to anyway, why the fuck bother praying in the first place? Seems like a big waste of time to me! Couldn't you just skip the praying part and go right to His Will? It's all very confusing.","author":"George Carlin","category":"humor, prayer, religion"},{"quote":"Have you noticed that whatever sport you're trying to learn, some earnest person is always telling you to keep your knees bent?","author":"Dave Barry","category":"humor, sports"},{"quote":"Some pains are physical, and some pains are mental, but the one that's both is dental.","author":"Ogden Nash","category":"dental, humor, pain"},{"quote":"Basically, all women are nurturers and healers, and all men are mental patients to varying degrees.","author":"Nelson DeMille, The General's Daughter","category":"humor, men, men-and-women, mental-illness, relationships, women"},{"quote":"Razo hopped back up and adopted a posture that said he was completely unruffled, never had been, and in fact was ready to do something manly like lift boulders or swallow live worms.","author":"Shannon Hale, River Secrets","category":"humor"},{"quote":"... for most practical purposes, Tarbean had two parts: Waterside and Hillside. Waterside is where people are poor. That makes them beggars, thieves and whores. Hillside is where people are rich. That makes them solicitors, politicians and courtesans.","author":"Patrick Rothfuss, The Name of the Wind","category":"humor, society"},{"quote":"Women don't want all that. Women just want a partner who is considerate and attentive, who will spoon with them while reciting Keats, and feed them organic yogurt by candlelight on a seaside cliff at sunset.","author":"Stephen Colbert","category":"humor"},{"quote":"Where does a werewolf sleep? Anywhere he wants to.","author":"Patricia Briggs, Silver Borne","category":"humor, mercedes"},{"quote":"It looks as though your shop is doing well,\" Luka said gazing around, \"Could you help me find a gift for a lady friend of mine?\"My heart plunged to my grenn satin slippers, and I had to stare down at Azarte for a minute, petting him hard. Naturally Luka had a \"lady friend.\" She was probably nobly born: the daughter of a count or a duke. I imagined her having thick dark hair and clear skin, and was bitterly jealous. \"Of course,\" I stammered after a time. \"What would she like? A gown? A sash?\" If she came in for a fitting, I decided to \"accidentlly\" poke her with every pin.","author":"Jessica Day George","category":"fantasy, humor"},{"quote":"Arianne had her feet up on the table, wearing a striped conductor's cap.Arriane was fixated on the game. A chocolate cigar bobbed between her lips as she contemplated her next move. Roland was giving Arianne the hawk eye.\"Checkmate, bitch,\" Arianne said triumphantly, knocking over Roland's king.","author":"Lauren Kate","category":"arriane, humor"},{"quote":"That craptastical, gutless, son-of-a-cactus-humping butt monkey!!","author":"Gemma Halliday, Deadly Cool","category":"humor, humour"},{"quote":"TANDAAN: mahirap mafriendzone, pero madali lang gumanti!","author":"Ramon Bautista, Bakit Hindi Ka Crush ng Crush Mo?","category":"friendzone, humor, love"},{"quote":"Babe,\" Ranger said. \"You're looking a little strung out. Is there anything I should know?\"I'm on a sugar withdrawal. I've given up desert and it's all I can think about.\" That had been true five minutes ago. Now that Ranger was standng in front of me I was thinking a cupcake wasn't what I actually needed.Maybe I can help you get your mind off doughnuts,\" Ranger said.My mouth dropped open, and I think some drool might have dribbled out.","author":"Janet Evanovich","category":"humor, ranger, romance, stephanie"},{"quote":"It doesn’t matter what temperature a room is, it’s always room temperature.","author":"Steven Wright","category":"humor"},{"quote":"Thomas: Is it [my brain] fixed?Brenda: It worked, judging from the fact that you're not trying to kill us anymore...","author":"James Dashner, The Death Cure","category":"brain, humor, maze-runner, mind-control, sarcasm, sci-fi"},{"quote":"Leo: I'm almost out of gas! Woah, that came out wrong. I meant the burning kind!","author":"Rick Riordan, The Lost Hero","category":"humor"},{"quote":"The thing I hate the most about advertising is that it attracts all the bright, creative and ambitious young people, leaving us mainly with the slow and self-obsessed to become our artists.. Modern art is a disaster area. Never in the field of human history has so much been used by so many to say so little.","author":"Banksy","category":"art, creativity, graffiti, humor"},{"quote":"Was he a good kisser, Ms. Lane?” Barrons asked, watching me carefully.I wiped my mouth with the back of my hand at the memory. “It was like being owned.”Some women like that.”Not me.”Perhaps it depends on the man doing the owning.”I doubt it. I couldn’t breathe with him kissing me.”One day you may kiss a man you can’t breathe without, and find breath is of little consequence.”Right, and one day my prince might come.”I doubt he’ll be a prince, Ms. Lane. Men rarely are.","author":"Karen Marie Moning, Bloodfever","category":"humor, love"},{"quote":"Georgie, stop trying to resurrect the shoes. They were never alive in the first place.","author":"Ilona Andrews, On the Edge","category":"humor, ilona-andrews, kids, on-the-edge"},{"quote":"Her majesty is one verb short of a sentence.","author":"Jasper Fforde, Lost in a Good Book","category":"humor, insults, put-downs"},{"quote":"Guns are our friends because in a country without guns, I'm what's known as \"prey.\" All females are.","author":"Ann Coulter, If Democrats Had Any Brains, They'd Be Republicans","category":"humor, politics, second-amendment"},{"quote":"Millard! Who's the prime minister?\"\"Winston Churchill,\" he said. \"Have you gone daft?\"\"What's the capital of Burma?\"\"Lord, I've no idea. Rangoon?\"\"Good! When's your birthday?\"\"Will you quit shouting and let me bleed in peace!","author":"Ransom Riggs, Miss Peregrine’s Home for Peculiar Children","category":"humor"},{"quote":"Sometimes I can't figure designers out. It's as if they flunked human anatomy.","author":"Erma Bombeck","category":"fashion, humor"},{"quote":"When we were almost to the other campus, I felt the weird nausea hit me. I called a warning to Christian, just as a Strigoi grabbed him. But Christian was fast. Flames wreathed the Strigoi's head. He screamed and released Christian, trying frantically to put the flames out. The Strigoi never saw me coming with the stake. The whole thing took under a minute. Christian and I exchanged looks.Yeah. We were badasses.","author":"Richelle Mead, Shadow Kiss","category":"christian, humor, rose, vampire-academy"},{"quote":"I bet you anything that 10 times out of 10, Nicky, Vinny and Tony will beat the shit out of Todd, Kyle and Tucker.","author":"George Carlin","category":"humor, stereotypes"},{"quote":"The Swiss have an interesting army. Five hundred years without a war. Pretty impressive. Also pretty lucky for them. Ever seen that little Swiss Army knife they have to fight with? Not much of a weapon there. Corkscrews. Bottle openers. ‘Come on, buddy, let’s go. You get past me, the guy in the back of me, he’s got a spoon. Back off, I’ve got the toe clippers right here.","author":"Jerry Seinfeld","category":"humor"},{"quote":"If I was on the road to Hell, at least I was going in style.","author":"Jim Butcher, Changes","category":"harry-dresden, humor"},{"quote":"Well, man, you know what they say.\"No, I don't. I don't know what they say. I don't even know who they are. Who is this they? They seem pretty smug. They seem to think they know shit. Fuck them.","author":"Bo Burnham, Egghead: Or, You Can't Survive on Ideas Alone","category":"humor"},{"quote":"A crossbow?” Pigeon asked.I left my battle-ax in my other jeans,” the man said.","author":"Brandon Mull, The Candy Shop War","category":"humor, weaponry"},{"quote":"I'm a 21st-century kid trapped in a 19th-century family.","author":"Bill Watterson, There's Treasure Everywhere","category":"humor"},{"quote":"I used to think Romeo and Juliet was the greatest love story ever written. But now that I’m middle-aged, I know better. Oh, Romeo certainly thinks he loves his Juliet. Driven by hormones, he unquestionably lusts for her. But if he loves her, it’s a shallow love. You want proof?” Cagney didn’t wait for Dr. Victor to say yay or nay.“Soon after meeting her for the first time, he realizes he forgot to ask her for her name. Can true love be founded upon such shallow acquaintance? I don’t think so. And at the end, when he thinks she’s dead, he finds no comfort in living out the remainder of his life within the paradigm of his love, at least keeping alive the memory of what they had briefly shared, even if it was no more than illusion, or more accurately, hormonal.“Those of us watching events unfold from the darkness know she merely lies in slumber. But does he seek the reason for her life-like appearance? No. Instead he accuses Death of amorousness, convinced that the ‘lean abhorred monster’ endeavors to keep Juliet in her present state, her cheeks flushed, so that she might cater to his own dissolute desires. But does Romeo hold her in his arms one last time and feel the warmth of her blood still coursing through her veins? Does he pinch her to see if she might awaken? Hold a mirror to her nose to see if her breath fogs it? Once, twice, three times a ‘no.’”Cagney sighed, listened to the leather creak as he shifted his weight in his chair.“No,” he repeated. “His alleged love is so superficial and selfish that he seeks to escape the pain of loss by taking his own life. That’s not love, but obsessive infatuation. Had they wed—Juliet bearing many children, bonding, growing together, the masks of the star-struck teens they once were long ago cast away, basking in the comforting campfire of a love born of a lifetime together, not devoured by the raging forest fire of youth that consumes everything and leaves behind nothing—and she died of natural causes, would Romeo have been so moved to take his own life, or would he have grieved properly, for her loss and not just his own?","author":"J. Conrad Guest, The Cobb Legacy","category":"baseball, detroit-tigers, humor, love, romance, ty-cobb"},{"quote":"Humor is also a way of saying something serious.","author":"T.S. Eliot","category":"humor"},{"quote":"The integrity of my sleep has been forever compromised, sir.","author":"David Foster Wallace","category":"humor"},{"quote":"Falling in love is painful on the knees.","author":"Jon Bon Jovi","category":"humor, love, pain"},{"quote":"Give the People what they want - and they'll get what they deserve.","author":"The Kinks","category":"humor, irony, life-lessons, popular-culture, rock-music, wit"},{"quote":"Dear God in heaven.”  Nik and Ban turned away, but Alek stood. Transfixed. “My God, y’all. She’s the worst goddamn dancer I’ve ever seen.”  “Turn away. It’ll hurt your eyes. Turn away!","author":"Shelly Laurenston, Here Kitty, Kitty!","category":"humor, miki"},{"quote":"Having solved all the major mathematical, physical, chemical, biological, sociological, philosophical, etymological, meteorological and psychological problems of the Universe except for his own, three times over, [Marvin] was severely stuck for something to do, and had taken up composing short dolorous ditties of no tone, or indeed tune. The latest one was a lullaby.Marvin droned,Now the world has gone to bed,Darkness won't engulf my head,I can see in infrared,He paused to gather the artistic and emotional strength to tackle the next verse.Now I lay me down to sleep,Try to count electric sheep,Sweet dream wishes you can keep,","author":"Douglas Adams, Life, the Universe and Everything","category":"counting-sheep, h2g2, hitchhikers-guide-to-the-galaxy, humor, marvin, sci-fi"},{"quote":"She seemed to be a nice person, too, instead of a homicidal bitch like his former wife. Otherwise, the world should fear. When Mencheres fell for a woman, he fell hard. If Kira asked for her own continent as a birthday present, Mencheres would probably have one conquered for her before she blew out her candles.","author":"Jeaniene Frost, This Side of the Grave","category":"humor"},{"quote":"On a fundamental level, I am someone who would throw sand at children.","author":"Allie Brosh, Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened","category":"humor"},{"quote":"The idealist hopes. The romantic sees doom. The postmodernist sees doom and hopes.","author":"Bauvard, Some Inspiration for the Overenthusiastic","category":"funny, humor, idealism"},{"quote":"Garrick was panting when he replied, “You’re not forcing me to do anything. I just want you to be sure. You can say stop at anytime.” His lips pulled wide. “You don’t need to make up a new pet.","author":"Cora Carmack, Losing It","category":"humor"},{"quote":"It'd Be a Lot Cooler If You Did.","author":"Matthew McConaughey","category":"humor"},{"quote":"Frank stared at her. \"But you throw Ding Dongs at monsters.\"Iris looked horrified. \"Oh, they're not Ding Dongs.\"She rummaged under the counter and brought out a package of chocolate covered cakes that looked exactly like Ding Dongs. \"These are gluten-free, no-sugar-added, vitamin-enriched, soy-free, goat-milk-and-seaweed-based cupcake simulations.\"\"All natural!\" Fleecy chimed in.\"I stand corrected.\" Frank suddenly felt as queasy as Percy.","author":"Rick Riordan, The Son of Neptune","category":"cupcakes, humor, iris, percy-jackson, rick-riordan"},{"quote":"What's that?\"\"That's my attack poodle.","author":"Ilona Andrews, Magic Bleeds","category":"humor"},{"quote":"I’d heard you were dead.”\"I heard you wear a red lace corset,” I said matter-of-factly. “But I don’t believe every bit of nonsense that gets rumored about.","author":"Patrick Rothfuss, The Wise Man's Fear","category":"humor, insults, put-downs, rumors, witty"},{"quote":"Artemis: \"Right, brothers. Onward. Imagine yourself seated at a cafe in Montmartre.\"Myles: \"In Paris.\"Artemis: \"Yes, Paris. And try as you will, you cannot attract the waiter's attention. What do you do?\"Beckett: \"Umm...tell Butler to jump-jump-jump on his head?\"Myles: \"I agree with simple-toon.\"Artemis: \"No! You simply raise one finger and say clearly 'ici, garcon.'\"Beckett: \"Itchy what?","author":"Eoin Colfer","category":"humor"},{"quote":"Wikipedia is the first place I go when I'm looking for knowledge... or when I want to create some.","author":"Stephen Colbert","category":"humor, wikipedia"},{"quote":"Just as I had long suspected, a person didn't really need math for anything anyway. Maybe some people did. Some limited people.","author":"Augusten Burroughs, Possible Side Effects","category":"humor, math"},{"quote":"It was sad music. But it waved its sadness like a battle flag. It said the universe had done all it could, but you were still alive.","author":"Terry Pratchett, Soul Music","category":"fantasy, humor, music"},{"quote":"Want coffee?\" I asked, as I headed that way.\"It's three thirty in the morning.\"\"Okay. Want coffee?","author":"Darynda Jones, Third Grave Dead Ahead","category":"charley, coffee, humor"},{"quote":"He smiled in a way that made me want to kiss him right on the spot. Or the lips. Whichever was closer.","author":"Shannon Hale","category":"attraction, humor"},{"quote":"This is the fast lane, folks...and some of us like it here.","author":"Hunter S. Thompson, Kingdom of Fear: Loathsome Secrets of a Star-Crossed Child in the Final Days of the American Century","category":"humor, witty"},{"quote":"Plans are invitation to disappointment.","author":"Derek Landy, Mortal Coil","category":"humor, humorous, plans, spontaneity"},{"quote":"Humor can get in under the door while seriousness is still fumbling at the handle.","author":"G.K. Chesterton","category":"humor, ignorance, knowledge, wisdom"},{"quote":"A whizzpopper!\" cried the BFG, beaming at her. \"Us giants is making whizzpoppers all the time! Whizzpopping is a sign of happiness. It is music in our ears! You surely is not telling me that a little whizzpopping if forbidden among human beans?","author":"Roald Dahl, The BFG","category":"big, children-s, farting, friendly, gas, giant, humor, roald-dahl, the-bfg"},{"quote":"Oh, sweetie, I'm sorry, you can't have a baby brother, because that would mean that Daddy had sex, and that's never going to happen again.","author":"Christopher Moore, A Dirty Job","category":"humor"},{"quote":"Could we wear spandex and blow things up?","author":"Lisa Mantchev, Eyes Like Stars","category":"fairies, humor, spandex"},{"quote":"I will describe my eyes and then begin the story. My eyes are blue and resplendent. Now I will begin the story.","author":"Jonathan Safran Foer, Everything Is Illuminated","category":"everything-is-illuminated, humor"},{"quote":"I happen to be immature, undisciplined, and self-centered, pretty much a little boy in a man's body, although I'd appreciate it if you didn't quote me on that.-Bobby Tom","author":"Susan Elizabeth Phillips, Heaven, Texas","category":"humor, men"},{"quote":"How is it that little children are so intelligent and men so stupid? It must be education that does it","author":"Alexandre Dumas","category":"children, education, humor, innate-wisdom"},{"quote":"…well just call me Hannibal Lecter. With cleavage.","author":"Jeaniene Frost, This Side of the Grave","category":"humor"},{"quote":"Even now, despite Angeline's watchfulness, she'd occasionally oscillate between random topics, like how shepherd's pie wasn't a pie at all and why it was pointless for her to take class in typing when technology would eventually develop robot companions to do it for us.","author":"Richelle Mead, The Fiery Heart","category":"angeline-dawes, bloodlines-series, humor, richelle-mead, shepherd-s-pie, the-fiery-heart"},{"quote":"No, my friend, I am not drunk. I have just been to the dentist, and need not return for another six months! Is it not the most beautiful thought?--Poirot","author":"Agatha Christie, One, Two, Buckle My Shoe","category":"dentist, humor, the-patriotic-murders"},{"quote":"Normal\" is just a setting on your dryer.","author":"Patsy Clairmont","category":"funny, humor"},{"quote":"I was sorry to have my name mentioned as one of the great authors, because they have a sad habit of dying off. Chaucer is dead, Spencer is dead, so is Milton, so is Shakespeare, and I’m not feeling so well myself.","author":"Mark Twain, Speeches","category":"humor, wit"},{"quote":"I rode an elevator with a guy who was whistling the tune of 'this is the song that never ends'. Putting that on me? Come on dude..","author":"Taylor Swift, Taylor Swift","category":"humor, taylor-swift"},{"quote":"Although golf was originally restricted to wealthy, overweight Protestants, today it's open to anybody who owns hideous clothing.","author":"Dave Barry","category":"fashion, golf, humor, sports"},{"quote":"You thought I was a werewolf?\" Dervish asks.\"Yes\" I answer hollowly.\"You ass.","author":"Darren Shan, Lord Loss","category":"humor"},{"quote":"I'm your friend, and friends don't let friends die.","author":"C.B. Cook, Twinepathy","category":"friends, friendship, humor, quotes"},{"quote":"Granny was an old-fashioned witch. She didn’t do good for people, she did right by them.","author":"Terry Pratchett, Carpe Jugulum","category":"humor, wisdom"},{"quote":"Bite me, Goth princess,” Shane called from the back. “Not literally or anything.”“Maybe you should say that to Michael.”“Not funny, Eve,” Michael said.Eve raised her eyebrows and held her fingers up, measuring off about an inch. “Little bit,” she said.","author":"Rachel Caine, Ghost Town","category":"claire-danvers, eve-rosser, funny, ghost-town, humor, michael-glass, morganville-vampires, myrnin, rachel-caine, shane-collins, teacher, vampire, vampires"},{"quote":"Humor is laughing at what you haven't got when you ought to have it.","author":"Langston Hughes","category":"humor"},{"quote":"The ability to speak does not make you intelligent.","author":"George Lucas","category":"humor, sci-fi, star-wars"},{"quote":"In the action business, when you don't want to say you ran like a mouse, you call it 'taking cover.' It's more heroic.","author":"Jim Butcher, Dead Beat","category":"harry-dresden, heroism, humor"},{"quote":"Elizabeth: \"Your balls, Mr. Darcy?\"Darcy: \"They belong to you, Miss Bennett.","author":"Seth Grahame-Smith, Pride and Prejudice and Zombies","category":"humor"},{"quote":"Speak softly and employ a huge man with a crowbar.","author":"Terry Pratchett, Going Postal","category":"humor, paraphrased"},{"quote":"I think you learn more if you're laughing at the same time.","author":"Mary Ann Shaffer","category":"education, humor"},{"quote":"My capacity for happiness,\" he added, \"you could fit into a matchbox without taking out the matches first","author":"Douglas Adams, The Hitchhiker's Guide to the Galaxy","category":"humor"},{"quote":"If you ever put a student at this school in danger again-''Oh, I thought you Gallagher Girls were immune to danger.'Despite the hundred girls the filled the foyer, no one moved or gasped or tried to defend our honor. We stood silently, waiting for our headmistress to say, 'Oh, we are quite used to being underestimated, Agent Townsend. In fact, we welcome it.","author":"Ally Carter, Only the Good Spy Young","category":"ally-carter, gallagher-girl, humor"},{"quote":"I'm the crazy girly captain, Remember?","author":"Eoin Colfer, The Arctic Incident","category":"holly-short, humor"},{"quote":"I don't know why it should be, I am sure; but the sight of another man asleep in bed when I am up, maddens me.","author":"Jerome K. Jerome, Three Men in a Boat","category":"humor, sleep"},{"quote":"Let a smile be your umbrella, and you'll end up with a face full of rain.","author":"George Carlin","category":"humor"},{"quote":"Bluestar blinked. \"There are cats who would argue that there should never have been a fifth Clan in the forest at all. Why are there four oaks at Fourtrees, if not to stand for the four Clans?\"Firestar gazed up at the massive oak trees, then back at Bluestar. Fury pure as a lighting flash rushed through his body. \"Are you mouse-brained?\" he snarled. \"Are you telling me SkyClan had to leave because there weren't enough trees?","author":"Erin Hunter, Firestar's Quest","category":"firestar, humor, quest, skyclan, warriors"},{"quote":"I would so hate to be a first-person character! Always on your guard, always having people read your thoughts!","author":"Jasper Fforde, Lost in a Good Book","category":"first-person, humor, pov"},{"quote":"I was happy in the haze of a drunken hour, but heaven knows I'm miserable now.","author":"Morrissey","category":"humor, rock-and-roll"},{"quote":"Now stand in the corner, and think about what you've done!","author":"Taylor Swift","category":"humor"},{"quote":"The Hitch Hiker's Guide to the Galaxy offers this definition ofthe word \"Infinite\".Infinite: Bigger than the biggest thing ever and then some.Much bigger than that in fact, really amazingly immense, atotally stunning size, \"wow, that's big\", time. Infinity is just sobig that by comparison, bigness itself looks really titchy.Gigantic multiplied by colossal multiplied by staggeringlyhuge is the sort of concept we're trying to get across here.","author":"Douglas Adams, The Restaurant at the End of the Universe","category":"dictionary, douglas-adams, humor"},{"quote":"since i will not send this, i also feel it is my duty to inform you that almost six months on I think I still love you and that makes me sad becaue love shouldn’t feel this way. is like getting kicked in the stomach every time i think of you and it makes me want to roll my face across this keyboardbiu;///ubEWdcfhugiov’byhi;.//////-=‘-0i9juh8ygtfdcsaazs34defg7uefg7u8hi9o0p8hi9o0p-[[09ju8dcsaazs34d9o0p-[[09.","author":"Jay Kristoff, Illuminae","category":"drunk, ezra-mason, humor"},{"quote":"You couldn't be satisfied with being an amateur asshole, could you, Jimbo! You had to go and turn pro on me!","author":"Susan Elizabeth Phillips, Heaven, Texas","category":"humor, police"},{"quote":"Camping is nature's way of promoting the motel business.","author":"Dave Barry","category":"camping, humor"},{"quote":"Because he has the best equipment in the City and he knows how to use it!","author":"Ilona Andrews, Magic Bleeds","category":"funny, humor, kate"},{"quote":" Huging my pillow to my chest, I told myself, At least soon you won't have so much time to miss him. Soon school will start again, and then you'll be busier. Wait. Am I reduced to HOPING for school to start? Somehow, I have discovered a whole new level of pathetic.","author":"Claudia Gray, Stargazer","category":"evernight, humor, stargazer, vampires"},{"quote":"Professors of literature collect books the way a ship collects barnacles, without seeming effort.","author":"Carolyn G. Heilbrun, Death in a Tenured Position","category":"books, humor"},{"quote":"For the record, I would like to point out that it is NOT being obsessive to memorize a boy's schedule so that you can accidentally bump into him. It is called being efficient.","author":"Jess Rothenberg, The Catastrophic History of You and Me","category":"high-school, humor, love, young-adult, young-love"},{"quote":"Nobody will ever win the battle of the sexes. There is too much fraternizing with the enemy.","author":"Henry Kissinger","category":"battle-of-the-sexes, humor, sexism"},{"quote":"You could shove it up your ass and pretend you're a corn dog.\"COURTESY VIOLATION-RESPONSE MUTED-VIOLATION LOGGED","author":"Ernest Cline, Ready Player One","category":"humor, sarcasm"},{"quote":"I hate women who complain about being fat when they're like a size 5. Anything under size 5 isn't a woman. It's a boy with breasts.","author":"Laurell K. Hamilton, Obsidian Butterfly","category":"humor"},{"quote":"Doing business without advertising is like winking at a girl in the dark. You know what you are doing but nobody else does.","author":"Steuart Henderson Britt, Marketing Management and Administrative Action","category":"advertising, business, commerce, humor, marketing"},{"quote":"Humor is a spontaneous, wonderful bit of an outburst that just comes. It's unbridled, its unplanned, it's full of suprises.","author":"Erma Bombeck","category":"humor, spontaneity, surprise"},{"quote":"I had a polynomial once. My doctor removed it.","author":"Michael  Grant, Gone","category":"gone-series, humor, mathematics"},{"quote":"Marry me, he says. I got all my own teeth, I wash twice a year an I'll cut you in fer half the business here.","author":"Moira Young, Blood Red Road","category":"funny, humor, ike"},{"quote":"OK,\" Josh said evenly, \"I've seen men made of mud, I guess I can accept spying rats. Do they talk?\" he wondered aloud.Don't be ridiculous,\" Flamel snapped, \"They're rats.\"Josh really didn't think it was a ridiculous suggestion.","author":"Michael Scott, The Alchemyst","category":"fun, humor, random, rats, ridiculous"},{"quote":"How are you feeling?\"I leaned away from him. \"Gross.\"Aiden frowned. \"Gross?\"\"I haven't brushed my teeth or washed my face in days. Don't come near me.\"He laughed. \"Alex, come on.\"\"Seriously, I'm gross.\" I put my hand over my mouth.Ignoring my protests, he leaned over and brushed my string hair back. \"You're as beautiful as always, Alex.\"I stared at him. He must not get out much.","author":"Jennifer L. Armentrout, Deity","category":"aiden, alex, funny, humor, sarcasm"},{"quote":"Do you find this...distracting?","author":"Suzanne Collins, Mockingjay","category":"awesome, finnick, humor"},{"quote":"'Tell Suzie she's a lucky cat.' Have sexier words ever been spoken?","author":"Ally Carter","category":"boys, cats, gallagher-girls, humor"},{"quote":"I'm trying to make some sense out of the phrase \"Everything happens for a reason,\" and I think I've figured out what the reason is - to pissed me off.","author":"Cecelia Ahern","category":"humor"},{"quote":"If absolute power corrupts absolutely, where does that leave God?","author":"George Deacon","category":"corruption, god, humor, power, religion"},{"quote":"But Grover’s voice was already growing fainter. ‘Sweet dreams. Don’t let me die!","author":"Rick Riordan, The Sea of Monsters","category":"humor"},{"quote":"All persons, living and dead, are purely coincidental.","author":"Kurt Vonnegut Jr., Timequake","category":"humor, paraphrased"},{"quote":"Every time I annoy him he retreats into his No Mundanes Allowed tree house.\" Simon pointed at Jace.","author":"Cassandra Clare, City of Ashes","category":"humor"},{"quote":"You can run from the grave, but you can't hide.","author":"Jeaniene Frost, One Foot in the Grave","category":"humor, vampire"},{"quote":"Ransom really looked at the other man for the first time, shook his head, stared again.“Holy hell, your eyes are like a fucking viper’s.” Venom raised an eyebrow.“You have hair prettier than one of Astaad’s concubines.” Ransom gave the vampire the finger. Venom grinned.","author":"Nalini Singh, Archangel's Consort","category":"humor, hunters, ransom, vampires, venom"},{"quote":"I don't know where people got the idea that characters in books are supposed to be likable. Books are not in the business of creating merely likeable characters with whom you can have some simple identification with. Books are in the business of creating great stories that make you're brain go ahhbdgbdmerhbergurhbudgerbudbaaarr.","author":"John Green","category":"books, characters, humor"},{"quote":"My relationship with my father had been on the proverbial fritz since the time I was fifteen and called the police to report him for child molesting. He had never molested me, but I wanted to have a party that weekend and needed him out of the house.","author":"Chelsea Handler, My Horizontal Life: A Collection of One-Night Stands","category":"humor"},{"quote":"CUSTOMER: Do you have this children's book I've heard about? It's supposed to be very good. It's called \"Lionel Richie and the Wardrobe.","author":"Jen Campbell, Weird Things Customers Say in Bookshops","category":"humor"},{"quote":"Above all, if what you've done is stupid, but it works, it ain't stupid.","author":"Robert Fulghum, Maybe, Maybe Not","category":"humor"},{"quote":"You can read minds, and you didn't tell me?” Link stared at me like he just found out I was the Silver Surfer. He rubbed his head nervously. “Hey, man, all that stuff about Lena? I was yankin’ your chain.” He looked away. “Are you doin’ it now? You're doin’ it, aren't you? Dude, get out of my head.” He backed away from me and into the bookshelf.“I can't read your mind, you idiot.","author":"Kami Garcia, Beautiful Darkness","category":"ethan-wate, funny, humor, link, margaret-stohl"},{"quote":"I do not,\" I felt oddly appalled by her statement. \"I'm an excellent liar. Ask my dentist. He swears I floss regularly.","author":"Darynda Jones, Second Grave on the Left","category":"humor"},{"quote":"Oh that looked painful,\" called another Puck, a little farther down. \"We really need to talk about your anger-management problems.","author":"Julie Kagawa, The Iron King","category":"humor, puck"},{"quote":"If Marilyn Monroe was alive right now, what would she be doing?'Clawing at the roof of her coffin.","author":"Chuck Palahniuk, Fight Club","category":"humor"},{"quote":"He specialized in the murder of dreams, Hazel Grace...","author":"John Green, The Fault in Our Stars","category":"augustus-waters, hazel-grace, humor"},{"quote":"Housework won't kill you, but then again, why take the chance?","author":"Phyllis Diller","category":"housework, humor"},{"quote":"It's all bullshit, folks and it's bad for ya.","author":"George Carlin","category":"humor"},{"quote":"Once again, I've been thwarted by the massive difference between my vision of the successful me and the me I'm currently stuck with.","author":"Lauren Graham, Someday, Someday, Maybe","category":"humor"},{"quote":"Revenge is sweet and not fattening.","author":"Alfred Hitchcock","category":"humor, revenge, sweet"},{"quote":"To say I had some pent-up anger would be like saying Britney Spears had minor impulse-control issues.","author":"Molly Harper","category":"anger, humor"},{"quote":"I don't mind foreigners. God save the queen!\" he squeaked and ran.","author":"Jeaniene Frost, Halfway to the Grave","category":"frost, humor, jeaniene, timmie"},{"quote":"There's a meeting in Command. Disregard your current schedule,' he says. 'Done,' I say.'Did you follow it at all today?' he asks in exasperation.'Who knows? I'm mentally disoriented.' I hold up my wrist to show my medical bracelet and realize it's gone. 'See? I can't even remember they took my bracelet.' (Katniss and Boggs)","author":"Suzanne Collins, Mockingjay","category":"humor"},{"quote":"Pulling the chair out for me, he invited me to sit. I stood there wondering if I could sprint for the nearest exit. Stupid strappy shoes, I'd never make it. He leaned in close and whispered in my ear, \"I know what you're thinking, and I'm not going to let you escape again. You can either take a seat and have dinner with me like a normal date,\" he grinned at his word choice, \"or,\" he paused thoughtfully then threatened, \"you can sit on my lap while I force-feed you.","author":"Colleen Houck, Tiger's Curse","category":"humor, kelsey, love, ren"},{"quote":"Actually I don't remember being born, it must have happened during one of my black outs.","author":"Jim Morrison","category":"birth, humor"},{"quote":"I'd rather have a bottle in front of me than a frontal lobotomy.","author":"Dorothy Parker","category":"drinking, humor, misattributed, spoonerism, wordplay"},{"quote":"Otrera stayed dead the second time,\" Kinzie said, batting her eyes. \"We have to thank you for that. If you ever need a new girlfriend...well, I think you'd look great in an iron collar and an orange jumpsuit.\"Percy couldn't tell if she was kidding or not. He politely thanked her and changed seats.","author":"Rick Riordan, The Son of Neptune","category":"amazons, humor, percy-jackson"},{"quote":"That's it, cupcake. You're going down.","author":"Rick Riordan, The Lost Hero","category":"cupcake, humor, trash-talk"},{"quote":"Somewhere, the zebra is dancing.","author":"Garth Stein, The Art of Racing in the Rain","category":"humor"},{"quote":"Bad kitty!\" he screeched, snarling and baring his fangs at Grimalkin, who yawned and turned away to groom his tail. \"Evil, evil, sneaky kitty! Bite your head off in your sleep, I will! Hang you by your toes and set you on fire! Burn, Burn!\"-Razor","author":"Julie Kagawa, The Iron Queen","category":"humor"},{"quote":"Put some clothes on, you weird, yellow-eyed, table-dancing, werewolf-training, cryptic, stare-me-right-in-the-eyes-and-don't-even-blink wench.","author":"Jim Butcher, Fool Moon","category":"harry-dresden, humor, women"},{"quote":"I hate the vamp jobs. They think they're so suave. It's not enough for them to slaughter and eat you like a zombie would. No, they want to be all sexy, too. And trust me: vampires? Not. Sexy.","author":"Kiersten White, Paranormalcy","category":"book, evie, humor, vampires"},{"quote":"Unusual financial activity: none, unless you count the fact that someone in the family is way too into Civil War biographies. (Can this be a possible indication of Confederate insurgents still living and working in Virginia? Must research further.)","author":"Ally Carter, I'd Tell You I Love You, But Then I'd Have to Kill You","category":"humor"},{"quote":"I think we're too young to be dating. I mean I don't see what the rush is.\" Summer says. \"Yeah, I agree,\" said August. \"Which is kind of a shame, you know what with all those babes who keep throwing themselves at me and stuff?","author":"R.J. Palacio, Wonder","category":"dating, humor, r-j-palacio, wonder, young-love"},{"quote":"Zoo-Wee Mama!","author":"Jeff Kinney","category":"diary, humor, person, stick"},{"quote":"You know, I can see more than just the future or the past.\"\"Really?\" I asked, paging through through the papers in the file. \"Can you also see the present? Because I can do that, too. Like, right now, I sense that I'm in a messy room with a total toolbox.","author":"Rachel Hawkins, Spell Bound","category":"hex-hall, humor, rachel-hawkins, sophie, spell-bound, torin"},{"quote":"Heartache often drives us to consume things we wouldn't otherwise, such as an entire pint of Caramel Pecan Perfection high-fat ice cream, covered in ganache, the crack cocaine of frozed dairy. Twelve hundred calories per pint, six hundred and eighty of which are fat calories, but is only dulls the pain for the moment, there's that carb fog while you're standing at the sink shoving it in your face, and then it's over and you feel...used. Like a cheap pickup the Dove people seduced and abandoned in your kitchen, leaving you with sticky hands and an empty cup and a still-broken heart, except now you're mad at Dove, too.","author":"Jennifer Crusie","category":"heartache, humor"},{"quote":"You told me I was the best sex you'd ever had in your life...You couldn't get enough...At one point you were so loud I thought sure hotel security was going to beat down the door.","author":"Rachel Gibson, I'm In No Mood For Love","category":"humor, romance"},{"quote":"I like pancakes.","author":"Brandon Mull","category":"awesomeness, humor, pancakes"},{"quote":"I'm amazing and studly, but I have limits.","author":"Jim Butcher, Grave Peril","category":"humor, thomas-raith, vanity"},{"quote":"If there is anyone here whom I have not insulted, I beg his pardon.","author":"Johannes Brahms","category":"humor"},{"quote":"All I really wanted to do was cuddle back under the blankets, maybe with a certain stuffed toy penguin I knew. Yeah, hiding sounded good.","author":"Laurell K. Hamilton, Circus of the Damned","category":"hiding, humor"},{"quote":"Women are sneaky.","author":"Patricia Briggs, The Hob's Bargain","category":"humor, women"},{"quote":"If we would learn what the human race really is at bottom, we need only observe it in election times.","author":"Mark Twain","category":"humor, politics"},{"quote":"I alternate between feeling sympathetic toward humanity and being a misanthrope. When I'm sympathetic, it usually means I haven't been around people in awhile.","author":"John Raptor","category":"humanity, humor, misanthrope, social-commentary"},{"quote":"I am perfectly qualified to give you an injection. You're not going to tell me you're afraid of a little prick?\"\"I wouldn't call you that...","author":"Anthony Horowitz, Scorpia","category":"humor"},{"quote":"This was very exciting. I'd never had two boys get into a fight over me before. The fact that one of the boys was my stepbrother, however, and held about as much romantic appeal for me as Max, the family dog, somewhat dampened my enthusiasm. And Michael wasn't much of a catch, either, when you actually thought about it, being a potential murderer and all. Oh, why did I have to have such a couple of losers fighting over me? Why couldn't Matt Damon and Ben Affleck fight over me? Now that would be truly excellent.","author":"Meg Cabot, Reunion","category":"humor, mediator-series, meg-cabot"},{"quote":"I'd give my right arm to be ambidextrous.","author":"Yogi Berra","category":"humor"},{"quote":"As for Gussie Finknottle, many an experienced undertaker would have been deceived by his appearance and started embalming on sight.","author":"P.G. Wodehouse","category":"death, depression, humor, undertakers"},{"quote":"We made too many wrong mistakes.","author":"Yogi Berra","category":"humor, mistakes"},{"quote":"I don't mind if you forget me.Having learned my lesson,I never left an impression on anyone.","author":"Morrissey","category":"humor, lyrics, music"},{"quote":"Rosie get off your desk, and please put your beard away.","author":"Louise Rennison, Stop in the Name of Pants!","category":"humor"},{"quote":"But that was life: Nobody got a guided tour to their own theme park. You had to hop on the rides as they presented themselves, never knowing whether you would like the one you were in line for...or if the bastard was going to make you throw up your corn dog and your cotton candy all over the place.","author":"J.R. Ward, Crave","category":"fate, humor, life-lessons, life-sucks, random, wisdom"},{"quote":"You don't happen to have a thousand dollars I can borrow?\" \"I don't have five you can borrow. My piggy bank is officialy anorexic.","author":"Becca Fitzpatrick, Hush, Hush","category":"humor, like-me, vee"},{"quote":"Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.","author":"Criss Jami, Killosophy","category":"be-yourself, being-yourself, clever, comedic, differences, everyone, funny, funny-but-true, humor, ignorance, jokes, laughter, mockery, opinions, personality, personality-types, sense-of-humor, similarities, stupidity, traits, types, witty"},{"quote":"Dear Non-American Black, when you make the choice to come to America, you become black. Stop arguing. Stop saying I'm Jamaican or I'm Ghanaian. America doesn't care.","author":"Chimamanda Ngozi Adichie, Americanah","category":"humor, race"},{"quote":"Most of the upper management of I.S. were undead. I always thought it was because the job was easier if you didn't have a soul.","author":"Kim Harrison, Dead Witch Walking","category":"beaurocracy, humor, management"},{"quote":"Tut, Tut, looks like rain","author":"A.A. Milne","category":"humor, weather"},{"quote":"Hell's bells, irony blows.","author":"Jim Butcher, Blood Rites","category":"harry-dresden, humor, irony"},{"quote":"If everyone in the world sat quietly at the same time, closed their eyes and concentrated as hard as they could on peace and goodwill, all the killing and cruelty in the world would continue. And probably increase.","author":"George Carlin","category":"compassion, funny, humor, peace"},{"quote":"I've tried to get the angel to watch MTV so I can learn the vocabulary of your music, but even with the gift of tongues, I'm having trouble learning to speak hip-hop. Why is it that one can busta rhyme or busta move anywhere but you must busta cap in someone's ass? Is \"ho\" always feminine, and \"muthafucka\" always masculine, while \"bitch\" can be either? How many peeps in a posse, how much booty before baby got back, do you have to be all that to get all up in that, and do I need to be dope and phat to be da bomb or can I just be \"stupid\"? I'll not be singing over any dead mothers until I understand.","author":"Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal","category":"humor"},{"quote":"Do you sleep naked?","author":"Becca Fitzpatrick, Hush, Hush","category":"humor"},{"quote":"I'd rather be fried alive and eaten by Mexicans.","author":"Roald Dahl, James and the Giant Peach","category":"humor"},{"quote":"How can such scary looking parents create something so cute?","author":"Chetan Bhagat, 2 States: The Story of My Marriage","category":"humor"},{"quote":"I love the Olympics, because they enable people from all over the world to come together and--regardless of their political or cultural differences--accuse each other of cheating.","author":"Dave Barry, Boogers Are My Beat: More Lies, But Some Actual Journalism!","category":"humor, sports"},{"quote":"I see you're a man with ideals. I better be going before you've still got them.","author":"Mae West","category":"humor"},{"quote":"I'm not stubborn. My way is just better.","author":"Maya Banks, Rush","category":"humor, personality, stubborn, stubbornness"},{"quote":"I'm so pretty, it's hard for me to think of myself as intelligent.","author":"Jim Butcher, Dead Beat","category":"humor, thomas-raith, vanity"},{"quote":"What a strange family you are! Is your name Lettie too?","author":"Diana Wynne Jones, Howl's Moving Castle","category":"howl-pendragon, humor, lettie-hatter"},{"quote":"By the way, when you finish the bottle of Crown Royal, you can still use the pouch to hold your broken dreams.","author":"Jon Stewart","category":"humor"},{"quote":"What's the use of a great city having temptations if fellows don't yield to them?","author":"P.G. Wodehouse, Carry on, Jeeves","category":"humor, new-york-city, temptation"},{"quote":"Why couldn't you turn into a fireball when we were on the same team!","author":"Pittacus Lore, The Rise of Nine","category":"fireball, funny, humor, nine"},{"quote":"Sir Beldevere: What makes you think she's a witch? Peasant 3: Well, she turned me into a newt! Sir Beldevere: A newt? Peasant 3: [meekly after a long pause] ... I got better. Crowd: [shouts] Burn her anyway!","author":"Graham Chapman, Monty Python and the Holy Grail (Book): Mønti Pythøn Ik Den Hølie Gräilen","category":"humor, movies"},{"quote":"Well, thanks for not shooting anyone, I guess\", said Marcus. \"My contribution was to somehow refrain from peeing myself. You can thank me later.","author":"Dan Wells, Partials","category":"humor"},{"quote":"I sheathed my blade and glared at him. \"And here I almost thought you weren't a complete bastard.\"\"Well, that's your mistake, not mine.","author":"Julie Kagawa, The Eternity Cure","category":"allie, humor, jackal"},{"quote":"I'm not senile,\" I snapped. \"If I burn the house down it will be on purpose.","author":"Margaret Atwood, The Blind Assassin","category":"humor, old-age"},{"quote":"The kiss originated when the first male reptile licked the first female reptile, implying in a subtle way that she was as succulent as the small reptile he had for dinner the night before.","author":"F. Scott Fitzgerald","category":"humor"},{"quote":"Ambulances were cool. “You just want to fondle my extraneous body parts,” I said to the EMT as I picked up a silver gadget that looked disturbingly like an alien orifice probe, broke it, then promptly put it back, hoping it wouldn’t leave someone’s life hanging in the balance because the EMT couldn’t alien-probe his orifices.","author":"Darynda Jones, First Grave on the Right","category":"aliens, humor"},{"quote":"Michael had to pound me a couple of times to convince me not to go stage a rescue.\" Shane shrugged. \"He hits like a girl, for a vampire.","author":"Rachel Caine, Ghost Town","category":"humor, shane"},{"quote":"I think it's the duty of the comedian to find out where the line is drawn and cross it deliberately.","author":"George Carlin","category":"humor"},{"quote":"BE QUIET!!...What do you want...? I was in the middle of saying something nice...","author":"Tite Kubo, Bleach, Volume 01","category":"bleach, humor, manga"},{"quote":"Personally, I like it much better when someone else does the decision making. That way you have legitimate grounds to whine and complain. I tend to find both whining and complaining quite interesting and amusing, though sometimes--unfortunately--it's hard to choose which one of the two I want to do.Sigh. LIfe can be so tough sometimes.","author":"Brandon Sanderson, Alcatraz Versus the Scrivener's Bones","category":"humor, leadership"},{"quote":"How can I believe in God when just last week I got my tongue caught in the roller of an electric typewriter?","author":"Woody Allen","category":"atheism, humor"},{"quote":"Do you know how helpless you feel if you have a full cup of coffee in your hand and you start to sneeze?","author":"Jean Kerr","category":"coffee, humor"},{"quote":"Maybe we should go on lots of double dates,” Cath said, “and then we can get married on the same day in a double ceremony, in matching dresses, and the four of us will light the unity candle all at the same time.”“Pfft,” Levi said, “I’m picking out my own dress.","author":"Rainbow Rowell, Fangirl","category":"cath, fangirl, humor, levi"},{"quote":"It was beautiful in a harsh I'm-going-to-gut-you-like-a-fish kind of way.","author":"Rick Riordan","category":"humor, the-last-olympian"},{"quote":"Mr. McGregor's a nasty piece of work, isn't he? Quite the Darth Vader of children's literature.","author":"Jasper Fforde","category":"humor, peter-rabbit"},{"quote":"Don't be stupid, it's a flying house!","author":"J.K. Rowling, Harry Potter and the Goblet of Fire","category":"humor, magic"},{"quote":"A lot of people ask me if I were shipwrecked, and could have only one book, what would it be? I always say, \"How to Build a Boat.","author":"Stephen Wright","category":"funny, humor"},{"quote":"He was a writer and words were his weapons.","author":"Christopher Moore, Bloodsucking Fiends","category":"humor, words, writer"},{"quote":"However, because they have no actual interests of their own (or if they do, they squelch them in order to fit in) and merely pursue those that they think will look best on their college apps, they're zombies.","author":"Meg Cabot, Airhead","category":"conformity, humor, indiviualism"},{"quote":"Madame Bellwings, Memoir Elf Coordinator, was not at all pleased with this request, because elves who write the memoirs of teenage girls have the habit of returning to the magical realm with atrocious grammar. They can't seem to shake the phrases \"watever\" and \"no way,\" and they insert the word like into so many sentences that the other elves start slapping them...and for no apparent reason occasionally call out the name Edward Cullen.","author":"Janette Rallison","category":"humor, twilight"},{"quote":"When did you become a woman?\"-HatoriHow dare you ask that after you have seen me naked so many times...\"-YukiGASP! No it cant be! Yuki-kun, does that mean...\" fan club girlsNO! He's my doctor...\"Yuki","author":"Natsuki Takaya, Fruits Basket, Vol. 2","category":"humor"},{"quote":"You weren't afraid of me when I was Wolf,\" he said. \"Why are you afraid of Nathan?\"\"He's got big feet!\"\"What?\"An insulted-sounding arrroooo came from the other side of the door, a reminder that Wolves also had big ears.","author":"Anne Bishop, Written in Red","category":"humor, insults, wolves"},{"quote":"Heifer.”“Rich man’s whore!”“At least mine can cook the food he eats. And replaces it, too.”“Now see, Dee-Ann Smith. That was just mean!","author":"Shelly Laurenston, Big Bad Beast","category":"dee-ann, humor, mitch, ric, sissy"},{"quote":"Eating rice cakes is like chewing on a foam coffee cup, only less filling.","author":"Dave Barry","category":"dieting, humor"},{"quote":"Do you always ask me the same questions you ask him?\"\"It depends on whether or not I get an answer.","author":"Anne Bishop, Daughter of the Blood","category":"humor, purpose"},{"quote":"Anthony looked down at his evil clutches -- hands, he reminded himself, hands -- and grinned anew.","author":"Julia Quinn, The Viscount Who Loved Me","category":"humor, julia-quinn, romance"},{"quote":"There must be a mistake,\" I said. He adjusted his bag on his shoulder. \"That's a creative name. What do you shorten it to? Missy?","author":"Chelsea M. Cameron, My Favorite Mistake","category":"humor, hunter-zaccadelli"},{"quote":"Whenever I get that sad, depressed feeling, I go out and kill a policeman.","author":"P.G. Wodehouse","category":"depression, humor"},{"quote":"Let him treat you like a lady and open the car door for you. If he doesn't automatically open the door for you, stand by the darn thing and don't get into the vehicle until he realises he needs to get hid behind out of the driver's seat and come round and open the car door for you. That's his job!","author":"Steve Harvey, Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy, and Commitment","category":"humor, love"},{"quote":"I mean to say, I know perfectly well that I've got, roughly speaking, half the amount of brain a normal bloke ought to possess. And when a girl comes along who has about twice the regular allowance, she too often makes a bee line for me with the love light in her eyes. I don't know how to account for it, but it is so.\"\"It may be Nature's provision for maintaining the balance of the species, sir.","author":"P.G. Wodehouse","category":"attraction, brains, evolution, humor, intelligence, love, marriage, mating, stupidity"}]}