{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "To be a successful doer, be a dreamer.",
      "author": "Debasish Mridha",
      "category": "be-a-dreamer, debasish-mridha, debasish-mridha-m-d, how-to-be-a-success, inspirational, philosophy, quotes, success, to-be-successful"
    },
    {
      "quote": "Love is such a nice way to express your thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, express-your-thoughts, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "It all began with one small shy smile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, importance-of-a-smile, inspirational, life-wisdom, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "Treat yourself like someone who is amazingly special. You are special!",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, everyone-is-special, inspirational, philosophy, quotes, self-affirmations, self-esteem, you-are-special"
    },
    {
      "quote": "This world is your mirror. Wherever you go, you see a reflection of your thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, reflection-of-your-thoughts, self-awareness, the-world-is-your-mirror"
    },
    {
      "quote": "Art is a song of the soul that is sung by the light of the heart with the color of emotion and appreciation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, definition-of-art, inspirational, philosophy, quotes, song-of-the-soul, what-is-art"
    },
    {
      "quote": "You are the owner and controller of the most powerful engine with the potential to win all wars of life—it is your ever changing mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-wisdom, philosophy, potential-of-your-mind, power-of-the-mind, powerful-engine, quotes"
    },
    {
      "quote": "By changing—we become what we always wanted to be.",
      "author": "Debasish Mridha",
      "category": "be-what-you-want-to-be, changing, changing-your-life, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, what-we-wanted"
    },
    {
      "quote": "In the mirror you see the reflection of your face. In the world you see the reflection of your thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reflection-of-your-face, reflection-of-your-thoughts, self-awareness"
    },
    {
      "quote": "Not knowing that I am in the ocean of love, I am swimming to reach the island of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-in-the-ocean-of-love, inspirational, island-of-love, love, ocean-of-love, philosophy, quotes, swimming-in-love"
    },
    {
      "quote": "The most mysterious attractive power is the power of your kindness.",
      "author": "Debasish Mridha",
      "category": "attractive-power, be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, power-of-kindness, quotes"
    },
    {
      "quote": "Only you can see what your mind is prepared to see.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, mind, philosophy, quotes, what-the-mind-sees, your-mind"
    },
    {
      "quote": "When you have learned to love and control yourself, then you become the master of yourself.",
      "author": "Debasish Mridha",
      "category": "control-yourself, debasish-mridha, debasish-mridha-m-d, inspirational, learned-to-love, love, love-yourself, master-of-yourself, philosophy, quotes"
    },
    {
      "quote": "The highest form of wisdom comes from deep observation, kind realization, and curious actualization.",
      "author": "Debasish Mridha",
      "category": "actualization, debasish-mridha, debasish-mridha-m-d, highest-form-of-wisdom, inspirational, philosophy, quotes, realization, wisdom"
    },
    {
      "quote": "I would rather be kind than wise.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-d-rather-be-kind-than-wise, inspirational, kind, kindness, philosophy, quotes, wisdom, wise"
    },
    {
      "quote": "Wisdom is the ultimate source of kindness and happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, inspirational, kindness, philosophy, quotes, what-is-the-source-of-kindness, wisdom"
    },
    {
      "quote": "Kindness is true wisdom—not cleverness.",
      "author": "Debasish Mridha",
      "category": "cleverness, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes, true-wisdom, wisdom"
    },
    {
      "quote": "A great person defines himself",
      "author": "an average person defines others.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "When someone can love without judging, he is truly wise.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-without-judging, philosophy, quotes, wisdom, wise"
    },
    {
      "quote": "Let us try to heal the mind first before we heal the body.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heal-the-body, heal-the-mind, inspirational, mind-and-body-connection, philosophy, quotes"
    },
    {
      "quote": "As a physician, I try to heal the mind before healing the body. That’s why most of my patients get better even before they start any medication.",
      "author": "Debasish Mridha",
      "category": "as-a-physician, debasish-mridha, debasish-mridha-m-d, heal-the-body, heal-the-mind, inspirational, medication, patients-get-better, philosophy, quotes"
    },
    {
      "quote": "If someone believes in god, is he a liar? He never saw god or any proof or evidence of god. He only heard about god.",
      "author": "Debasish Mridha",
      "category": "belief-in-god, debasish-mridha, debasish-mridha-m-d, evidence-of-god, god, inspirational, philosophy, questions-about-god, quotes"
    },
    {
      "quote": "Do not be afraid to be kind",
      "author": "be afraid to miss the opportunity to be kind.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Some people have a blissful heart",
      "author": "they are always happy for nothing.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "The best thing you can do in life is to love unconditionally and endlessly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-endlessly, love-unconditionally, philosophy, quotes"
    },
    {
      "quote": "Life begins when you learn that life is an opportunity.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-begins, life-is-an-opportunity, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Be like the moon—reflect lights of love from within.",
      "author": "Debasish Mridha",
      "category": "be-like-the-moon, debasish-mridha, debasish-mridha-m-d, inspirational, love, love-from-within, philosophy, quotes, reflect-love"
    },
    {
      "quote": "Give your choice a chance",
      "author": "do not give up.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "People don’t commit suicide. They get lost in darkness because they can’t find any lights of hope.",
      "author": "Debasish Mridha",
      "category": "causes-of-success, debasish-mridha, debasish-mridha-m-d, inspirational, lights-of-hope, lost-in-darkness, philosophy, quotes, suicide"
    },
    {
      "quote": "Being inspired by a great personality is not enough. You have to take actions to succeed.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, great-personality, how-to-succeed, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "Distance does not define your destination",
      "author": "it is defined by your thoughts.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Find yourself, who are you?Choose yourself, who can you be?Define yourself to find your destination.",
      "author": "Debasish Mridha",
      "category": "choose-yourself, debasish-mridha, debasish-mridha-m-d, find-your-destination, find-yourself, inspirational, philosophy, quotes, self-awareness"
    },
    {
      "quote": "To be strong, find strength within yourself.",
      "author": "Debasish Mridha",
      "category": "be-strong, debasish-mridha, debasish-mridha-m-d, inspirational, personal-strength, philosophy, quotes, strength, strength-within-yourself"
    },
    {
      "quote": "Don’t fear",
      "author": "always extend your hand to help others.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Don’t rush",
      "author": "just relax. Enjoy the journey of life.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Sometimes you fail",
      "author": "sometimes you fly.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Either enjoy happiness or enjoy misery. The choice is yours.",
      "author": "Debasish Mridha",
      "category": "choose-happiness-or-misery, debasish-mridha, debasish-mridha-m-d, enjoy-happiness, enjoy-misery, inspirational, misery, philosophy, quotes"
    },
    {
      "quote": "Every morning is a big, bright, window that opens just for you to fill your life with the light of joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, every-morning, fill-your-life-with-joy, inspirational, joy, light-of-joy, philosophy, quotes"
    },
    {
      "quote": "If you wholeheartedly expect success, it will happen.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expect-success, how-to-be-a-success, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "Let your dream bloom",
      "author": "don’t turn off the light.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To understand the universe, look deep into your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, look-deep-into-your-heart, philosophy, quotes, understand-the-universe, universe"
    },
    {
      "quote": "When you give without expectations, your soul dances and sparkles with deep inner joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, giving-to-others, giving-without-expectations, inner-joy, inspirational, joy, philosophy, quotes, soul-dances"
    },
    {
      "quote": "I follow three rules: find the opportunity to love and love endlessly, be kind to all and rude to none, and serve others with care and know that service is joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-follow-three-rules, inspirational, life-rules, life-wisdom, love-endlessly, philosophy, quotes, rude-to-none, rules-for-life, serve-others"
    },
    {
      "quote": "To improve your being, appreciate yourself for simplest of reasons.",
      "author": "Debasish Mridha",
      "category": "appreciate-yourself, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, self-improvement"
    },
    {
      "quote": "Love is the only truth and the only way",
      "author": "anything else is the manifestation of love.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To enjoy the freshness of life, be simple like water.",
      "author": "Debasish Mridha",
      "category": "be-simple-like-water, debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Only the great power of love can make you great.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, only-love-can-make-you-great, philosophy, power-of-love, quotes"
    },
    {
      "quote": "Never forget to express your gratitude for the gift of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, express-your-gratitude, gift-of-life, gratitude, inspirational, philosophy, quotes"
    },
    {
      "quote": "Trust yourself, and remember you are a miracle.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, miracle, philosophy, quotes, remember-you-are-a-miracle, trust-yourself"
    },
    {
      "quote": "To increase the value of your day, add some love and gratitude to your coffee and some kindness to your dinner.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gratitude, how-to-improve-your-day, inspirational, kindness, life-wisdom, love, philosophy, quotes"
    },
    {
      "quote": "Dear Moon, Slowly enlighten my heart with your lovely, silvery, dancing, miraculous light.",
      "author": "Debasish Mridha",
      "category": "dear-moon, debasish-mridha, debasish-mridha-m-d, enlighten-my-heart, inspirational, miraculous-light, philosophy, quotes"
    },
    {
      "quote": "Actions transform a dream into reality—not hope.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, dream-into-a-reality, hope, how-to-make-dreams-a-reality, inspirational, philosophy, quotes"
    },
    {
      "quote": "An eagle can catch a fish in the ocean of impossibility because he pursues and focuses on only one fish.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, focus, focus-on-one-goal, how-to-achieve-a-goal, inspirational, ocean-of-impossibility, philosophy, quotes"
    },
    {
      "quote": "If you are expecting something in return for your love, you are not loving truly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-advice, loving-truly, philosophy, quotes"
    },
    {
      "quote": "All love began with a tingling in the heart and a beautiful small smile.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, importance-of-a-smile, inspirational, love, philosophy, quotes, smile"
    },
    {
      "quote": "To find yourself, be yourself. To get lost in yourself, love yourself unconditionally.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-yourself, get-lost-in-yourself, inspirational, love-yourself, philosophy, quotes"
    },
    {
      "quote": "Life is wonderful so love deeply.  Life is short so live it intensely.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-short-love-deeply, life-is-wonderful, philosophy, quotes"
    },
    {
      "quote": "To feel the pure joy of life, donate yourself for the betterment of others.",
      "author": "Debasish Mridha",
      "category": "betterment-of-others, debasish-mridha, debasish-mridha-m-d, donate-to-others, inspirational, joy-of-life, philosophy, quotes"
    },
    {
      "quote": "To be the love, dissolve into love.",
      "author": "Debasish Mridha",
      "category": "be-the-love, debasish-mridha, debasish-mridha-m-d, dissolve-into-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Love not for a reason but as if it is your ultimate purpose and passion.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-the-purpose-of-life, passion, philosophy, quotes, ultimate-purpose"
    },
    {
      "quote": "The power of habits is the stepping stone on the stairs of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, good-habits, inspirational, philosophy, power-of-habits, quotes, stairs-of-life"
    },
    {
      "quote": "A kiss is a moment of quantum leaps, a moment of shared joy, and a moment of bliss.",
      "author": "Debasish Mridha",
      "category": "a-kiss, debasish-mridha, debasish-mridha-m-d, inspirational, joy, moment-of-bliss, philosophy, quotes, shared-joy"
    },
    {
      "quote": "A loving heart is a magical magnet for magnificence.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart, inspirational, love, loving-heart, magnificence, philosophy, quotes"
    },
    {
      "quote": "Life is like a story",
      "author": "it unfolds its beauty and tragedy along with your thoughts.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To understand the song of life, listen to the melody of wind and ocean and watch the dance of waves and water.",
      "author": "Debasish Mridha",
      "category": "dance-of-waves, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, melody-of-the-ocean, philosophy, quotes, song-of-life"
    },
    {
      "quote": "The highest form of wisdom is to be simple and live in the beauty of love.",
      "author": "Debasish Mridha",
      "category": "be-simple, beauty-of-love, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, wisdom"
    },
    {
      "quote": "Just love—it is the best thing you can do with your life.",
      "author": "Debasish Mridha",
      "category": "best-thing-you-can-do, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, love, philosophy, quotes, what-to-do-with-your-life"
    },
    {
      "quote": "You are amazing! That is your secret.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, self-affirmation, self-esteem, you-are-amazing"
    },
    {
      "quote": "To create happiness all around, be loving to all.",
      "author": "Debasish Mridha",
      "category": "be-loving-to-all, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, philosophy, quotes"
    },
    {
      "quote": "Life is nothing but an opportunity to love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-an-opportunity, love, opportunity-to-love, philosophy, quotes"
    },
    {
      "quote": "To create a kind society, be kind to all.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, kind-society, kindness, philosophy, quotes"
    },
    {
      "quote": "Even though we express emotions and feel motion, life is nothing but a dream and a magical illusion.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, emotions, express-emotions, inspirational, life-is-nothing-but-a-dream, magical-illusion, philosophy, quotes"
    },
    {
      "quote": "To fill life with joy, smile with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fill-life-with-joy, inspirational, joy, philosophy, quotes, smile-with-love"
    },
    {
      "quote": "You have the right to believe anything you want and any religion you want. You do not have the right to hurt, harm, punish, enslave, discriminate, torment, torture, or kill any human being or any living thing in any way, shape, or form. Everyone has the right to live, the right to think, and the right to enjoy the beauty and happiness of life without being harmed or harming others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, discrimination, do-not-harm-anyone, everyone-has-the-right, human-rights, inspirational, personal-rights, philosophy, quotes"
    },
    {
      "quote": "I am not me. I am not my body. I am my love, my kindness, and my service.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-not-my-body, inspirational, kindness, love, my-service, philosophy, quotes, who-am-i"
    },
    {
      "quote": "Whenever you hurt someone, you bring torment into your own life.",
      "author": "Debasish Mridha",
      "category": "bring-torment-into-your-own-life, debasish-mridha, debasish-mridha-m-d, hurt-someone, hurting-others, inspirational, philosophy, quotes"
    },
    {
      "quote": "Gratitude has the power to fill your heart with love and your life with abundance.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fill-your-heart-with-love, gratitude, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Five rules to follow to be a great leader: 1. Be curious. 2. Serve others. 3. Be purpose oriented. 4. Be adaptive.  5. Be positive.",
      "author": "Debasish Mridha",
      "category": "be-a-great-leader, debasish-mridha, debasish-mridha-m-d, how-to-be-a-leader, inspirational, leadership-skills, philosophy, quotes"
    },
    {
      "quote": "It is not the years that count",
      "author": "what counts is what you did in those years.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "I don’t argue",
      "author": "I listen in silence with love. My silence answers better than my voice.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "When you touch the moon with beloved eyes, you behold a glimpse of an amazing life.",
      "author": "Debasish Mridha",
      "category": "beloved-eyes, debasish-mridha, debasish-mridha-m-d, glimpse-of-an-amazing-life, inspirational, life, philosophy, quotes, the-moon"
    },
    {
      "quote": "Confidence is the most reliable currency of life.",
      "author": "Debasish Mridha",
      "category": "confidence, debasish-mridha, debasish-mridha-m-d, importance-of-confidence, inspirational, philosophy, quotes"
    },
    {
      "quote": "If you can find happiness inside of you, nothing will be able to create angst in your mind.",
      "author": "Debasish Mridha",
      "category": "angst, debasish-mridha, debasish-mridha-m-d, happiness, happiness-inside-of-you, inspirational, philosophy, quotes"
    },
    {
      "quote": "Kindness is silent, but it speaks louder than a voice.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, kindness-is-silent, philosophy, quotes"
    },
    {
      "quote": "Learning to be complex is easy, but learning to be simple is most difficult.",
      "author": "Debasish Mridha",
      "category": "be-complex, debasish-mridha, debasish-mridha-m-d, inspirational, learning, learning-to-be-simple, philosophy, quotes"
    },
    {
      "quote": "Be curious, be inspired.",
      "author": "Debasish Mridha",
      "category": "be-curious, be-inspired, curious, debasish-mridha, debasish-mridha-m-d, inspirational, inspired, philosophy, quotes"
    },
    {
      "quote": "Let your heart sing the song of peace",
      "author": "let it be your anthem.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "The mind of a baby is a tabula rasa",
      "author": "society writes information on his mind.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Many people are not conforming with theism, but they are comfortable with spiritualism.",
      "author": "Debasish Mridha",
      "category": "conforming, conformity, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, spiritualism, theism"
    },
    {
      "quote": "We often know information but not the epistemology of that information.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, epistemology-of-information, information, inspirational, philosophy, quotes, we-often-know-information"
    },
    {
      "quote": "Knowing the answer is knowledge and knowing the question is wisdom.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, knowing-the-answer, knowing-the-question, philosophy, quotes, wisdom"
    },
    {
      "quote": "Defined purpose oriented actions, not actions, are the attributes of success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, defined-purpose, how-to-be-a-success, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "Your value is based on how much and how deeply you can love others without any expectations of a return.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expectations-from-your-society, inspirational, love-others, philosophy, quotes, your-value"
    },
    {
      "quote": "Everything that you can touch with pure love belongs to you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, everything-that-you-can-touch, inspirational, love, philosophy, pure-love, quotes"
    },
    {
      "quote": "Don’t let your outer pain, misery, and suffering touch your inner calmness and happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, inner-calmness, inspirational, misery, pain, pain-and-happiness, philosophy, quotes, suffering"
    },
    {
      "quote": "Happiness is often hidden in misery",
      "author": "light appears brighter in darkness.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Nothing holds you back more than fear of failure.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fear, fear-of-failure, inspirational, nothing-holds-you-back, philosophy, quotes"
    },
    {
      "quote": "If you have nothing, don’t worry. You still have a smile and love to win the world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, don-t-worry, importance-of-a-smile, inspirational, love-to-win-the-world, philosophy, quotes, smile"
    },
    {
      "quote": "Smile in such a nice way that you introduce yourself.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, importance-of-a-smile, inspirational, introduce-yourself, philosophy, quotes, smile"
    },
    {
      "quote": "Stop focusing on how miserable you are and focus on how many opportunities you have to get better.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, focus-on-opportunities, inspirational, life-wisdom, opportunities, philosophy, quotes"
    },
    {
      "quote": "The presence of a good friend brings big smiles.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, good-friend, importance-of-a-smile, inspirational, philosophy, presence-of-a-good-friend, quotes, smiles"
    },
    {
      "quote": "Your most important task is not to achieve a goal but it is to improve yourself every day.",
      "author": "Debasish Mridha",
      "category": "achieve-a-goal, debasish-mridha, debasish-mridha-m-d, goals, improve-yourself-every-day, inspirational, life-wisdom, philosophy, quotes, self-improvement"
    },
    {
      "quote": "Let the seeds of hope sprout in the dead of winter.",
      "author": "Debasish Mridha",
      "category": "dead-of-winter, debasish-mridha, debasish-mridha-m-d, hope, inspirational, philosophy, quotes, seeds-of-hope"
    },
    {
      "quote": "You are rich if your heart is filled with an abundance of love.",
      "author": "Debasish Mridha",
      "category": "abundance-of-love, debasish-mridha, debasish-mridha-m-d, heart-is-filled-with-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Let it go and live in the moment with joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, let-it-go, live-in-the-moment, philosophy, quotes"
    },
    {
      "quote": "If someone hates you, secretly they are admiring you. They deserve you love and not your hate.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-deal-with-hate, inspirational, love-and-hate, philosophy, quotes, someone-hates-you"
    },
    {
      "quote": "Don't wait for a reason to feel the joy. Life is for joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, life, life-is-for-joy, philosophy, quotes"
    },
    {
      "quote": "With love, when you let it go, life finds the ways and means to grow.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-finds-the-way-to-grow, life-wisdom, love, love-grows, philosophy, quotes"
    },
    {
      "quote": "Love, just to love. Don't wait for a reason to love. That is selfishness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-just-to-love, philosophy, quotes, reason-to-love, selfishness"
    },
    {
      "quote": "A day becomes gloomy if there are no smiles. Smile to light up the world!",
      "author": "Debasish Mridha",
      "category": "a-day-become-gloomy, debasish-mridha, debasish-mridha-m-d, importance-of-a-smile, inspirational, philosophy, quotes, smile, smile-quotations"
    },
    {
      "quote": "Ah, life, you make us suffer to love you more.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-suffering, love, love-you-more, philosophy, quotes"
    },
    {
      "quote": "Fear is natural, but love is eternal. Never be fearful of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fear, fear-is-natural, fearful-of-love, inspirational, love-is-eternal, philosophy, quotes"
    },
    {
      "quote": "You may forget to eat, but you may never forget to smile and love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forget-to-eat, importance-of-a-smile, inspirational, philosophy, quotes, smile-and-love, smile-quotes"
    },
    {
      "quote": "Failure is part of life, but surrender is the end of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, failure, failure-is-part-of-life, inspirational, philosophy, quotes, surrender"
    },
    {
      "quote": "You are prettier than you can imagine.",
      "author": "Debasish Mridha",
      "category": "beautiful, beauty, compliments, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, you-are-prettier"
    },
    {
      "quote": "See life as if it is a miracle, and will find that it is indeed a miracle!",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-a-miracle, miracle, philosophy, quotes, see-life"
    },
    {
      "quote": "The best wisdom is knowing not to judge anyone and to be kind to everyone.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, not-to-judge-anyone, philosophy, quotes, wisdom"
    },
    {
      "quote": "I often want to drink a cup of moonlight so that I may calm my heart and soothe my mind.",
      "author": "Debasish Mridha",
      "category": "calm-my-heart, debasish-mridha, debasish-mridha-m-d, inspirational, moonlight, philosophy, quotes, soothe-my-mind"
    },
    {
      "quote": "This universe is your abode",
      "author": "you were born here and with an abundance.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Be awesome! Be calm and magnificent like the moon.",
      "author": "Debasish Mridha",
      "category": "be-awesome, be-magnificent, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Use your love to change the world, but never change your love for any reason.",
      "author": "Debasish Mridha",
      "category": "change-the-world, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, love, philosophy, quotes"
    },
    {
      "quote": "Life is like an echo; if you love life, it loves you back.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-like-an-echo, life-wisdom, love-life, philosophy, quotes"
    },
    {
      "quote": "I love the moon as if she stole my heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-the-moon, philosophy, quotes, she-stole-my-heart"
    },
    {
      "quote": "The worst enemy in life is resentment.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enemies, enemy, inspirational, philosophy, quotes, resentment, the-worst-enemy"
    },
    {
      "quote": "Do what is right not what is convenient.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, do-what-is-right, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Be to believe, feel to love, and create to inspire.",
      "author": "Debasish Mridha",
      "category": "believe, debasish-mridha, debasish-mridha-m-d, inspirational, inspire, love, philosophy, quotes"
    },
    {
      "quote": "Start every morning by drinking a cup of love, and you will enjoy the day and love everyone.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-the-day, how-to-start-the-morning, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "A poet adds the awe factor to our ordinary perceptions.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, ordinary-perceptions, philosophy, poet, quotes"
    },
    {
      "quote": "The ultimate way to reduce stress is find the cause and melt it away with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-reduce-stress, inspirational, philosophy, quotes, stress"
    },
    {
      "quote": "Fill your mind with thoughts of calmness and happiness",
      "author": "there will be no room for anxiety.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "You're the most beautiful and delightful moon in my sky.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, delightful-moon, inspirational, moon-in-my-sky, philosophy, quotes, valentine"
    },
    {
      "quote": "The smile of a child is the inspiration for the future.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspiration-for-the-future, inspirational, life-wisdom, philosophy, quotes, smile-of-a-child"
    },
    {
      "quote": "Be awesome! Be the cause of someone's smile.",
      "author": "Debasish Mridha",
      "category": "be-awesome, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "A smile is a language of love which everyone can understand.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, language-of-love, life-wisdom, philosophy, quotes, smile"
    },
    {
      "quote": "When someone criticizes you, give them two gifts- your smile and a compliment.",
      "author": "Debasish Mridha",
      "category": "compliment, criticisim, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, smile"
    },
    {
      "quote": "If you are alive, then you have a reason to smile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, reason-to-smile, you-are-alive"
    },
    {
      "quote": "Forget to criticize, but never forget to enjoy criticism.",
      "author": "Debasish Mridha",
      "category": "criticism, criticize, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Never complain or criticize",
      "author": "no one deserves it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Whatever you want to be, it is okay with me as long as you never forget to be happy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, never-forget-to-be-happy, philosophy, quotes, whatever-you-want-to-be"
    },
    {
      "quote": "Without love and forgiveness, how could there be happiness?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgiveness, happiness, how-to-be-happy, inspirational, life-wisdom, love, philosophy, quotes"
    },
    {
      "quote": "Every morning, sweeten your coffee with some love and you will sweeten your day with happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, inspirational, life-wisdom, make-your-day-happy, philosophy, quotes, sweeten-your-day"
    },
    {
      "quote": "Knowing the why is vastly more important than knowing the how.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, knowing-how, knowing-why, life-wisdom, philosophy, quotes, what-is-important"
    },
    {
      "quote": "When you share your truth and your thoughts, you color the universe with your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, share-your-truth, thoughts, universe"
    },
    {
      "quote": "Love everyone; trust everyone. You might get hurt, but don’t fear because a lover has no fear.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, don-t-fear, fear, inspirational, love, love-everyone, lover, philosophy, quotes"
    },
    {
      "quote": "Every morning you begin a new day, and it is the first day of the rest of your life.",
      "author": "Debasish Mridha",
      "category": "begin-a-new-day, debasish-mridha, debasish-mridha-m-d, every-morning, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "If you ever want to love someone, love yourself unconditionally first.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-advice, love-yourself, love-yourself-unconditionally, philosophy, quotes, want-love"
    },
    {
      "quote": "Never forget to forgive yourself",
      "author": "always remember to love yourself.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Live simply, laugh joyfully, love tremendously, and leave silently.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, laugh-joyfully, leave-silently, life-wisdom, live-simply, love-tremendously, philosophy, quotes"
    },
    {
      "quote": "Love yourself first to fill your heart with bliss. Now give it away with humility, love, and gratitude.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fill-your-heart, gratitude, humility, inspirational, life-wisdom, love, love-yourself, philosophy, quotes"
    },
    {
      "quote": "Dreaming is good, but without taking actions, a dream is just hope.",
      "author": "Debasish Mridha",
      "category": "a-dream-is-just-hope, debasish-mridha, debasish-mridha-m-d, dreaming, hope, inspirational, philosophy, quotes, taking-actions"
    },
    {
      "quote": "The smell of the ocean, southern breeze, blue sky, and the gentle sound of dancing waves make me sing the song of love.",
      "author": "Debasish Mridha",
      "category": "dancing-waves, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, sing-the-song-of-love, smell-of-the-ocean, southern-breeze"
    },
    {
      "quote": "Dance with the waves of sea and sing with the sky,touch the sands with love and let your mind fly high.",
      "author": "Debasish Mridha",
      "category": "dance-with-the-waves-of-sea, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, let-your-mind-fly-high, life-wisdom, philosophy, poem, poetry, quotes, sing-with-the-sky, touch-the-sands-with-love"
    },
    {
      "quote": "Even though we know we have to let you go, our hearts are singing the song no- no- no. We can’t let you go.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, letting-go, life-wisdom, philosophy, quotes, we-can-t-let-you-go, we-have-to-let-you-go"
    },
    {
      "quote": "Just like the waves of the ocean, my heart is singing the song of endless, eternal, sadness, joy, and love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, endless-joy, endless-love, inspirational, life-wisdom, my-heart-is-singing, philosophy, quotes"
    },
    {
      "quote": "Life is nothing but a sea shell in the ocean of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, love, ocean-of-love, philosophy, quotes, what-is-life"
    },
    {
      "quote": "An ocean does not know how big she is just like you don’t know how loving and amazing you are.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hopeful, how-amazing-you-are, how-loving-you-are, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "We are born in the ocean of love and we love the ocean and her touch so much.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, ocean-of-love, philosophy, quotes, we-are-born-in-love"
    },
    {
      "quote": "I like to hug you like the waves hug the shore with songs of joy and then in your chest I want to die.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hug-the-shore, hug-you, inspirational, life-wisdom, love, philosophy, quotes, songs-of-joy"
    },
    {
      "quote": "You may not need to tell me, I can hear your song better when your voice is silent and your heart is singing.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-can-hear-your-song, inspirational, life-wisdom, philosophy, quotes, wisdom, your-heart-is-singing, your-voice-is-silent"
    },
    {
      "quote": "Let your actions be the answer to criticism.",
      "author": "Debasish Mridha",
      "category": "actions, answer-to-criticism, criticism, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Let your actions, not your words, be an inspiration.",
      "author": "Debasish Mridha",
      "category": "actions-as-an-inspiration, be-an-inspiration, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "After death, I will lose my opportunity to complain so I will accept everything with love.",
      "author": "Debasish Mridha",
      "category": "accept-everything-with-love, after-death, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, love, opportunity-to-complain, philosophy, quotes"
    },
    {
      "quote": "Collect memories",
      "author": "they are your precious property.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "This world is as beautiful as your thoughts are.",
      "author": "Debasish Mridha",
      "category": "beautiful-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, thoughts"
    },
    {
      "quote": "Poverty will leave you when you are ready to welcome opportunities.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, opportunities, philosophy, poverty, poverty-and-opportunities, quotes"
    },
    {
      "quote": "Never disagree, agree to reach the destination in a different way.",
      "author": "Debasish Mridha",
      "category": "dealing-with-conflict, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, never-disagree, philosophy, quotes, reach-a-destination"
    },
    {
      "quote": "It is that little bit of extra attention that makes all the difference.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, extra-attention, inspirational, life-wisdom, makes-all-the-difference, philosophy, quotes"
    },
    {
      "quote": "If you understand the desire of a blooming flower, you will be able to understand the meaning of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, meaning-of-life, philosophy, quotes, understanding-a-flower"
    },
    {
      "quote": "When someone comes to you, let them feel like they are in your universe where they belong.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, make-people-feel-welcome, philosophy, quotes, when-someone-comes-to-you, where-you-belong"
    },
    {
      "quote": "It is your life",
      "author": "no one can live it for you. You can blame no one for your life.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Babies smile without any reason. Be like a baby.",
      "author": "Debasish Mridha",
      "category": "be-like-a-baby, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, smile, smile-without-any-reason"
    },
    {
      "quote": "The ultimate purpose of life is to live it with profound love, joy, and happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, inspirational, joy, love, philosophy, purpose-of-life, quotes"
    },
    {
      "quote": "Beliefs are many but truth is one.",
      "author": "Debasish Mridha",
      "category": "beliefs, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, truth"
    },
    {
      "quote": "Always remember that we are here to be kind, loving, and forgiving. We are here to enjoy the abundant ecstasy of life.",
      "author": "Debasish Mridha",
      "category": "be-forgiving, be-kind, be-loving, debasish-mridha, debasish-mridha-m-d, ecstasy-of-life, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "You become great when you are eager to find and nourish greatness in the hearts of others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-be-a-better-person, inspirational, life-wisdom, love, nourish-others, philosophy, quotes"
    },
    {
      "quote": "Love finds beauty in the midst of ugliness and makes the journey of life worthwhile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, journey-of-life, life-wisdom, love, love-finds-beauty, philosophy, quotes"
    },
    {
      "quote": "Live for possibilities. Live with passion and purpose.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, live-for-possibilities, live-with-passion, philosophy, quotes"
    },
    {
      "quote": "Our life is nothing but expression of our deepest thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, power-of-thoughts, quotes, thoughts"
    },
    {
      "quote": "Pursuit of truth, not success, is the ultimate purpose of an illuminated life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-purpose, philosophy, pursuit-of-truth, quotes, ultimate-purpose-of-life, what-is-success"
    },
    {
      "quote": "Never compromise your perceptions and truth to validate the perceptions of others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, never-compromise, perceptions, philosophy, quotes, truths"
    },
    {
      "quote": "Truth is the flower of adversity.",
      "author": "Debasish Mridha",
      "category": "adversity, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom-lessons-wise, philosophy, quotes, truth"
    },
    {
      "quote": "Always remember that most truths are comparative and not absolute.",
      "author": "Debasish Mridha",
      "category": "always-remember, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, truth"
    },
    {
      "quote": "Love is the only truth",
      "author": "everything else is there to prove it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "What you can believe with your heart is your truth.",
      "author": "Debasish Mridha",
      "category": "believe-with-your-heart, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, truth, what-you-believe"
    },
    {
      "quote": "Write what you believe to be true",
      "author": "don’t worry about who agrees or disagrees with you.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Philosophy is the abstract art of thoughts and perceptions that form colors of words and languages that paint the canvas of our minds.",
      "author": "Debasish Mridha",
      "category": "abstract-art-of-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thoughts-and-perceptions, words-and-languages"
    },
    {
      "quote": "Truth hides behind the curtain of illusion. We often get lost in illusion and forget to find the truth.",
      "author": "Debasish Mridha",
      "category": "curtain-of-illusion, debasish-mridha, debasish-mridha-m-d, find-the-truth, inspirational, life-wisdom, lost-in-illusion, philosophy, quotes, truth"
    },
    {
      "quote": "Truth has no duality.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, truth, truth-has-no-duality"
    },
    {
      "quote": "How you treat an animal often shows your true color.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-you-treat-animals, inspirational, life-wisdom, philosophy, quotes, show-your-true-color"
    },
    {
      "quote": "Am I an illusion?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, illusion, inspirational, life-wisdom, philosophy, quotes, what-am-i"
    },
    {
      "quote": "There is no fact or fiction, reality or illusion, there is only the trick of perception.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fact-or-fiction, inspirational, life-wisdom, philosophy, quotes, reality-or-illusion, trick-of-perception"
    },
    {
      "quote": "Only non-judgmental love can set you free—not truth.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, non-judgmental-love, philosophy, quotes, set-your-free, truth"
    },
    {
      "quote": "The best way to relieve stress is to trust yourself.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-deal-with-stress, inspirational, philosophy, quotes, relieve-stress, stress, trust-yourself"
    },
    {
      "quote": "Poets create a beautiful blue sky where you can fly with wings of imagination and find yourself again and again.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-yourself, imagination, inspirational, life-wisdom, philosophy, quotes, wings-of-imagination"
    },
    {
      "quote": "You can never hide your attitude so be generous. Always show your best attitude and life will be beautiful.",
      "author": "Debasish Mridha",
      "category": "attitude, be-generous, debasish-mridha, debasish-mridha-m-d, inspirational, life-will-be-beautiful, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "To change your life just accept and adjust. What else can you do?",
      "author": "Debasish Mridha",
      "category": "accept-life, change-your-life, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "If you love without judging anyone, you create your own heaven on this magnificent earth.",
      "author": "Debasish Mridha",
      "category": "create-your-own-heaven, debasish-mridha, debasish-mridha-m-d, heaven-on-earth, inspirational, love, love-without-judging, philosophy, quotes"
    },
    {
      "quote": "May the gift of gratitude and power of attention be with you always",
      "author": "Debasish Mridha",
      "category": "blessing, debasish-mridha, debasish-mridha-m-d, gratitude, inspirational, philosophy, power-of-attention, quotes"
    },
    {
      "quote": "Being creative, joyful, happy, and beloved are the ultimate purposes of a profound life.",
      "author": "Debasish Mridha",
      "category": "beloved, debasish-mridha, debasish-mridha-m-d, happy, inspirational, joyful, life-wisdom, philosophy, quotes, ultimate-purpose-of-life"
    },
    {
      "quote": "Don’t fall in love because it is slippery, fall in love to find yourself.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, falling-in-love, find-yourself, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "After winter, spring never forgets to come.",
      "author": "Debasish Mridha",
      "category": "anticipation-of-spring, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, spring, winter"
    },
    {
      "quote": "Fear grows in the darkness of the mind. It vanishes with the light of knowledge like the morning mist.",
      "author": "Debasish Mridha",
      "category": "darkness-of-the-mind, debasish-mridha, debasish-mridha-m-d, fear, inspirational, light-of-knowledge, morning-mist, philosophy, quotes"
    },
    {
      "quote": "Love and kindness are the universal language of all creation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, love-and-kindness, philosophy, quotes, universal-language"
    },
    {
      "quote": "It is not the lack of commitment that destroys marriages, it is the lack of purpose.",
      "author": "Debasish Mridha",
      "category": "commitment, debasish-mridha, debasish-mridha-m-d, inspirational, marriage, philosophy, quotes, what-destroys-a-marriage"
    },
    {
      "quote": "It may not be important what you say, but it is very important who you are.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, what-is-important, what-you-say, who-you-are"
    },
    {
      "quote": "Men have a mission to win",
      "author": "women have a passion to love.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Life will fulfill your expectations.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expectations, full-life, inspirational, life-expectations, philosophy, quotes"
    },
    {
      "quote": "Fantastic ideas often come from fantasy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fantastic-ideas, fantasy, inspirational, philosophy, quotes"
    },
    {
      "quote": "In silence we are loving and kind",
      "author": "in a crowd we become blind.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Roots never get the appreciation that a flower does, but that doesn’t make them envious.",
      "author": "Debasish Mridha",
      "category": "appreciation, debasish-mridha, debasish-mridha-m-d, envy, give-credit-where-credit-is-due, inspirational, philosophy, quotes"
    },
    {
      "quote": "In the center of my being, I am floating with the waves of time in the ocean of light.",
      "author": "Debasish Mridha",
      "category": "center-of-my-being, debasish-mridha, debasish-mridha-m-d, floating-with-waves, inspirational, ocean-of-light, philosophy, quotes"
    },
    {
      "quote": "Enlighten yourself",
      "author": "you will find that the world is bright with your light.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "In darkness, remember that the sun never forgets to rise with her morning smile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hope, inspirational, life-wisdom, morning-smile, philosophy, quotes, sun-never-forgets-to-rise"
    },
    {
      "quote": "Life happens",
      "author": "attitude finds a way.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Listen in silence to the whisper of the winds so that you may understand the song of your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, listen-in-silence, philosophy, quotes, song-of-your-heart, whisper-of-the-winds"
    },
    {
      "quote": "Let the beauty of love bloom like a flower, and then welcome everyone you meet with that flower.",
      "author": "Debasish Mridha",
      "category": "beauty-of-love, bloom-like-a-flower, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Why do you stay in the prison of stress when keys are in your hand?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-deal-with-stress, inspirational, philosophy, prison-of-stress, quotes, stress"
    },
    {
      "quote": "Dream as you desire. Prepare to live as you dream.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, inspirational, live, live-your-dream, philosophy, quotes"
    },
    {
      "quote": "Love others to make them feel better and so that you see yourself in the mirrors of their eyes.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-others, love-yourself, mirror-of-their-eyes, philosophy, quotes"
    },
    {
      "quote": "Let your mind dance with me. Let it be, just for a moment, stress free.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, let-your-mind-dance, life-wisdom, live-for-the-moment, philosophy, quotes, stress"
    },
    {
      "quote": "Be generous like the ocean with your love. Let the whole world enjoy the abundance.",
      "author": "Debasish Mridha",
      "category": "be-generous, debasish-mridha, debasish-mridha-m-d, enjoy-the-abundance, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Everything that happens around and within us is a reflection of our thoughts, imaginations, and actions.",
      "author": "Debasish Mridha",
      "category": "actions, debasish-mridha, debasish-mridha-m-d, everything-happens, imaginations, inspirational, life-wisdom, philosophy, quotes, thoughts"
    },
    {
      "quote": "When we are kind to animals, they become loving and kind to us. It is our sacred duty to love the creator and the creations.",
      "author": "Debasish Mridha",
      "category": "be-kind-to-animals, creator-and-the-creations, debasish-mridha, debasish-mridha-m-d, inspirational, loving-animals, philosophy, quotes, sacred-duty"
    },
    {
      "quote": "Your true abilities will reveal themselves when you are in a time of trouble.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, time-of-trouble, true-abilities"
    },
    {
      "quote": "The fire of love is the best purifier.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, effect-of-love, fire-of-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "You can never hurt anyone without hurting yourself. Never hurt an innocent, loving, and kind animal.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hurting-yourself, inspirational, kindness, life-wisdom, love, never-hurt-an-innocent-animal, philosophy, quotes"
    },
    {
      "quote": "Life is going on even if you are not on the train.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-keeps-going, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "It is difficult to live without judging others. If you have to judge, then judge with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, judge-with-love, judgement, judging-others, philosophy, quotes"
    },
    {
      "quote": "If you don’t know your destination, how will you get there?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, destination, inspirational, life-journey, philosophy, quotes"
    },
    {
      "quote": "We often learn to just earn dirty paper and forget to gain the wisdom needed to earn a life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, earning-money, gain-wisdom, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "The fear of failure is worse than the failure itself. So be bold and courageous.",
      "author": "Debasish Mridha",
      "category": "courageous, debasish-mridha, debasish-mridha-m-d, failure, fear-of-failure, inspirational, philosophy, quotes"
    },
    {
      "quote": "Most powerful is he who never cared for power.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, personal-power, philosophy, power, powerful-people, quotes"
    },
    {
      "quote": "To be a fantastic writer, live in your dreams and imaginations where you can dance like a peacock, swim like a shark, and fly like a butterfly. Live where reality has no power to change you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, live-in-your-dreams, philosophy, quotes, reality"
    },
    {
      "quote": "I am a flower on the tree we call the universe. My mind is dancing with joy like butterfly.",
      "author": "Debasish Mridha",
      "category": "dancing-with-joy, debasish-mridha, debasish-mridha-m-d, inspirational, joy, philosophy, quotes, universe"
    },
    {
      "quote": "We exist just to feel the joy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, joy-of-life, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Time is on its eternal journey at the same time it is motionless, emotionless and standing still.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, definition-of-time, eternal-journey, inspirational, philosophy, quotes, time"
    },
    {
      "quote": "Life is a journey of astonishing beauty, and this is what makes life worth living.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-a-journey, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "It is not money that is important, it is life that is important and precious.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-important-and-precious, life-wisdom, money, philosophy, quotes"
    },
    {
      "quote": "With profound love, kindness, and harmony trees are endlessly extending their blessings. That is why we are still living.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, harmony, inspirational, kindness, life, love, philosophy, quotes"
    },
    {
      "quote": "Time never changes—we change. We complain that time is the culprit which forces us to change.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, time, time-never-changes, what-forces-us-to-change"
    },
    {
      "quote": "Our most important problem is that we can talk to express our thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, express-our-thoughts, important-problem, inspirational, life-problem, philosophy, quotes"
    },
    {
      "quote": "By loving more, you let your love live forever. The more you love, the more love you will have to give away.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-away-love, inspirational, let-your-love-live-forever, loving, philosophy, quotes"
    },
    {
      "quote": "The role of a philosopher is to create a better way for the future generations.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, future-generations, inspirational, philosophy, quotes, the-role-of-a-philosopher"
    },
    {
      "quote": "On your journey, you will find a wondrous station called life; relax and enjoy the hospitality and beauty.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-journey, life-wisdom, philosophy, quotes, relax-and-enjoy"
    },
    {
      "quote": "Only when you are able to hear the songs of a tree will you be able to understand the magnificence and magic of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-wisdom, magic-of-life, philosophy, quotes"
    },
    {
      "quote": "Forget and forgive your past. Focus on your future, but never forget to act at the present moment.",
      "author": "Debasish Mridha",
      "category": "act-at-the-present, debasish-mridha, debasish-mridha-m-d, focus-on-your-future, forgive-your-past, inspirational, past-present-future, philosophy, quotes"
    },
    {
      "quote": "When you help someone to become a success, you unknowingly become a success.",
      "author": "Debasish Mridha",
      "category": "become-a-success, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "We are forgetting to live in this world because we are always getting ready to live in the next world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, live-in-the-now, live-in-this-world, philosophy, quotes"
    },
    {
      "quote": "This universe is a dancing stage for consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, universe"
    },
    {
      "quote": "You are only a poor person if you are not happy with what you have.",
      "author": "Debasish Mridha",
      "category": "be-happy-with-what-you-have, debasish-mridha, debasish-mridha-m-d, how-to-be-happy, inspirational, philosophy, poor-person, quotes"
    },
    {
      "quote": "We are not consciousness",
      "author": "we are the byproducts of consciousness.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "What is life for? Life is for love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-for-love, love, philosophy, quotes, what-is-life-for"
    },
    {
      "quote": "A life worth living is a life search for joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, life, life-worth-living, philosophy, quotes, search-for-joy"
    },
    {
      "quote": "Fear stagnation not adventure.",
      "author": "Debasish Mridha",
      "category": "adventure, debasish-mridha, debasish-mridha-m-d, fear, fear-stagnation, inspirational, philosophy, quotes, stagnation"
    },
    {
      "quote": "There is nothing wrong or right, only our thoughts make it so.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-thoughts, quotes, thoughts, wrong-or-right"
    },
    {
      "quote": "How lucky we are! We are singing our songs, dancing our dances, and living our lives.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-lucky-we-are, inspirational, life-wisdom, living-our-lives, philosophy, quotes, singing-our-songs"
    },
    {
      "quote": "Don’t fear! Take care of revenge and hatred by hitting the haters with love and kindness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hatred, inspirational, love-and-kindness, philosophy, quotes, revenge"
    },
    {
      "quote": "Respect everyone if you want to be respected.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, respect, respect-everyone"
    },
    {
      "quote": "Treat everyone with profound respect, love, and kindness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes, respect, treat-everyone-with-respect"
    },
    {
      "quote": "Life is a dance of consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "To be respected, respect others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-be-respected, inspirational, philosophy, quotes, respect, respect-others"
    },
    {
      "quote": "Escape from the cage of beliefs Spread the wings of love, Now fly in your sky of imagination.",
      "author": "Debasish Mridha",
      "category": "beliefs, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, philosophy, quotes, wings-of-love"
    },
    {
      "quote": "Life is too short to enjoy all the beauties of life.",
      "author": "Debasish Mridha",
      "category": "beauties-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-too-short, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "What begins will eventually end. The gap between is life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, what-begins-will-eventually-end, what-is-life"
    },
    {
      "quote": "A true friend accepts you as you are.",
      "author": "Debasish Mridha",
      "category": "a-true-friend, debasish-mridha, debasish-mridha-m-d, friendship, inspirational, philosophy, quotes"
    },
    {
      "quote": "Never forget to be kind when you have to be critical.",
      "author": "Debasish Mridha",
      "category": "be-kind, be-nice, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, when-you-have-to-be-critical"
    },
    {
      "quote": "Never disagree with anyone",
      "author": "agree to think differently.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Your world is your story with tragedies and triumphs",
      "author": "never forget that you are the editor too.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Everyone can understand music which is the universal language of love and kindness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, language-of-love, music, philosophy, quotes"
    },
    {
      "quote": "My thoughts are the dance of my consciousness on the stage of my mind.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, my-thoughts, philosophy, power-of-thoughts, quotes, stage-of-my-mind"
    },
    {
      "quote": "An imaginative mind is a place where you can find magic.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, imaginative-mind, inspirational, magic, philosophy, quotes, where-you-can-find-magic"
    },
    {
      "quote": "The vastness of your imagination depends on the level of your consciousness, the power of your awareness, and the deepness of your perception.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, deepness-of-your-perception, imagination, inspirational, philosophy, quotes"
    },
    {
      "quote": "In silence, I hear the music of your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, music-of-your-heart, philosophy, quotes, silence, valentine"
    },
    {
      "quote": "We may not control a situation, but we can control our responses and actions.",
      "author": "Debasish Mridha",
      "category": "control-a-situation, control-our-responses, debasish-mridha, debasish-mridha-m-d, how-to-deal-with-life, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "The morality of a society is often dangerous and very unethical.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, morality, morality-of-society, philosophy, quotes, unethical"
    },
    {
      "quote": "We often fear to say what is true. Our tongues are tied by the beliefs of the society.",
      "author": "Debasish Mridha",
      "category": "afraid-to-speak, beliefs-of-the-society, debasish-mridha, debasish-mridha-m-d, fear, inspirational, philosophy, quotes"
    },
    {
      "quote": "When death is the ultimate destination for all of us, why are we not enjoying our lives?",
      "author": "Debasish Mridha",
      "category": "death, debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Integrity is a virtue which defines the depth of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, depth-of-life, inspirational, integrity, life-wisdom, philosophy, quotes, virtue"
    },
    {
      "quote": "I always wonder how to measure how beautiful life is.",
      "author": "Debasish Mridha",
      "category": "beautiful-life, debasish-mridha, debasish-mridha-m-d, how-to-measure-life, inspirational, philosophy, quotes"
    },
    {
      "quote": "I’d like to tie you down tight with my love because you stole my precious heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart, inspirational, love, philosophy, quotes, stole-my-precious-heart, valentine"
    },
    {
      "quote": "O my beloved! Wherever I am, I am with you always because you are always in my heart.",
      "author": "Debasish Mridha",
      "category": "always-in-my-heart, beloved, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, valentine"
    },
    {
      "quote": "Love is more than love, it is the ultimate passion and power.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-power, passion, philosophy, quotes, valetine"
    },
    {
      "quote": "Let our hearts always sing the song of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hearts-always-sing, inspirational, love, philosophy, quotes, song-of-love, valentine"
    },
    {
      "quote": "Love is a passionate powerful emotion",
      "author": "how could it follow any reason?",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To enjoy and appreciate the beauty of a dazzling spring, I save winter in my warm heart.",
      "author": "Debasish Mridha",
      "category": "beauty-of-spring, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, spring, winter, winter-in-my-heart"
    },
    {
      "quote": "You may not be able to find love, but if you give, you will get it back in return.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-love, get-love-in-return, inspirational, life-wisdom, love, philosophy, quotes"
    },
    {
      "quote": "Getting angry is like burning yourself with other people’s fires. Let us stop it by being kind and forgiving like water.",
      "author": "Debasish Mridha",
      "category": "anger, debasish-mridha, debasish-mridha-m-d, forgiving, how-to-deal-with-anger, inspirational, philosophy, quotes"
    },
    {
      "quote": "A true sage is simple like a child.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, sage, simple-like-a-child"
    },
    {
      "quote": "A great sage is like a tree, he lives just to help others, just to make this world beautiful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, help-others, inspirational, life, life-wisdom, make-this-world-beautiful, philosophy, quotes, sage"
    },
    {
      "quote": "To reach the pinnacle of success, you have to cross the treacherous valleys of failures and discontent.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, discontent, failure, how-to-be-a-success, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "A truly happy person is he who is happy without any reason.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, happy-person, how-to-be-happy, inspirational, philosophy, quotes"
    },
    {
      "quote": "Life continues to flow even if you want to stop for a moment.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-the-moment, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Spring shows the power and love of the earth",
      "author": "she can grow magnificent flowers from the dirt.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Stop rushing. Slow down and enjoy the beauty of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life-wisdom, philosophy, quotes, slow-down"
    },
    {
      "quote": "When nothing is possible, then do the impossible.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, do-the-impossible, inspirational, nothing-is-impossible, philosophy, quotes"
    },
    {
      "quote": "True love has her own language.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, language-of-love, love, philosophy, quotes, true-love"
    },
    {
      "quote": "Some people enjoy life—others just survive.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life-wisdom, philosophy, quotes, survive-life"
    },
    {
      "quote": "Now I am going to fly toward the unknown with the wings of my love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, the-unknown, wings-of-my-love"
    },
    {
      "quote": "It is not beauty that makes you strong--it is adversity.",
      "author": "Debasish Mridha",
      "category": "adversity, adversity-makes-you-strong, debasish-mridha, debasish-mridha-m-d, how-to-be-strong, inspirational, philosophy, quotes"
    },
    {
      "quote": "Life is too magnificent to complain.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, don-t-complain, inspirational, life, life-is-magnificent, philosophy, quotes"
    },
    {
      "quote": "No one is too old to begin again.",
      "author": "Debasish Mridha",
      "category": "begin-again, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, too-old"
    },
    {
      "quote": "Don’t let the opinions of others interfere with your true perception.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, opinions, opinions-of-others, philosophy, quotes, true-perception"
    },
    {
      "quote": "It takes courage to fail.",
      "author": "Debasish Mridha",
      "category": "courage, debasish-mridha, debasish-mridha-m-d, failure, how-to-deal-with-failure, inspirational, philosophy, quotes"
    },
    {
      "quote": "Shine like the sun in darkness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, in-the-darkness, inspirational, philosophy, quotes, shine-like-the-sun"
    },
    {
      "quote": "Speed is dangerous if your direction is wrong.",
      "author": "Debasish Mridha",
      "category": "dangerous, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, speed-is-dangerous, wrong-direction"
    },
    {
      "quote": "Turn an impossibility into an exciting reality.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, exciting-reality, impossibility, inspirational, philosophy, quotes, reality"
    },
    {
      "quote": "Whatever you do, stay in love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-advice, philosophy, quotes, stay-in-love"
    },
    {
      "quote": "When you meet someone, never forget to give them two important presents: your love and your smile. It will cost you nothing.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-a-smile, give-love, inspirational, life-wisdom, philosophy, power-of-a-smile, quotes"
    },
    {
      "quote": "You are my sunshine on a dark dreary day.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dreary-day, inspirational, philosophy, quotes, sunshine, you-are-my-sunshine"
    },
    {
      "quote": "The saddest thing in life is to die without living.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, die-without-living, inspirational, life-wisdom, philosophy, quotes, saddest-thing-in-life"
    },
    {
      "quote": "When you are in love, you are in an aura of aplomb in the midst of adversity.",
      "author": "Debasish Mridha",
      "category": "adversity, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, when-you-are-in-love"
    },
    {
      "quote": "Wisdom is creating your own opinion. Everyone else is following someone else’s opinion.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, opinion-of-others, philosophy, quotes, wisdom"
    },
    {
      "quote": "To be good, see goodness in everyone.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, goodness, inspirational, philosophy, quotes, see-goodness-in-everyone, to-be-good"
    },
    {
      "quote": "The best music I have ever heard is the sound of my daughter’s giggling.",
      "author": "Debasish Mridha",
      "category": "daughter, daughter-s-giggling, debasish-mridha, debasish-mridha-m-d, inspirational, laughter, music, philosophy, quotes"
    },
    {
      "quote": "In reality, what we call spirit is our universal consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reality, universal-consciousness"
    },
    {
      "quote": "We have many goals, but only one ultimate purpose of life. That purpose is to be happy.",
      "author": "Debasish Mridha",
      "category": "be-happy, debasish-mridha, debasish-mridha-m-d, inspirational, life-goals, philosophy, purpose-of-life, quotes"
    },
    {
      "quote": "When I say that we are spiritual beings that means that every human being has a universal consciousness. That universal awareness is our spirit, but we have different mindsets. Mind is a creation of society.",
      "author": "Debasish Mridha",
      "category": "creation-of-society, debasish-mridha, debasish-mridha-m-d, inspirational, mindsets, philosophy, quotes, spirit, spiritual-beings, universal-consciousness"
    },
    {
      "quote": "Spirituality believes in oneness and universal consciousness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, spirituality, universal-consciousness"
    },
    {
      "quote": "You will get what you want, but you have to expect it with your open heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expectations, get-what-you-want, inspirational, open-heart, philosophy, quotes"
    },
    {
      "quote": "In the thunder of life, without your light, I often lost my way.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, finding-your-way, inspirational, life, lost-my-way, philosophy, quotes, thunder-of-life"
    },
    {
      "quote": "When I found you, I found my world where I can get lost without any reason.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, when-i-found-you, world, you-are-my-world"
    },
    {
      "quote": "The hardest thing to do in life is to be yourself.",
      "author": "Debasish Mridha",
      "category": "be-yourself, debasish-mridha, debasish-mridha-m-d, hardest-thing-to-do, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "The best way to create a future is to set a goal and take action.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, future, inspirational, philosophy, quotes, set-a-goal, take-action"
    },
    {
      "quote": "The heart may not always be practical, but it is always right.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart, inspirational, philosophy, quotes, the-heart-is-always-right, what-the-heart-knows"
    },
    {
      "quote": "If you ever feel the need of my love, just open the window. My heart will always be there.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, need-my-love, open-the-window, philosophy, quotes"
    },
    {
      "quote": "Getting angry is like burning yourself with other people’s fires. Let is stop by being kind and forgiving like water.",
      "author": "Debasish Mridha",
      "category": "be-forgiving, being-kind, debasish-mridha, debasish-mridha-m-d, effect-of-anger, getting-angry, inspirational, philosophy, quotes"
    },
    {
      "quote": "When I started to live in simplicity my life became peaceful, joyful, and blissful.",
      "author": "Debasish Mridha",
      "category": "blissful, debasish-mridha, debasish-mridha-m-d, inspirational, joyful, live-in-simplicity, peaceful, philosophy, quotes, simplicity"
    },
    {
      "quote": "Empty your life from the baggage of the past so you may enjoy the beauty of the present.",
      "author": "Debasish Mridha",
      "category": "baggage-of-the-past, deal-with-the-past, debasish-mridha, debasish-mridha-m-d, enjoy-the-beauty-of-the-present, inspirational, philosophy, quotes"
    },
    {
      "quote": "Let me not fear pain",
      "author": "let me have the power to tolerate it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "I don’t want to tell you how much I love you. I just want to feel it deep in my heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, deep-in-my-heart, heart, how-much-i-love-you, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "I love you like a guitar loves hands. The strings of my heart will never sing without your touch.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-love-you, inspirational, love, my-heart, philosophy, quotes"
    },
    {
      "quote": "Burn yourself with the fire of love to enjoy the fiery, burning beauty of love.",
      "author": "Debasish Mridha",
      "category": "beauty-of-love, debasish-mridha, debasish-mridha-m-d, fire-of-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Get lost in love to find the ecstasy of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, ecstasy-of-love, get-lost-in-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Let me not fear adversity.",
      "author": "Debasish Mridha",
      "category": "adversity, debasish-mridha, debasish-mridha-m-d, do-not-fear, do-not-fear-adversity, inspirational, philosophy, quotes"
    },
    {
      "quote": "You are nothing but what you think. That is existentialism.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, existenialism, inspirational, philosophy, power-of-thought, quotes, you-are-what-you-think"
    },
    {
      "quote": "Love is such a beautiful way to walk on with life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, love, love-and-life, philosophy, quotes"
    },
    {
      "quote": "You can never fill your life with prosperity if you walk with a poor person’s mentality.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fill-your-life-with-prosperity, inspirational, philosophy, poor-person, prosperity, quotes"
    },
    {
      "quote": "Unhappiness is complicated and has many different causes, but happiness is simple and has only one reason.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, happiness-is-simple, inspirational, philosophy, quotes, unhappiness, unhappiness-is-complicated"
    },
    {
      "quote": "Whenever I have doubt, I often use epistemological methods or dialectic methods to come to a rational conclusion.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, rational-conclusion, when-in-doubt"
    },
    {
      "quote": "To feel worthy, value others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-feel-worthy, inspirational, philosophy, quotes, self-worth, value-others"
    },
    {
      "quote": "People fall in love with you not because they admire you, it is because they found their desires inside of you.",
      "author": "Debasish Mridha",
      "category": "admiration, debasish-mridha, debasish-mridha-m-d, desires, fall-in-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Life is a one-way journey toward the unknown. So make it an exciting awesome adventure.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-a-one-way-journey, life-is-an-adventure, philosophy, quotes"
    },
    {
      "quote": "Even though we don’t realize it, every moment we begin our adventure in the unknown future of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, future-of-life, inspirational, life-adventure, philosophy, quotes"
    },
    {
      "quote": "Never ever work! Do everything for fun. Remember, life is for joy!",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-for-joy, never-work, philosophy, quotes, work"
    },
    {
      "quote": "When you told me, “You are my star,” my heart danced with joy because that was the best sentence that I have ever heard.",
      "author": "Debasish Mridha",
      "category": "compliments, debasish-mridha, debasish-mridha-m-d, heart-danced, inspirational, joy, philosophy, quotes"
    },
    {
      "quote": "To fill your life with joy and happiness, the greatest gift that you can give is love and kindness. Wishing you a memorable birthday!",
      "author": "Debasish Mridha",
      "category": "birthday, birthday-wishes, debasish-mridha, debasish-mridha-m-d, fill-your-life-with-joy, inspirational, love-and-kindness, philosophy, quotes"
    },
    {
      "quote": "I wish you a vivacious day of love, laughter, and joy. Have an awesome birthday!",
      "author": "Debasish Mridha",
      "category": "birthday, birthday-wishes, debasish-mridha, debasish-mridha-m-d, inspirational, joy, laughter, love, philosophy, quotes"
    },
    {
      "quote": "May your birthday be as pleasant and awesome as you always are.",
      "author": "Debasish Mridha",
      "category": "birthday, birthday-wishes, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Where a mediocre mind finds adversity, a great mind finds great opportunity.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, great-minds, inspirational, mediocre-mind, opportunity, philosophy, quotes"
    },
    {
      "quote": "Close your eyes. Now see the world with your mind, and feel the joy of your magnificent life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, joy-of-life, philosophy, quotes, see-the-world-with-your-mind"
    },
    {
      "quote": "When you give without expectations, you feel that joy is rushing through you like the spring breeze caressing a newly blooming flower.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-without-expectations, inspirational, joy, philosophy, quotes, spring-breeze"
    },
    {
      "quote": "An artist sees not only the thing, but he also hears its inner voice.",
      "author": "Debasish Mridha",
      "category": "artist, debasish-mridha, debasish-mridha-m-d, inner-voice, inspirational, philosophy, quotes, what-an-artists-sees"
    },
    {
      "quote": "A beautiful idea can give you immortality—not success or money.",
      "author": "Debasish Mridha",
      "category": "beautiful-idea, debasish-mridha, debasish-mridha-m-d, immortality, inspirational, money, philosophy, quotes, success"
    },
    {
      "quote": "You can never win resentment with an argument—only love can do that.",
      "author": "Debasish Mridha",
      "category": "argument, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, resentment"
    },
    {
      "quote": "You are a living, breathing magnet, and love is your magnetic power.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-your-magnetic-power, philosophy, quotes"
    },
    {
      "quote": "Poetry is an art that uses words to paint vivid pictures of perceptions and emotions.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, paint-vivid-pictures, philosophy, poetry, poetry-is-an-art, quotes"
    },
    {
      "quote": "I may not be able to help you as much as I want, but I promise I will help you as much as I can.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, help-you, i-promise-i-will-help, inspirational, philosophy, promise, quotes"
    },
    {
      "quote": "Be kind to be awesome.",
      "author": "Debasish Mridha",
      "category": "be-awesome, be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Music is the most beautiful magic which can mesmerize everyone.",
      "author": "Debasish Mridha",
      "category": "beautiful-magic, debasish-mridha, debasish-mridha-m-d, inspirational, music, music-is-the-most-beautiful, philosophy, quotes"
    },
    {
      "quote": "A poet has a sacred duty. He has to hear unsung songs and see unseen beauty.",
      "author": "Debasish Mridha",
      "category": "a-poet-has-a-sacred-duty, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, unseen-beauty, unsung-song, what-inspires-poets"
    },
    {
      "quote": "For a poet reality is mysterious, imaginations are magical, and perceptions are magnificent.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, poetry, poets, quotes, what-inspires-poets"
    },
    {
      "quote": "Appreciate every moment because this moment is your precious life.",
      "author": "Debasish Mridha",
      "category": "appreciate-life, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, precious-life, quotes, this-moment-is-your-life"
    },
    {
      "quote": "I found God. He is not in heaven or in the heart. He is not in the sky nor is he flying high. He is not very big nor gigantic. He is almighty, all powerful, and very beautiful. He lives everywhere in every flower and every little speck of dust. He knows everything you do, and he does everything for you. He can feel every little change and memorize everything…so strange.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, god, i-found-god, inspirational, philosophy, quotes, religion, what-is-god, where-is-god"
    },
    {
      "quote": "You have immense power. You are a god. You are a silent sun hiding in the earth as a human.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, god, inspirational, philosophy, power-of-you, quotes, you-have-immense-power"
    },
    {
      "quote": "You are a living magnet with magnetic power emitting from your every thought.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, living-magnet, magnetic-power-emitting, philosophy, power-of-thought, quotes"
    },
    {
      "quote": "Decorate your birthday with love and memories not with years.",
      "author": "Debasish Mridha",
      "category": "birthday-wishes, debasish-mridha, debasish-mridha-m-d, decorate-your-birthday, inspirational, philosophy, quotes"
    },
    {
      "quote": "Love is the language of life and all others are transient epi-phenomena. Like a fish, we are swimming in the ocean of love. We are so busy seeking love that we don’t realize we are swimming in love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-the-language-of-life, philosophy, quotes, seeking-love, swimming-in-love"
    },
    {
      "quote": "I do not want anything on this earth except the warmth of your pure love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, pure-love, quotes, warmth-of-love"
    },
    {
      "quote": "True expectations never ever go unnoticed. So expect happiness and expect abundance.",
      "author": "Debasish Mridha",
      "category": "abundance, debasish-mridha, debasish-mridha-m-d, expect-happiness, happiness, inspirational, philosophy, quotes, true-expectations"
    },
    {
      "quote": "Today you have added another candle of knowledge and wisdom to your life. May it give you the power to enlighten the whole world. On your birthday, I wish you joy and happiness.",
      "author": "Debasish Mridha",
      "category": "birthday, birthday-wishes, candle-of-knowledge, debasish-mridha, debasish-mridha-m-d, enlighten-the-world, inspirational, philosophy, quotes, wisdom-of-life"
    },
    {
      "quote": "Music can touch and heal that secret wound of the soul which nothing else can reach.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, music, philosophy, power-of-music, quotes, secret-wound-of-the-soul"
    },
    {
      "quote": "Music can heal the wounds which medicine cannot touch.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, music, music-can-heal, philosophy, power-of-music, quotes"
    },
    {
      "quote": "A mother is the most important blessing of your life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, importance-of-mothers, inspirational, mother, motherhood, philosophy, quotes"
    },
    {
      "quote": "Oh! You are a woman! You are the pure reflection of my mother, sister, and daughter. I can never hurt you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, empower-women, inspirational, philosophy, quotes, strength-of-women, woman"
    },
    {
      "quote": "You have music in your heart",
      "author": "just listen in the deep silence to reveal it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Today is a special day for you and for the universe. Today you started your life’s journey and the universe got a precious gift and that is you. I am wishing you a day of joy to fill your life with pleasant surprises.",
      "author": "Debasish Mridha",
      "category": "birthday, birthday-wishes, day-of-joy, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, precious-gift, quotes, universe"
    },
    {
      "quote": "I love you as my shadow loves me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-love-you, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Love all, trust all, and help all. Know that no one can hurt you without your permission.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, help, help-all, inspirational, love, love-all, no-one-can-hurt-you, philosophy, quotes, trust, trust-all"
    },
    {
      "quote": "It is not very important where you are, but where your thoughts are taking you is important.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, importance-of-thoughts, inspirational, philosophy, power-of-thought, quotes, thoughts, where-you-are"
    },
    {
      "quote": "Determine your destination, choose a path, now with all your heart start going there.",
      "author": "Debasish Mridha",
      "category": "choose-a-path, debasish-mridha, debasish-mridha-m-d, determine-your-destination, inspirational, philosophy, quotes, where-are-you-going"
    },
    {
      "quote": "A poem is a painting with imagery and words",
      "author": "a painting is a poem of color on a reflecting mirror.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Babies are living dolls with dancing smiles that come from the stars to still our hearts.",
      "author": "Debasish Mridha",
      "category": "babies, dancing-smiles, debasish-mridha, debasish-mridha-m-d, inspirational, loving-babies, philosophy, quotes"
    },
    {
      "quote": "It is not the beauty of nature, but it is our dream-filled actions that create our futures.",
      "author": "Debasish Mridha",
      "category": "beauty-of-nature, create-your-future, debasish-mridha, debasish-mridha-m-d, dream-filled-actions, future, inspirational, philosophy, quotes"
    },
    {
      "quote": "This is the time to love. This is the time to forgive. This is the time to ponder. This is the time to wonder.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgive, inspirational, love, philosophy, ponder, quotes, time-to-love, wonder"
    },
    {
      "quote": "The heavenly sound of music kindles my heart, twinkles my mind, and feeds my soul so that I may transcend and transform.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, feeds-my-soul, heavenly-sound-of-music, inspirational, music, philosophy, quotes, sound-of-music, transcend-and-transform"
    },
    {
      "quote": "Nothing more than action speaks for love and passion.",
      "author": "Debasish Mridha",
      "category": "action-speaks, debasish-mridha, debasish-mridha-m-d, inspirational, love-and-passion, nothing-more-than-action-speaks, philosophy, quotes"
    },
    {
      "quote": "I like to love you as the moon loves the night. I only like to exist and feel my presence when you are with me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, feel-my-presence, inspirational, love, love-you, philosophy, quotes, the-moon-loves-the-night"
    },
    {
      "quote": "To brighten your vision, look at the positive side of life with great love.",
      "author": "Debasish Mridha",
      "category": "brighten-your-vision, debasish-mridha, debasish-mridha-m-d, great-love, inspirational, philosophy, positive-side-of-life, quotes"
    },
    {
      "quote": "Dare to try the impossible.",
      "author": "Debasish Mridha",
      "category": "dare-to-try, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, take-risks, try-the-impossible"
    },
    {
      "quote": "Trust your instincts. Follow your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, follow-your-heart, heart, inspirational, instincts, philosophy, quotes, trust-your-instincts"
    },
    {
      "quote": "Music made me kinder. Music made me a lover.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, effect-of-music, inspirational, music, music-made-me-a-lover, philosophy, quotes"
    },
    {
      "quote": "Music opens the window of the soul to let the nectar of life come in.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, music, music-opens-the-window, nectar-of-life, philosophy, quotes"
    },
    {
      "quote": "Wishing you a bucket of love and joy today and always.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-and-joy, philosophy, quotes, wishing-you-love"
    },
    {
      "quote": "The best way to transform a society is to empower the women of that society.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, empower-women, how-to-change-society, inspirational, philosophy, quotes, strength-of-women"
    },
    {
      "quote": "A woman is a symbol of nature; she has the beauty to attract and empower, the passion and compassion to create and nurture, and the power of love to transpire and transform.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-a-woman, quotes, strength-of-women, woman"
    },
    {
      "quote": "Life is so transient and ephemeral; we will not be here after a breath. So think better, think deeply, think with kindness, and write it with love so that it may live a little longer.",
      "author": "Debasish Mridha",
      "category": "appreciate-life, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, life, life-is-short, love, philosophy, quotes, think-better"
    },
    {
      "quote": "I feel you not only on Valentine’s day but with every breath of everyday.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, every-breath, inspirational, love, philosophy, quotes, valentine-s-day"
    },
    {
      "quote": "Never hurt a woman because she is someone’s mother or will be someone’s mother. Could you hurt your mother?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, mother, motherhood, never-hurt-a-woman, philosophy, quotes, woman"
    },
    {
      "quote": "Every morning the sun rises to fill your life with magnificent colors and joyful nights.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, every-morning, fill-your-life, inspirational, joyful-nights, life, philosophy, quotes"
    },
    {
      "quote": "To find the meaning of life, enjoy the journey, the beauty of the nature, the glint of a dew drop, the warmth of the morning sun, the songs of the wind, and smiles of flowers. These are all there to make your journey worthwhile and make your life meaningful.",
      "author": "Debasish Mridha",
      "category": "beauty-of-nature, debasish-mridha, debasish-mridha-m-d, enjoy-the-journey, inspirational, meaning-of-life, meaningful-life, philosophy, quotes"
    },
    {
      "quote": "An investment in self-development pays the highest dividends.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, invest-in-yourself, philosophy, quotes, self-development"
    },
    {
      "quote": "Oh my Valentine! I was waiting for you next to my wide open window just as a flower bud waits for the spring air to bloom.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-waiting-for-you, inspirational, philosophy, quotes, valentine-s-day, waiting-for-spring"
    },
    {
      "quote": "Anxiety does not take away stress; it just enhances it. If you accept changes with optimism and love, anxiety will melt away.",
      "author": "Debasish Mridha",
      "category": "anxiety, debasish-mridha, debasish-mridha-m-d, how-to-deal-with-stress, inspirational, love, optimism, philosophy, quotes, stress"
    },
    {
      "quote": "When you smile, a bird finds her wings to fly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, importance-of-a-smile, inspirational, philosophy, quotes, smile, wings-to-fly"
    },
    {
      "quote": "Close your eyes to see the world with your imaginative mind.",
      "author": "Debasish Mridha",
      "category": "close-your-eyes, debasish-mridha, debasish-mridha-m-d, imaginative-mind, inspirational, philosophy, quotes, see-the-world"
    },
    {
      "quote": "Life is about happiness—not about success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-be-happy, inspirational, life-is-about-happiness, philosophy, quotes, what-is-life-about"
    },
    {
      "quote": "Set a goal to be happy",
      "author": "now do only what makes you happy.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Invest your money on ideas for fastest returns",
      "author": "invest your money on land for the safest return.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Invest your capital of love to get the best dividend of a beautiful life filled with happiness.",
      "author": "Debasish Mridha",
      "category": "beautiful-life, capital-of-love, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "The morning sunshine brings the message that life is so bright and beautiful that the darkness of night has no power to hide it.",
      "author": "Debasish Mridha",
      "category": "appreciate-life, darkness-of-night, debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-so-bright, morning-sunshine, philosophy, quotes"
    },
    {
      "quote": "Life is a flowing river. We came from earth and water. We will go back there after the magic of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, earth-and-water, inspirational, life-is-a-flowing-river, magic-of-life, philosophy, quotes"
    },
    {
      "quote": "A woman is soft, kind, and loving. When you are in danger, she is always ready to sacrifice herself to save you. So never forget to respect her.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, respect-women, strength-of-women, woman"
    },
    {
      "quote": "You shouldn’t expect a positive outcome when you have a negative thought process. Only positive thoughts can create positive results.",
      "author": "Debasish Mridha",
      "category": "create-positive-results, debasish-mridha, debasish-mridha-m-d, inspirational, negative-thoughts, philosophy, positive-thoughts, quotes"
    },
    {
      "quote": "Before giving up, try hard.",
      "author": "Debasish Mridha",
      "category": "before-giving-up, debasish-mridha, debasish-mridha-m-d, giving-up, inspirational, philosophy, quotes, try-hard"
    },
    {
      "quote": "If you know the secret of life, you will never think negatively.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, never-think-negatively, philosophy, quotes, secret-of-life"
    },
    {
      "quote": "To enjoy more, wonder more and smile more.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-life, enjoy-more, inspirational, philosophy, quotes, smile, smile-more"
    },
    {
      "quote": "The best thing that you can have is an abundance of love and plenty of kindness.",
      "author": "Debasish Mridha",
      "category": "abundance, best-thing-in-life, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes"
    },
    {
      "quote": "Life becomes boring when it has no destination or purpose.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, destination, inspirational, life, life-purpose, no-destination, philosophy, purpose, quotes"
    },
    {
      "quote": "Flowers bloom in the tranquility of love with a beautiful desire for the well-being of the earth.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, tranquility, well-being-of-the-earth"
    },
    {
      "quote": "We are born and reborn again and again. We are changing with the waves of time.",
      "author": "Debasish Mridha",
      "category": "changing, changing-with-the-waves-of-time, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reborn"
    },
    {
      "quote": "Like the sun, start each day with a smile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-a-smile, quotes, smile, start-each-day"
    },
    {
      "quote": "Dance on the stage of life with love in your heart, a smile on your face, and a great vision in your mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, great-vision, inspirational, life-wisdom-power-of-a-smile, philosophy, quotes, smile-on-your-face, stage-of-life"
    },
    {
      "quote": "I want to be born and reborn as a cherry tree so that I may beautify this world with my blossoms, feed everyone with my nectar of love fruits, and purify the air with my calmly dancing leaves.",
      "author": "Debasish Mridha",
      "category": "cherry-trees, dancing-leaves, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reborn, wish-for-life"
    },
    {
      "quote": "When kindness is your religion, then caring is your prayer.",
      "author": "Debasish Mridha",
      "category": "caring-is-your-prayer, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes"
    },
    {
      "quote": "Just feel the joy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, life, philosophy, quotes"
    },
    {
      "quote": "Richness does not exist in being wealthy, richness exists in having abundance in life.",
      "author": "Debasish Mridha",
      "category": "abundance-in-life, debasish-mridha, debasish-mridha-m-d, how-to-be-rich-in-life, inspirational, philosophy, quotes, richness"
    },
    {
      "quote": "The smile is the most beautiful ornament that you can wear.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "Fly with wings of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fly, inspirational, love, philosophy, quotes, wings-of-love"
    },
    {
      "quote": "Gaze upon others with eyes of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, eyes-of-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Richness does not exist in being wealthy",
      "author": "richness exists in having abundance in life.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To find love, be loving first.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-find-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "A sign of gratitude is a thankful smile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gratitude, inspirational, philosophy, power-of-a-smile, quotes, smile, thankful-smile"
    },
    {
      "quote": "Never lose your curious mind.",
      "author": "Debasish Mridha",
      "category": "curious-mind, debasish-mridha, debasish-mridha-m-d, inspirational, never-lose, philosophy, quotes"
    },
    {
      "quote": "Life is not about success",
      "author": "life is about a journey toward happiness.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Forgive yourself and you will be happy. Forgive everything and you will be happiest.",
      "author": "Debasish Mridha",
      "category": "be-happy, debasish-mridha, debasish-mridha-m-d, forgive, forgiveness, forgiveness-yourself, inspirational, philosophy, quotes"
    },
    {
      "quote": "I hope for happiness for you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, hope, inspirational, philosophy, quotes"
    },
    {
      "quote": "Seek opportunities to help and you will be a success",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, opportunities, philosophy, quotes, seek-opportunities, success"
    },
    {
      "quote": "Excellence is not an event but a habit.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, excellence, habit, inspirational, life-wisdom, philosophy, quotes, success"
    },
    {
      "quote": "Success is a purposeful journey with ups and downs. It is not only about an accumulation of money.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, purposeful-journey, quotes, success, ups-and-downs"
    },
    {
      "quote": "Adversity gives life the thrill of adventure.",
      "author": "Debasish Mridha",
      "category": "adversity, debasish-mridha, debasish-mridha-m-d, inspirational, life-s-adventure, philosophy, quotes, thrill-of-adventure"
    },
    {
      "quote": "My kiss is my promise written in my heart with color of your love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kiss, love, philosophy, promise, quotes, valentine"
    },
    {
      "quote": "A flower is a gift of love from the universe given to you. So cherish it, enjoy it with a full blissful heart.",
      "author": "Debasish Mridha",
      "category": "bliss, blissful-heart, debasish-mridha, debasish-mridha-m-d, gift-of-love, inspirational, love, philosophy, quotes, valentine"
    },
    {
      "quote": "Hope opens the door of opportunity and shines the way to possibilities.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, door-of-opportunity, hope, inspirational, opportunity, philosophy, possibilities, quotes"
    },
    {
      "quote": "I promise you that I will steal your heart and keep it in the prison of my love forever.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-promise, philosophy, promise, quotes, steal-your-heart, valentine"
    },
    {
      "quote": "When you anxiously await to emerge from deep darkness, you will realize the beauty of light.",
      "author": "Debasish Mridha",
      "category": "beauty-of-light, debasish-mridha, debasish-mridha-m-d, deep-darkness, hopequotes, inspirational, philosophy"
    },
    {
      "quote": "Don’t wait for opportunity in front of a closed door—wander until you find the open one.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, door-of-opportunity, inspirational, opportunity, philosophy, quotes"
    },
    {
      "quote": "Power is not found in muscles",
      "author": "power is found in the mind.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Kiss me with love like a butterfly kisses flowers to find and taste the nectar of life.",
      "author": "Debasish Mridha",
      "category": "butterfly-kisses, debasish-mridha, debasish-mridha-m-d, inspirational, kiss, love, nectar-of-life, philosophy, quotes, valentine"
    },
    {
      "quote": "Hope is the boat we ride to reach the shore of our desires.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, desires, hope, hope-is-the-boat, inspirational, philosophy, quotes"
    },
    {
      "quote": "Love is the most potent drug used to seduce anyone.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-a-potent-drug, philosophy, quotes, valentine"
    },
    {
      "quote": "Trust the perception not the presentation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, perception, philosophy, presentation, quotes, trust"
    },
    {
      "quote": "Life is nothing but a few ecstatic dancing atoms.",
      "author": "Debasish Mridha",
      "category": "atoms, dancing-atoms, debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes"
    },
    {
      "quote": "Before hurting anyone, especially those who cannot protect themselves, feel their pain with your heart. Take care of them as your little child.",
      "author": "Debasish Mridha",
      "category": "care-for-children, debasish-mridha, debasish-mridha-m-d, empathy-for-others, inspirational, philosophy, protect-others, quotes"
    },
    {
      "quote": "I may not know you, but I don’t see any difference between you and me. I see myself in you; we are one.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, differences-between-people, inspirational, life-wisdom, philosophy, quotes, we-are-one"
    },
    {
      "quote": "Love is for life",
      "author": "life is for love.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "You may be born thousands of years from now, but over the boundaries of time I am sending you my love and wishing you a joyful and wonderful life.",
      "author": "Debasish Mridha",
      "category": "boundaries-of-time, debasish-mridha, debasish-mridha-m-d, inspirational, joyful, love, philosophy, quotes, sending-my-love, wonderful-life"
    },
    {
      "quote": "The secret to living is loving.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, loving, philosophy, quotes, secret-to-life"
    },
    {
      "quote": "Treat life as if it is the best gift from the universe.",
      "author": "Debasish Mridha",
      "category": "best-gift, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, universe"
    },
    {
      "quote": "Hello! Look at me! I am your reflection.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, look-at-me, philosophy, quotes, reflection"
    },
    {
      "quote": "We cannot measure time. We can only measure changes of life and the universe.",
      "author": "Debasish Mridha",
      "category": "changes-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, measure-time, philosophy, quotes, time, universe"
    },
    {
      "quote": "Never forget the prime purpose of your life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, prime-purpose, purpose-of-your-life, quotes"
    },
    {
      "quote": "Negative actions cannot create a positive life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, negative-actions, philosophy, positive-life, quotes"
    },
    {
      "quote": "Only positive thoughts can inspire you to positive actions.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, positive-actions, positive-thoughts, quotes"
    },
    {
      "quote": "Choose to be in love!",
      "author": "Debasish Mridha",
      "category": "choose-to-be-in-love, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, love, philosophy, quotes"
    },
    {
      "quote": "For success, choice is more important than action.",
      "author": "Debasish Mridha",
      "category": "choice, debasish-mridha, debasish-mridha-m-d, inspirational, life-wisdom, philosophy, quotes, success"
    },
    {
      "quote": "At the end of our lives, nothing remains except memories.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, end-of-our-lives, inspirational, life-wisdom, memories, philosophy, quotes"
    },
    {
      "quote": "Just enjoy the music of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life, life-wisdom, music, philosophy, quotes"
    },
    {
      "quote": "Forgiveness is the best tonic for heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgiveness, inspirational, life-wisdom, philosophy, quotes"
    },
    {
      "quote": "Your smile shines like the morning sun.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, morning-sun, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "Your love is my diamond that I want to wear near my heart. Your hug is my heaven where I want to belong always.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heaven, hug, inspirational, love, philosophy, quotes, valentine"
    },
    {
      "quote": "With an open mind, you are the imagination of universal consciousness and the creation of the subconscious mind that wanders throughout the universe.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, open-mind, philosophy, quotes, universal-consciousness, universe"
    },
    {
      "quote": "A hug is a priceless gift of love and kindness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gift-of-love, hug, inspirational, kindness, philosophy, quotes"
    },
    {
      "quote": "Love is a magical power. If love is not a living magic, then what is?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, living-magic, love, magical-power, philosophy, quotes"
    },
    {
      "quote": "We often participate in a war only to lose our hearts and to gain a few pieces of land.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gain-a-few-pieces-of-land, inspirational, lose-our-hearts, participate-in-war, philosophy, quotes, war"
    },
    {
      "quote": "When you are in love nothing matters except the bliss of love.",
      "author": "Debasish Mridha",
      "category": "bliss, debasish-mridha, debasish-mridha-m-d, inspirational, love, nothing-matters-except-love, philosophy, quotes"
    },
    {
      "quote": "It may be inevitable that mankind has to suffer so that it may gain experience to transcend and transform her collective consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, gain-experience, inspirational, mankind, philosophy, quotes"
    },
    {
      "quote": "Blindly believing something often comes from societal conformity which is a sign of a lack of deep knowledge and imaginative consciousness.",
      "author": "Debasish Mridha",
      "category": "conformity, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, lack-of-knowledge, philosophy, quotes"
    },
    {
      "quote": "In my imagination, I can feel your presence. I can feel the warmth of your passionate hug. I can hear your sweet voice. I can hear the song of your beating heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, love, passionate-hug, philosophy, quotes, sweet-voice, valentine"
    },
    {
      "quote": "Don’t feel shy—kiss. Kiss just to feel the joy of life and to get lost in the beauty of love.",
      "author": "Debasish Mridha",
      "category": "beauty-of-love, debasish-mridha, debasish-mridha-m-d, inspirational, kiss, love, philosophy, quotes, shyness"
    },
    {
      "quote": "Mankind is nothing but a playground of consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, mankind, philosophy, quotes"
    },
    {
      "quote": "Time is standing still",
      "author": "we are moving with the waves of life.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Your love is the light that will drive away all the darkness that surrounds you.",
      "author": "Debasish Mridha",
      "category": "darkness, debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-the-light, philosophy, quotes"
    },
    {
      "quote": "Forget yourself. Live for others. You will find your bliss.",
      "author": "Debasish Mridha",
      "category": "bliss, debasish-mridha, debasish-mridha-m-d, forget-yourself, how-to-live, inspirational, live-for-others, philosophy, quotes"
    },
    {
      "quote": "Life is magical for a lover.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, magical-life, philosophy, quotes"
    },
    {
      "quote": "Life is a magical melody.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, magical-melody, philosophy, quotes"
    },
    {
      "quote": "It is very difficult to break free from the prison of conformity and fixed false beliefs without changing our level of consciousness and awareness.",
      "author": "Debasish Mridha",
      "category": "awareness, conformity, consciousness, debasish-mridha, debasish-mridha-m-d, false-beliefs, inspirational, philosophy, quotes"
    },
    {
      "quote": "I will not pray for health or wealth or splendor",
      "author": "I will pray for a higher consciousness.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "We are barely conscious. With a higher consciousness we can open the door between infinite possibilities.",
      "author": "Debasish Mridha",
      "category": "conscious, consciousness, debasish-mridha, debasish-mridha-m-d, infinite-possibilities, inspirational, philosophy, quotes"
    },
    {
      "quote": "You may not find the opportunity to succeed, but you can always find the opportunity to serve. Then serve to succeed.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, opportunity-to-serve, opportunity-to-succeed, philosophy, quotes, serve-others, success"
    },
    {
      "quote": "Consciousness resides in the gap between electrons, protons, and neutrons.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, what-is-consciousness"
    },
    {
      "quote": "Nothing exists without an atom. The atom is the beginning and the end. It carries all the information. So the atom is God and everything else are just disciples.",
      "author": "Debasish Mridha",
      "category": "atom, atom-carries-all-the-information, debasish-mridha, debasish-mridha-m-d, god, inspirational, philosophy, quotes"
    },
    {
      "quote": "Your state of consciousness defines your state of mind and your state of happiness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, philosophy, quotes, state-of-happiness, state-of-mind"
    },
    {
      "quote": "In order to achieve a higher consciousness, one must get lost in love.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, get-lost-in-love, inspirational, lost-in-love, philosophy, quotes"
    },
    {
      "quote": "Find an opportunity to serve and success will be yours.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, opportunity, philosophy, quotes, serve-others, success"
    },
    {
      "quote": "Learning how to transcend consciousness to a higher consciousness is a blissful journey and the ultimate essence of life.",
      "author": "Debasish Mridha",
      "category": "blissful-journey, consciousness, debasish-mridha, debasish-mridha-m-d, essence-of-life, inspirational, philosophy, quotes"
    },
    {
      "quote": "We fill our lives with meaning by serving endlessly and by learning to transcend our consciousness to a higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, fill-our-lives-with-meaning, inspirational, philosophy, quotes"
    },
    {
      "quote": "A kiss is a flower of love, a sweet song of two hearts, and a memory of eternal desires.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, eternal-desires, flower-of-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Love with passion. Love for no reason.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-for-no-reason, love-with-passion, philosophy, quotes"
    },
    {
      "quote": "Find someone who loves you enough to forgive you for all of your mistakes.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, finding-love, forgiveness, inspirational, philosophy, quotes"
    },
    {
      "quote": "If you know the power of your thoughts, you would never fear failure.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, failure, inspirational, never-fear-failure, philosophy, power-of-thoughts, quotes, thoughts"
    },
    {
      "quote": "When you love yourself endlessly, you will find that the whole world loves you too.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-yourself, philosophy, quotes, world-loves-you-too"
    },
    {
      "quote": "Am I a prisoner of my thoughts?Am I a prisoner of my societal conformity?Who am I?How conscious am I?Am I conscious or obnoxious?",
      "author": "Debasish Mridha",
      "category": "conformity, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, self-discovery, who-am-i"
    },
    {
      "quote": "Let the sunrise of every morning bring you the light of love and joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-and-joy, philosophy, quotes, sunrise"
    },
    {
      "quote": "Falling in love is very easy, but staying in love is very difficult.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, falling-in-love, inspirational, love, philosophy, quotes, staying-in-love"
    },
    {
      "quote": "Find your life’s purpose and dare to pursue it.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-s-purpose, philosophy, pursue-your-purpose, quotes"
    },
    {
      "quote": "A starry night moon looks at you with admiration because in her eyes you are a star.",
      "author": "Debasish Mridha",
      "category": "admiration, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, you-are-a-star"
    },
    {
      "quote": "Lose your self to find yourself.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-yourself, inspirational, lose-your-self, philosophy, quotes"
    },
    {
      "quote": "If you want to see magic, love someone and see the magical transformation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-someone, magic, philosophy, quotes"
    },
    {
      "quote": "Oh my darling! Burn my heart again and again with the fire of your love.",
      "author": "Debasish Mridha",
      "category": "burn-my-heart, debasish-mridha, debasish-mridha-m-d, fire-of-your-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Fly in the sky of imagination to find the true solution.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hope, imagination, inspirational, philosophy, quotes, true-solution"
    },
    {
      "quote": "You are the prettiest flower in the garden of my love. As the moon longs for the night, my heart longs for your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, garden-of-my-love, inspirational, love, philosophy, quotes, you-are-the-prettiest"
    },
    {
      "quote": "You are always free when you have the ability to think.",
      "author": "Debasish Mridha",
      "category": "ability-to-think, debasish-mridha, debasish-mridha-m-d, free, inspirational, philosophy, quotes, you-are-always-free"
    },
    {
      "quote": "Why do you think that you are weak when you are blessed with the power of love?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, power-of-love, quotes, you-are-blessed"
    },
    {
      "quote": "Oh my dear! I think about you always and miss you forever.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-miss-you, i-think-about-you, inspirational, longing, philosophy, quotes"
    },
    {
      "quote": "Why is my perception right? If it is wrong, then what is right?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, perception, philosophy, quotes, what-is-right, what-is-wrong"
    },
    {
      "quote": "We evaluate, measure, and describe this world from our own point of view, but how does a tree see the world?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, describe-this-world, evaluate-the-world, inspirational, philosophy, point-of-view, quotes"
    },
    {
      "quote": "I have no money, but my wallet is overflowing with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, overflowing-with-love, philosophy, quotes, value-of-love"
    },
    {
      "quote": "When you try hard to find happiness for other, you will unknowingly find yourself on the island of happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-happiness, happiness, how-to-find-happiness, inspirational, philosophy, quotes"
    },
    {
      "quote": "Life loses its meaning when you forget your purpose.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, meaning-of-life, philosophy, quotes, your-purpose-in-life"
    },
    {
      "quote": "Paint your life with the colors of kindness so that you may find the true bliss of happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, inspirational, kindness, life, philosophy, quotes, true-bliss"
    },
    {
      "quote": "Forgiveness reveals the ultimate beauty of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, forgiveness, inspirational, philosophy, quotes"
    },
    {
      "quote": "Forgive everyone. Forgive every misery and misfortune with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgive, forgiveness, inspirational, love, misery, philosophy, quotes"
    },
    {
      "quote": "If you know the brightness of your heart, you will never fear darkness.",
      "author": "Debasish Mridha",
      "category": "brightness-of-your-heart, debasish-mridha, debasish-mridha-m-d, fear-darkness, inspirational, know-yourself, philosophy, quotes"
    },
    {
      "quote": "Love without judging. Love without reason.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-without-judging, love-without-reason, philosophy, quotes"
    },
    {
      "quote": "Be kind to him who does not deserve your kindness.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes"
    },
    {
      "quote": "Always grow with changes and not against them.",
      "author": "Debasish Mridha",
      "category": "changes, debasish-mridha, debasish-mridha-m-d, grow, personal-growth"
    },
    {
      "quote": "Living is not the sole purpose of life—loving is.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, living, love, loving, purpose-of-life"
    },
    {
      "quote": "With love, accept everything that life has to offer you. Life will be easy, kind, magnificent, and magical to you.",
      "author": "Debasish Mridha",
      "category": "accept-everything, debasish-mridha, debasish-mridha-m-d, inspirational, life, love, magnificent-and-magical, philosophy, quotes"
    },
    {
      "quote": "When you are at the end of the road, turn around and take another road. I promise it will be less painful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, life-goals, promise, take-another-road, the-road-not-taken"
    },
    {
      "quote": "You may not be able to buy love with money, but if you spend your love, you may end up with a lot of money.",
      "author": "Debasish Mridha",
      "category": "can-t-buy-love, debasish-mridha, debasish-mridha-m-d, love, money"
    },
    {
      "quote": "We often end our journeys without beginning them. We learn about the world without knowing ourselves.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, journey, journeys, knowing-ourselves, learn-about-the-world"
    },
    {
      "quote": "We earn to live, but we serve for a life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, earn-to-live, life, live, serve-for-a-life"
    },
    {
      "quote": "We are born to serve, to find the power of love, and to get what we deserve.",
      "author": "Debasish Mridha",
      "category": "born-to-serve, debasish-mridha, debasish-mridha-m-d, get-what-we-deserve, love, power-of-love"
    },
    {
      "quote": "Life is a journey without a known destination.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, destination, journey, life-is-a-journey"
    },
    {
      "quote": "Do your actions define who you are, or does your purpose define why you are?",
      "author": "Debasish Mridha",
      "category": "actions-define-who-you-are, actions-your-actions, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "I want to rekindle the inner fire that is burning in you. I want it to come out to take away the darkness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hope, inner-fire, inspirational, philosophy, quotes, take-away-the-darkness"
    },
    {
      "quote": "Trust in God, but trust yourself first.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, trust, trust-in-god, trust-in-yourself"
    },
    {
      "quote": "When you write from the heart, it is always beautiful.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, write, write-from-the-heart"
    },
    {
      "quote": "Never hate an enemy",
      "author": "love them and transform them into a friend.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Inspiration works well at boiling point.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspiration, inspiration-works, inspirational, philosophy, quotes"
    },
    {
      "quote": "No one will love you more than you do. So love your self first.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-your-self-first, philosophy, quotes"
    },
    {
      "quote": "You are not a human being living your life, but you are a spiritual being longing for life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, human-being, inspirational, life, living-your-life, longing-for-life, philosophy, quotes, spiritual"
    },
    {
      "quote": "Past, I am letting you go. Future, I will see you tomorrow. Present, I love you, live in you, celebrate you, and will never let you go.",
      "author": "Debasish Mridha",
      "category": "celebrate-you-never-let-you-go, debasish-mridha, debasish-mridha-m-d, future, inspirational, love, past, philosophy, present, quotes"
    },
    {
      "quote": "A single moment of life has more miracles and worth than to live a whole life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, live-a-whole-life, miracles, philosophy, quotes"
    },
    {
      "quote": "The most powerful force that can transform an enemy into a friend is simple kindness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enemy, friend, friendship, inspirational, kindness, philosophy, quotes, simple-kindness"
    },
    {
      "quote": "An enlightened life can be so powerful that it can illuminate the whole world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, illuminate-the-whole-world, inspirational, life, philosophy, powerful-life, quotes"
    },
    {
      "quote": "The love and hope that we are born with is what keeps us relentlessly moving toward joy. We get the most happiness from the simplicity of being devoid of wants and needs.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hope, inspirational, joy, love, philosophy, quotes, simplicity, simplicity-of-being"
    },
    {
      "quote": "No love is perfect",
      "author": "it is beautiful even when it is imperfect.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Life is nothing but a clump of mud",
      "author": "your thoughts define which statue you can mold out of it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "I am longing for you in life and in deathAs the moon is longing for night and life is longing for breath",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-and-death, longing-for-death, longing-for-life, moon, philosophy, quotes"
    },
    {
      "quote": "True love is unbounded, unmitigated, and lasts forever. It never diminishes with time and distance.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, love, love-forever, true-love"
    },
    {
      "quote": "Life always begins with triumph but tends to end with tragedy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes, tragedy, triumph-and-tragedy"
    },
    {
      "quote": "Be a great artist especially when you draw your life’s picture.",
      "author": "Debasish Mridha",
      "category": "artist, be-a-great-artist, debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes"
    },
    {
      "quote": "Measure your life not by the dimension of your bank account but by the expansion of your kindness and love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, measure-your-life, philosophy, quotes, wealth"
    },
    {
      "quote": "The world is a dangerous place, but there is no better world. Remember every one of us is responsible to make the world a joyful place.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, make-the-world-a-joyful-place, personal-responsibility, philosophy, quotes, world-is-a-dangerous-place"
    },
    {
      "quote": "When I see that humanity is suffering, it tears my heart. I cry, and then I extend my hand to help heal my heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heal-my-heart, helping-hand, humanity-is-suffering, inspirational, philosophy, quotes"
    },
    {
      "quote": "We are prisoners of our thoughts. We like to imprison everyone in the same prison and think that it will solve the problems of humanity. Yet everyone is unique",
      "author": "let them live freely and with harmony.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "I dream like a dew drop in the nightThen glitter in the morning sunlightThen it evaporates to embrace the sky",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, dreams-in-poetry, inspirational, philosophy, poetry, quotes"
    },
    {
      "quote": "To dream your wildest dream, find your deepest desire.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, deepest-desire, dream, inspirational, philosophy, quotes, wildest-dream"
    },
    {
      "quote": "When you desire to help, you will find a way to do it.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, desire, desire-to-help, do-it, find-a-way-to-do-it, help, inspirational, philosophy, quotes"
    },
    {
      "quote": "If I dream under a moonlit night, should it vanish with the brightness of the morning sun?",
      "author": "Debasish Mridha",
      "category": "brightness-of-the-morning-sun, debasish-mridha, debasish-mridha-m-d, dream, inspirational, moonlit-night, philosophy, quotes"
    },
    {
      "quote": "The principle virtue of anyone who made an important invention is curious persistence.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, important-invention, inspirational, persistence, philosophy, principle-of-virtue, quotes"
    },
    {
      "quote": "You are a whole lot better today than yesterday.",
      "author": "Debasish Mridha",
      "category": "better-today, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Be persistent. Success is not far away.",
      "author": "Debasish Mridha",
      "category": "be-persistent, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, success, success-is-not-far-away"
    },
    {
      "quote": "Your ocean of joy in not out there. Find it inside of you and swim there forever.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy-ocean-of-joy, philosophy, quotes"
    },
    {
      "quote": "In your sky, you are the brightest star.Without you light, it’s dark like tar.So love yourself to enlighten others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational-poetry, love, love-yourself, poetry, you-are-the-brightest-star"
    },
    {
      "quote": "The sun gave us our eyes to see the beauty of nature, his creation, through his light.",
      "author": "Debasish Mridha",
      "category": "beauty-of-nature, debasish-mridha, debasish-mridha-m-d, eyes-see-the-beauty-of-nature, his-creation, his-light, inspirational, philosophy, quotes"
    },
    {
      "quote": "Loving everyone does not mean everyone will love you. Love everyone because you want to expand your world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expand-your-world, love, love-everyone"
    },
    {
      "quote": "To expand your world, love everyone even when no one is perfect.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expand-your-world, inspirational, love, love-everyone, philosophy, quotes"
    },
    {
      "quote": "When you find that no one is loving you, be kind and give them your love.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, love, loving-you"
    },
    {
      "quote": "Life is a choice. Choose to live and not merely survive.",
      "author": "Debasish Mridha",
      "category": "choose-to-live, debasish-mridha, debasish-mridha-m-d, life, life-is-a-choice, live, survive"
    },
    {
      "quote": "The more I love, the more I find that life is magical.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-magical, love, philosophy, quotes, the-more-i-love"
    },
    {
      "quote": "I find joy and magic in every drop of moonlight. I hear songs of love in every glint of a star.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, glint-of-a-star, inspirational, joy-and-magic, love, moonlight, philosophy, quotes, songs-of-love"
    },
    {
      "quote": "I am not pretty; I am not ugly. I am not true, and I am not false. I am just me—a reality, a conception, and not a misinterpretation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-not-pretty, i-am-not-ugly, inspirational, misinterpretation, philosophy, quotes, reality, who-am-i"
    },
    {
      "quote": "Dreams come true if we can pursue them by overcoming the fear of failure.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dreams-come-true, inspirational, overcome-the-fear-of-failure, philosophy, pursue-your-dreams, quotes"
    },
    {
      "quote": "She is like a flower. Her smile illuminates the whole world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, her-smile, importance-of-a-smile, inspirational, philosophy, quotes"
    },
    {
      "quote": "To be as pure and perfect as a flower, you must think and dream like a flower.",
      "author": "Debasish Mridha",
      "category": "be-like-a-flower, debasish-mridha, debasish-mridha-m-d, dream-like-a-flower, inspirational, philosophy, quotes, to-be-pure-and-perfect"
    },
    {
      "quote": "Without judging anyone, let us love everyone like a flower.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, nonjudgmental, philosophy, quotes, without-judging-anyone"
    },
    {
      "quote": "Her smiles are like the morning sun that illuminates my world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, her-smiles, illuminates-my-world, inspirational, morning-sun, philosophy, quotes, smiles"
    },
    {
      "quote": "We are here to enjoy the breathtaking views of life with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy, enjoy-life, inspirational, love, philosophy, quotes, we-are-here-to-enjoy-life"
    },
    {
      "quote": "A goal is important, but what you become to achieve that goal is much more important.",
      "author": "Debasish Mridha",
      "category": "achieving-a-goal, debasish-mridha, debasish-mridha-m-d, goals, inspirational, philosophy, quotes, what-you-become"
    },
    {
      "quote": "There is no stress. It is a misinterpretation of a situation. Just change your perception and stress will melt away.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-deal-with-stress, inspirational, misinterpretation, no-stress, perception, philosophy, quotes, stress-will-melt-away"
    },
    {
      "quote": "Life is a land of opportunity to love, live, and enjoy beauty.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-beauty, inspirational, land-of-opportunity, life, live, love, philosophy, quotes"
    },
    {
      "quote": "Be bold! Be a success and change the world.",
      "author": "Debasish Mridha",
      "category": "be-a-success, be-hold, change-the-world, debasish-mridha, debasish-mridha-m-d, graduation-quotes, inspirational, philosophy, quotes"
    },
    {
      "quote": "To enjoy the beauty of love, be a big person in this small world.",
      "author": "Debasish Mridha",
      "category": "be-a-big-person, debasish-mridha, debasish-mridha-m-d, enjoy-the-beauty-of-love, inspirational, love, philosophy, quotes, small-world"
    },
    {
      "quote": "She is like a dancing flower",
      "author": "her smiles are spreading love for the whole world.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "You have to let go better to embrace the best.",
      "author": "Debasish Mridha",
      "category": "better-or-best, debasish-mridha, debasish-mridha-m-d, embrace-the-best, inspirational, let-go, philosophy, quotes, you-have-to-let-go"
    },
    {
      "quote": "Follow your heart; don’t fear changes. With love, the heart changes its content.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, don-t-fear-changes, follow-your-heart, heart, inspirational, love-changes, philosophy, quotes"
    },
    {
      "quote": "You were never born to make money. You were born to enjoy life and be happy. Instead you learned to make money and forgot how to be happy.",
      "author": "Debasish Mridha",
      "category": "be-happy, debasish-mridha, debasish-mridha-m-d, does-money-make-you-happy, enjoy-life, inspirational, learned-to-make-money, make-money, philosophy, quotes"
    },
    {
      "quote": "I define my journey, I enjoy it too.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, define-my-journey, enjoy-the-journey, inspirational, philosophy, quotes"
    },
    {
      "quote": "You are the creator of your universe, and you are the destroyer of it too.",
      "author": "Debasish Mridha",
      "category": "creator-of-your-universe, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, universe"
    },
    {
      "quote": "You are not what you think, but you are the reflection of what you think.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reflection-of-what-you-think, think, what-you-think, you-are-not-what-you-think"
    },
    {
      "quote": "Give away love to be loved.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-away-love, inspirational, love, loved, philosophy, quotes"
    },
    {
      "quote": "Be bold. Don’t wait. Go ahead.",
      "author": "Debasish Mridha",
      "category": "be-bold, debasish-mridha, debasish-mridha-m-d, don-t-wait, go-ahead, inspirational, philosophy, quotes"
    },
    {
      "quote": "Our eyes see only that which language can explain, but our hearts see that which is invisible and unexplainable.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, invisible-and-unexplainable, language-of-our-hearts, our-eyes-see, our-hearts-see, philosophy, quotes"
    },
    {
      "quote": "Love is a hidden treasure. You never know you have it until someone special reveals it.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-a-hidden-treasure, never-know-what-you-have, philosophy, quotes, someone-special"
    },
    {
      "quote": "Oh my love, I like to vanish in you like a ripple vanishes in an ocean—slowly, silently, and endlessly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-vanishes, oh-my-live, philosophy, quotes, ripple-of-an-ocean"
    },
    {
      "quote": "More people die from the hunger of love than from the lack of food.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hunger-of-love, inspirational, lack-of-love, philosophy, quotes, unloved"
    },
    {
      "quote": "Forgive to set yourself free",
      "author": "love to set the prisoner free.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Marriage is nothing but a commitment to care and share.",
      "author": "Debasish Mridha",
      "category": "care-and-share, commitment, debasish-mridha, debasish-mridha-m-d, inspirational, marriage, philosophy, quotes, what-is-marriage"
    },
    {
      "quote": "Life is magical and blissful when we live to love the beauty of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, life-is-magical, love, philosophy, quotes"
    },
    {
      "quote": "We came to this world to enjoy the magic of love, the beauty of existence, and the joy of life. We did not come to this world to look for money and fame.",
      "author": "Debasish Mridha",
      "category": "beauty-of-existence, debasish-mridha, debasish-mridha-m-d, inspirational, joy-of-life, magic-of-love, money-and-fame, philosophy, quotes"
    },
    {
      "quote": "Don’t fear challenges. They often give us the opportunity to strengthen our courage, faith, and inner strength.",
      "author": "Debasish Mridha",
      "category": "challenges, courage, debasish-mridha, debasish-mridha-m-d, don-t-fear-challenges, faith, inner-strength, inspirational, philosophy, quotes"
    },
    {
      "quote": "We often focus on what is wrong and complain that nothing is beautiful.",
      "author": "Debasish Mridha",
      "category": "beautiful, complain, debasish-mridha, debasish-mridha-m-d, focus-on-what-is-wrong, inspirational, philosophy, quotes"
    },
    {
      "quote": "You are a bubble in the ocean of life that has come to enjoy the glints of the morning light.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoying-life, inspirational, morning-light, ocean-of-life, philosophy, quotes"
    },
    {
      "quote": "Next to love, kindness is the most beautiful thing.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes"
    },
    {
      "quote": "Creativity is a flower of love and a light that is eager to enlighten others.",
      "author": "Debasish Mridha",
      "category": "creativity, debasish-mridha, debasish-mridha-m-d, enlighten-others, flower-of-love, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Reality is a perceptual illusion we have accepted as truth.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, illusion, inspirational, perceptual-illusion, philosophy, quotes, reality, truth"
    },
    {
      "quote": "He who knows how to use the power of love is the most powerful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, most-powerful, philosophy, power-of-love, quotes"
    },
    {
      "quote": "The more I love, the more I get lost in love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, lost-in-love, love, philosophy, quotes, the-more-i-love"
    },
    {
      "quote": "Never get angry. If you have to get angry, get angry at yourself and not at others.",
      "author": "Debasish Mridha",
      "category": "angry, debasish-mridha, debasish-mridha-m-d, get-angry-at-yourself, inspirational, never-get-angry, philosophy, quotes"
    },
    {
      "quote": "Love is the magic, mystery, and the beauty of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, love, magic, mystery, philosophy, quotes"
    },
    {
      "quote": "A friend is someone who accepts you no matter where you are.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, friendship, inspirational, philosophy, quotes, unconditional-acceptance"
    },
    {
      "quote": "It is easy to hold on, but it is difficult to let it go.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, easy-to-hold-on, hold-on, inspirational, let-it-go, philosophy, quotes"
    },
    {
      "quote": "Music fills the void between the heart and soul and connects them in heavenly delights.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart-and-soul, heavenly-delights, inspirational, music, philosophy, quotes"
    },
    {
      "quote": "You fail because you fear. Be bold. Be fearless.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fail, fear, fearless, inspirational, philosophy, quotes, you-fail-because-you-fear"
    },
    {
      "quote": "Don’t try to smell the flowers without planting them.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-lesson, philosophy, quotes, smell-the-flowers, wisdom"
    },
    {
      "quote": "Invest in yourself to get the best interest.",
      "author": "Debasish Mridha",
      "category": "best-interest, better-your-life, debasish-mridha, debasish-mridha-m-d, inspirational, invest-in-yourself, philosophy, quotes"
    },
    {
      "quote": "Longing for love makes a woman beautiful and beloved.",
      "author": "Debasish Mridha",
      "category": "beautiful-woman, beloved, debasish-mridha, debasish-mridha-m-d, inspirational, longing-for-love, philosophy, quotes"
    },
    {
      "quote": "I believe that life is a beautiful journey to find out the beauty of life.",
      "author": "Debasish Mridha",
      "category": "beautiful-journey, beauty-of-life, debasish-mridha, debasish-mridha-m-d, i-believe, inspirational, life-is-a-beautiful-journey, philosophy, quotes"
    },
    {
      "quote": "Kindness is the beauty of the heart and the smiles of the mind.",
      "author": "Debasish Mridha",
      "category": "beauty-of-the-heart, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, philosophy, quotes, smiles-of-the-mind"
    },
    {
      "quote": "Never pray for life to be easier, but pray for courage to go on and still enjoy every moment of beauty.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-beauty, inspirational, philosophy, pray-for-courage, pray-for-life, quotes"
    },
    {
      "quote": "All I wanted to do, ever, was be myself.",
      "author": "Debasish Mridha",
      "category": "all-i-wanted, be-myself, debasish-mridha, debasish-mridha-m-d, i-wanted-to-be-myself, inspirational, philosophy, quotes"
    },
    {
      "quote": "A pen, a piece of white paper, and an idea can create a new you.",
      "author": "Debasish Mridha",
      "category": "create-a-new-you, debasish-mridha, debasish-mridha-m-d, how-to-create-a-new-you, idea, inspirational, philosophy, quotes, writing"
    },
    {
      "quote": "You have an obligation to this world. That is to love it and make it more joyful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-the-world, make-the-world-more-joyful, obligation-to-this-world, philosophy, quotes"
    },
    {
      "quote": "Love is as abundant and powerful as sunlight. It can enlighten the whole world. Clouds of doubt can hide it temporarily, but it is always there. It can heal you as sunlight, but it can also burn you.",
      "author": "Debasish Mridha",
      "category": "clouds-of-doubt, debasish-mridha, debasish-mridha-m-d, enlighten-the-world, inspirational, love, love-is-abundant, philosophy, quotes, sun-can-burn-you"
    },
    {
      "quote": "With every sunrise, I rise with joy. My heart dances with love. I begin a new life fresh like a flower.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart-dances-with-love, inspirational, joy, new-life, philosophy, quotes, sunrise"
    },
    {
      "quote": "This universe belongs to those who know how to see, feel, and love the beauty of life and the universe.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, love, love-the-universe, philosophy, quotes, universe"
    },
    {
      "quote": "To be infinite, lose yourself in infinite love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, infinite-love, inspirational, lose-yourself-in-love, love, philosophy, quotes"
    },
    {
      "quote": "Touch your enemies’ heart with love. It will bloom flowers of gratitude and joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, flowers-of-gratitude-and-joy, inspirational, love, love-your-enemy, philosophy, quotes"
    },
    {
      "quote": "Every heart has a unique story to tell. We just need a mind to listen.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, every-heart, inspirational, mind-to-listen, philosophy, quotes, unique-story-to-tell"
    },
    {
      "quote": "When I am longing for love, every rose is the expression of my soul.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expression-of-my-soul, inspirational, longing-for-love, philosophy, quotes, rose"
    },
    {
      "quote": "I am in love when I feel that my soul belongs to the universe.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-in-love, inspirational, love, philosophy, quotes, soul-belongs-to-the-universe, universe"
    },
    {
      "quote": "The smile of roses expresses the beauty of the heart.",
      "author": "Debasish Mridha",
      "category": "beauty-of-the-heart, debasish-mridha, debasish-mridha-m-d, expresses-beauty, inspirational, philosophy, quotes, smile-of-roses"
    },
    {
      "quote": "Attachment is the source of pain, but detachment is the source of joy.",
      "author": "Debasish Mridha",
      "category": "attachment, debasish-mridha, debasish-mridha-m-d, detachment, inspirational, philosophy, quotes, source-of-joy, source-of-pain"
    },
    {
      "quote": "You can never deplete your love by giving it away. Why not give yourself to love?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-yourself-to-love, giving-love-away, inspirational, love, love-yourself, philosophy, quotes"
    },
    {
      "quote": "Music is the language of the heart. It can only sing songs of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, music, philosophy, quotes, sing-songs-of-love"
    },
    {
      "quote": "I failed many times, but I always found myself stronger and wiser.",
      "author": "Debasish Mridha",
      "category": "dealing-with-failure, debasish-mridha, debasish-mridha-m-d, failed, i-failed-many-times, inspirational, philosophy, quotes, stronger-and-wiser"
    },
    {
      "quote": "Your love is the best tincture",
      "author": "it can heal my soul.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Forgive the past to welcome the future.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgive-the-past, forgiveness, future, inspirational, philosophy, quotes, welcome-the-future"
    },
    {
      "quote": "When you do things with love, flowers bloom inside you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, do-things-with-love, flowers-bloom-inside-you, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "You are a child of love that has come here to live in love and to give away love.",
      "author": "Debasish Mridha",
      "category": "child-of-love, debasish-mridha, debasish-mridha-m-d, give-away-love, inspirational, live-in-love, love, philosophy, quotes"
    },
    {
      "quote": "You came from love, to live in love, to give away love, and to become love.",
      "author": "Debasish Mridha",
      "category": "become-love, debasish-mridha, debasish-mridha-m-d, give-away-love, inspirational, live-in-love, love, philosophy, quotes"
    },
    {
      "quote": "Stagnation is death. With love, accept and welcome changes.",
      "author": "Debasish Mridha",
      "category": "accept-and-welcome-changes, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, stagnation, stagnation-is-death"
    },
    {
      "quote": "Every rose has poetry in her heart and is eager to tell you when you are in love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, every-rose-has-poetry, inspirational, philosophy, poetry-in-her-heart, quotes, you-are-in-love"
    },
    {
      "quote": "Love is the essence, fragrance, and beauty of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, love, love-is-the-essence, philosophy, quotes"
    },
    {
      "quote": "You are the seer, you are the scenery, and you are the poetry.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, you-are-the-poetry, you-are-the-scenery, you-are-the-seer"
    },
    {
      "quote": "You are the love, the lover, and the beloved.",
      "author": "Debasish Mridha",
      "category": "beloved, debasish-mridha, debasish-mridha-m-d, inspirational, love, lover, philosophy, quotes, you-are-the-love"
    },
    {
      "quote": "Whatever fills your heart with joy and fills your mind with love--that is your truth of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fills-your-mind-with-love, inspirational, joy, philosophy, quotes, truth-of-love"
    },
    {
      "quote": "Every rose is longing for joy and love",
      "author": "every rose know the language of the heart.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Don't just talk, act.",
      "author": "Debasish Mridha",
      "category": "act, debasish-mridha, debasish-mridha-m-d, don-t-just-talk, inspirational, philosophy, quotes, take-action"
    },
    {
      "quote": "Dream the life you desire. Then live it with passion and love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, dream-the-life-you-desire, inspirational, live-it, live-it-with-passion-and-love, philosophy, quotes"
    },
    {
      "quote": "All good that we do is just for you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, do-good, inspirational, just-for-you, philosophy, quotes, we-do-it-just-for-you"
    },
    {
      "quote": "Love makes the journey we call life worthwhile.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, journey-of-life, love, makes-life-worthwhile, philosophy, quotes"
    },
    {
      "quote": "To see the magic of life look through the wondrous eyes of a child.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, eyes-of-a-child, inspirational, life, magic-of-life, philosophy, quotes"
    },
    {
      "quote": "The time you spend loving is the most valuable time of your life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, loving, philosophy, quotes, time-you-spend-loving, valuable-time-of-your-life"
    },
    {
      "quote": "I don’t want fame, money, or duty. I want to close my eyes and see your loving beauty.",
      "author": "Debasish Mridha",
      "category": "close-my-eyes, debasish-mridha, debasish-mridha-m-d, duty, fame, inspirational, loving-beauty, money, philosophy, quotes"
    },
    {
      "quote": "Change your thoughts to change your reality.",
      "author": "Debasish Mridha",
      "category": "change-your-reality, change-your-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reality"
    },
    {
      "quote": "Kindness is the greatest medicine that can heal all ills.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, greatest-medicine, heal-all-ills, inspirational, kindness, philosophy, quotes"
    },
    {
      "quote": "When I am searching for something, it is always waiting for me with open arms.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, searching-for-something, waiting-for-me-with-open-arms"
    },
    {
      "quote": "Feelings are the language of the heart. Everything else is static noise.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, feelings, inspirational, language-of-the-heart, philosophy, quotes"
    },
    {
      "quote": "I am a farmer of kindness and compassion",
      "author": "I plant the seeds of love in my garden.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "The sun can shine, and it can burn. You can shine your love with a softer power than the sun.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-can-burn, philosophy, power-of-the-sun, quotes, shine-your-love"
    },
    {
      "quote": "When pain is intense, you are at a climax. You can then see the light of transcendence.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, light-of-transcendence, pain, pain-is-intense, philosophy, quotes, transcendence"
    },
    {
      "quote": "Close your eyes to feel deeply the tranquility and serenity of the mind.",
      "author": "Debasish Mridha",
      "category": "close-your-eyes, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, serenity, serenity-of-the-mind, tranquility"
    },
    {
      "quote": "Stop searching and start revealing the treasures that reside inside of your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, heart, inspirational, philosophy, quotes, stop-searching, treasures"
    },
    {
      "quote": "Failure results from lack of focus and half trust. Success results from complete devotion and utmost trust.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, devotion, failure, half-trust, inspirational, lack-of-focus, philosophy, quotes, success, trust"
    },
    {
      "quote": "To see the unseen, you must see through the beauty of love.",
      "author": "Debasish Mridha",
      "category": "beauty-of-love, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, see-the-unseen"
    },
    {
      "quote": "If you can think it, you can become it.",
      "author": "Debasish Mridha",
      "category": "become-it, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, think, think-it"
    },
    {
      "quote": "Measure your life not by years but by adventures.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-adventures, measure-you-life, philosophy, quotes"
    },
    {
      "quote": "Life happened in the past. Life will happen in the future, but life is happening at this moment. Live in this moment. Seize this moment!",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-in-the-future, life-in-the-past, life-in-the-present, live-in-this-moment, philosophy, quotes, seize-this-moment"
    },
    {
      "quote": "You can never achieve greatness until you can leave bitterness behind.",
      "author": "Debasish Mridha",
      "category": "achieve-greatness, bitterness, debasish-mridha, debasish-mridha-m-d, inspirational, leave-bitterness-behind, philosophy, quotes"
    },
    {
      "quote": "To realize your imagination, go with trust in the direction of your destination.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, destination, imagination, inspirational, philosophy, quotes, realize-your-imagination"
    },
    {
      "quote": "In life, love is not everything, but without love, life is nothing.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-nothing, love, love-is-not-everything, philosophy, quotes, without-love"
    },
    {
      "quote": "The essence of life is love, and that is my wealth and influence.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, essence-of-life, inspirational, love, philosophy, quotes, wealth-and-influence"
    },
    {
      "quote": "Explanations can’t explain love--only deep perception can do that.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, explanations, inspirational, love, perception, philosophy, quotes"
    },
    {
      "quote": "You must love when your eyes are closed and love when your eyes are open. Love endlessly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-endlessly, love-when-your-eyes-are-closed, love-when-your-eyes-are-open, philosophy, quotes"
    },
    {
      "quote": "Love the dream to live the dream.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, live, live-the-dream, love, love-the-dream, philosophy, quotes"
    },
    {
      "quote": "Wherever you are, be there with love.",
      "author": "Debasish Mridha",
      "category": "be-there-with-love, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, where"
    },
    {
      "quote": "You are the creator of your world.",
      "author": "Debasish Mridha",
      "category": "creator, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, your-world"
    },
    {
      "quote": "Life is what you think about it.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes, what-is-life, what-you-think"
    },
    {
      "quote": "There is only one attraction, one law, one power and that is the power of love.",
      "author": "Debasish Mridha",
      "category": "attraction, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, power, power-of-love, quotes"
    },
    {
      "quote": "Enlighten every life with love to shine.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enlighten-every-life, inspirational, love, love-to-shine, philosophy, quotes"
    },
    {
      "quote": "The best way to transform ourselves is by transforming our consciousness and awareness.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, transform-ourselves"
    },
    {
      "quote": "We become happier by advancing our understanding of life and by finding its endless beauty.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, how-to-be-happier, inspirational, philosophy, quotes, understanding-life"
    },
    {
      "quote": "When we are able to realize that life is endless and not ephemeral and that life is transformational and not static—then all fears will vanish from our hearts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fears, fears-will-vanish, inspirational, life-is-endless, life-is-not-static, philosophy, quotes"
    },
    {
      "quote": "Don’t try to understand consciousness. Just try to be deeply conscious and it will reveal its secret to you.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, don-t-try-to-understand, inspirational, philosophy, quotes, secret-of-consciousness"
    },
    {
      "quote": "Universal consciousness can never die",
      "author": "it can only transform and transcend.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Consciousness is very personal like happiness, sadness, or awareness. You can only feel it and you cannot see it. It does not follow any quantum rules. It has no weight or dimension and does not occupy any space. Consciousness has no beginning and no end.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, no-beginning-and-no-end, philosophy, quantum-rules, quotes"
    },
    {
      "quote": "The mind is time bound however",
      "author": "the subconscious mind is universal consciousness and is timeless.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "When consciousness is there, can life be far away?",
      "author": "Debasish Mridha",
      "category": "can-life-be-far-away, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, life, philosophy, quotes"
    },
    {
      "quote": "When we become conscious of love, our hearts dance with joy.",
      "author": "Debasish Mridha",
      "category": "conscious-of-love, debasish-mridha, debasish-mridha-m-d, hearts-dance-with-joy, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "We can solve all problems not by finding solutions, but by transcending consciousness to a new level.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, finding-solutions, inspirational, new-level, philosophy, quotes, solve-problems"
    },
    {
      "quote": "Consciousness is a transformational dynamic force which transforms us by changing our imaginations and perceptions.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, dynamic-force, imaginations, inspirational, perceptions, philosophy, quotes"
    },
    {
      "quote": "Let your thoughts and intentions always be forgiving and loving so that you may bring true peace to mankind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgiving, inspirational, loving, peace-to-mankind, philosophy, quotes, thoughts-and-intentions"
    },
    {
      "quote": "In deep silence, raise your consciousness. Now feel the profound joy of life.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, deep-silence, inspirational, joy-of-life, philosophy, quotes"
    },
    {
      "quote": "Living is not enough",
      "author": "we must live an illuminated life.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Discover your level of consciousness. Now be silent and transcend and transform your consciousness.",
      "author": "Debasish Mridha",
      "category": "be-silent, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, transform-your-consciousness"
    },
    {
      "quote": "We are half awake and semi conscious.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, half-awake, inspirational, philosophy, quotes, semi-conscious"
    },
    {
      "quote": "Consciousness makes you an unlimited being by giving the power of your imagination.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, philosophy, power-of-your-imagination, quotes, unlimited-being"
    },
    {
      "quote": "Your consciousness creates pure potentiality where nothing is impossible.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, nothing-is-impossible, philosophy, pure-potential, quotes"
    },
    {
      "quote": "Consciousness is clear",
      "author": "it reflects colors of the vessel.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Self consciousness is the ultimate wisdom of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, self-consciousness, wisdom-of-life"
    },
    {
      "quote": "When mankind is drowning in a multitude of problems, swimming is not the solution. The solution is reaching higher ground which is the ultimate salvation.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, higher-ground, how-to-save-mankind, inspirational, mankind-is-drowning, philosophy, quotes, ultimate-salvation"
    },
    {
      "quote": "The universe is eager to kindle in you experiences that will enhance and enlighten your consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, enhance-your-consciousness, inspirational, philosophy, quotes, universe"
    },
    {
      "quote": "Your level of consciousness depends on your love and understanding of this universe and all its contents.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, understanding-of-this-universe, universe"
    },
    {
      "quote": "To enhance your experience and consciousness, your mind is always trying to understand everything that is going on around you.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, enhance-your-experience, inspirational, philosophy, quotes, trying-to-understand"
    },
    {
      "quote": "A flower teaches us how to love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, flowers, how-to-leave, inspirational, philosophy, quotes, teaches-us-how-to-love"
    },
    {
      "quote": "If you surround yourself with flowers of love, peace, and kindness, you will always find yourself in a garden of joy and happiness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-yourself, garden-of-joy, happiness, inspirational, kindness, philosophy, quotes"
    },
    {
      "quote": "Abundance is looking for you",
      "author": "just open your heart to attract it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To enjoy the magic of life, smile with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, magic-of-life, philosophy, quotes, smile-with-love"
    },
    {
      "quote": "When someone achieves higher consciousness, he or she never dies. They only transform.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, higher-consciousness, inspirational, never-die, only-transform, philosophy, quotes"
    },
    {
      "quote": "Before hurting an animal, feel her pain and see her tears. Then question your conscience.",
      "author": "Debasish Mridha",
      "category": "anti-hunting, conscience, debasish-mridha, debasish-mridha-m-d, feel-her-pain, hunting, inspirational, philosophy, quotes"
    },
    {
      "quote": "I wanted to kiss you like the waves kiss the shore under the blue sky.",
      "author": "Debasish Mridha",
      "category": "blue-sky, debasish-mridha, debasish-mridha-m-d, expression-of-love, inspirational, kiss, philosophy, quotes, valentine-s-day"
    },
    {
      "quote": "Remember you are the voice for those who cannot talk",
      "author": "you are the protector of those who cannot protect themselves.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Friendship grows from a caring heart with sense and sensibilities.",
      "author": "Debasish Mridha",
      "category": "caring-heart, debasish-mridha, debasish-mridha-m-d, friendship, inspirational, philosophy, quotes, sensibilities"
    },
    {
      "quote": "The freshness of a smile and the fragrance of a perfume often define the personality of a woman.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fragrance-of-perfume, inspirational, personality-of-a-woman, philosophy, quotes, smile"
    },
    {
      "quote": "To enjoy the nectar of life, I like to kiss you like a beautiful bee kisses the flower.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, flower, inspirational, kisses, nectar-of-life, philosophy, quotes"
    },
    {
      "quote": "A blooming flower pleads, oh thee! Look at me,  to see the beauty, Kiss me like a bee,  To feel the bliss, To taste the nectar of life And just to feel and be. Kiss me like a wave kisses the shore In an endless dancing sea, again and again, just to be.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, desire, inspirational, kisses, love-poem, philosophy, poetry, quotes"
    },
    {
      "quote": "Think as though the beauty of your life depends on your thoughts. Live as though your life is the portrait of your thoughts.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, life-depends-on-your-thoughts, philosophy, quotes, thoughts"
    },
    {
      "quote": "Give everyone you meet a precious gift",
      "author": "just smile.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To fill your heart with love, just love an innocent animal.",
      "author": "Debasish Mridha",
      "category": "animal-lover, debasish-mridha, debasish-mridha-m-d, fill-your-heart-with-love, innocent-animal, inspirational, philosophy, quotes"
    },
    {
      "quote": "To grow the power of an imagination, travel to see the world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, philosophy, power-of-the-imagination, quotes, travel-the-world"
    },
    {
      "quote": "Your thoughts are magnets. You attract what you think, and it becomes your reality.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reality, thoughts, you-attract-what-you-think, your-thoughts-are-magnets"
    },
    {
      "quote": "By seeing the beauty of life, I attract them into my life.",
      "author": "Debasish Mridha",
      "category": "attract-beauty, beauty-of-life, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "To feel the joy of life, smile with love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy-of-life, philosophy, quotes, smile, smile-with-love"
    },
    {
      "quote": "When you smile, you fill the world with joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fill-the-world-with-joy, inspirational, joy, philosophy, quotes, smile"
    },
    {
      "quote": "Be good to feel good and to attract good.",
      "author": "Debasish Mridha",
      "category": "attract-good, be-good, debasish-mridha, debasish-mridha-m-d, feel-good, inspirational, philosophy, quotes"
    },
    {
      "quote": "Our thoughts make everything possible in this impossible world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, this-impossible-world, thoughts"
    },
    {
      "quote": "To transform mankind into a joyful garden, let us bloom like a spring flower.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joyful-garden, philosophy, quotes, spring-flower, transform-mankind"
    },
    {
      "quote": "You are the creation of your own consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thoughts"
    },
    {
      "quote": "You are the expression of consciousness",
      "author": "your thoughts are the expression of you.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "The future belongs to those who enhance their level of consciousness and awareness everyday.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, enhance-consciousness, inspirational, philosophy, quotes, the-future"
    },
    {
      "quote": "If you are looking for true happiness, you have to change your level of consciousness and deepness of awareness.",
      "author": "Debasish Mridha",
      "category": "awareness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, true-happiness"
    },
    {
      "quote": "See the beauty of sunset to enjoy the passion of life.",
      "author": "Debasish Mridha",
      "category": "beauty-of-a-sunset, debasish-mridha, debasish-mridha-m-d, inspirational, passion-of-life, philosophy, quotes, sunset"
    },
    {
      "quote": "A wise man never dwells in the past because he knows he belongs to the future.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, future, inspirational, never-dwell-in-the-past, past, philosophy, quotes, wise-man"
    },
    {
      "quote": "The greatest gift that you can give anyone is your pure love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gift-of-love, gift-of-time, inspirational, philosophy, pure-love, quotes"
    },
    {
      "quote": "Wherever you go, never forget to be the messenger and cause of happiness.",
      "author": "Debasish Mridha",
      "category": "cause-of-happiness, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, messenger-of-happiness, philosophy, quotes"
    },
    {
      "quote": "Be a fountain of love, positivity, kindness, and abundance.",
      "author": "Debasish Mridha",
      "category": "abundance, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes"
    },
    {
      "quote": "To make this world joyful, let your heart overflow with joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, joyful, make-this-world-joyful, philosophy, quotes"
    },
    {
      "quote": "Be an advocate of love and kindness.",
      "author": "Debasish Mridha",
      "category": "be-an-advocate-of-love, debasish-mridha, debasish-mridha-m-d, inspirational, kindness, love, philosophy, quotes"
    },
    {
      "quote": "I am a conduit of happiness and abundance. It comes to me effortlessly so I can give it away with love.",
      "author": "Debasish Mridha",
      "category": "abundance, conduit-of-happiness, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "When someone is suffering from anxieties, depression, and stress, the only treatment is to change awareness and consciousness.",
      "author": "Debasish Mridha",
      "category": "anxieties, anxiety, debasish-mridha, debasish-mridha-m-d, depression, inspirational, philosophy, quotes, treatment-of-depression"
    },
    {
      "quote": "You are the ultimate truth of your life. Everything that happens to you depends on you and your thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thoughts, ultimate-truth"
    },
    {
      "quote": "My ego is the wall between you and me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, ego, inspirational, my-ego, philosophy, quotes, wall-between-you-and-me"
    },
    {
      "quote": "My love always surrounds everyone around me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-surrounds-me, philosophy, quotes"
    },
    {
      "quote": "Laughter is the most important paradise of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, laughter, paradise-of-life, philosophy, quotes"
    },
    {
      "quote": "Love is the source, power, essence, and evidence of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, evidence-of-life, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "My attitude to you will always be the same no matter if you love me or hate me.",
      "author": "Debasish Mridha",
      "category": "attitude, debasish-mridha, debasish-mridha-m-d, hate, inspirational, love-me, philosophy, quotes"
    },
    {
      "quote": "I always feel that everyone loves me so I never forget to love everyone else.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forget-to-love, inspirational, love, love-everyone, philosophy, quotes"
    },
    {
      "quote": "When you smile, you bloom.",
      "author": "Debasish Mridha",
      "category": "bloom, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, smile, what-happens-when-you-smile"
    },
    {
      "quote": "Let me get lost in your heart so that I may find myself in the mirror of your mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, find-myself, get-lost-in-love, inspirational, mirror-of-your-mind, philosophy, quotes"
    },
    {
      "quote": "Either plan your life or get ready to get lost.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, get-lost, inspirational, life, philosophy, plan-your-life, quotes"
    },
    {
      "quote": "On this Valentine’s Day I like to whisper in your ear the silent songs of my heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, songs-of-my-heart, valentine-s-day, whisper-in-your-ear"
    },
    {
      "quote": "Only by changing the state of consciousness can we change mankind.",
      "author": "Debasish Mridha",
      "category": "change-mankind, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Come, let us learn just to love, just to understand, and just to gain a higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, learn-to-love, love, philosophy, quotes"
    },
    {
      "quote": "A flower blooms with all of her power and love to give you joy and to beautify this world. Is she conscious, unconscious, or super conscious?",
      "author": "Debasish Mridha",
      "category": "beautify-this-world, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, joy, philosophy, quotes, unconscious"
    },
    {
      "quote": "The mind is created when the universal consciousness conforms to societal consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, societal-consciousness, the-mind"
    },
    {
      "quote": "To achieve a higher consciousness, fill your heart with love and forget to judge, compete, or compare.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, fill-your-heart, forget-to-judge, inspirational, philosophy, quotes"
    },
    {
      "quote": "The moment the light of your being becomes bright, darkness will melt away to reveal the brightness of your consciousness.",
      "author": "Debasish Mridha",
      "category": "brightness-of-your-consciousness, consciousness, darkness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "The mind is so powerful that is can suddenly grow wings of imagination and fly in the open sky.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, mind, philosophy, quotes, wings-of-imagination"
    },
    {
      "quote": "When you gain higher consciousness, your consciousness becomes universal and you become ageless, endless, and universal.",
      "author": "Debasish Mridha",
      "category": "ageless, consciousness, debasish-mridha, debasish-mridha-m-d, higher-consciousness, inspirational, philosophy, quotes, universal"
    },
    {
      "quote": "You are the storyteller and the editor of your book of life. So write tales of imagination, tragedy, and adventure and illustrate it with the colors of beauty.",
      "author": "Debasish Mridha",
      "category": "adventure, be-a-writer, debasish-mridha, debasish-mridha-m-d, editor-of-your-book, imagination, inspirational, philosophy, quotes, tell-your-own-story, tragedy, write-tales"
    },
    {
      "quote": "You were born to unlock your consciousness and be universal and infinite.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, infinite, inspirational, philosophy, quotes, universal"
    },
    {
      "quote": "You are the byproduct of your level of consciousness, thoughts, and actions.",
      "author": "Debasish Mridha",
      "category": "actions, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, thoughts"
    },
    {
      "quote": "Our every thought reflects our level of awareness, consciousness, and love for this amazing world that we call home.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, every-thought, home, inspirational, level-of-awareness, philosophy, quotes"
    },
    {
      "quote": "Our consciousness is primitive",
      "author": "it is dependent on wants and needs.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Our levels of consciousness and awareness define our wants and needs. When we achieve higher levels of consciousness, our wants cease to exist.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, levels-of-consciousness, philosophy, quotes"
    },
    {
      "quote": "Achieving higher levels of consciousness is the ultimate magic of life.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, magic-of-life, philosophy, quotes"
    },
    {
      "quote": "Your subconscious mind is the universal mind with a universal consciousness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, subconscious, universal-consciousness, universal-mind"
    },
    {
      "quote": "There is no right person or wrong person. They only differ in the level of consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, no-right-or-wrong-person, philosophy, quotes"
    },
    {
      "quote": "Two things amaze me the most--the beauty of nature and the power of my thoughts.",
      "author": "Debasish Mridha",
      "category": "beauty-of-nature, debasish-mridha, debasish-mridha-m-d, inspirational-quotes, philosophy, power-of-my-thoughts"
    },
    {
      "quote": "You can elevate yourself to a level of higher consciousness simply by changing your thoughts, perceptions, and feelings.",
      "author": "Debasish Mridha",
      "category": "changing-your-thoughts, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, perceptions, philosophy, quotes"
    },
    {
      "quote": "You are an infinite being with infinite love and infinite thoughts.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, infinite-love, infinite-thoughts, inspirational, philosophy, quotes"
    },
    {
      "quote": "Your true world is your state of consciousness and awareness where your minds dwells and dances.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, mind, philosophy, quotes"
    },
    {
      "quote": "Any conscious or unconscious thought, love, or actions will bring more energy in your life.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, energy-in-life, inspirational, love, philosophy, quotes, unconscious-thought"
    },
    {
      "quote": "Uniconsciousness is the ultimate purpose and ultimate essence of a higher consciousness. The knowledge of the ultimate source of life and the ultimate source of non-judgmental love and consciousness can achieve higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, non-judgmental-love, philosophy, quotes, uniconsciousness"
    },
    {
      "quote": "The true understanding of life and its purposes comes from an understanding of consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, life-s-purpose, philosophy, quotes, true-understanding"
    },
    {
      "quote": "The level of consciousness defines the level of understanding and awareness.",
      "author": "Debasish Mridha",
      "category": "awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, understanding"
    },
    {
      "quote": "You enhance the beauty of your life by sharpening your awareness and deepening your consciousness.",
      "author": "Debasish Mridha",
      "category": "awareness, beauty-of-life, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "There are no separations—only connections. There are no deaths—only transformations.",
      "author": "Debasish Mridha",
      "category": "death, debasish-mridha, debasish-mridha-m-d, inspirational, no-death, philosophy, quotes, transformations"
    },
    {
      "quote": "Higher consciousness means your self consciousness ceases to exist",
      "author": "you become the ocean of life and a part of the universe.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Like imagination, consciousness has no limits.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, philosophy, quotes"
    },
    {
      "quote": "Our imagination is bigger than this universe.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, philosophy, quotes, universe"
    },
    {
      "quote": "Stress comes from lower vibrational consciousness",
      "author": "change your awareness to melt away stress.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "You become better not by competing with someone else but by improving your awareness.",
      "author": "Debasish Mridha",
      "category": "awareness, competing-with-others, debasish-mridha, debasish-mridha-m-d, how-to-become-better, inspirational, philosophy, quotes"
    },
    {
      "quote": "True nirvana will come when we enlighten the world of awareness and higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, nirvana, philosophy, quotes, world-awareness"
    },
    {
      "quote": "There is no true reality. It is just an interplay of your consciousness, awareness, thoughts, and actions.",
      "author": "Debasish Mridha",
      "category": "actions, awareness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, reality, thoughts"
    },
    {
      "quote": "Choose to long for love, to live in love, and to be the love so that you can achieve higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, live-in-love, long-for-love, love, philosophy, quotes"
    },
    {
      "quote": "A true lover never wants anything but gives with all his heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gives-with-all-his-heart, inspirational, lover, philosophy, quotes, true-lover"
    },
    {
      "quote": "Love life. Live your life with joy so you may fill the world with joy. Let no one leave your presence without feeling the joy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, joy, joy-of-life, live-your-life, love-life, philosophy, quotes"
    },
    {
      "quote": "The fire of kindness can melt the most hateful heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fire-of-kindness, inspirational, kindness, melt-the-hateful-heart, philosophy, quotes"
    },
    {
      "quote": "Don't let anyone's negative thoughts infect your beautiful mind.",
      "author": "Debasish Mridha",
      "category": "beautiful-mind, debasish-mridha, debasish-mridha-m-d, inspirational, negative-thoughts, philosophy, quotes"
    },
    {
      "quote": "Every time you give away love without any expectations, you become richer.",
      "author": "Debasish Mridha",
      "category": "become-richer, debasish-mridha, debasish-mridha-m-d, expectations, give-love-away, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "A dog is the most joyful friend that you can have.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dog, dog-lovers, inspirational, joyful-friend, most-joyful, philosophy, quotes"
    },
    {
      "quote": "Dare to think. You can expand your world by thinking and expanding happiness.",
      "author": "Debasish Mridha",
      "category": "dare-to-think, debasish-mridha, debasish-mridha-m-d, expand-happiness, expand-your-world, inspirational, philosophy, quotes"
    },
    {
      "quote": "Trust comes from courage",
      "author": "beliefs are derived from fear.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Life begins where needs end.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-begins-where-needs-end, needs, philosophy, quotes, where-life-begins"
    },
    {
      "quote": "Genius is an inner inherent intuition and perception. It is not a teachable condition.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, genius, inspirational, intuition, perception, philosophy, quotes, teachable-condition"
    },
    {
      "quote": "Three most important questions for a happy life:How can I help? How can I love? How can I belong?",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-be-happy, inspirational, philosophy, questions-for-a-happy-life, quotes"
    },
    {
      "quote": "You are the God. You are the embodiment of God. The moment you start to love everyone and everything, you are doing your divine duty.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, embodiment-of-god, god, inspirational, love-everyone, philosophy, quotes"
    },
    {
      "quote": "In this universe, love is the liberating force from the prison of judgment.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, prison-of-judgment, quotes, universe"
    },
    {
      "quote": "Stress comes from the fear of the unknown",
      "author": "tranquility comes from accepting the unknown with love and joy.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "As an atom, so is the universe. As is a drop of water, so is an ocean.",
      "author": "Debasish Mridha",
      "category": "atom, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, universe"
    },
    {
      "quote": "Remember that life is a miracle",
      "author": "enjoy it at its best.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "The universe is a mirror—if you smile at her, she smiles at you with joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-a-smile, quotes, smile, universe"
    },
    {
      "quote": "Love is a flower of mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, flower-of-mind, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Smile to be a flower of joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, flower-of-joy, inspirational, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "Start your day with appreciation and gratitude.",
      "author": "Debasish Mridha",
      "category": "appreciation, debasish-mridha, debasish-mridha-m-d, gratitude, how-to-start-your-day, inspirational, philosophy, quotes"
    },
    {
      "quote": "Love without reason",
      "author": "forgive without judging.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Treat everyone with the sweetness of love and respect.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-treat-others, inspirational, love, philosophy, quotes, respect"
    },
    {
      "quote": "Enough is never enough.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enough, inspirational, philosophy, quotes, what-is-enough"
    },
    {
      "quote": "If your intentions are good, nothing bad can happen.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, good-intentions, inspirational, intentions, nothing-bad-can-happen, philosophy, quotes"
    },
    {
      "quote": "Happiness only comes when you make yourself worthy of happiness by loving others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, how-to-be-happy, inspirational, loving-others, philosophy, quotes"
    },
    {
      "quote": "Morality often manifests itself as cruelty, So be very kind before you are moral.",
      "author": "Debasish Mridha",
      "category": "be-kind, cruelty, debasish-mridha, debasish-mridha-m-d, inspirational, morality, philosophy, quotes"
    },
    {
      "quote": "Where there is love, there is abundance.",
      "author": "Debasish Mridha",
      "category": "abundance, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, where-there-is-love"
    },
    {
      "quote": "Oh the beauty of nature! Oh the magical heart touching flower.My heart wants to bloom like you with love, joy, and laughter.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-poem, nature-poem, philosophy, poem, poetry, quotes"
    },
    {
      "quote": "No one is responsible for your inner peace and inner joy except for you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inner-joy, inner-peace, inspirational, philosophy, quotes"
    },
    {
      "quote": "Happiness is a perception—not a possession.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, happiness, happiness-is-a-perception, inspirational, philosophy, quotes"
    },
    {
      "quote": "Today I choose to be kind to all and to do all I can to make this world peaceful.",
      "author": "Debasish Mridha",
      "category": "be-kind, choose-to-be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, peaceful, philosophy, quotes"
    },
    {
      "quote": "Oh my love! Your eyes are the mirror of my heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, declaration-of-love, inspirational, love, philosophy, quotes, valentines"
    },
    {
      "quote": "I intend to live in the beauty of past memories for I know them the best. At this moment, the future is unknown so it will be an adventure for me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, future-is-unknown, inspirational, life-adventure, past-memories, philosophy, quotes"
    },
    {
      "quote": "Feel the kiss of ocean breeze,Hear the song of dancing waveLet your soul fly away with seagullsTo fill the heart with the joy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love-poem, nature-poem, philosophy, poem, poetry, quotes"
    },
    {
      "quote": "Two things amazes me the most, the beauty of nature and the power of my thoughts.",
      "author": "Debasish Mridha",
      "category": "beauty-of-nature, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-my-thoughts, quotes, things-amaze-me"
    },
    {
      "quote": "My truth could be very different than your truth.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, my-truth, philosophy, quotes, truth"
    },
    {
      "quote": "Never be cruel to anyone",
      "author": "no one deserves it.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To be ethical, never think of anything unethical. To be moral, never hurt anyone.",
      "author": "Debasish Mridha",
      "category": "be-moral, debasish-mridha, debasish-mridha-m-d, ethical, inspirational, never-hurt-anyone, philosophy, quotes, unethical"
    },
    {
      "quote": "With every sunrise, our hearts sing with joy, our minds dance with love, and our lives get energized with new life.",
      "author": "Debasish Mridha",
      "category": "dance-with-love, debasish-mridha, debasish-mridha-m-d, get-energized, inspirational, joy, new-life, philosophy, quotes, sunrise"
    },
    {
      "quote": "True wisdom often comes from the experience of failure—not from success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, experience-failure, failure, inspirational, philosophy, quotes, success, true-wisdom"
    },
    {
      "quote": "Love is a flower that grows in the garden of mind if we treat it with kindness, compassion, and joy.",
      "author": "Debasish Mridha",
      "category": "compassion, debasish-mridha, debasish-mridha-m-d, inspirational, joy, kindness, love, philosophy, quotes"
    },
    {
      "quote": "All I want is a peaceful place where flowers can bloom, birds can sing, and the mind can fly with joy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-want-a-peaceful-place, inspirational, peaceful-joy, philosophy, quotes"
    },
    {
      "quote": "How beautiful it is to have inner peace while knowing that everyone is busy with their own battles in life.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, inner-peace, inspirational, philosophy, quotes"
    },
    {
      "quote": "Turn the mess of your life to a message of triumph for the world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, mess-of-your-life, message, message-of-triumph, philosophy, quotes"
    },
    {
      "quote": "The best Morning Prayer for endless peace would be, “Today I will forgive everyone for their mistakes. Today I will love everyone without judging them. Today I will be kind to everyone even if they do not deserve it. Today I will be a fountain of peace to create waves of joy around me.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, fountain-of-peace, inspirational, morning-prayer, philosophy, quotes, waves-of-joy"
    },
    {
      "quote": "It is not very difficult to build world peace. We just have to be kind to each other and treat each other with great care.",
      "author": "Debasish Mridha",
      "category": "be-kind, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, world-peace"
    },
    {
      "quote": "Burdens of life become lighter when your heart is filled with love and we learn to forgive and forget with profound kindness.",
      "author": "Debasish Mridha",
      "category": "burdens, debasish-mridha, debasish-mridha-m-d, forgive-and-forget, inspirational, kindness, love, philosophy, quotes"
    },
    {
      "quote": "In my imagination, this world is an amazingly beautiful, peaceful, loving and kind.",
      "author": "Debasish Mridha",
      "category": "beautiful, debasish-mridha, debasish-mridha-m-d, imagination, inspirational, kind, loving, peaceful, philosophy, quotes"
    },
    {
      "quote": "When you are able to fill your mind with tranquility and inner peace, this world becomes very peaceful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inner-peace, inspirational, peaceful, philosophy, quotes, tranquility"
    },
    {
      "quote": "You may not be able to find peace until you create it inside your forgiving mind.",
      "author": "Debasish Mridha",
      "category": "create-peace, debasish-mridha, debasish-mridha-m-d, forgiveness, forgiving, forgiving-mind, inspirational, philosophy, quotes"
    },
    {
      "quote": "To forgive is to be free from past resentment to welcome the dawn of peace.",
      "author": "Debasish Mridha",
      "category": "dawn-of-peace, debasish-mridha, debasish-mridha-m-d, forgive, forgiveness, inspirational, philosophy, quotes, resentment"
    },
    {
      "quote": "Life is so magical, mysterious, magnificent, and peaceful.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-is-magical, magnificent, peaceful, philosophy, quotes"
    },
    {
      "quote": "You are truly living when you have inner peace. You are far away from the beauty of life when you are fighting a war.",
      "author": "Debasish Mridha",
      "category": "beauty-of-life, debasish-mridha, debasish-mridha-m-d, fighting-a-war, inner-peace, inspirational, philosophy, quotes"
    },
    {
      "quote": "Learning to forgive is the greatest way to find inner peace.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgiveness, inner-peace, inspirational, learning-to-forgive, philosophy, quotes"
    },
    {
      "quote": "Today I will fly in the peaceful blue sky with a flight of doves.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, feeling-free, fly-in-the-peaceful-sky, inspirational, peaceful, philosophy, quotes"
    },
    {
      "quote": "The practice of understanding, forgiveness, and love is the best practice for a peaceful world.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, forgiveness, inspirational, love, peaceful, peaceful-world, philosophy, quotes, understanding"
    },
    {
      "quote": "Every morning the sun rises to wake you up with a beautiful message of peace.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, message-of-peace, philosophy, quotes, sun-rises-peace"
    },
    {
      "quote": "When the waves of love, extinguish the fire of resentment, then the dawn of peace on earth will begin.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fire-of-resentment, inspirational, peace-on-earth, philosophy, quotes, waves-of-love"
    },
    {
      "quote": "Life loses its meaning when we are not living in peace.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life, life-loses-its-meaning, living-in-peace, philosophy, quotes"
    },
    {
      "quote": "To stop war, teach peace, love, cooperation, and most of all—forgiveness.",
      "author": "Debasish Mridha",
      "category": "cooperation, debasish-mridha, debasish-mridha-m-d, forgiveness, inspirational, love, philosophy, quotes, teach-peace"
    },
    {
      "quote": "To create peace, be a soldier of peace with a pen not a soldier of war with a gun.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-create-peace, inspirational, philosophy, quotes, soldier-of-peace, soldier-of-war"
    },
    {
      "quote": "When you are irrationally irrational you may find that life is magical.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, irrational, irrationally, life-is-magical, philosophy, quotes"
    },
    {
      "quote": "I am not what you are. I am only what I can see. I am me.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, i-am-me, i-am-not-what-you-are, inspirational, philosophy, profound-thought, quotes, who-am-i"
    },
    {
      "quote": "When superstitions infect you, it controls your mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, mind-control, philosophy, quotes, superstitions, superstitions-control-your-mind"
    },
    {
      "quote": "Life is so precious! Live with love, joy, happiness, and abundance.",
      "author": "Debasish Mridha",
      "category": "abundance, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, joy, life-is-precious, love, philosophy, quotes"
    },
    {
      "quote": "When you are imprisoned by the rules of conformity, it tames your imaginative capacity and steals your free thinking abilities.",
      "author": "Debasish Mridha",
      "category": "conformity, debasish-mridha, debasish-mridha-m-d, free-thinking-abilities, imaginative-capacity, inspirational, philosophy, quotes, rules-of-conformity"
    },
    {
      "quote": "Be true to yourself to reveal your own unique beauties, feelings, and perceptions.",
      "author": "Debasish Mridha",
      "category": "be-true-to-yourself, beauties, debasish-mridha, debasish-mridha-m-d, feelings, inspirational, perceptions, philosophy, quotes"
    },
    {
      "quote": "Those who can show love are always kind. Those who cannot show love cannot be kind.",
      "author": "Debasish Mridha",
      "category": "be-kind, can-you-show-love, cannot-show-love, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, show-love"
    },
    {
      "quote": "If you learn how to value time, you will have enough. If you don’t value time, then you will suffer from the lack of time.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, lack-of-time, learn-to-value-time, philosophy, quotes, value-time"
    },
    {
      "quote": "Imagination is a process of seeing events or things with the minds eye.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, minds-eye, philosophy, quotes, what-is-the-imagination"
    },
    {
      "quote": "Time is standing still, but we are running away from it and complaining that time is slipping away from us.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, time, time-is-slipping-away, what-is-time"
    },
    {
      "quote": "The best punishment for an enemy is forgiveness.",
      "author": "Debasish Mridha",
      "category": "best-punishment-for-an-enemy, debasish-mridha, debasish-mridha-m-d, forgiveness, how-to-treat-an-enemy, inspirational, philosophy, quotes"
    },
    {
      "quote": "Our thoughts, imaginations, and actions are what make us into who we are.",
      "author": "Debasish Mridha",
      "category": "actions, debasish-mridha, debasish-mridha-m-d, imaginations, inspirational, philosophy, quotes, thoughts, what-makes-us-who-we-are"
    },
    {
      "quote": "You are born with the power to change your life by simply changing your thoughts.",
      "author": "Debasish Mridha",
      "category": "born-with-power, change-your-life, changing-your-thoughts, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power, quotes"
    },
    {
      "quote": "Manifestation is a process by which we transform seemingly unrealizable imaginations to reality.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imaginations, inspirational, manifestation, philosophy, quotes, reality"
    },
    {
      "quote": "Problems are very complicated when you don't know the solutions.",
      "author": "Debasish Mridha",
      "category": "complicated-problems, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, problems-and-solutions, quotes, solutions"
    },
    {
      "quote": "Philosophy is the music of a judgmental mind and imaginative heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imaginative-heart, inspirational, judgmental-mind, philosophy, philosophy-is-the-music, quotes"
    },
    {
      "quote": "When you are very rational, you may not be able to dream or live in a fairy tale.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, imagination, inspirational, live-in-a-fairy-tale, philosophy, quotes, when-you-are-rational"
    },
    {
      "quote": "Be a wave of peace and let it wash away all of the hatred from your heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, hatred, inspirational, philosophy, quotes, wash-away-hatred, wave-of-peace"
    },
    {
      "quote": "Be a magnet of peace, and attract everyone to make them peaceful.",
      "author": "Debasish Mridha",
      "category": "attract-everyone, debasish-mridha, debasish-mridha-m-d, inspirational, magnet-of-peace, peaceful, philosophy, quotes"
    },
    {
      "quote": "If you expect nothing but success, then you will be a success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, expect-success, how-to-be-a-success, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "Life becomes easy if you whole heartedly expect it to be easy.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, don-t-expect-life-to-be-easy, how-to-make-life-easy, inspirational, life, philosophy, quotes"
    },
    {
      "quote": "Nothing is easy. To change or to accept changes is difficult.",
      "author": "Debasish Mridha",
      "category": "accept-change, dealing-with-change, debasish-mridha, debasish-mridha-m-d, inspirational, nothing-is-easy, philosophy, quotes"
    },
    {
      "quote": "Never forget the power of love, but always forget the love of power.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-of-power, philosophy, power-of-love, quotes"
    },
    {
      "quote": "Kindness is the master key which opens the gates of inner bliss.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, gates-of-inner-bliss, inspirational, kindness, kindness-is-the-master-key, philosophy, quotes"
    },
    {
      "quote": "Never forget to leave your footprint of love on the surface of this loving universe.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, footprint-of-love, inspirational, leave-your-footprint-on-earth, philosophy, quotes, universe"
    },
    {
      "quote": "Find time to admire and appreciate the glittering lights on snowflakes.",
      "author": "Debasish Mridha",
      "category": "appreciate-nature, debasish-mridha, debasish-mridha-m-d, find-time, inspirational, philosophy, quotes, snowflakes"
    },
    {
      "quote": "The most important and most difficult thing that you can change is your fixed false beliefs.",
      "author": "Debasish Mridha",
      "category": "change-your-beliefs, debasish-mridha, debasish-mridha-m-d, false-beliefs, how-to-deal-with-life, inspirational, life-difficulties, philosophy, quotes"
    },
    {
      "quote": "I love you not only for today and tomorrow but forever.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-forever, love-today-and-tomorrow, philosophy, quotes"
    },
    {
      "quote": "Oh my love, you are my life boat in the ocean of my life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, declaration-of-love, inspirational, life-boat-of-love, love, philosophy, quotes, valentine"
    },
    {
      "quote": "Anger is a tiger that can eat you alive if you are not careful.",
      "author": "Debasish Mridha",
      "category": "anger, anger-will-eat-you-alive, avoid-anger, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "A smile is a blue sky where the mind can fly.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, power-of-a-smile, quotes, smile, the-mind"
    },
    {
      "quote": "The secret of staying young is to be simple and happy like a child.",
      "author": "Debasish Mridha",
      "category": "be-happy, be-like-a-child, be-simple, debasish-mridha, debasish-mridha-m-d, how-to-stay-young, inspirational, philosophy, quotes"
    },
    {
      "quote": "Let us decorate the world with the pearls of a smile, diamonds of hope, and the rubies of love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, decorate-the-world, hope, inspirational, love, pearls-of-a-smile, philosophy, quotes, rubies-of-love, smile"
    },
    {
      "quote": "The best things in life are the things that we cannot buy with money.",
      "author": "Debasish Mridha",
      "category": "best-things-in-life, cannot-buy-happiness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "You will lose not because of your abilities but because of your lack of desire to participate.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-lose, inspirational, lack-of-desire-to-participate, philosophy, quotes, what-makes-you-lose"
    },
    {
      "quote": "Love is the best music for heart.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, music, music-for-the-heart, philosophy, quotes"
    },
    {
      "quote": "No business can be a great success without a great purpose.",
      "author": "Debasish Mridha",
      "category": "business-success, debasish-mridha, debasish-mridha-m-d, great-purpose, inspirational, philosophy, quotes, success"
    },
    {
      "quote": "Doing more for others makes your life more abundant.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, doing-for-others, giving-to-others, inspirational, life, life-abundance, philosophy, quotes"
    },
    {
      "quote": "Improve your relationship with you.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, relationship, relationship-with-yourself"
    },
    {
      "quote": "Happiness is a fresh flower!",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, fresh-flower, happiness, inspirational, philosophy, quotes"
    },
    {
      "quote": "If you can live while doing what you love, then you are already a success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, do-what-you-love, inspirational, love, philosophy, quotes, success"
    },
    {
      "quote": "Remember that you are never alone—you are always with yourself.",
      "author": "Debasish Mridha",
      "category": "always-with-yourself, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, self-awareness, you-are-never-alone"
    },
    {
      "quote": "Without honesty and integrity, success is nothing but a terrible failure.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, failure, honesty, inspirational, integrity, philosophy, quotes, success"
    },
    {
      "quote": "Love and kindness are a kind of gun that we can use to change everyone without hurting anyone.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, kind, kindness, love, philosophy, quotes, without-hurting-anyone"
    },
    {
      "quote": "The greatest victory comes not from winning against enemies but from winning over one’s self.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, self-awareness, winning-against-enemies, winning-over-one-s-self"
    },
    {
      "quote": "Human beings are nothing but intellectually organized closely interconnected interestingly and independently functioning trillions of atoms. We manipulate these atoms by our thoughts. At the same time, thoughts are the byproducts of complex interactions of these intelligent atoms.",
      "author": "Debasish Mridha",
      "category": "atoms, debasish-mridha, debasish-mridha-m-d, human-beings, inspirational, intellectually-organized, philosophy, quotes, thoughts"
    },
    {
      "quote": "We are nothing but a few atoms arranged in an intricate organized way.",
      "author": "Debasish Mridha",
      "category": "atoms, debasish-mridha, debasish-mridha-m-d, how-are-humans-made, inspirational, philosophy, quotes, we-are-nothing-but-a-few-atoms"
    },
    {
      "quote": "The measure of a person’s strength is not his muscular power or strength, but it is his flexibility and adaptability.",
      "author": "Debasish Mridha",
      "category": "adaptability, debasish-mridha, debasish-mridha-m-d, flexibility, how-to-measure-strength, inspirational, philosophy, quotes"
    },
    {
      "quote": "You cannot get before you give. Wood cannot give you warmth before you start the fires.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, giving, giving-and-receiving, inspirational, philosophy, quotes"
    },
    {
      "quote": "The value of life depends on the amount of pure love that you are giving away.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, love, love-that-you-give-away, philosophy, pure-love, quotes, value-of-life"
    },
    {
      "quote": "Integrity and self trust are the two important powers that can help you to reach success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-reach-success, inspirational, integrity, philosophy, quotes, self-trust, success"
    },
    {
      "quote": "The journey to success is easy if you know the road map and have persistence and perseverance.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, journey-to-success, perseverance, persistence, philosophy, quotes, success"
    },
    {
      "quote": "Persistence, perseverance, and continuous improvement are the ingredients for forming a successful person.",
      "author": "Debasish Mridha",
      "category": "continuous-improvement, debasish-mridha, debasish-mridha-m-d, how-to-be-a-successful-person, inspirational, persistence, philosophy, quotes, success"
    },
    {
      "quote": "When you can overcome the fear of failure, success will not be far away.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, failure, fear-of-failure, inspirational, overcome-fear-of-failure, philosophy, quotes, success"
    },
    {
      "quote": "The mind is deeper than the horizon, bigger than the universe, and more mysterious than space.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, deeper-than-the-horizon, inspirational, mind, philosophy, quotes, the-mind, the-mind-is-mysterious, universe-quotes"
    },
    {
      "quote": "We can never live in the past",
      "author": "so everyday we begin anew.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Most difficult problems become very easy when we learn how to put things into perspective.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-deal-with-problems, inspirational, philosophy, problems, put-things-into-perspective, quotes"
    },
    {
      "quote": "The most powerful force on earth is residing in your heart",
      "author": "it is your power of love.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "Initially, the truth may hurt, but lies hurt always.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, lies, lies-hurt, philosophy, quotes, truth, truth-may-hurt"
    },
    {
      "quote": "Life is not a destination to be reached, but it is a journey to be enjoyed.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, enjoy-life, inspirational, life, life-is-a-journey, life-is-not-a-destination, philosophy, quotes"
    },
    {
      "quote": "True freedom comes only from true wisdom.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, freedom, inspirational, philosophy, quotes, true-freedom, true-wisdom, wisdom"
    },
    {
      "quote": "There is no right or wrong",
      "author": "only our thoughts and perceptions make it so.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "A poet is a silent singer",
      "author": "he sings the deep songs of the soul silently.",
      "category": "Debasish Mridha"
    },
    {
      "quote": "To be a success, dream with open eyes, have faith in your defined purpose, and act with deep love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, dream, faith, how-to-be-a-success, inspirational, love, philosophy, purpose, quotes, success"
    },
    {
      "quote": "On the way toward success, obstacles are the barrier to build the power of the mind.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, obstacles-of-success, philosophy, power-of-the-mind, quotes, success"
    },
    {
      "quote": "A wise person is silent and rarely wants to show his wisdom. A fool is always vocal and uses every opportunity to show his foolishness.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, foolishness, fools, inspirational, philosophy, quotes, wisdom, wise-person"
    },
    {
      "quote": "Your path should be lighted with love and trust, your purpose should be clear, and your goal should be the light post.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, goals, having-a-goal, inspirational, love, philosophy, quotes, trust"
    },
    {
      "quote": "Do not let your problems become a burden and interfere with your endless possibilities.",
      "author": "Debasish Mridha",
      "category": "burdens, debasish-mridha, debasish-mridha-m-d, do-not-let-your-problems, endless-possibilities, inspirational, philosophy, problems, quotes"
    },
    {
      "quote": "Have an intention, take action, and then learn on the way to success.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-be-a-success, inspirational, philosophy, quotes, success, take-action"
    },
    {
      "quote": "Life becomes empty if we fill it with worthless thoughts and deeds.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, deeds, inspirational, life, philosophy, quotes, thoughts, worthless-thoughts-and-deeds"
    },
    {
      "quote": "Stop complaining. Plot your course and start your journey. Adjust your sail. Success is waiting to welcome you.",
      "author": "Debasish Mridha",
      "category": "adjust-your-sail, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, start-your-journey, stop-complaining, success, success-is-waiting"
    },
    {
      "quote": "I am burning within with an immeasurable, indescribable endless joy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, endless-joy, inspirational, joy, joy-of-life, life, philosophy, quotes"
    },
    {
      "quote": "A tree is more conscious than we are; she expresses her awareness slowly and silently with beauty. Our consciousness is very limited, but we are blessed with a language to express or superficial consciousness.",
      "author": "Debasish Mridha",
      "category": "conscious, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, our-consciousness-is-limited, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "Love is the greatest gift of life. Those who give and receive are blessed with the ecstasy of life.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, give-and-receive, greatest-gift, inspirational, life, love, philosophy, quotes"
    },
    {
      "quote": "If you can think independently, you are the master of this universe.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, independence, inspirational, master-of-this-universe, philosophy, quotes, think-independently"
    },
    {
      "quote": "Happiness is an awareness—a blissful perception, not in ownership or in material possessions.",
      "author": "Debasish Mridha",
      "category": "blissful-perception, debasish-mridha, debasish-mridha-m-d, happiness, inspirational, philosophy, quotes, what-is-happiness"
    },
    {
      "quote": "When you achieve higher consciousness you will not achieve anything, but you will lose everything that is not important and is not yours.",
      "author": "Debasish Mridha",
      "category": "achieve-higher-consciousness, consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "Consciousness is the awareness of the interaction and interdependence among mind, body, spirit, and the universe where it resides.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, theory-of-conciousness, universe"
    },
    {
      "quote": "Greatness often demands great sacrifice.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, great-sacrifice, greatness, how-to-be-great, inspirational, philosophy, quotes"
    },
    {
      "quote": "Teach a child not to seek help but to seek the opportunity to help others.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, help-others, how-to-raise-a-child, inspirational, opportunity, philosophy, quotes, teach-a-child"
    },
    {
      "quote": "You can be kind only when you are in love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, in-love, inspirational, kind, kindness, love, philosophy, quotes"
    },
    {
      "quote": "Our awareness about ourselves and the world around us is so limited that we are ready to destroy ourselves. For the survival of humanity, an evolution of consciousness is essential.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, evolution-of-consciousness, importance-of-consciousness, inspirational, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "Love as if you were created by the universe just to love.",
      "author": "Debasish Mridha",
      "category": "created-by-the-universe, debasish-mridha, debasish-mridha-m-d, inspirational, love, philosophy, quotes, universe"
    },
    {
      "quote": "Life is absolutely impossible without love.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, impossible-without-love, inspirational, life, love, philosophy, quotes"
    },
    {
      "quote": "It is not the duration but the donation of life that matters the most.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, donation-of-life, duration-of-life, inspirational, philosophy, quotes, what-matters-in-life"
    },
    {
      "quote": "Be an example and open a new way for life.",
      "author": "Debasish Mridha",
      "category": "be-an-example, debasish-mridha, debasish-mridha-m-d, inspirational, life, new-way-of-life, philosophy, quotes"
    },
    {
      "quote": "It is not the success, but it is the failures that make us stronger and more resilient.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, failure, inspirational, more-resilient, philosophy, quotes, success, what-makes-us-stronger"
    },
    {
      "quote": "Accept love with love, but never forget to forgive hate with love.",
      "author": "Debasish Mridha",
      "category": "accept-love, debasish-mridha, debasish-mridha-m-d, forgive-hate, forgiveness, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Dare to love and get lost in yourself.",
      "author": "Debasish Mridha",
      "category": "dare-to-love, debasish-mridha, debasish-mridha-m-d, get-lost-in-yourself, inspirational, love, philosophy, quotes"
    },
    {
      "quote": "Every thing—every atom is conscious. To find it we have to open our eyes and see with a higher consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, every-atom-is-conscious, higher-level-of-consciousness, inspirational, philosophy, quotes"
    },
    {
      "quote": "We are the flower of eternal consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, eternal-consciousness, flower-of-eternal-consciousness, inspirational, philosophy, quotes"
    },
    {
      "quote": "Be an encourager not a pacifier.",
      "author": "Debasish Mridha",
      "category": "be-an-encourager, debasish-mridha, debasish-mridha-m-d, don-t-be-a-pacifier, encouragement, encourager, inspirational, pacifier, philosophy, quotes"
    },
    {
      "quote": "There are many levels of consciousness, but atomic consciousness or universal consciousness is the basis of all other levels of consciousness. A tree is very much conscious even though in our point of view they are not conscious.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, levels-of-consciousness, philosophy, quotes, theory-of-consciousness, universal-consciousness"
    },
    {
      "quote": "Music is the primordial language of life. That is why we love it so much. Actually every animal can hear and understand music better than we do.",
      "author": "Debasish Mridha",
      "category": "animals-and-music, debasish-mridha, debasish-mridha-m-d, hearing-music, inspirational, language-of-music, music, philosophy, quotes"
    },
    {
      "quote": "Consciousness is basic while thoughts are supreme. Speeches are nothing but the expression of thoughts and feelings. If there is no consciousness, nothing else could be there. At the same time, all forms of consciousness will not give the abilities to think and express thoughts.",
      "author": "Debasish Mridha",
      "category": "ability-to-think, consciousness, debasish-mridha, debasish-mridha-m-d, definition-of-consciousness, express-thoughts, inspirational, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "Life is a gift, but living is a choice.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, life-is-a-gift, life-motto, living-is-a-choice, philosophy, profound-thought, quotes"
    },
    {
      "quote": "Consciousness is nothing but a neuro-chemical and a mechanical action of the body. Consciousness is important, but the expression of thoughts with language makes us human. Everything is conscious, but levels of consciousness are different.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, definition-of-consciousness, inspirational, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "As water changes its shape according to the shape of the vessel, I change myself by changing my thoughts.",
      "author": "Debasish Mridha",
      "category": "adapting-to-your-situation, changing-my-thoughts, changing-myself, debasish-mridha, debasish-mridha-m-d, how-to-change-your-life, inspirational, philosophy, quotes"
    },
    {
      "quote": "When I am ready for the opportunity, I get lucky.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, how-to-get-lucky, inspirational, luck, opportunity, philosophy, quotes, ready-for-opportunity"
    },
    {
      "quote": "Smile to lighten up.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, lighten-up, philosophy, power-of-a-smile, quotes, smile"
    },
    {
      "quote": "Everything has a consciousness. Every atom and molecule is conscious. Every virus and bacteria is conscious. Every tree, large and small animals are conscious, but each level of consciousness is different. All humans are conscious; the level of consciousness among humans also differs.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, definition-of-consciousness, inspirational, levels-of-consciousness, philosophy, quotes, theory-of-consciousness"
    },
    {
      "quote": "When I tried to understand consciousness, I found out how simple it was, but we try to make it so complicated.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, understanding-consciousness"
    },
    {
      "quote": "The level of consciousness determines the deepness of thoughts and the awareness of the beauty of life.",
      "author": "Debasish Mridha",
      "category": "awareness-of-life, consciousness, debasish-mridha, debasish-mridha-m-d, deepness-of-thoughts, inspirational, philosophy, quotes"
    },
    {
      "quote": "Forgiveness is a process of accepting the past and welcoming the mysterious beauty of the future.",
      "author": "Debasish Mridha",
      "category": "accept-the-past, debasish-mridha, debasish-mridha-m-d, forgiveness, future, inspirational, mysterious-beauty, philosophy, quotes, welcome-the-future"
    },
    {
      "quote": "You are intelligent if you know what you do not know.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, definition-of-intelligent, inspirational, intelligent, philosophy, quotes"
    },
    {
      "quote": "Music is the language of the universe. Music was there even before the concept of life. Music is one of the most powerful catalysts of evolution.",
      "author": "Debasish Mridha",
      "category": "debasish-mridha, debasish-mridha-m-d, inspirational, language-of-music, language-of-the-universe, music, music-is-powerful, philosophy, quotes"
    },
    {
      "quote": "Sleeping is not a loss of consciousness, but it is a temporary loss of integration of awareness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, integration-of-awareness, philosophy, quotes, sleeping-and-consciousness"
    },
    {
      "quote": "The consciousness of an embryo is the universal consciousness. What we learn after birth is awareness and egocentric consciousness that we call the mind. Everyday we learn to conform to the beauty, tragedy, and adversity of this world and that forms our judgmental mind.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, definition-of-consciousness, how-does-the-mind-develop, inspirational, judgmental-mind, philosophy, quotes, what-is-consciousness"
    },
    {
      "quote": "Breath is the bridge that connects us with the mysteries of the universe and universal consciousness.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, inspirational, mysteries-of-the-universe, philosophy, quotes, universal-consciousness"
    },
    {
      "quote": "As we transcended and transformed from Neanderthal so will future humans transcend to a new level of consciousness and transform into a super human or homo-cosmicus.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, evolution-of-consciousness, human-transformation, inspirational, new-level-of-consciousness, philosophy, quotes"
    },
    {
      "quote": "Our learned egocentric and judgmental consciousness is the source of unhappiness; however, universal consciousness is always blissful.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, egocentric, inspirational, judgmental, philosophy, quotes, universal-consciousness"
    },
    {
      "quote": "What we call spirit is our universal consciousness. We can also call it atomic consciousness. Every atom is conscious and knows everything that is going on around it at every moment.",
      "author": "Debasish Mridha",
      "category": "atomic-consciousness, atoms, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes, theory-of-consciousness, universal-consciousness, what-is-a-spirit"
    },
    {
      "quote": "Consciously or unconsciously, the only person you should compete with is you.",
      "author": "Debasish Mridha",
      "category": "competing-with-others, debasish-mridha, debasish-mridha-m-d, inspirational, philosophy, quotes"
    },
    {
      "quote": "Consciousness is a magic of our brain and an illusion of our mind.",
      "author": "Debasish Mridha",
      "category": "consciousness, debasish-mridha, debasish-mridha-m-d, illusion-of-the-mind, inspirational, magic-of-the-brain, philosophy, quotes"
    },
    {
      "quote": "To solve a problem, change your awareness, perception, and consciousness about the problem.",
      "author": "Debasish Mridha",
      "category": "change-your-awareness, consciousness, debasish-mridha, debasish-mridha-m-d, how-to-approach-a-problem, how-to-solve-a-problem, inspirational, perception, philosophy, quotes"
    },
    {
      "quote": "The marks humans leave are too often scars.",
      "author": "John Green, The Fault in Our Stars",
      "category": "humans, pain, scars"
    },
    {
      "quote": "Numbing the pain for a while will make it worse when you finally feel it.",
      "author": "J.K. Rowling, Harry Potter and the Goblet of Fire",
      "category": "pain"
    },
    {
      "quote": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared.",
      "author": "Lois Lowry, The Giver",
      "category": "loneliness, memories, pain, share"
    },
    {
      "quote": "There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds.",
      "author": "Laurell K. Hamilton, Mistral's Kiss",
      "category": "depression, pain, trauma"
    },
    {
      "quote": "Some old wounds never truly heal, and bleed again at the slightest word.",
      "author": "George R.R. Martin, A Game of Thrones",
      "category": "hurt, pain, perfect, truthful"
    },
    {
      "quote": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day.",
      "author": "Markus Zusak, The Book Thief",
      "category": "pain, sadness, stoicism"
    },
    {
      "quote": "One thing you can't hide - is when you're crippled inside.",
      "author": "John Lennon",
      "category": "beatles, emotions, hypocrisy, pain, suffering"
    },
    {
      "quote": "I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom.",
      "author": "Edgar Allan Poe",
      "category": "addiction, alchohol, drinking, drugs, loneliness, melancholy, pain"
    },
    {
      "quote": "Once upon a midnight dreary, while I pondered, weak and weary,Over many a quaint and curious volume of forgotten lore,While I nodded, nearly napping, suddenly there came a tapping,As of some one gently rapping, rapping at my chamber door.Tis some visitor,\" I muttered, \"tapping at my chamber door — Only this, and nothing more.\"Ah, distinctly I remember it was in the bleak December,And each separate dying ember wrought its ghost upon the floor.Eagerly I wished the morrow; — vainly I had sought to borrowFrom my books surcease of sorrow — sorrow for the lost Lenore —For the rare and radiant maiden whom the angels name Lenore — Nameless here for evermore.And the silken sad uncertain rustling of each purple curtainThrilled me — filled me with fantastic terrors never felt before;So that now, to still the beating of my heart, I stood repeating,Tis some visitor entreating entrance at my chamber door —Some late visitor entreating entrance at my chamber door; — This it is, and nothing more.\"Presently my soul grew stronger; hesitating then no longer,Sir,\" said I, \"or Madam, truly your forgiveness I implore;But the fact is I was napping, and so gently you came rapping,And so faintly you came tapping, tapping at my chamber door,That I scarce was sure I heard you\"— here I opened wide the door; — Darkness there, and nothing more.Deep into that darkness peering, long I stood there wondering, fearing,Doubting, dreaming dreams no mortals ever dared to dream before;But the silence was unbroken, and the stillness gave no token,And the only word there spoken was the whispered word, \"Lenore?\"This I whispered, and an echo murmured back the word, \"Lenore!\" — Merely this, and nothing more.Back into the chamber turning, all my soul within me burning,Soon again I heard a tapping somewhat louder than before.Surely,\" said I, \"surely that is something at my window lattice:Let me see, then, what thereat is, and this mystery explore —Let my heart be still a moment and this mystery explore; — 'Tis the wind and nothing more.\"Open here I flung the shutter, when, with many a flirt and flutter,In there stepped a stately raven of the saintly days of yore;Not the least obeisance made he; not a minute stopped or stayed he;But, with mien of lord or lady, perched above my chamber door —Perched upon a bust of Pallas just above my chamber door — Perched, and sat, and nothing more.Then this ebony bird beguiling my sad fancy into smiling,By the grave and stern decorum of the countenance it wore.Though thy crest be shorn and shaven, thou,\" I said, \"art sure no craven,Ghastly grim and ancient raven wandering from the Nightly shore —Tell me what thy lordly name is on the Night's Plutonian shore!\" Quoth the Raven, \"Nevermore.\"Much I marveled this ungainly fowl to hear discourse so plainly,Though its answer little meaning— little relevancy bore;For we cannot help agreeing that no living human beingEver yet was blest with seeing bird above his chamber door —Bird or beast upon the sculptured bust above his chamber door, With such name as \"Nevermore.",
      "author": "Edgar Allan Poe, The Raven",
      "category": "hopelessness, pain"
    },
    {
      "quote": "Behind every beautiful thing, there's some kind of pain.",
      "author": "Bob Dylan",
      "category": "beautiful, behind, kind, of, pain, thing"
    },
    {
      "quote": "You care so much you feel as though you will bleed to death with the pain of it.",
      "author": "J.K. Rowling, Harry Potter and the Order of the Phoenix",
      "category": "grief, harry-potter, hurt, pain"
    },
    {
      "quote": "Did you really want to die?\"\"No one commits suicide because they want to die.\"\"Then why do they do it?\"\"Because they want to stop the pain.",
      "author": "Tiffanie DeBartolo, How to Kill a Rock Star",
      "category": "intent, pain, suicide"
    },
    {
      "quote": "The worst type of crying wasn't the kind everyone could see--the wailing on street corners, the tearing at clothes. No, the worst kind happened when your soul wept and no matter what you did, there was no way to comfort it. A section withered and became a scar on the part of your soul that survived. For people like me and Echo, our souls contained more scar tissue than life.",
      "author": "Katie McGarry, Pushing the Limits",
      "category": "crying, depression, grief, hurt, pain, sadness"
    },
    {
      "quote": "Mental pain is less dramatic than physical pain, but it is more common and also more hard to bear. The frequent attempt to conceal mental pain increases the burden: it is easier to say “My tooth is aching” than to say “My heart is broken.",
      "author": "C.S. Lewis, The Problem of Pain",
      "category": "depression, pain"
    },
    {
      "quote": "You,\" he said, \"are a terribly real thing in a terribly false world, and that, I believe, is why you are in so much pain.",
      "author": "Emilie Autumn, The Asylum for Wayward Victorian Girls",
      "category": "pain"
    },
    {
      "quote": "Another secret of the universe: Sometimes pain was like a storm that came out of nowhere. The clearest summer could end in a downpour. Could end in lightning and thunder.",
      "author": "Benjamin Alire Sáenz, Aristotle and Dante Discover the Secrets of the Universe",
      "category": "pain, storm, summer"
    },
    {
      "quote": "But who can remember pain, once it’s over? All that remains of it is a shadow, not in the mind even, in the flesh. Pain marks you, but too deep to see. Out of sight, out of mind.",
      "author": "Margaret Atwood, The Handmaid's Tale",
      "category": "memory, pain"
    },
    {
      "quote": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment.",
      "author": "Marcus Aurelius, Meditations",
      "category": "attitude, distress, mind-over-body, pain, stoicism"
    },
    {
      "quote": "I can bear any pain as long as it has meaning.",
      "author": "Haruki Murakami, 1Q84",
      "category": "pain"
    },
    {
      "quote": "Don't be scared...Women can handle the worst kind of pain. You'll find out one day.",
      "author": "Gayle Forman, If I Stay",
      "category": "pain"
    },
    {
      "quote": "Forgiveness has nothing to do with absolving a criminal of his crime. It has everything to do with relieving oneself of the burden of being a victim--letting go of the pain and transforming oneself from victim to survivor.",
      "author": "C.R. Strahan",
      "category": "forgiveness, pain, self-perception, survivor, victim"
    },
    {
      "quote": "The unendurable is the beginning of the curve of joy.",
      "author": "Djuna Barnes, Nightwood",
      "category": "pain"
    },
    {
      "quote": "Compassion hurts. When you feel connected to everything, you also feel responsible for everything. And you cannot turn away. Your destiny is bound with the destinies of others. You must either learn to carry the Universe or be crushed by it. You must grow strong enough to love the world, yet empty enough to sit down at the same table with its worst horrors.",
      "author": "Andrew  Boyd, Daily Afflictions: The Agony of Being Connected to Everything in the Universe",
      "category": "compassion, destiny, empathy, pain, universe"
    },
    {
      "quote": "Let me not pray to be sheltered from dangers,but to be fearless in facing them. Let me not beg for the stilling of my pain, butfor the heart to conquer it.",
      "author": "Rabindranath Tagore, Collected Poems and Plays of Rabindranath Tagore",
      "category": "danger, fearlessness, pain, perseverance"
    },
    {
      "quote": "Waiting hurts. Forgetting hurts. But not knowing which decision to take can sometimes be the most painful...",
      "author": "José N. Harris, MI VIDA: A Story of Faith, Hope and Love",
      "category": "decision-making, decisions, pain, waiting"
    },
    {
      "quote": "I always hated when my scars started to fade, because as long as I could still see them, I knew why I was hurting.",
      "author": "Jodi Picoult, Handle with Care",
      "category": "pain"
    },
    {
      "quote": "The cure for pain is in the pain.",
      "author": "Jalaluddin Rumi",
      "category": "pain"
    },
    {
      "quote": "I could never hurt him enough to make his betrayal stop hurting. And it hurts, in every part of my body.",
      "author": "Veronica Roth, Insurgent",
      "category": "betrayal, hurt, pain, trust"
    },
    {
      "quote": "Most misunderstandings in the world could be avoided if people would simply take the time to ask, \"What else could this mean?",
      "author": "Shannon L. Alder",
      "category": "anger, ego, misinterpretation, misunderstand, misunderstandings, overthinking, pain, perception, perspective, questions, reading-into-everything, reading-into-things, second-quessing, self-esteem, self-improvement"
    },
    {
      "quote": "Memories are bullets. Some whiz by and only spook you. Others tear you open and leave you in pieces.",
      "author": "Richard Kadrey, Kill the Dead",
      "category": "bullets, memories, metaphor, pain"
    },
    {
      "quote": "These pains you feel are messengers. Listen to them.",
      "author": "Jalaluddin Rumi, The Essential Rumi",
      "category": "pain"
    },
    {
      "quote": "It isn’t right to wish pain on other people just because they hurt me first.",
      "author": "Veronica Roth, Divergent",
      "category": "pain"
    },
    {
      "quote": "Being with her I feel a pain, like a frozen knife stuck in my chest. An awful pain, but the funny thing is I'm thankful for it. It's like that frozen pain and my very existence ar",
      "author": "Haruki Murakami, Kafka on the Shore",
      "category": "love, pain"
    },
    {
      "quote": "Pain is only what you allow it to be",
      "author": "Cassandra Clare, City of Ashes",
      "category": "pain"
    },
    {
      "quote": "When pain brings you down, don't be silly, don't close your eyes and cry, you just might be in the best position to see the sun shine.",
      "author": "Alanis Morissette",
      "category": "cry, eyes, pain, shine, silly, song-lyrics, sun"
    }
  ]
}