{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The sea in all its vastness is its own, real world. Man is nature's sci-fi.","author":"Criss Jami, Killosophy","category":"aliens, discovery, earth, evolution, expansion, exploration, fiction, future, imagination, life, man, nature, ocean, real-world, reality, reality-of-life, sci-fi, science, science-fiction, sea, species, technology, universe, world"},{"quote":"Our identity in the world is like a wave from the Ocean.","author":"Kishore Bansal","category":"identity, ocean, wave, world"},{"quote":"The world promises you so much...and leaves you empty. God's promises are for real and forever.","author":"Beth Moore Jones, Promises in the Dark","category":"beth-jones-international-speaker, books, god, jesus-christ, promises, promises-in-the-dark, world"},{"quote":"Maybe the real issue here is that we were not created to do life by ourselves. We were not given a sentence of solitary confinement and placed in a world of isolation, but from the moment we entered this human experience, it was clear there was a world waiting to be discovered, creatures which were there for our interaction. And the spark inside us often has to be spoken to, to be touched by the soul of another. It’s as if the spark is only visible through the lens of night vision, a set of goggles which only another human being can hand to us.","author":"Stephen Lovegrove, How to Find Yourself, Love Yourself, & Be Yourself: The Secret Instruction Manual for Being Human","category":"alone, human-being, humanity, inspirational, interaction, isolation, life, motivational, personal-growth, self-help, soul, spark, world"},{"quote":"Money makes the world go round; however, happiness greases the axle. Without this lubricant, life will seize.","author":"Paul Van Der Merwe","category":"happiness, happy, happyquotes, inspirational, life, money, money-quotes, motivational, quote, quotes-to-live-by, self-help, world"},{"quote":"In a world of increasing complexity, the simple man walks alone. Knowing his ways are not of the world. Refusing to complicate and confuse those things which he knows to be true. Love is that which he seeks. Fear he flings aside. To stand tall before his creator and know that he is blessed beyond measure.","author":"Sean Fairburn","category":"blessed, complexity, creator, fear, life, love, world"},{"quote":"Teams that spend a lot of time learning the tricks of the trade will probably never really learn the trade.","author":"Yuri Boganov","category":"attitude, authors, books, coach, coaching, competition, connect, counseling, courage, dare, daring, determination, dreams, failure, faith, famous, goals, hope, idea, inspiration, inspire, judge, leadership, life, love, motivation, motivator, never-give-up, passion, patience, peace, positive-thinking, promo, publishing, quotes, self-confidence, self-esteem, speaking, success, successful, training, triumph, trust, victory, willpower, wisdom, words, world, you-can-do-it"},{"quote":"Why are you so scared and creeping around,taking photographs all over town,pictures in the dark that live in the light,the world is my playground too and I’ll do what I like.","author":"Archive","category":"archive, controlling-crowds, poem, poetry, world"},{"quote":"In Italy there are about 60 million people and we know howhigh is the percentage of morons on national soil. However, inChina there are about 1.4 billion people and in India almost 1.3billion. Therefore I wonder then, if more or less all the world isa small village, with how many morons should we have to cometo terms on the territory of this stupid planet. It's the same theworld over, or the world is the same wherever you go!","author":"Carl William Brown, L'Italia in breve.","category":"china, india, italy, morons, planet, village, world"},{"quote":"The world is not your enemy","author":"you are.","category":"Cheryl Abram, Firing God"},{"quote":"For many people around the world ethnicity is not a language, it is a religion.","author":"M.F. Moonzajer, LOVE, HATRED AND MADNESS","category":"ethnicity, language, religion, world"},{"quote":"She had a pretty gift for quotation, which is a serviceable substitute for wit.","author":"W. Somerset Maugham","category":"on-quotes, quote"},{"quote":"Shay sometimes talked in a mysterious way, like she was quoting the lyrics of some band no one else listened to.","author":"Scott Westerfeld, Uglies","category":"band, fma, full-metal-alchemist, lyrics, on-quotes, quote, shay, tally, uglies"},{"quote":"I like black for clothes, small items, and jewelry. It's a color that can't be violated by any other colors. A color that simply keeps being itself. A color that sinks more somberly than any other color, yet asserts itself more than all other colors. It's a passionate gallant color. Anything is wonderful if it transcends things rather than being halfway...","author":"Yana Toboso, Black Butler, Vol. 1","category":"black-butler, manga, quote, yana-toboso"},{"quote":"Student is not a container you have to fill but a torch you have to light up.","author":"Albert Einstein, Ideas and Opinions","category":"albert-einstein, quote"},{"quote":"Sometimes you fight what you are, and sometimes you give in to it. And some nights you just don’t want to fight yourself anymore, so you pick someone else to fight.","author":"Laurell K. Hamilton, Incubus Dreams","category":"anita, blake, blue, moon, quote"},{"quote":"There are two different categories of love. The first category is called a fairytale. The second category of love is called just another lesson","author":"Taylor Swift","category":"love, quote, taylor-swift"},{"quote":"At some point you have to forget about grudges because they only hurt.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"Just because as human beings, what we can't have is what we reply in our head over and over again before we go to sleep.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"In great literature, I become a thousand different men but still remain myself.","author":"C.S. Lewis, An Experiment in Criticism","category":"c-s-lewis, literature, quote"},{"quote":"Sorry, am I being rude?\" she asks.\"I'm used to saying whatever is on my mind. Mom used to say that politeness is deception in pretty packaging","author":"Veronica Roth","category":"christina, divergent, quote"},{"quote":"winners see the gain","author":"losers see the pain.","category":"Shiv Khera, You Can Win: A Step by Step Tool for Top Achievers"},{"quote":"If you’re the girl that needs a boyfriend, and once she loses that boyfriend needs to replace it with a different boyfriend, it’s just this constant stream of boyfriends all the time. I don’t feel like I ever want to be that girl. I want to be the girl that when she falls in love, it’s a big deal and it’s a rare thing.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"You have people come into your life shockingly and surprisingly. You have losses that you never thought you’d experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"Just being a human being, I’ve realized that before every big problem you create for yourself, before every huge mess you have to clean up, there was a crucial moment where you could’ve just said no.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"There are no rules when it comes to love. I just try to let love surprise me because you never know who you’re going to fall in love with. You never know who’s going to come into your life – and for me, when I picture the person I want to end up with, I don’t think about what their career is, or what they look like. I picture the feeling I get when I’m with them.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"If you think about human nature, our favourite pair of shoes are the ones we bought yesterday, our favourite thing is the newest thing that we have…and the thing we’ve seen the most and for the longest period of time is our reflection in the mirror, so obviously that’s going to be our least favourite thing.","author":"Taylor Swift","category":"quote, taylor-swift"},{"quote":"When you're taught to love everyone, to love your enemies, then what value does that place on love?","author":"Marilyn Manson","category":"manson, marilyn, quote"},{"quote":"Like “love,” “hope” is one of those ridiculously disproportional words that by all rights should be a lot longer.","author":"Jim Butcher, Turn Coat","category":"author-jim-butcher, quote"},{"quote":"Lugh goes first always first an I follow on behind.  An that's fine. That's right. That's how it's meant to be.","author":"Moira Young, Blood Red Road","category":"blood-red-road, moira-young, quote"},{"quote":"Molly was arrested. Possession.” I blinked at him. “She was possessed?","author":"Jim Butcher, Proven Guilty","category":"author-jim-butcher, quote"},{"quote":"I don’t want any of this. I just want to be what I was before you showed up here and all hell broke loose. I want to be popular and dating the hottest guy in school. Now I’m none of those things, and I’m a human who has scary visions and don’t know what to do about any of it.","author":"Kristin Cast, Untamed","category":"house, night, quote, untamed"},{"quote":"You’re going to tell me that last night shouldn’t have happened.”No. I’m glad it happened. For too long, I’ve been telling myself that I could spend all this time with yo and flirt with you and not have it mean anything. It does mean something. You mean something to me. But I’m not in love with you.","author":"Claudia Gray, Stargazer","category":"balthazar, bianca, quote, stargazer"},{"quote":"Affirmations are our mental vitamins, providing the supplementary positive thoughts we need to balance the barrage of negative events and thoughts we experience daily.","author":"Tia Walker, The Inspired Caregiver: Finding Joy While Caring for Those You Love","category":"affirmation, affirmations, alzheimer, alzheimer-s, alzheimers, caregiver, caregiving, caring, caring-for-others, dementia, empowerment, positive-thinking, positive-thought, positivity, quote, quotes-and-sayings, self-care, what-is-an-affirmation"},{"quote":"What will break me into a million pieces so that I am beyond repair, beyond usefulness?","author":"Suzanne Collins, Mockingjay","category":"beyond-repair, break-me, chapter-11, katniss, mockingjay, quote"},{"quote":"Those who have trusted where they ought not,will surely mistrust where they ought not.\"-Marie von Ebnuer-Eschenbach","author":"Aleatha Romig, Convicted","category":"quote, trillar, trust"},{"quote":"I thought he wanted it, anyway,\" I say. \"Not like this,\" Haymitch says. \"He wanted it to be real.","author":"Suzanne Collins, Catching Fire","category":"catching-fire, haymitch, katniss, love, peeta, quote, real"},{"quote":"The minute I heard my first love story, I started looking for you, not knowing how blind that was.","author":"Jalaluddin Rumi, The Book of Love: Poems of Ecstasy and Longing","category":"love, love-story, quote, rumi"},{"quote":"Dreams are extremely important. You can’t do it unless you imagine it.","author":"George Lucas","category":"dreams, famous, quote"},{"quote":"I have been bent and broken, but—I hope—into a better shape.","author":"Kami Garcia","category":"beautiful-chaos, i-like-this, quote"},{"quote":"HARRY DRESDEN—WIZARD Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, Parties, or Other Entertainment","author":"Jim Butcher, Storm Front","category":"author-jim-butcher, quote"},{"quote":"the poor dog, in life the firmest friend, the first to welcome, the foremost to defend.","author":"George Gordon Byron","category":"dog, quote"},{"quote":"People who worship only themselves get a slick, polished look -- like monuments. Too bad they had to go so soon.","author":"Vanna Bonta, Degrees: Thought Capsules","category":"arrogance, celebrity, hubris, quote, self-importance, vanity"},{"quote":"all theorieslike clichesshot to hell,all these small faceslooking upbeautiful and believing;I wish to weepbut sorrow isstupid.I wish to believe but believe is agraveyard. we have narrowed it down tothe butcherknife and themockingbird wish usluck.","author":"Charles Bukowski, What Matters Most is How Well You Walk Through the Fire","category":"charles-bukowski, fire, luck, poem, quote"},{"quote":"All across the country, people felt it was the wrong thing. All across the country, people felt it was the right thing. All across the country, people felt they'd really lost. All across the country, people felt they'd really won. All across the country, people felt they'd done the right thing and other people had done the wrong thing. All across the country, people looked up Google: what is EU? All across the country, people looked up Google: move to Scotland. All across the country, people looked up Google: Irish Passport Applications. All across the country, people called each other cunts. All across the country, people felt unsafe. All across the country, people were laughing their heads off. All across the country, people felt legitimised. All across the country, people felt bereaved and shocked. All across the country, people felt righteous. All across the country, people felt sick. All across the country, people felt history at their shoulder. All across the country, people felt history meant nothing. All across the country, people felt like they counted for nothing. All across the country, people had pinned their hopes on it. All across the country, people waved flags in the rain. All across the country, people drew swastika graffiti. All across the country, people threatened other people. All across the country, people told people to leave. All across the country, the media was insane. All across the country, politicians lied. All across the country, politicians fell apart. All across the country, politicians vanished...","author":"Ali Smith, Autumn","category":"ali-smith, autumn, brexit, quote"},{"quote":"I have become my own version of an optimist. If I can't makeit through one door, I'll go through another door -- or I'llmake a door. Something terrific will come no matter how darkthe present.","author":"Joan Rivers","category":"quote"},{"quote":"Maybe love is thinking that every time your partner does or says something mundane that you want to start a Mexican wave from here to Uzbekistan in utter delight.","author":"Cecelia Ahern, The Book of Tomorrow","category":"cecelia-ahern, love, quote"},{"quote":"Fiction is only fiction because it is yet to be proven.","author":"Robert M. Roberts","category":"fiction, quote"},{"quote":"Always stand up for what you believe in…even if it means standing alone.","author":"Kim Hanks","category":"quote"},{"quote":"You wearing a thigh sheath?”“Now what would be the sense of wearing just one? I have two thighs.","author":"Lisa Shearin, Armed & Magical","category":"author-lisa-shearin, quote"},{"quote":"Self-confidence is the first requisite to great undertakings.\" Samuel Johnson ","author":"Samuel Johnson","category":"quote"},{"quote":"For most people life is not a fairy tale, it is an adventure.","author":"Ana Monnar","category":"life, quotation, quote"},{"quote":"I am a pisces, a fish out of water, searching for a way back home.","author":"James Kidd","category":"a, about, destiny, etc, fish, james, kidd, love, out, quote, sea, searching, sign, star, water"},{"quote":"I'm a chess piece. A pawn,' she said. 'I can be sacrificed, but I cannot be captured. To be captured would be the end of the game.","author":"Paolo Bacigalupi, Ship Breaker","category":"chess, i-dunno-i-just-like-this-quote, lucky-girl, nita, pawn, quote, ship-breaker"},{"quote":"Nothing makes me happy quite like a boatload of freshly fried fast food, smothered in good old MSG.","author":"Becca Fitzpatrick, Crescendo","category":"becca-fitzpatrick, crescendo, hush-hush, quote"},{"quote":"I know a lie when I hear one.","author":"Adrian Mitchell","category":"honesty, lie, life, quote, sarcasm, satire"},{"quote":"Sexual frenzy is our compensation for the tedious moments we must suffer in the passage of life. 'Nothing in excess,' professed the ancient Greeks. Why if I spend half the month in healthy scholarship and pleasant sleep, shouldn't I be allowed the other half to howl at the moon and pillage the groins of Europe's great beauties?","author":"Roman Payne","category":"ancient-greece, ancient-greeks, balance, beauties, cycles, europe, full-moon, greece, lifestyle, moon, novel, novel-quote, quote, roman-payne, scholarship, the-wanderess"},{"quote":"A simple child. That lightly draws its breath. And feels its life in every limb. What should it know of death?","author":"William Wordsworth","category":"quote"},{"quote":"I just had his hand in a vise,” I protested indignantly. “It wasn’t like I had a dagger in his ribs. ‘Hand in a vise’ is simple assault or, in my case, self-defense. ‘Dagger in the ribs’ is attempted murder. My family did teach me the difference.","author":"Lisa Shearin, Armed & Magical","category":"author-lisa-shearin, quote"},{"quote":"Mychael said the rock’s not affecting you, and from what I’m seeing I’m inclined to agree.”“I beg to differ.”“Feeling evil?” Justinius asked.“No.”“Having an urge to overthrow governments, kill thousands?”“No and no.”“Take over the world?”“Too much work.","author":"Lisa Shearin, Armed & Magical","category":"author-lisa-shearin, quote"},{"quote":"He who does not know how to believe, should not know.","author":"Antonio Porchia, Voices","category":"belief, inspirational, quote"},{"quote":"Raising teenage sons and daughters is a long and tiresome journey. With God's help the final outcome will be worthwhile.","author":"Ana Monnar","category":"life, parenthood, parenting, quote"},{"quote":"Just remember, we're all in this alone.","author":"Lily Tomlin","category":"fun, humor, quote, silly"},{"quote":"Mychael Eiliesor. Guardian paladin, sacred protector, master spellsinger, fashion consultant.","author":"Lisa Shearin, Magic Lost, Trouble Found","category":"author-lisa-shearin, quote"},{"quote":"The nurse snorted, and said. “All men are pigs.” “Not all men.” Jango said. “Some of the men are zombies.","author":"Cedric Nye, Jango's Anthem","category":"apocalypse, jango-s-anthem, quote, zombie-fighter-jango, zombies, zompoc"},{"quote":"I was wrong when I said that I did not regret the past. I do regret it; I weep for the past love which can never return. Who is to blame, I do not know. Love remains, but not the old love; its place remains, but it is all wasted away and has lost all strength and substance; recollections are still left, and gratitude; but...","author":"Leo Tolstoy, Family Happiness","category":"family-happiness, leo-tolstoy, quote, story"},{"quote":"I search his eyes for the slightest sign of anything, fear, remorse, anger. But there's only the same look of amusement that ended our last conversation. It's as if he's speaking the words again. \"Oh, my dear Miss Everdeen. I thought we had agreed not to lie to each other.\"He's right. We did.The point of my arrow shifts upward. I release the string. And President Coin collapses over the side of the balcony and plunges to the ground. Dead.","author":"Suzanne Collins","category":"arrow, book, coin, collins, dead, end, everdeen, game, hunger, katniss, mockingjay, quote, right, snow, suzane, words"},{"quote":"The Truth Is That Existence Wants Your Life To Become A Festival Because When You Are Unhappy, You Also Throw Unhappiness All Around.","author":"Osho","category":"inspirational, osho, quote"},{"quote":"I am Cinna's bird, ignited, flying frantically to escape something inescapable. The feathers of flame that grow from my body. Beating my wings only fans the blaze. I consume myself, but to no end.Finally, my wings begin to falter, I lose height, and gravity pulls me into a foamy sea the color of Finnick's eyes. I float on my back, which continues to burn beneath the water, but the agony quiets to pain. When I am adrift and unable to navigate, that's when they come. The dead.The ones I loved fly as birds in the open sky above me. Soaring, weaving, calling to me to join them. I want so badly to follow them, but the seawater saturates my wings, making it impossible to lift them. The ones I hated have taken to the water, horrible scaled things that tear my salty flesh with needle teeth. Biting again and again. Dragging me beneath the surface.The small white bird tinged in pink dives down, buries her claws in my chest, and tries to keep me afloat.\"No, Katniss! No! You can't go!\"But the ones I hated are winning, and if she clings to me, she'll be lost as well. \"Prim, let go!\" And finally she does.","author":"Suzanne Collins","category":"bird, book, burn, dead, end, fire, katniss, mockingjay, prim, quote, wings"},{"quote":"Nothing's ever gone. We fool ourselves that things fade, but they never do.","author":"Nalini Singh, Archangel's Kiss","category":"bhie, quote, raphael"},{"quote":"We are going to eat ice cream and we are going to eat shit. The trick is to use different spoons.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Nope, you stick out like a fart in a church.","author":"James Patterson, The Final Warning","category":"gazzy, invisibility, nudge, quote, to"},{"quote":"enjoying life should be of much greater concern than understanding it.","author":"Will Fetters, Memoirs","category":"life, quote"},{"quote":"I've never heard of a man's cock being described as a fang before. - Rapahel","author":"Nalini Singh, Angels' Blood","category":"comedy, quote, sexual"},{"quote":"I think about going to the lake, but I'm so weak that I barely make it to mymeeting place with Gale. I sit on the rock where Cressida filmed us, but it's too wide without his body beside me.Several times I close my eyes and count to ten, thinking that when I open them, he will have materialized without a sound as he so often did. I have to remind myself that Gale's in 2 with a fancy job, probably kissing another pairof lips.","author":"Suzanne Collins","category":"another, book, collins, end, everdeen, gale, games, hunger, katniss, kiss, mockingjay, quote, suzane"},{"quote":"Writers do not find subjects","author":"subjects find them.","category":"Elizabeth Bowen"},{"quote":"Design is the method of putting form and content together. Design, just as art, has multiple definitions, there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that’s why it is so complicated.","author":"Paul Rand","category":"quote"},{"quote":"Anticipation is sometimes more exciting than actual events.","author":"Ana Monnar","category":"anticipation, life, quote"},{"quote":"People may be persuaded that the machine is doing good. In fact, good is only capable of being done on a small scale. Evil is more versatile. You can hate those you have never seen, all the vast multitudes of them, but you can only love those you know — and that with difficulty.","author":"John Christopher, Sweeney's Island","category":"good-and-evil, life, love, quote"},{"quote":"The more you believe in yourself, the more the world believes in you!","author":"Isa Zapata","category":"believe-in-yourself, inspirational-artist, isa-zapata, miami-artist, positive-image, quote, self-confidence"},{"quote":"The days that followed passed slowly. I lay in my hotel room and watched the kind of strange European TV that would probably make perfect sense if I understood the language, but because I didn’t, the programs just seemed dreamlike and baffling. In one studio show a group of Scandinavian academics watched as one of them poured liquid plastic into a bucket of cold water. It solidified, they pulled it out, handed it around the circle, and, as far as I could tell, intellectualized on its random misshapenness. I phoned home but my wife didn’t answer. It crossed my mind that she might be dead. I panicked. Then it turned out that she wasn’t dead. She had just been at the shops.","author":"Jon Ronson, The Psychopath Test: A Journey Through the Madness Industry","category":"quote"},{"quote":"I hated the distance between us. It left me unsettled, unbalanced. Like the good parts of myself were fading.","author":"Kristen Simmons, Breaking Point","category":"em, quote"},{"quote":"Never live what you see. Never follow what you know.","author":"Lissette E. Manning","category":"e, lissette, lizziebeth, manning, quote"},{"quote":"Never say no to coffee","author":"M. Cesar","category":"coffee, quote, quotes-to-define-my-life"},{"quote":"Esteem him! Like him! Cold-hearted Elinor! Oh! worse than cold-hearted! Ashamed of being otherwise. Use those words again, and I will leave the room this moment.","author":"Jane Austen, Sense and Sensibility","category":"elinor-dashwood, literature, love, marianne-dashwood, quote, sense-sensibility"},{"quote":"The best promises forever seem to be made by amnesiacs.","author":"Chris Gould","category":"life, promises, quote"},{"quote":"Saturday is a day for the spa. RELAX, indulge, enjoy, and love yourself, too.","author":"Ana Monnar, Relax: New and Selected Poems","category":"indulge, quote, relax"},{"quote":"The end must justify the means.","author":"Matthew Prior","category":"matthew-prior, morals, quote, right-thing"},{"quote":"Brush strokes write poetry harmonized through the cords of an artist's imagination.Color, contrast, simple compassion splattered across paper leaves tainted with the melody of the silent wind.Gasping, grasping, simply glancing at the souls of those who were not blessed with the visionary sight of inspirational artistry.","author":"Laura S. Al Bast","category":"amateur, artistry, color, gasping, quote, sight, vision, writer"},{"quote":"If you tell a person about paradise,It becomes a dream.If you show a person paradise,It becomes a goal!","author":"Gabriel Madison","category":"quote"},{"quote":"Adventure lies not in the places we seek, but in the moments we create in the places we treasure.","author":"Rochelle Carr","category":"follow-your-heart-poetry, inspirational, quote, rochelle-carr"},{"quote":"We all can't be Rich, but we can be civilized human beings to each other.","author":"Saleem Durrani","category":"quote"},{"quote":"It's a blip, not a catastrophe.","author":"Donald J. Trump","category":"blip, catastrophe, charlie, don-t-quote-me, donald-trump, kramer, quote"},{"quote":"No mortal man could frighten him, no more than the darkness could, nor the bones of his soul, the grey and grisly bones of his soul.","author":"George R.R. Martin, A Feast for Crows","category":"a-feast-for-crows, george-r-r-martin, quote"},{"quote":"It takes a lot to laugh, it takes a train to cry","author":"Bob Dylan","category":"bob-dylan-quote, quote"},{"quote":"Libraries offer, for free, the wisdom of the ages--and sages--and, simply put, there's something for everyone inside.","author":"Laura Bush","category":"laura-bush, palestine-public-library, quote, texas"},{"quote":"I was also one of those people who hadn’t caught up with the latest social networking site. Maura belonged to most of them. She passed most evenings befriending men who had tried to date-rape her in high school, but I was still stuck in the last virtual community, a sad place to be, like Europe, say, during the Black Death. Whenever I cruised this site, with its favorites lists and its paeans to somebody’s cousin’s gas station art gallery, I could not help but think of medieval corpses in the spring-thaw mud, buboes sprouted in every armpit and anus, black bile curling out of frozen mouths. Those of us still cursed with life wandered the blasted dales of this stricken network, wept and moaned and flogged ourselves with frayed AC adaptors, called out for God to strike us dead, or else let us find somebody who liked similar bands.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Don't play any game if you don't understand the rules no matter how nice winners trophy looks like","author":"Sonja Smolec","category":"game, quote, rules, trophy"},{"quote":"If valleys are the dimples on the face of the earth, as Steven King once said, then Silicon Valley is the deepest, most sparkling dimple of them all.","author":"Betty Dravis, The Toonies Invade Silicon Valley","category":"betty-dravis, quote, steven-king, ya-novel"},{"quote":"If it be the chief point of friendship to comply with a friend's notions and inclinations he possesses this is an eminent degree; he lies down when I sit, and walks when I walk, which is more that many good friends can pretend to do.","author":"Alexander Pope","category":"dog, quote"},{"quote":"Life is such a journey on a sea of constant waves and splashing desires.","author":"Nadina Boun","category":"life-philosophy, nadina-boun, quote"},{"quote":"Making the ungrateful grateful is a tedious endeavor.","author":"Ana Monnar","category":"endeavor, gratitude, quote"},{"quote":"They weren’t like dolls, because dolls had no feelings. Kids had feelings, just not any remotely related to yours.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Talk about turning lemons into lemonade!","author":"Catherine Hapka, Something Borrowed","category":"advice, lemonade, quote"},{"quote":"If doesn't kill you outright, it just puts you into intensive care for months.","author":"Philip Chen, Falling Star","category":"quote"},{"quote":"You can't become a star just by watching one on TV. Dream big and go for your goals!","author":"Koltn Burbank","category":"author, inspirational-thought, quote, teenage-author"},{"quote":"Little as she was addicted to solitude, there had come to be moments when it seemed a welcome escape from the empty noises of her life.","author":"Edith Wharton, The House of Mirth","category":"quote, solitude, the-house-of-mirth"},{"quote":"We do not know what our chances of survival are, so we fight as if they were zero. We do not know what we are facing, so we fight as if it was the dark gods themselves. No one will remember us now and we may never be buried beneath Titan, so we will build our own memorial here. The Chapter might lose us and the Imperium might never know we existed, but the Enemy — the Enemy will know. The Enemy will remember. We will hurt it so badly that it will never forget us until the stars burn out and the Emperor vanquishes it at the end of time. When Chaos is dying, its last thought will be of us. That is our memorial — carved into the heart of Chaos. We cannot lose, Grey Knights. We have already won.\" ~Justicar Alaric","author":"Ben Counter","category":"ben-counter, grey-knights, justicar-alaric, quote, warhammer-40k"},{"quote":"When one writer tries to silence another, he silences every writer-and in the end he also silences himself.","author":"David Leavitt","category":"censorship, leavitt, quote, writer"},{"quote":"Crotch biting menace:I have my mouth in close proximity to your genitals.Oh thou man who talks to my mistress over coffee.Do not irk or trifle with me! I possess but one tooth, oh, yes, for the rest were buried long ago in the flesh of sinners.Behold my jaws, upper and lower in righteous, symmetrical poverty.Move not, man of clocks, and heed my mistress, for she cherishes me, even in my foul old age.","author":"Nick Harkaway, Angelmaker","category":"crotch-biting-menace, quote"},{"quote":"I heard from clear across the city, over the Hudson in the Jersey yards, one fierce whistle of a locomotive which took me to a train late at night hurling through the middle of the West, its iron shriek blighting the darkness. One hundred years before, some first trains had torn through the prairie and their warning had congealed the nerve. \"Beware,\" said the sound. \"Freeze in your route. Behind this machine comes a century of maniacs and a heat which looks to consume the earth.\" What a rustling those first animals must have known.","author":"Norman Mailer, An American Dream","category":"fiction, mailer, norman-mailer, quote"},{"quote":"Your Treasure House is in yourself, it contains all you need","author":"Hui Hai, Zen Teaching of Instantaneous Awakening","category":"2012, quote, zen"},{"quote":"True ninjas are always outnumbered, because they are individuals.","author":"Jarius Raphel","category":"ninja, quote"},{"quote":"When I write, I feel like an armless leg less man with a crayon in his mouth.","author":"Kurt Vonnegut Jr.","category":"feel, like, quote, vonnegut, when, write"},{"quote":"If you choose to spend an hour every day tinkering with your Facebook profile, or if you don’t see any difference between reading Jane Austen on a Kindle and reading her on a printed page, or if you think Grand Theft Auto IV is the greatest Gesamtkunstwerk since Wagner, I’m very happy for you, as long as you keep it to yourself.","author":"Jonathan Franzen","category":"quote"},{"quote":"Almost two hundred sixty-six years ago on my home world, Earth, my forefathers did the same thing. They declared their independence and free agency from an enemy that oppressed them. No one at that time expected this rebellion force to win the war. They were severely outnumbered, and they were extremely inexperienced compared to their enemy. Despite those odds, they succeeded in winning the war, giving them their independence and freewill to choose. (Adrian Palmer, Worlds Without End: The Mission)","author":"Shaun Messick","category":"agency, freewill, independence, quote, shaun-f-messick, worlds-without-end-the-mission"},{"quote":"The best advice you can give anyone consists of one word only, given at precisely the right moment.","author":"Glen McDiarmid","category":"advice, one-word, quote, simple"},{"quote":"Some days I like to wander to old and warn our places, forests ripped apart by man and streams that carry stagnant water where it use to flow. There is a sense of clarity in these places, a reflection of who I am or atleast who I have been. Broken, yet still incredibly beautiful.","author":"Nikki Rowe","category":"authentic, awaken, awareness, be-the-change, broken, broken-places, growth, growth-quotes, inspirational, la-bella-vita, mindful, mindset, perspective, philosphy, quote, quote-of-the-day, rise-above, spiritual-growth"},{"quote":"eat whatever you meet along the way.If you come late don't eat but wack yours with hers.","author":"christian Thogolith","category":"quote"},{"quote":"My tongue was handed down to meby datus and katipuneros. The truth ismy mouth is a battlefield thatyou wouldn’t know how to fight in.","author":"Danabelle Gutierrez, & Until The Dreams Come","category":"filipino, heritage, language, love, mother-tongue, pinay, quote, tagalog"},{"quote":"Let us see what tomorrow will bring us? Will it be joy and triumph, chaos and glory, love and growth, or victory and success?","author":"Ana Monnar","category":"ana-monnar, future, monnar, quotation, quote, tomorrow"},{"quote":"Accursed be he that first invented war.","author":"Christopher Marlowe","category":"quote"},{"quote":"You pay a whore to make you feel like a man, you fund a philharmonic to make yourself feel like a refined man.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"The Epistle of our being is written with letters full of blood drained from the love of God's Word.","author":"Sorin Cerin, Wisdom Collection: The Book of Wisdom","category":"death, life, love, quote, word"},{"quote":"God's codpiece, you're very kind","author":"Laurie Lee, As I Walked Out One Midsummer Morning","category":"quote"},{"quote":"I felt as though I were snorting cocaine, or rappelling down a cliffside, or cliffsurfing off a cliff of pure cocaine.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Life Is, a Rose.","author":"Ana Monnar","category":"ana-monnar, life, life-lesson, quote"},{"quote":"I read this on the gates to a village cemetery: What you are, we used to be. What we are, you’re going to be. — It puts things in perspective, doesn’t it?","author":"Ivana Hruba","category":"ivana-hruba, quote"},{"quote":"We’d been walking in endless rectangles and now we were near the candy store again. The lights were out, the security gate down. We leaned up against the wall of a bank and I could feel the cool stone on my back, the billions of dollars thrumming through wires beneath and behind me, or on the night waves above. I wasn’t quite sure how they traveled. Or how much they got out anymore.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Oh, do you, Milo? You’re so selfish. You don’t see the bigger picture.” “What’s the bigger picture?” “You’re still here looking for handouts. Who’s going to take care of me?” “I’m on my knees here, Mom. Not for me, for my family. For my wife. For a beautiful grandson you have totally ignored.” “He’s kind of a brat. I’ll be in his life when he gets a little impulse control.” “He’s not even four.” “I have needs. I’m tired of this child-worshipping culture. You’re just a slave to it, Milo.” “I’m only trying to be a decent dad.” “Don’t waste your time. It’s not in your genes. Besides, try making some money. That might be a good dad move. For heaven’s sake, the system’s rigged for white men and you still can’t tap in.” “You’re right, Mom. What can I say? But still, it would mean a lot to me if you made a little more of an effort with Bernie.” “Bernie schmernie. This is my decade.” “Okay, you wrinkled old spidercunt, have it your way.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Yes,” said Cooley. “That is the question, as the Bard might say.” “The Bard?” “What’s so funny?” said Cooley. “Nothing, sir,” I said. “I just didn’t know people still used that term.” “Well, I’m a people, Burke. Am I not?” “Of course.” “If you prick me, do I not bleed, you scat-gobbling, mother-rimming prick?” Occasionally Dean Cooley reverted to a vocabulary more suited to his marine years, but some maintained it was only when he felt threatened, or stretched for time. “Yes, sir,” I said.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"Fuck,” said Bernie. “Fuckwinky eyeballhead.” “No, Bernie. We don’t use those words.” “Which words?” “You know which words.” “You used them, Daddy.” “I made a mistake. I am sorry I said that word. It isn’t helping with our problem.” “What’s our problem?” “There may be no school today.” “That’s okay,” said Bernie. “It’ll be okay.” We weren’t sure where he had picked up that becalming phrase, probably from us, as we tried to talk ourselves out of the awful lucidity certain days afforded. The whole mirthless dwindle of things would suddenly pull into focus, the crabbed, moneyless exhaustion that stood in for our lives, and Maura and I would both start the chatter, the cheap pep: It’s okay, it’s going to be okay, we’ll get through this. When Bernie repeated these bromides, he sounded seventy years old. It broke your heart, as did about forty-three percent of the things Bernie said and did. About twenty-seven percent of the things he said and did made you want to scream and banish him to his childproofed room, or do much more heinous and ingenious things, just so he’d get the point, whatever the point could be with an almost-four-year-old, but still, to bury him alive and then save him at the last minute, or tell him that the state had passed a law against ice cream and he would go to prison if he even thought about it, because they now had the technology to detect illegal mint-chocolate-chip cogitation, had, in fact, the chips for it, seemed, if not conducive to his development, at least on some level deserved. Thirty percent of what Bernie said and did was either on the bubble or else utterly inscrutable, just the jolts and stutters of a factory-fresh brain working out the kinks.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"So, yes, I should have just surrendered, cinched the entitled scion her little pouch of entitlements, put in my calls to the name shufflers, done my duty. I thought about that moment later on. Maybe I got extratuned to the concept of bitchhood once I became Purdy’s, though I must confess I’ve always found such usage of the term for female dogs distasteful. My mother was a second-wave feminist. I wasn’t comfortable saying “cunt” until I was twenty-three, at which point, admittedly, I couldn’t hold back for a time.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"She liked reality shows the best, and then the shows that purported to be about reality.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"You said you were having a dream.” “It’s true, I did.” “Was it the one where you’re inside the girl and you are pumping her and pumping her and you are so happy but then it turns out it’s not a girl, it’s really one of those super poisonous box jellyfish, and it stings you and you are screaming and screaming and the sky rains the diarrhea of babies?” “The . . . no, I don’t think so.” “I get that sometimes. Anyway, see you around.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"With age comes wisdom and with wisdom comes age. I guess I too am growing older.","author":"Amanda L. Moritz, Called to Midnight","category":"called-to-midnight, quote"},{"quote":"They sought each other, missed each other, at cocktail parties, in train terminals, at flower shops, their fin de siecle Nokias gaining symbolic power with each scene.","author":"Sam Lipsyte, The Ask","category":"quote"},{"quote":"You chose love and you lost.","author":"Timothy Joshua","category":"loss, love, quote, relationship"},{"quote":"Dying's a bitch, and I would know.","author":"Kyoko M., Back to Black","category":"angels, book-quote, death, demons, first-line, opening-line, paranormal, quote, sarcasm-humor, urban-fantasy"},{"quote":"It's only possible to betray where loyalty is due","author":"Muriel Spark, The Prime of Miss Jean Brodie","category":"betray, betrayal, loyalty, quote"},{"quote":"You’ve always been a stormYour lightning mouthElectrifies my heart","author":"Holly Ducarte, Confetti Confessions: Thoughtful micro poetry on matters of the heart, life, and nature","category":"hollyducarte, poem, poetry, poetrybook, poetryquotes, quote, shortpoem"},{"quote":"She senses your vulnerability, and reassures that every dream you’ve ever whispered in the night, or secret desires you dared not speak, are all within the palm of her hand","author":"Holly Ducarte, Hiding Bones: The Best Poetry of Hiding Skeletons & Literary Bones","category":"contemporary, fame, hidingbones, hollyducarte, lifelessons, poem, poetry, poetryquotes, quote"},{"quote":"My nine-month journey through this room I would describe as one of trauma, rage and deceit, all topped off with a splash of human bonding.","author":"Vicki Perry, The Chat Room","category":"book, chat-room, quote"},{"quote":"My two worlds were colliding and the friction of this set fire to my life. It was time to roast some wieners.","author":"Vicki Perry, The Chat Room","category":"book, quote, roast, the-chat-room, wieners"},{"quote":"Some people follow. Some people lead. Some kick back and smoke some weed… and breathe.","author":"Vicki Perry, The Chat Room","category":"book, quote, the-chat-room, vicki-perry"},{"quote":"As soon as her heart stopped beating, Brad collapsed to the floor beside her bed. His body had succumbed to the trauma and his heart stopped. He joined his wife, his true love on the other side. The chat room was shaken to its core.","author":"Vicki Perry, The Chat Room","category":"book, quote, the-chat-room, vicki-perry"},{"quote":"But I find it strange that her excitement over a new child in her life was so explosive, so vivid and yet there is nothing in terms of photos shared and the cute stories of milestones accomplished in a child’s life.","author":"Vicki Perry, The Chat Room","category":"book, child, quote, the-chat-room, vicki-perry"},{"quote":"Are you thinking what i'm thinking, That you thinked that i Thinked, That you could think what i may think in the future? You may think what i think?May our problem is think to much? Or thinking is an addiction? Funny think..","author":"NewArtOfUniverse","category":"future, future-plans, questions-quotes, quote, thinking, thinking-quotes"},{"quote":"If you worry yourself to death over the struggle, you will never experience the good life.","author":"Kelly L. Miller","category":"death, experience, inspirational, life, quote, struggle, worry"},{"quote":"Your words can only act like the path. It is your actions that define your destiny.","author":"Trishna Damodar","category":"actions, destiny, quote, words"},{"quote":"As rice grows riper, the lower it bows its head. Never lose your humility while you grow.","author":"Jimvirle/Jinvirle","category":"encouragement, grow, humility, inspirational, quote, riper"},{"quote":"Her eyes were the color of whiskey and grace. Moments with her always felt like getting drunk on Sundays.","author":"B. Devine, Unconquered","category":"eyes, poem, poetry, quote, whiskey"},{"quote":"THEY WILL TRY TO TELL YOU THAT YOU’RE MADE UP OF ATOMS AND MOLECULES.THEY DON’T KNOW A DAMN THING ABOUT YOU. YOU’RE MADE UP OF POETRY, LOVE AND SOLACE AND ALL THOSE BEAUTIFUL LONELY THINGS THAT MAKE THIS WHOLE UNIVERSE.","author":"Vanshika Dhyani","category":"beautiful, happy, inspire, lonely, love, poetry, quote, solace, universe, vanshikadhyani, you"},{"quote":"For some women, they need a man. For others, men need them.","author":"Nikki Rowe","category":"quote, strength, strong-woman, truth, wise-words"},{"quote":"The only way he could have her was to shatter this stubborn faith of hers. In doing so, would he shatter her? \"What has this god of yours ever really done for you?\" She stood very still for a long moment, her back to him. \"Everything.","author":"Francine Rivers, A Voice in the Wind","category":"a, a-voice-in-the-wind, a-voice-in-the-wind-quote, francine, francine-rivers, francine-rivers-quote, in, quote, rivers, the, voice, wind"},{"quote":"If I provide for this life and turn away from the Lord, I am wise for a moment, but lost forever.","author":"Francine Rivers, A Voice in the Wind","category":"a, a-voice-in-the-wind, a-voice-in-the-wind-quote, francine, francine-rivers, francine-rivers-quote, in, quote, rivers, the, voice, wind"},{"quote":"Writing is the only way to change the world without leaving bed.","author":"Lenang Manggala, Founder Gerakan Menulis Buku Indonesia","category":"budaya, buku, cinta, guru, hidup, impian, indonesia, inspirasi, karakter, kehidupan, kerja, keyakinan, kuliah, life, literasi, masa-depan, membaca, menulis, mimpi, motivasi, pelajar, pemuda, pendidikan, penulis, perempuan, perjuangan, perlawanan, quote, quotes-about-life, rezeki, sekolah, seni, sosial, sukses, syukur, tuhan, writer, writing"},{"quote":"I give away examples!","author":"Ljupka Cvetanova, The New Land","category":"act, aphorism, bad-example, be, example, examples, false-friends, friend, give, give-away, idealistic, idol, irony, lie, master, pupl, quote, sarcasm, saying, to-be-or-not-to-be"},{"quote":"Kayla,' I exclaim. 'There may be bad police officers out there, but I can assure you that there will be no harm towards you or anyone else. Like I said before, a policeman's job is to protect people. And if they can't, that's an issue for the officer. But for now, don't worry about it.","author":"Simi Sunny, The White Sirens","category":"amazon, coming-of-age, ebook, kindle, novel, police-brutality, police-corruption, policemen, quote, social-issues"},{"quote":"I can’t!” Maggie was now standing on the wall. “Past the boundary wall is a bad place. I’m not allowed in the bad place.","author":"Sian B. Claven, Ensnared","category":"book-quotes, horror, quote"},{"quote":"Raven shook her head more violently and opened her mouth, a loud shriek filled the room and Amari realised what was about to happen, she ducked down and wrapped her arms around her head, just as the mirror shattered over her","author":"Sian B. Claven, Ensnared","category":"book-quote, book-quotes-book, fiction, horror, horror-fiction, quote"},{"quote":"Everything was bright and white, even in the night.","author":"Basma Salem, The Art Of Black","category":"novel, quote"},{"quote":"The abuse of greatness is when it disjoins remorse from power.","author":"William Shakespeare, Julius Caesar","category":"julius-caesar, quote, shakespeare"},{"quote":"The lotus flower blooms most beautifully from the deepest and thickest mud.","author":"Buddhist proverb","category":"buddhist-proverb, quote"},{"quote":"Stop making excuses for other people. For why they do certain things. For how they treat people or how they treat you. Giving excuse and justifcation gives defense which lets them act however they want. It allows them because you tolerated it. Don’t accept less than what you’re worth because you’re worth a lot.","author":"Dominic Riccitello","category":"advice, excuses, help, how-people-treat-you, justification, quote, relationship, thoughts, toxic, truth"},{"quote":"It wasn’t good. It was good in the beginning and I held on to that.","author":"Dominic Riccitello","category":"letting-go, love, moving-on, quote, realization, realizing, thoughts, toxic, toxic-relationship, truth, wrong-love"},{"quote":"Ran out of things to say, metaphors for you. Why the ocean’s clear instead of blue, why mountains in the distance had reminded me of you.","author":"Dominic Riccitello","category":"falling-out-of-love, lost, quote, things-to-say, thoughts, why, writers-block"},{"quote":"The beauty was nothing made sense. We were complex. We were intricate. We were designed with flaws which seemed to make everything perfect. But the defining word is seem. We don’t see what’s in front of us until it’s away from us. Until it’s behind us. Until it doesn’t bother us. Sometimes things aren’t perfect, yet they appear to be. Sometimes life doesn’t make sense until it does. But it always does.","author":"Dominic Riccitello","category":"advice, complex, falling-in-love, help, quote, see-what-s-in-front-of-you, thoughts, truth, understanding"},{"quote":"We love certain people until death. We love others until we don’t. And sometimes we never fell in love in the first place. Falling in love isn’t necessary. Building character, life experience, development, and self-love: those are important. People get lost in the idea of affection for another person that they completely disregard themselves. That’s dangerous. Life isn’t about building something with someone. Life is about building something for yourself, but if someone comes along and they align, you share it with them.","author":"Dominic Riccitello","category":"advice, help, life, love, opinion, quote, relationship, truth, unconditional-love"},{"quote":"We were as big as the ocean, but as fragile as an ego.","author":"Dominic Riccitello","category":"fragile, hurt, life, metaphor, ocean, quote, thoughts, truth"},{"quote":"When is it too right but too wrong to be right?","author":"Dominic Riccitello","category":"being-wrong, love, quote, right-and-wrong, thoughts, too-good-to-be-true, truth"},{"quote":"You were a rhyme who mattered, a being who slipped all too often.","author":"Dominic Riccitello","category":"love, messing-up, metaphor, quote, relationship, thoughts, unconditional-love"},{"quote":"Not every relationship is meant to last. Some are there to create an impact on your life. Relationships that last three months are just as important as ones that last a lifetime.","author":"Dominic Riccitello","category":"advice, appreciation, help, lifetime, love, moments, quote, relationship"},{"quote":"I stopped writing in a way they would understand because it wasn’t for them or even him. It was for I to understand, for I to make sense, and for I to let go of it.","author":"Dominic Riccitello","category":"experience, life, opinion, quote, relationship, truth, understanding, words, writing"},{"quote":"Life isn’t about building something with someone else. It’s about building something for a cause greater than yourself, but if someone comes along and they’re worthy enough, we let them build with us.","author":"Dominic Riccitello","category":"advice, building-a-life, growing, help, opinion, quote, thoughts, truth, understanding"},{"quote":"running with sharp knivesnever got me so farbut running with youseemed lovely","author":"Dominic Riccitello","category":"bad, danger, life, love, poem, poetry, quote, relationship, running, short, toxic"},{"quote":"I loved you with texture. You loved with a softness. Texture brought detail, softness brought folds. Folds brought creases and creases had secrets.","author":"Dominic Riccitello","category":"falling-in-love, life, love, metaphor, quote, skin, texture, thoughts, truth, why-i-was-in-love"},{"quote":"How you react to a situation says more about you than you know.","author":"Dominic Riccitello","category":"life, opinion, quote, reaction, thoughts, truth, understanding"},{"quote":"Before that no one thought of us as colored-foreign maybe, exotic and dark, but not colored.","author":"Neil Gaiman, American Gods","category":"american-gods, color, dark, exotic, inspirational, neil-gaiman, opinion, opinion-quotes, people-of-color, political, quote"},{"quote":"You only spoke a single line,yet it felt like a life sentence.","author":"Timothy Joshua","category":"love, quote, romance, sentence"},{"quote":"There is an art to Noavek bullshit,\" Cyra said as she muted the feed. \"We're taught it from birth.","author":"Veronica Roth, Carve the Mark","category":"carve-the-mark, dystopian, interesting, quote, veronica-roth"},{"quote":"Being a writer, I take thing seriously (not too seriously). I may be a young writer/self publisher, I do love to write and I want to share my stories to the world. but more importantly, I do take writing seriously.","author":"Simi Sunny","category":"author, love-of-books, love-of-writing, quote, self-publisher, stories-from-the-heart, writer, writers-life, writers-on-writing, writers-quotes, young-writers"},{"quote":"Just fuck me up.A caffeine-addict placing an order with the barista.","author":"Julie Johnson","category":"coffee, humor, quote"},{"quote":"Chief Johnson has full faith on us. Which means if I can complete this task and hunt down the murderer, not only does the chief won't feel any uncertainty on Anthony and I, but the spirits of the victims can move on. It sounds silly to believe that the undead is still around, but it is the truth. And since I have a good heart, I must use it.","author":"Simi Sunny, The White Sirens","category":"amazon, cold-case, crime-fighting, date-rape, ebook, feminism, fiction, good-heart, mystery, novel, quote, sexual-abuse"},{"quote":"I don’t mind my friends calling me 'Thornes,' but the fact of people calling me 'Prickly Thornes' draws the line.","author":"Simi Sunny, The White Sirens","category":"amazon, crime-fighting, ebook, mystery, newspapers, novel, quote, redemption, tabloid-journalism, tabloids"},{"quote":"Honesty is overrated. As someone once said, 'Secrecy is the first essential in affairs of the heart.'\"\"It was the Duc de Richelieu,\" said Lillian, who had read the same book of philosophy during their schoolroom lessons. \"And the accurate quote is, 'Secrecy is the first essential in affairs of the State.'\"\"He was French, though,\" Daisy argued. \"I'm sure he meant the heart as well.\"Lillian laughed and glanced at her sister affectionately. \"Perhaps he did. But I don't want to keep secrets from Lord Westcliff.\"\"Oh, very well. But heed my words- it wouldn't be a true love affair if you didn't have a few little secrets.","author":"Lisa Kleypas, It Happened One Autumn","category":"bowman-sisters, honesty, quote, secrets"},{"quote":"If I am to be a skeleton in a box buried deep into the ground, I pray you will be the dust that rests atop my bones.","author":"John    Hennessy","category":"afterlife, bones, death, innocence, purity, quote, skeleton"},{"quote":"When you had the dream, it looked big. So why quit when it's still small?","author":"Emem Uko","category":"inspirational-quote, motivational-quote, quote, wise-quotes, wise-words"},{"quote":"So what if I fall? I know I will never fallas hard as i fell for you.","author":"Timothy Joshua","category":"falling, lovers, quote, writing"},{"quote":"Sometimes you find a lie, and sometimes it finds you.","author":"Caroline George, The Vestige","category":"lie, quote, science-fiction, secret, truth, young-adult"},{"quote":"Fighting is not a man thing, it's a human thing.","author":"Ronda Rousey","category":"fighting, human, quote, shut-up-feminists-it-s-equal"},{"quote":"We didn’t cause the apocalypse…”“But we were too dumb to see it,” she snaps. “That was our mistake.","author":"Caroline George, The Vestige","category":"apocalypse, author, quote, science-fiction, survival, the-end-of-the-world, truth, young-adult"},{"quote":"My mind is like a seaYou will only drown, If you think you can swimThere are things that devours me, No love can ever save me.","author":"J. Limbu","category":"love, lust, poetry, quote, romance, sadness, tragedy"},{"quote":"Men inflict injuries from hatred, jealousy or contempt, but the wise man masters all these passions by means of reason.","author":"Epicurus, The Art of Happiness","category":"epicureanism, epicurus, philosophy, quote"},{"quote":"The impassive soul disturbs neither itself nor others.","author":"Epicurus, The Art of Happiness","category":"epicurus, philosophy, quote"},{"quote":"Be a man! Put on a mask.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, april-fool-s-day, disguise, hypocrisy, man, mask, masks, pretend, quote"},{"quote":"Well, love exists even you are muted and one another is blind","author":"DreamingYou","category":"inspirational-quotes, love, quote"},{"quote":"There is nothing better,than sleeping and dreaming beside you —It's like having a dream within a dream.","author":"Timothy Joshua","category":"love, quote, romance-dream"},{"quote":"It is no shame to have your heart broken –it is only possible because you dared to lovethe hardest.","author":"Timothy Joshua","category":"heartbroken, love, quote, romance-love"},{"quote":"I watched you undress. Shame on you!","author":"Ljupka Cvetanova, The New Land","category":"aphorism, humor, humorous-quotes, irony, man, passion, passionate, quote, sarcasm, shame, shame-on-you, undress, voyeur, voyeurism, watch, witty-quotes, woman"},{"quote":"Good advice is usually given by someone who was once a bad example.","author":"Ljupka Cvetanova, The New Land","category":"advise, advisor, aphorism, bad, bad-example, good, good-advice, irony, life, mistake, quote, saying, wisdom"},{"quote":"Who am I to judge me?","author":"Ljupka Cvetanova, The New Land","category":"aphorism, introspection, irony, judge, judgement, judgmental, personality, personality-trait, quote, sarcasm, self-esteem, who"},{"quote":"The apartments had probably been built back in the 70’s when the country was going through some ugly social times. Maybe the country was going through its adolescent phase and breaking out with a bad case of social acne. Cheesy professors were running around the country proclaiming “turn on, tune in, drop out.” A mean-spirited drunk from LA was cranking out poems about the low-life and reaching for another beer out of the refrigerator on stage as part of his performance. The porn industry was in its golden era. People proclaiming their individuality and uniqueness were all dressed the same. Mothers thought they were educating their kids by letting them watch Sesame Street, but they were just turning their kids into TV junkies and a future generation of pudding heads with blank faces ready to believe anything on the lamestream media. The Vietnam War eventually came to an end after Laos was clustered bombed, which had nothing to do with ending the war. Dominoes didn’t fall. A new war memorial went out for bid. Some crazy scientist found a way to make clothes out of chemicals - polyester. Dwarfs found their favorite hangout - the disco. The whole country seemed to be dancing to the disco beat, hypnotized by the flashing strobe lights off the big, shiny ball.","author":"Robert Hobkirk, Tommy in the Promised Land","category":"quote"},{"quote":"Let not a single soul discharge you, because we are a group of beautiful people...and you two are richer, with greater potential than this soil.","author":"Curtis W. Jackson, Waiting for Regina","category":"goodness, inspirational, quote"},{"quote":"...that society with its hurtful views on race and class distinction would make it difficult for us to succeed.","author":"Curtis W. Jackson, Waiting for Regina","category":"goodness, inspirational, quote"},{"quote":"Pluviophile -I remember how we began –you smiling,me falling,like the rain.","author":"Timothy Joshua","category":"love, quote, rain"},{"quote":"We forget our greatness,when we measure ourselves against the world...We compete and compare so muchwe forget what we are destined for.....","author":"Isiphile Petse","category":"quote"},{"quote":"While the man is putting on it's shoes, the woman can buy dozens of high heels.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, buy, fashion, high-heels, humor, humorous-quotes, irony, man, put-on, putting-on, quote, sarcasm, saying, shoes, spend, woman"},{"quote":"I will take all my rights! Can you deliver them to my house?","author":"Ljupka Cvetanova, The New Land","category":"aphorism, deliver, deliver-to-my-house, delivery, falsehood, funny-quote, humorous-quotes, irony, my-right, pretentious, pretentious-people, quote, right, rights, sarcasm, saying"},{"quote":"A quote has an even more powerful effect if we presume not just a particular author behind it, but God, nature, the unconscious, labor, or difference. These are strong fetishes, each conjuring the powerful submedial in a particular way. Yet all of them must nonetheless be exchanged in a certain rhythm according to the laws of the medial economy. In order to create such fetishes, one does not have to use brilliant quotes by famous authors but can use anonymous quotes that stem from the author- less realm of the everyday, lowly, foreign, vulgar, aggressive, or stupid. Precisely such quotes produce the effect of medial sincerity, that is, the revelation of a deeply submerged, hidden, medial plane on the familiar medial surface. It then appears as if this surface had been blasted open from the inside and that the respective quotes had sprung forth from the submedial interior—like aliens. All of this, of course, refers to the economy of the quote as a gift that can be offered, accepted, and reciprocated.","author":"Boris Groys, Under Suspicion: A Phenomenology of Media","category":"quote"},{"quote":"A man's primary duty in life is to earn his own living, but to what purpose if he did not have a wife and children?","author":"Mario Puzo, The Last Don","category":"duty-of-man, mario-puzo, quote, the-last-don"},{"quote":"An author who integrates alien signs into the medial surface of his own texts—signs behind which we presume the existence of other powerful, submedial subjects “as authors”—does not increase the comprehensibility of that text. Yet nonetheless, he increases the magical effectiveness this text exudes. Such quotations lead us to presume that the text houses a dangerous, manipulative subject, a magician with enough power to manipulate the signs of other powerful magicians and able to use them strategically for his own purposes. Thus an author who quotes alien signs conveys a stronger impression of powerful authorship than one who ad- vocates precisely his so-called own ideas—which do not interest anybody precisely because they are only his own. It is also well known that one may not quote the same author too often, in which case quoting gradu- ally looses its magical power and begins to irritate the reader. The reason for this gradual decrease of a quote’s magical effectiveness is that it looses its strangeness over time and gets integrated into the medial surface of a text, thereby becoming a proper part of it. In order to maintain their magical effect, quotes have to be exchanged constantly so as to continue to maintain the same appearance of foreignness and freshness. The quote functions as a magical fetish that lends the entire text a hidden, submedial power beyond its superficial meaning.","author":"Boris Groys, Under Suspicion: A Phenomenology of Media","category":"fetish, quote"},{"quote":"The old me is sure making things difficult for the current me.","author":"Colleen Hoover, Never Never: Part Two","category":"changing, irony, memory-loss, quote"},{"quote":"disregard the opinions of those you don't aspire to be, that's the first step to finding your own two feet.","author":"Nikki Rowe","category":"awaken, awareness, find-yourself, free-spirit, individual, life, love-yourself, quote"},{"quote":"Valuing your LIFE, what do you believe in? In the destination or in YOU?","author":"1 Minuto na Palma da Mão","category":"acreditar, believe, destination, destino, determination, determinação, hand, life, meditation, meditação, minute, minuto, mão, palm, palma, pensamento, quote, reflection, reflexão, thought, vida, você, you"},{"quote":"It was who they were, and it was who they always would be. They would remain forever in lust and forever in love, for theirs was a love that transcended body and mind. Theirs was a love of the soul.--Mistletoe (2012) by Lyn Gardner","author":"Lyn Gardner","category":"quote, quotes-about-lovers"},{"quote":"They drink from streams whose waters taste like tears, and indeed each swallow fills them with a few heartbeats of deep sadness.","author":"Peadar Ó Guilín, The Call","category":"peadar-oguilin, quote, the-call"},{"quote":"The simple act of caring is heroic.","author":"Edward Albert","category":"actor, caring, heroic, quote"},{"quote":"Life is like a train going in circles, the train is comfortable - it has nice scenery, it provides warmth and food & for most a loving atmosphere. Most of the people stay on the train there entire lives, maybe every now and again they may peep out the door, some might even get off only to quickly realise they want back on. Then you have the rare ones who I aspire to be, those who are bored of the train - to them - the thought of living without it, is risky but the reward of tasting life outside of doors and walls excite them enough to try.","author":"Nikki Rowe","category":"adventurer, be-free, fuck-conformity, individual, journey, quote, train-ride, wanderer, wild-and-free"},{"quote":"On a level of simple personal survival, understanding and forgiveness are crucial... whether in an intimate personal relationship or on a global level.","author":"Edward Albert","category":"actor, forgiveness, personal, quote, relationship, survival"},{"quote":"What I want to be is an actor, not a star.","author":"Edward Albert","category":"actor, quote, star"},{"quote":"Only through pain you achieve your greatness!","author":"STAR WARS","category":"movie, quote"},{"quote":"Travelers we are, in this journey of memory. Aboard together we might, and get off at different times.Still, memory lingers.","author":"Anonymous","category":"life, love, memory, quote"},{"quote":"Turn a blind eye on logic and sense, for eyes see facts and minds make mess; mostly that's why we mistake for something less,all of the shadows of those who conspire. But where there is smoke, near is a fire.","author":"Unknown","category":"quote, random"},{"quote":"When I go to sea, I go as a simple sailor, right before the mast, plumb down into the forecastle, aloft there to the royal mast-head. True, they rather order me about some, and make me jump from spar to spar, like a grasshopper in a May meadow. And at first, this sort of thing is unpleasant enough. It touches one's sense of honor, particularly if you come of an old established family in the land, the van Rensselaers, or Randolphs, or Hardicanutes. And more than all, if just previous to putting your hand into the tar-pot, you have been lording it as a country schoolmaster, making the tallest boys stand in awe of you. The transition is a keen one, I assure you, from the schoolmaster to a sailor, and requires a strong decoction of Seneca and the Stoics to enable you to grin and bear it. But even this wears off in time.What of it, if some old hunks of a sea-captain orders me to get a broom and sweep down the decks? What does that indignity amount to, weighed, I mean, in the scales of the New Testament? Do you think the archangel Gabriel thinks anything the less of me, because I promptly and respectfully obey that old hunks in that particular instance? Who ain't a slave? Tell me that. Well, then, however the old sea-captains may order me about—however they may thump and punch me about, I have the satisfaction of knowing that it is all right; that everybody else is one way or other served in much the same way—either in a physical or metaphysical point of view, that is; and so the universal thump is passed round, and all hands should rub each other's shoulder-blades, and be content.","author":"Herman Melville, Moby-Dick or, The Whale","category":"adventure, herman-melville, life, moby-dick, quote, travel"},{"quote":"He asked her for coffee, but she wanted tea instead.","author":"Ljupka Cvetanova, The New Land","category":"coffee, coffee-quotes, dating, dating-quotes, go-out, love, man, misunderstanding, quote, quote-about-going-out, relationship, tea, woman"},{"quote":"He has his head in the clouds. He must live in a skyscraper.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, clouds, have-one-s-head-in-the-clouds, head, humor, humorous-quotes, irony, life, pretend, quote"},{"quote":"When I see my future, I see you...","author":"Swapna Rajput","category":"quote, romance-quote, romance-quotes-and-sayings"},{"quote":"His boat sank. They were all on his side.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, boat, his-side, humor, humorous-quotes, irony, overprotection, protect, quote, sank, ship"},{"quote":"CARL SAGAN SAID that if you want to make an apple pie from scratch, you must first invent the universe. When he says “from scratch,” he means fromnothing. He means from a time before the world even existed. If you want to make an apple pie from nothing at all, you have to start with the Big Bang and expanding universes, neutrons, ions, atoms, black holes, suns, moons, ocean tides, the Milky Way, Earth, evolution, dinosaurs, extinction- level events, platypuses,Homo erectus, Cro- Magnon man, etc. You have to start at the beginning. You must invent fire. You need water and fertile soil and seeds. You need cows and people to milk them and more people to churn that milk into butter. You need wheat and sugar cane and apple trees. You need chemistry and biology. For a really good apple pie, you need the arts. For an apple pie that can last for generations, you need the printing press and the Industrial Revolution and maybe even a poem.To make a thing as simple as an apple pie, you have to create the whole wide world.","author":"Nicola Yoon, The Sun Is Also a Star","category":"carl-sagan, quote, universe"},{"quote":"I've learned my lesson. I know nothing.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, caution, humorous-quotes, know, know-everything, know-nothing, learn, learn-lessons, misunderstand, misunderstood, quote, understand"},{"quote":"There's something about kindred spirits, you meet them and for a moment this world no matter ugly, makes sense. They bring a sense of freedom and clarity to one conversation; just enough to remind you of who you are.","author":"Nikki Rowe, Once a Girl, Now a Woman","category":"alive, awaken, awakened, brave-heart, courage, free-spirit, free-spirit-quotes, free-spirited, gypsy, gypsy-girl, gypsy-soul, kindred-spirit, life, nikki-rowe, quote, quotes-for-her, self-discovery, self-love, wild-and-free, wild-woman, wild-women, women-quotes"},{"quote":"Do great things, Laure, be happy, or at least do your best to be. Life is fragile","author":"Antoine Laurain, The Red Notebook","category":"happiness, life, quote"},{"quote":"In his life there was only one woman. The other one.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, humor, humorous-quotes, life, love-blind, only-one-love, quote, the-other-woman, woman"},{"quote":"No air, no balloons!","author":"Ljupka Cvetanova, The New Land","category":"air, air-to-breathe, aphorism, aphorisms, balloon, breathe-in, quote"},{"quote":"We never asked to bow. Who is he to say Red and Browns toiling to death is for the greater good? Who is he to say Pink children being harvested for rape, Obsidians and Grays for battle, is a necessity? How can he sit there and say that he alone knows what is best for me, for my family? It’s not his right","author":"Pierce Brown, Golden Son","category":"golden-son, golden-son-pierce-brown, justice, quote, red-rising-trilogy, right, society"},{"quote":"New year, new life!\" - The saying goes.It will be?!Often we place expectations at a time as a starting point for the desired change. But we hope things change, and that's just it. We do not even consider a minimum of steps to start the path of change, which, yes, can be considered a starting point.There is a motive force more powerful than steam, electricity, and atomic energy: the will. - Albert Einstein said.Well, in this case: New Year, you new! Make the change happen. Do not focus only on where you want to go, but how you will arrive. If the path is long, as it always is, enjoy the landscape, make friends, sing, have fun! You may find that the great change was always in you and not in the rest of the world.","author":"1 Minuto na Palma da Mão","category":"ano, feliz, hand, happy, minute, minuto, mão, new, novo, palm, palma, quote, reflection, reflexão, vontade, will, year"},{"quote":"Making a difference is a point of view. For a universe, you can be a simple individual. But for some individual, you can transform \"your universe\".","author":"1 Minuto na Palma da Mão","category":"diferença, difference, hand, individual, indivíduo, minute, minuto, mão, palm, palma, quote, reflection, reflexão, universe, universo"},{"quote":"They were all on his side. Hi boat sank.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, at-his-side, boat, boat-sank, humor, humorous-quotes, irony-sarcasm, quote, sinking, sinking-ship, support"},{"quote":"You have the chance to remain silent. Everything you say will be misused.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, false, have-the-right, irony, misinterpret, misuse, misuse-of-knowledge, quote, remain-silent, right, sarcasm, silent, use, use-against-you"},{"quote":"Children are our future. Unfortunately, we are their past.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, children, future, legacy-quotes, parents, past, quote"},{"quote":"Journalists are never hungry. They swallow everything.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, false-news, hungry, information, informative, journalist, misinformation, misinformed, news, newspaper, quote, swallow"},{"quote":"Love is worth dying for, said the spermatozoid.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, dying, dying-for-love, humor, irony, love, man, quote, sarcasm, spermatozoid, woman, worth"},{"quote":"Turn off the lights! They overshadow my fame!","author":"Ljupka Cvetanova, The New Land","category":"aphorismrism, quote"},{"quote":"In searching for myself, I have created myself.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, aphoristically, create, created-by-beings, discover-yourself, discovery-of-oneself, find-oneself, human, human-nature, life-path, lost, lost-and-found, myself, myself-upon-the-earth, oneself, quote, saying, search, searching, self-awareness, self-esteem, self-motivated, self-motivation"},{"quote":"Delight is indeed born in the heart. It sometimes also depends on its surroundings.","author":"Amy E. Reichert, The Coincidence of Coconut Cake","category":"delight, delightful, inspirational, inspirational-quote, quote, the-coincidence-of-coconut-cake"},{"quote":"I saw an injured black cat. God knows, who has crossed her path.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, bad-luck, black-cat, carma, cross-paths, injure, injured, irony, irony-of-life, luck, path, quote"},{"quote":"The thing with breaking up is they leave, but the memories stay.","author":"Dominic Riccitello","category":"breaking-up, hard, letting-go, love, memories, moving-on, quote, sad, thinking-of-you, thoughts, truth"},{"quote":"You’re not supposed to be in a relationship because it’s comfortable, it’s supposed to be because they make you a better person.","author":"Dominic Riccitello","category":"advice, couple, feelings, growing, help, hurt, leaving-a-relationship, love, quote, relationship, thoughts, two-people, understanding"},{"quote":"Silence is only awkward if one cannot feel a connection with the other.","author":"Dominic Riccitello","category":"awkward-silence, connection, life, love, quote, relationship, thoughts, truth, two-people, understanding"},{"quote":"I went into the new year loving myself in different ways, in a different possibility. It was then that I understood things I hadn’t. It was then that I understood people I hadn’t. We work in ways where sometimes we don’t align because our intersections lead us elsewhere. We find ourselves in rapids which lead to lightning, in beds that leave us homesick. We lust after the impetuous, in hopelessness, and sometimes in the reactive. We like things and people who are bad for us and that’s fine. It’s fine because it’s life. It happens. They exist. We exist. We all exist together in this world where nothing seems to make sense. Where everything is nothing but imaginary because it’s what we imagine it to be. Reality exists and it’s there, but life is what you make it. Your actions ask for it. How you exist is how you exist.We take every new year and give it a theme because we’re scared of how it could be. You change in the moment, not by years. You be to become and becoming is something which frightens people. Lead by example instead of letting the example lead you. Take this new year and find yourself in people who question it because questioning is how you gain from it.","author":"Dominic Riccitello","category":"2017, becoming, growing, happy-new-year, new-me, new-year, opinion, quote, thoughts, understanding"},{"quote":"Such an impolite person. He is honest with everyone.","author":"Ljupka Cvetanova, The New Land","category":"accept-the-truth, aphorism, aphoristically, believe, honest, honesty, honesty-friendship-truth, honesty-from-within, honesty-integrity-relationship, impolite, impoliteness, lying, lying-to-ourselves, lying-to-you, lying-to-yourself, person, personal-development, personal-responsibility, quote, saying, such, such-a-man, telling-the-truth, truth-quotes, truthfulness"},{"quote":"Sheep don’t need the shepherd to be what they are. The shepherd needs sheep to be what he is.","author":"Ljupka Cvetanova, The New Land","category":"action-reaction, aphorism, aphoristically, don-t-need, quote, saying, self-esteem, self-evaluating, self-evaluation, sheep, sheperd, to-be, to-be-of-use, to-be-or-not-to-be, to-be-successful, what-he-is, what-you-want"},{"quote":"Mountains in the distance remind me of you.","author":"Dominic Riccitello","category":"blue, life, quote, sad, sadness, thoughts, understanding"},{"quote":"When you know, you know and it flows in your mind like waves. Coming forward as it pulls with the tide. It brings anxiety, terror, and it’s beyond anything plausible.","author":"Dominic Riccitello","category":"knowing, life, love, opinion, quote, thoughts, truth, understanding"},{"quote":"God shows us the path","author":"the Devil shows us the possibilities.","category":"Ljupka Cvetanova, The New Land"},{"quote":"Some people stride toward a better future. Others have chauffeurs.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, aphorist, aphoristic, aphoristically, better, better-future, better-place, better-world, chauffeurs, easy-life, funny, future, have, help, humor, humor-inspirational, humorous, humorous-quotes, ironic-humor, irony, life-and-living, other-people, others, others-people-s-lives, others-perspective, others-point-of-view, people-nature, people-relations, quote, sarcasm, sarcastic-humor, sarcastic-wisdom, saying, some, some-people, stride, striding, toward, toward-others"},{"quote":"Don’t break my heart. Crush it. Destroy it. Let me wallow it until I feel hollow in it. I’ll bash in the pain. I’ll scream your name and then one day I suddenly won’t.","author":"Dominic Riccitello","category":"emotions, feelings, hard-love, hurt, life, love, mad-love, quote, sad, tough-love, truth"},{"quote":"I loved you with different words than you knew and that seemed to scare you.","author":"Dominic Riccitello","category":"afraid, afraid-of-love, life, love, quote, relationship, scared, thoughts, unconditional-love, writing"},{"quote":"What a rebellious act it is to love yourself naturally in a world of fake appearances.","author":"Nikki Rowe","category":"authentic, free-spirit, free-spirit-quotes, gypsy, gypsy-girl, inner-being, love-yourself, natural, natural-beauty, quote, quote-of-the-day, wild-and-free"},{"quote":"No matter what, the day didn't feel like Christmas to her.She remembered years ago, when she had been just a little kid, and the word had been enough to make her happy. Nothing stirred in her now. Her childhood felt like it had been in another life. As she sat alone in her room with tears drying to her face, she resolved that no matter what the calendar said, it wasn't Christmas.If it was, she'd feel happy, not depressed.","author":"Kayla Krantz, Survive at Midnight","category":"abuse, abuse-recovery, abused-women, christmas, depression, quote, victim"},{"quote":"In search of myself, I have created myself.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, creating, creating-oneself, creative, creativity, done, myself, quote, searching, searching-and-finding, self-awareness, self-esteem, self-improvement, self-realization"},{"quote":"I don't fire up the prose. I just tell it straight and don't fool around with it.","author":"Raymond Carver","category":"quote, raymond-carver, writing-process"},{"quote":"Repeat a lie a hundred times and it becomes an ideal.","author":"Ljupka Cvetanova, The New Land","category":"a-lie, an-ideal, aphorism, become, becomes, hundred, hundred-times, ideal-word, lie, lying, lying-games, lying-to-ourselves, quote, repeat, telling-the-truth, truth"},{"quote":"Even poison has an expiry date.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorismus, expiry, expiry-date, poison, poisoning, poisonous, quote, value"},{"quote":"my blog, a boat that contains my perceptions + truths; set to sail on an endless journey into eternity.","author":"The Nyghtlie Poet","category":"affirmation, quote"},{"quote":"You get what you want and you become its slave.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, become, become-imprisoned, get, quote, quote-about-freedom, quote-about-slavery, slave, something, thing, what, what-you-need, what-you-want"},{"quote":"Where do I go from here? She thought to herself.Truth was, it didn’t matter.She had a new beginning.","author":"Austin Cochran, Totem Lake","category":"horror, horror-author, horror-fantasy, horror-fiction, quote, science-fiction"},{"quote":"Many quote scripture, less study it, and even fewer live it. ~T.F. Hodge","author":"T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","category":"actions, deeds, practice, quote, religion, scripture, speech, words"},{"quote":"Your vibe creates your tribe.","author":"Ifeanyi Enoch Onuoha","category":"inspirational, quotation, quote, wisdom"},{"quote":"And I said, 'Do I have leprosy?' And they said, 'You are a dangerous element.","author":"David E Hoffman","category":"oligarchs, quote, ussr"},{"quote":"Remember:all the thoughts you have of yourself and others are written on your face. Make them kind.","author":"Kamand Kojouri","category":"awareness, compassion, compassionate, consciousness, empathetic, empathy, gentle, gentleness, harmony, kamand, kamand-kojouri, kind, kindness, kojouri, love, practice-kindness, quote, remember, think, thinking, thoughts, together, togetherness, unity, we-are-one"},{"quote":"Love without conditions, restrictions, or the expectation of being loved in return.","author":"Kamand Kojouri","category":"all-you-need-is-love, beloved, condition, expectation, expectations, kamand, kamand-kojouri, kojouri, love, love-is-all-you-need, love-movement, love-quote, love-trumps-hate, love-wins, loved, lover, one-love, one-world, passion, quote, restriction, simple-quote, unrequited"},{"quote":"A negative outlook is dangerous. When you say, “It can’t get any worse!” You're essentially challenging the universe to do exactly that.","author":"Kamand Kojouri","category":"ask, aura, bad, better, challenge, courage, danger, dangerous, don-t-give-up, glass-half-empty, good, great, inspirational-quote, kamand, kamand-kojouri, kojouri, life-philosophy, manifest, manifestation, mindset, motto, negative, negativity, never-give-up, optimism, optimist, optimistic, outlook, perception, perseverance, persevere, persistence, perspective, pessimism, pessimist, pessimistic, philosophy, positive, positive-energy, positivity, pray, prayer, quote, universe, vibe, worse"},{"quote":"In the very end, all we have left to atone for our faults are words.","author":"Kamand Kojouri","category":"absolve, ask, atone, atonement, author, creative-writing, end, err, expiate, fault, forgive, forgiveness, give-in, kamand, kamand-kojouri, kojouri, mistake, novelist, poem, poet, quote, sin, surrender, words, write, writer, writing, writing-poems, writing-quotes"},{"quote":"Want to help others? Be yourself. You’ll inspire others to muster the courage to be themselves as well.","author":"Kamand Kojouri","category":"authentic, authenticity, be-yourself, courage, genuine, harmony, help, helping, inspiration, inspirational-quotes, inspire, kamand, kamand-kojouri, kojouri, life, love, muster, quote, together, togetherness, true, unity"},{"quote":"This is the only truth in the world that was necessary yesterday, is necessary today, and will continue to be necessary tomorrow: be conscious of now.","author":"Kamand Kojouri","category":"adage, aware, awareness, awareness-quote, consciousness, fleeting, kamand, kamand-kojouri, kojouri, life-philosophy, maxim, meditate, meditation, mindfulness, moment, motto, necessary, now, philosophy, power-of-now, present, present-moment, quote, temporary, time, today, tomorrow, transient, truth, yesterday"},{"quote":"All this waiting.Waiting for the rain to stop. Waiting in traffic. Waiting for the bill. Waiting at the airport for an old friend.Waiting to depart. Then, there’s the big waiting: waiting to grow up. Waiting for love. Waiting to show youryour parents that when you have kids you’ll be different. Waiting to retire. Waiting for death. Why do we think waitingis the antithesis of lifewhen it is almostall of it?","author":"Kamand Kojouri","category":"airport, alive, antithesis, bill, cute-poem, death, fast, friend, grow-up, hours, impatient, kamand, kamand-kojouri, kids, kojouri, life, live, love, parents, patience, patient, poem, quick, quote, rain, retire, short-poem, slow, stop, time, time-quotes, traffic, wait, waiting, waiting-quotes"},{"quote":"That’s why all of those records from high school sound so good. It’s. It that the songs were better- it’s that we were listening to them with our friends, drunk for the first time on liqueurs, touching sweaty palms, staring for hours at a poster on the wall, not grossed out by carpet or dirt or crumpled, oily bedsheets. These songs and albums were the best ones because of how huge adolescence felt then, and how nostalgia recasts it now. Nostalgia is so certain: the sense of familiarity it instills makes us feel like we know ourselves, like we’ve lived. To get a sense that we have already journeyed through something- survived it, experienced it- is often so much easier and less messy than the task of currently living though something. Though hard to grasp, nostalgia is elating to bask in- temporarily restoring color to the past. It creates a sense memory that momentarily simulates context. Nostalgia is recall without the criticism of the present day, all the good parts, memory without the pain. Finally, nostalgia asks so little of us, just to be noticed and revisited; it doesn’t require the difficult task of negotiation, the heartache and uncertainty that the present does.","author":"Carrie Brownstein, Hunger Makes Me a Modern Girl","category":"carrie-brownstein, hunger-makes-me-a-modern-girl, nostalgia, quote"},{"quote":"The differences between women are all cosmetic.","author":"Ljupka Cvetanova, The New Land","category":"cosmetic, cosmetics, difference, difference-between-men-and-women, differences-between-people, ironical, irony, life, love, make-it-better, make-it-through, make-up, makeup, quote, quotes-about-women, sarcasm"},{"quote":"Kamand, die every dayso you rememberto live.","author":"Kamand Kojouri","category":"adage, alive, aliveness, aphorism, aware, awareness, carpe-diem, consciousness, death, die, inspirational-quote, kamand, kamand-kojouri, kojouri, life, life-philosophy, live, living, maxim, moment, motto, now, philosophy, poem, power-of-now, present, present-moment, quote, realisation, realise, recognise, remember, seize, short-poem, surrender, truth"},{"quote":"There is no remedy for love but to love more.\"- Henry David Thoreau","author":"Henry David Thoreau","category":"love, quote, thoreau"},{"quote":"No one has any right to tell you that the way you perceive yourself is wrong. Because by doing so, they also discourage the person you aspire to be.","author":"Kamand Kojouri","category":"aspiration, aspire, attitude, awareness, compassion, compassionate, consciousness, deflect, discourage, encourage, inspiration, inspire, judge, judgement, judgment, kamand, kamand-kojouri, kind, kindness, kojouri, motivate, opinion, perceive, perception, project, quote, reflect, right, spread-love, tell, understanding, viewpoint, wrong, yourself"},{"quote":"concepts means with structure so build structures in ur life.","author":"Ikechukwu Joseph, Repositioning Yourself for  Greater Success","category":"christian-life, quote"},{"quote":"Live brightly.","author":"Lana M. H. Wilder","category":"bright, brightly, lana-m-h-wilder, lana-wilder, live, quote"},{"quote":"With gorilla gone, will there be hope for man?","author":"Daniel Quinn, Ishmael","category":"quote"},{"quote":"Everyone has a worldview, and everyone is positive theirs is the correct one. I can tell you without a doubt your wrong.","author":"Wesley Gray","category":"quote"},{"quote":"I want you to hold the rising sun,I’m hearing the stars calling me ;","author":"Queen_001","category":"calling, courageous, high, life, love, poetry, quote, rising, stars, sun, up"},{"quote":"As the legend goes, when the Phoenix resurrects from the flames, she is even more beautiful than before.","author":"Danielle LaPorte","category":"danielle-laporte, phoenix, quote, resurrection"},{"quote":"A part of me didn't want to need anyone, miss anyone, even love anyone, It'd always been me against the world, and I didn't altogether enjoy that I was starting to lose that feeling. It usually meant that something awful was going to happen","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"No poem of mine will, be as beautiful as the one; I create on your lips.","author":"Seekerohan, Caged: The Price of Pride","category":"beautiful, caged, haiku, lips, love, poem, poetry, quote"},{"quote":"It was the calm before the storm, and holy crap, my bones knew it was going to be the storm of my life.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"Everything had become chaotic, and I wasn't sure how much more I wanted to take","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"I was choosing, and I was choosing Kellan.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"I'm a demon. I'm more than half-demon, and that means I can only love one person.” He watched me from his pillow. “You. Only you","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"The only god thing in me, is you. If you die, there's no redemption for me. I'll become a full demon.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"The only spark of humanity in me is from you, because I love you. If you die, so do I.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"He protected me. He killed for me. He would do anything for me.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"We were strong separately, but when we were together, we were impenetrable.","author":"Tijan, Evil","category":"evil, kellan, kellan-and-shay, new-adult, new-adult-paranormal-romance, new-adult-romance, paranormal-romance, quote, romance, shay, shay-and-kellan, tijan"},{"quote":"There are 3 ways of handling a situation. You can either become part of the problem, part of the solution or part of the pavement..","author":"Cornelius Moore","category":"attitude-toward-life, inspiration, quote"},{"quote":"Indecision has a way of not moving forward. And who says time doesn't stand still?","author":"C.C. Wyatt","category":"quote"},{"quote":"Your mind is your belief hotspot -the center where the issues of life emanate from.","author":"Ifeanyi Enoch Onuoha","category":"belief, center, hotspot, ifeanyi-enoch-onuoha, inspirational, life, quote, thought-leadership, wisdom"},{"quote":"Blessed are the hearts that can bend; they shall never be broken.”But I wonder if there’s no breaking then there’s no healing, and if there’s no healing then there’s no learning. And if there’s no learning then there’s no struggle. But the struggle is a part of life. So must all hearts be broken?","author":"Albert Camus","category":"onetreehill, quote"},{"quote":"People never understand who you are, until If you're popular or talented.","author":"Bhoopal M","category":"popular, quote, speak, talent, understand"},{"quote":"One thing I can assure you, life is not easy, but it can be simple. Focus on what's important and don't let your distractions derail you.","author":"Tony Curl, Seriously Simple Stuff to Get You Unstuck","category":"brave, courage, derail-your-dreams-quotes, important, quote, simple"},{"quote":"Poverty is a scourge and must be dealt with surge.","author":"Ifeanyi Enoch Onuoha","category":"ifeanyi-enoch-onuoha, inspirational, poverty, quote, truth, wisdom"},{"quote":"There's a profit attached to every problem. Find it, face it and fix it.","author":"Ifeanyi Enoch Onuoha","category":"ifeanyi-enoch-onuoha, inspirational, lesson, quote, wisdom"},{"quote":"The greatest thing about me isn’t even a part of me. It’s you.","author":"Kamand Kojouri","category":"beloved, boyfriend, cute-quote, dating, falling-in-love, girlfriend, greatest, husband, in-love, in-love-with-love, inspiration, inspirational, kamand, kamand-kojouri, kojouri, love, love-quote, loved, lover, loving, mate, me-and-you, partner, quote, relationship, soulmate, wife, you-and-i, you-and-me"},{"quote":"To see her is to be seduced by her.","author":"Kamand Kojouri","category":"crave, desire, fall-in-love, her, kamand, kamand-kojouri, kojouri, lascivious, love, lust, muse, need, quote, seduce, seduced, seducer, want, wish, yearn"},{"quote":"Prejudice is an act of violence.","author":"Kamand Kojouri","category":"act, bias, bigot, bigotry, discriminate, discrimination, equality, judge, judgement, judgment, justice, kamand, kamand-kojouri, kojouri, predispose, prejudice, quote, right, truth, violence, violent, wrong"},{"quote":"What happens in you is more important than what happens to you.","author":"Ifeanyi Enoch Onuoha","category":"enoch-onuoha, hinovelty, ifeanyi, information, inspirational, life, motivational, quotable-quotes, quote, thought, thought-leadership, wisdom"},{"quote":"Solitude is an unmarked place beyond the borders of the map, a place where most fear to tread. It’s no surprise, then, that this is where the greatest secrets and most valuable treasures are hidden.","author":"Cristen Rodgers","category":"esoteric-wisdom, inspirational-quotes, poem, quote, silence-quotes, solitude, solitude-quotes, spiritual-wisdom, spirituality-quotes"},{"quote":"You can’t patch cracks on a glass house.","author":"Dominic Riccitello","category":"appearance, fake, false, glass, house, life, love, preparing, quote, reality, see-through, thoughts, truth"},{"quote":"Prayer is the maternity where ideas are born.","author":"Ifeanyi Enoch Onuoha","category":"idea, maternity, prayer, quote, thinking"},{"quote":"What if my name was Daniel, Lucas, Noah. Lucas Harris, That doesn't sound right. I think I'll stick with Nate.","author":"Nathan Harris","category":"lit, name, names, quote"},{"quote":"...he didn't know if he was Chuang Tzu who dreamed he was a butterfly, or a butterfly dreaming he was Chuang Tzu.","author":"Inio Asano, Nijigahara Holograph","category":"chuang, famous, matrix, philosophical, philosophy, proverb, quote, rainbow, tzu"},{"quote":"I love him. So much. To the point where you won’t understand. You don’t get it because I don’t get it. It’s there. It exists. It flows. It moves like rapids through my veins. Comes with bursts and occasionally fades with the day, but it’s always there. And when you find love like that, you don’t want to give it up. But sometimes you have to and sometimes you have to give it to someone else. That’s the hard part.","author":"Dominic Riccitello","category":"breaking-up, emotion, ending-a-relationship, falling-out-of-love, feelings, love, love-hurts, quote, relationship, thoughts, truth, unconditional-love"},{"quote":"Loving him made me never want to love another human being.","author":"Dominic Riccitello","category":"life, love, quote, relationship, sad, sadness, thoughts, true-love, truth, unconditional-love"},{"quote":"I loved him to death. Then I came to realization with how arrogant he was and instead of falling out of love, I fell harder. Every passing day I fell a little harder, a little faster, and a little sadder. I became anxious, obsessive, hurt, and sad. But one morning I awoke to realize I fell out of it. I loved him. I still do. But I was in love with him until the death of the relationship. Now I just love him. From afar. From the knowledge. From the happiness an individual gave me.","author":"Dominic Riccitello","category":"breaking-up, emotion, empowerment, falling-out-of-love, feelings, love, quote, relationship, truth"},{"quote":"Loving you was easy. Hating you was hard. Falling out was insane.","author":"Dominic Riccitello","category":"emotions, falling-in-love, falling-out-of-love, hate, hurt, life, love, quote, relationship, sad, truth"},{"quote":"You were like fine wine, but cheap wine gets you drunk faster.","author":"Dominic Riccitello","category":"alcohol, bad-for-you, bad-guy, good-for-you, good-guy, life, love, metaphor, opinion, quote, thoughts, wine"},{"quote":"Looking back and wondering if it could have worked eventually hurts more than trying and failing.","author":"Dominic Riccitello","category":"failing, fixing, issues, looking-back, quote, relationship, relationship-problems, trying, wonder, wondering"},{"quote":"The hard part wasn’t breaking up. The hard part is forcing myself to fall out of love with you.","author":"Dominic Riccitello","category":"breaking-up, ending, falling-out-of-love, feelings, life, love, opinion, quote, relationship, thoughts"},{"quote":"Sticks and stones may break my bones but your words were always the hardest.","author":"Dominic Riccitello","category":"hurt, quote, relationship, sad, sadness, sticks-and-stones, thoughts, words"},{"quote":"They say if the love is true, then it’s easy. But that’s false. Love is complicated. It’s sticky. It’s bliss and it’s a mix of emotions. It’s not easy.","author":"Dominic Riccitello","category":"bliss, complicated-love, emotion, life, love, love-is-hard, quote, thoughts, true-love"},{"quote":"You can't help everyone, but.... everyone can help someone.","author":"Dr Loretta Scott","category":"quote"},{"quote":"Losing someone doesn’t scare me. Death doesn’t scare me. What scares me is the inability to no longer feel the touch of the one you love.","author":"Dominic Riccitello","category":"death, dying, feeling, inability-to-touch, love, not-scared, quote, scared, touch, what-scares-you"},{"quote":"Your worth is what you allow it to be.","author":"Dominic Riccitello","category":"love, opinion, quote, respect, self-esteem, self-love, self-respect, thoughts, truth, worth"},{"quote":"You don’t need them. It’s that simple. But for some reason it’s complex. It’s difficult. It’s dangerous. We can’t seem to fathom it.","author":"Dominic Riccitello","category":"complex-relationship, emotions, feelings, hard-to-leave, life, love, need, quote, relationship, truth, want, wanting"},{"quote":"His eyes said what I cannot see.","author":"Dominic Riccitello","category":"blind, emotions, eyes, feelings, oblivious, quote, relationship, thoughts, truth"},{"quote":"One day he’ll realize he is and was wrong. But that’s for him to figure out. You can’t change people or make them realize things they don’t want to see.","author":"Dominic Riccitello","category":"changing-people, he-was-wrong, love, opinion, quote, realization, relationship, thoughts, truth, wrong"},{"quote":"It takes awhile, but eventually you realize they lost you. You didn’t lose them.","author":"Dominic Riccitello","category":"end-of-a-relationship, help, life, love, past, quote, relationship, relationship-advice, they-lost-you"},{"quote":"The silences weren’t awkward. For me at least. Because I was there in the moment with him.","author":"Dominic Riccitello","category":"awkward, love, quiet, quote, relationship, silence, silences, time-together, two-people"},{"quote":"The truth is: I was lost in him. I had gone from losing one of the most important people in my life and then losing someone I loved a month later. I wrapped myself in people, in lust, in the idea of love. I met him and I met a gentlemen, and when I found out who he truly was, I was still in love with the gentleman and justified all of his actions.","author":"Dominic Riccitello","category":"beginnings-and-endings, couple, false-appearances, gentleman, lost, love, opinion, quote, relationship, thoughts, truth"},{"quote":"They leave to test the waters but fail to realize the waters are full of rapids.","author":"Dominic Riccitello","category":"leaving, life, love, metaphor, quote, seeing-whats-better, testing-love, testing-time, thoughts"},{"quote":"Birthday should be considered as a unit of measurement to measure our present status toward success!","author":"Mohith Agadi","category":"birthday, birthday-quotes, life, life-quotes, quote, quotes-by-mohith, wuotes"},{"quote":"I didn’t know when I grew up, but it happened like this: I was so very young, and then suddenly, I was old.","author":"Lauren Evers, Cryptids","category":"age, cryptids, quote"},{"quote":"It is so simple: the choices we make in our everyday lives, the things we do (or not) for others, define the world we live in.","author":"Bernard Jan","category":"bernard-jan, choice, choices-quotes, choices-you-make, quote, quotes, quotes-about-life, quotes-on-life"},{"quote":"Caring for the one who worries about you is the best thing you can do to strengthen the relationship.","author":"Mohith Agadi","category":"life, life-quotes, love, love-quotes-for-everybody, quote, quotes, quotes-by-mohith"},{"quote":"If we can learn anything from Lord Ganesha, it is: Be sincere and care no one in the line of duty.","author":"Mohith Agadi","category":"ganesh-chaturthi, ganesha, life-quotes, lord-ganesha, quote, quotes, quotes-by-mohith"},{"quote":"NON MI POSSO ABITUARE. NON MI POSSO ABITUARE AL RAGAZZO CHE DORME DI SOPRA, CHE MI TIENE STRETTA TUTTA LA NOTTE E DICE DI AMARMI, E DICE CHE NON AMERÀ MAI NESSUNO COME AMA ME. NON POSSO ABITUARMI A TUTTA QUESTA FELICITÀ CHE MI SCAVA IN PUNTI IRRAGGIUNGIBILI, CHE MI RENDE FRAGILE.","author":"Valentina D'Urbano, Non aspettare la notte","category":"book, quote, valentina-d-urbano"},{"quote":"Hearts break along the same lines they broke before, I find, and they hurt no less in the rebreaking.","author":"Na'ama Yehuda, Emilia","category":"heartbreak, life-lessons, quote, truth, widsom"},{"quote":"Wind and breeze are separated todayCrimson twilight denies to fade away Grass blades turn brown to match the soilWe pretend to smile at every turmoil","author":"Munia Khan","category":"breeze, brown, chaos, crimson, crisis, denies, divided, fade, grass, grassblade, match, poem, poetry, poetry-quotes, pretend, pretender, quote, separated, smile, smile-quotes, soil, today, turmoil, twilight, wind, world-crisis"},{"quote":"Phones are only good for ordering pizza and telling someone you're running late","author":"Amy Reed, Crazy","category":"amy-reed, book, crazy, funny, quote"},{"quote":"You wore my watch then claimed it as your own, twisting its chain slowly, hovered over the blaze of my torment. You would yell endless regrets across the dance Hall of echoes. So many echoes from a source that swayed smiling…id throw u over & over but you were the yoyo that’s loop strapped itself to the bones of my finger, layers so deep it would take more than a cut to untie your deceit.Lips bitter but your touch soothing & sweet. My heart would palpitate the moment your presence crept through the walls of my flesh; you held tight the gasps of breath keeping my chest strained with the pressures of your high demands. Not a single thing was enough, you needed me fragmented…","author":"L V HALL","category":"altered, deciet, fragmented, love, quote, torment, torn-apart"},{"quote":"An option means decision, and a decision means acknowledging something is wrong and the shame one can no longer hide from.","author":"Na'ama Yehuda, Emilia","category":"breaking-free, choices, domestic-violence, options-in-life, quote, reality, wisdom"},{"quote":"Naama Yehuda ‏@NaamaYehuda · 42s42 seconds ago Sometimes when the path is obscured all we can do is find the best way through the current moment and hope things will clear up ahead.","author":"Na'ama Yehuda, Emilia","category":"life-lessons, quote, truth, wisdom"},{"quote":"The problem was I always took the blame. But he was wrong. But I thought me taking the blame could fix it.","author":"Dominic Riccitello","category":"blame, love, problems, quote, relationship, taking-the-blame, thoughts, toxic, toxic-relationship, truth"},{"quote":"I don't like him. He makes me laugh. It'll wrinkle my face.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, artificial, artificial-love, face, him, irony, laugh, laugh-out-loud, like, love, make, man, my, pure-love, quote, quotes, real-love, sarcasa, sarcastic, sincerity, smile, smiling, smiling-face, woman, wrinkle"},{"quote":"Be weary of the selfish givers, those who do something for a hidden fee.","author":"Nikki Rowe","category":"inner-being, inner-strength, quote, self-discovery, strength, truth, truth-quotes, wild-and-free, wisdom, wise-words"},{"quote":"This was a different kind of a kiss, not one that leads to something, but a hard, painful one.It was a goodbye kiss.","author":"Penelope Ward, Stepbrother Dearest","category":"cry, elec, elec-and-greta, goodbye, goodbye-kiss, greta, greta-and-elec, kiss, love, new-adult, penelope-ward, quote, romance, sad, stepbrother-dearest, stepbrotherr"},{"quote":"I loved him, you know,' she said. 'I would have loved him as hard as he'd let me, for the rest of my life.","author":"Tana French, The Likeness","category":"declarations-of-love, love, quote, sad, tana-french, the-likeness"},{"quote":"The more we try to stop others from falling, the more we hurt ourselves.","author":"Laure Lacornette","category":"citation, falling, hurt, inspirational, life-lessons, ourselves, quote"},{"quote":"When you speak, your words echo across the room. When you write, your words echo across the ages\" Bud GardnerThis is what my books do about stories of the Past, Present and Futur. Enjoy!Visit my page on Amazon.com","author":"Claire Hamelin Manning","category":"quote"},{"quote":"Those who fixate on what could have been are bound to miss what already is.","author":"Sara Secora","category":"control, inspirational, life, missing, motivational, quote"},{"quote":"Everything is possible, but where can I find everything?!","author":"Ljupka Cvetanova, The New Land","category":"absurd, absurdity, aphorism, aphorisms, but, can, everything, existence, find, i, ironical, irony, is, possibility, possible, quest, question, question-everything, questions-and-answers, quote, quotes, sarcasam, where"},{"quote":"There's always another side to the story but nothing compares to the glory of our own short sighted, one sided glorious view","author":"AlunaGeorge","category":"inspirational-quotes, life-quotes, music-quotes, musician, one-sided, quote"},{"quote":"When I am, you are not.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, being, being-yourself, exclusion, existence, i, i-am, personal, personality, quote, quotes, when, you, you-are, you-are-not"},{"quote":"It's not over till the fat lady eats!","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, eat, eating, fat, food, funny, lady, not, not-over, obese, obesity, over, quote, quotes"},{"quote":"The universe on your skin is emptyfrom all the silence on your tongue.Forgive yourself. Let your body healfrom all the wounds you did not inflicton yourself. Drop the sword you carryon your shoulder for self-defense.Lower the armor you hold high upfor protection. Those who harmed youare not going to come back. Those whohave left never intended to return.","author":"Akif Kichloo, The Feeling May Remain","category":"akif-kichloo, akifkichloo, author, healing, poem, poet, poetry, prose, prose-poetry, qotd, quote, quotes, the-feeling-may-remain"},{"quote":"Disappointment is a blessing. If you were never disappointed, you'd never know what was important to you.","author":"Kamand Kojouri","category":"bless, blessing, disappoint, disappointed, disappointing, disappointment, important, inspiration, inspirational, inspiring, kamand, kamand-kojouri, kojouri, life-hacks, philosophy-of-life, positive, quote, truth"},{"quote":"So often we confuse mistakes for soul mates, lessons forlovers, and at the same time worthy life partners for one-night stands. It’s an epidemic.","author":"Akif Kichloo, The Feeling May Remain","category":"akif-kichloo, akifkichloo, author, poet, qotd, quote, quotes, the-feeling-may-remain"},{"quote":"we were never a match","author":"always a marvelous misfit.","category":"Akif Kichloo, The Feeling May Remain"},{"quote":"The tragedy of love is in its ending, the blessing—everything else. No love ever deserves to end.","author":"Akif Kichloo, The Feeling May Remain","category":"akif-kichloo, akifkichloo, author, poem, poet, poetry, prose, qotd, quote, quotes, writing"},{"quote":"They came and they left. You cried, but you stood your ground. You stayed tethered to hope as well as committed to dignified dreams and little victories of day-to-day life. You felt different. Then you started to change. Your smile returned with reticence before completely taking over your face. Today, you are no longer afraid to let that smile be there, and now you understand it was not about them. It was never about anyone else. This was about you from the day you were born. This was about you learning to love yourself—not letting the inferiority of the external corrupt the piety of the internal. This was your personal revolution. This was the uprising of your lifetime.And you won.","author":"Akif Kichloo, The Feeling May Remain","category":"akif-kichloo, akifkichloo, author, poet, qotd, quote, quotes"},{"quote":"It's like I'm reading a book, andit's a book I deeply love, but I'mreading it slowly now so the wordsare really far apart and the spacesbetween the words are almostinfinite. I can still feel you andthe words of our story, but it's inthis endless space between thewords that I'm finding myself now.It’s a place that’s not of thephysical world - it's whereeverything else is that I didn'teven know existed. I love you somuch, but this is where I am now.This is who I am now.And I need you to let me go. Asmuch as I want to I can't live inyour book anymore.","author":"Spike Jonze, her","category":"her, movie, quote"},{"quote":"Love is a snowflake for no two are ever the same.","author":"Kamand Kojouri","category":"difference, different, flake, identical, in-love, kamand, kamand-kojouri, kojouri, love, love-poem, love-quote, loved, lover, loving, past, poem, quote, same, snow, snowflake, truth, unique"},{"quote":"Don't let the devil fool you! Unless he's handsome.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, attraction, attractive, devil, devil-quotes, devils, fool, handsome, man, quote, quotes"},{"quote":"When the nightcomes to break my heart,I think of you.","author":"Akif Kichloo, The Feeling May Remain","category":"akif-kichloo, akifkichloo, author, poet, qotd, quote, quotes"},{"quote":"He didn't want just one morning with her, just one dawn breaking across the horizon. He wanted every dawn forever, every night, and the hours in between.","author":"R.E. Butler","category":"adult, clan, erotica, every-dawn-forever, hyena-heat, quote, r-e-butler, romance, shapeshifter, she-wolf, were-hyena"},{"quote":"No matter how much you feel it in your heart, if you don't tell the person then it's meaningless.","author":"Shungiku Nakamura, 中村 春菊","category":"junjou-romantica, quote"},{"quote":"He’d reached that perilous stage of being drunk enough to think himself a good dancer… but was dangerously close in tipping over to the point where he’d act like an arse","author":"Iain Clements, Tweet Of Faith","category":"drunkenness, faith, fiction, humor, humourous, quote, tweet"},{"quote":"God has provided food for every bird, but He doesn't throw it in their nests","author":"Mizan Chaudhury","category":"achievement, goodreads-quotes, inspiration, inspirational-quotes, life, mizan-chaudhury, mizan-chaudhury-quote, quote, success, success-quotes"},{"quote":"I'll forget me.You forget you.We can be onetogether, happily.","author":"Kamand Kojouri","category":"boyfriend, cute, cute-poem, dating, forget, girlfriend, happily, happy, kamand, kamand-kojouri, kojouri, love, love-poem, lovers, mate, me, me-and-you, one, partner, quote, relationship, soulmate, together, you, you-and-i, you-and-me"},{"quote":"Selfie-centered person!","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, facebook, facebook-addiction, facebook-quotes, quote, self, self-centered, selfie"},{"quote":"I'm not a saint! Thanks God!","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, god, quote, quotes, saint, sanctuary, thanks, thanks-to-god"},{"quote":"The reason as to why a human cannot give birth to himself is because he needs someone to help him. We are altricial, or helpless at birth, because we have to depend on others so that later in life when we are capable, we help those in need. And this is very much part of the circle of life.","author":"Kamand Kojouri","category":"altricial, awareness, birth, circle, circle-of-life, depend, guide, harmony, help, help-others, helpless, human, kamand, kamand-kojouri, kojouri, love, quote, reason, rebirth, remember, stronger-together, together, togetherness, union, unity, unity-quotes"},{"quote":"I see that you are heartlessly clever.For you know how to Love,but not Forever. You still return to me in flashes,so strong it clouds my Mind.The fire has turned to ashes,and yet, you’re not behind.","author":"Meraaqi, Divine Trouble","category":"literature, love, poem, poems, poetry, quote, quotes, reminiscence"},{"quote":"I finally wentwhere everyone goesand I realizedI wasnevermissingout.","author":"Meraaqi, Divine Trouble","category":"curiosity, divine-trouble, literature, loner, meraaqi, poem, poems, poetic, poetry, quote, quotes, quotes-to-live-by, realization, reflection, self-love, society, solitude, wisdom"},{"quote":"Tell me where the swans go in the winterI need to know if the mute ones can sing.Tell me why stars fall from the skyI need to know if it is luck they bring.Tell me why feathers land near youI need to know if you've injured your wing.Now, tell me where you end, my angelFor I no longer know where I begin.","author":"Kamand Kojouri","category":"angel, falling-in-love, feather, in-love, kamand, kamand-kojouri, kojouri, love, love-poem, love-quote, lover, loving, luck, mate, me-and-you, mute, partner, poem, quote, relationship, sing, sky, soulmate, stars, swan, together, union, unity, wing, winter, you-and-i, you-and-me"},{"quote":"Love can bless you with a sense of purpose and direction when all else fails. Because to have faith in love is to be optimistic about life. Love is hopefulness.","author":"Kamand Kojouri","category":"beloved, bless, blessing, direction, faith, guidance, help, hope, hopeful, hopefulness, in-love, inspiration, inspirational, kamand, kamand-kojouri, kojouri, love, love-quote, loved, lover, loving, optimism, optimistic, persevere, purpose, quote, quotes-about-love, sense"},{"quote":"Your eyes are like heavy rain falling from pregnant clouds. With one glance, you washed awaythe poems I chalked on the groundand drowned all my beliefs.Now, I only scribble your name and believe in your truth. I know nothing but you.","author":"Kamand Kojouri","category":"belief, believe, chalk, clouds, eyes, falling-in-love, ground, in-love, kamand, kamand-kojouri, kojouri, love, love-poem, love-poet, lover, loving, me-and-you, name, partner, poem, poet, poetry, quote, rain, relationship, romance, romantic, scribble, soulmate, together, truth, wash, you-and-i, you-and-me"},{"quote":"Love is the most integral function of our lives. That is why LOVE is only one letter away from LIVE.","author":"Kamand Kojouri","category":"cute, function, harmony, in-love, inspiration, inspirational, integral, kamand, kamand-kojouri, kojouri, letter, life, live, love, love-quote, loved, lover, loving, meaning, meaning-of-life, quote, relationship, soulmate, together, union, unity, word"},{"quote":"Don’t you ever dare judge, for who among us can say that when the devil himself offered us a deal, we refused?","author":"Kamand Kojouri","category":"among, dare, deal, devil, don-t-judge, evil, judge, judgement, judging, judgment, kamand, kamand-kojouri, kojouri, no-judgment, offered, quote, refuse"},{"quote":"Retrospect: the sweetener of life.","author":"Kamand Kojouri","category":"afterthought, hindsight, kamand, kamand-kojouri, kojouri, life, quote, recollection, remember, reminisce, retrospect, retrospection, sweetener"},{"quote":"What people say about others' behavior or character is not always true, Just Proffer it to your best judgement.","author":"Mohith Agadi","category":"behavior, best-judgement, character, life, life-quotes, people, quote, quotes, quotes-by-mohith, trust"},{"quote":"Strive not with a man that is full of tongue, and heap not wood upon his fire. Jest not with a rude man, lest thine ancestors be disgraced","author":"Sirach","category":"bible, quote, ruse, sirach"},{"quote":"To love is to finally live.","author":"Kamand Kojouri","category":"experience, harmony, in-love, inspiration, inspirational, kamand, kamand-kojouri, kojouri, life, life-changing, live, living, love, love-quote, lover, loving, meaning-of-life, philosophy, quote, to-love, together, union, unity"},{"quote":"Even the wheel of fortune can run over you.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, aphorisms, fortune, fortune-quotes, life, quote, quotes, run, run-over, wheel, wheel-of-fortune, wheel-of-fortune-quotes"},{"quote":"Find me, my thief.","author":"Jessica Khoury, The Forbidden Wish","category":"aladdin, jessica-khoury, jinn, quote, retelling, the-forbidden-wish, zahra"},{"quote":"You are the owner and keeper of your word. Distribute them wisely.","author":"Tim Hollingworth","category":"power-of-words, quote, quotes-about-life, self-awareness, self-improvement, self-motivation, self-realization, wisdom, words, words-of-wisdom"},{"quote":"I found a word, and carefully placed it next to another. Soon I had a bridge and a pathway to a wonderful future.","author":"Tim Hollingworth","category":"power-of-words, quote, quotes-about-life, self-awareness, self-improvement, self-motivation, self-realization, wisdom, words, words-of-wisdom"},{"quote":"Being creative is not something you do. Its something you are. Each moment of ur life is creative","author":"Abhinav Srivastava","category":"abhinav-srivastava, abhinavsr, abhinavsr-quote, inspirational, life, life-lessons, live, love, love-quotes, moment, quote, success, time"},{"quote":"Life isn't a life without fitness.","author":"Mohith Agadi","category":"health, health-quotes, healthy, life-style, life-style-quotes, quote, quotes, quotes-by-mohith"},{"quote":"Inside each one of us is a rebel just waiting to be freed. That rebel is the real “You.","author":"Margaret Aranda","category":"dr-margaret-aranda, quote, rebel"},{"quote":"Life is more than one genre'.","author":"Juliette Power","category":"author, quote, writing, writing-life"},{"quote":"Everyone is born a millionaire, it is your God-given right to have an abundance of everything, health, money and love.","author":"Charanjit Singh Mannu, The Purity of Love","category":"quote, quote-of-the-day, quotes-to-live-by"},{"quote":"Take the Positive, and run! Run from the negative!","author":"Margaret Aranda","category":"dr-margaret-aranda, inspiraiton, quote"},{"quote":"My spirit is simply rekindled with each one of your words.","author":"Margaret Aranda","category":"dr-margaret-aranda, inspiration, quote"},{"quote":"I meet & deal with so many ‘things’ in my life. But I am ‘love’ & nothing in this life matters to me more than my faith in who I am.","author":"Abhinav Srivastava","category":"abhinav-srivastava, abhinavsr, abhinavsr-quote, i, life, love, myself-quotes, quote, success, success-quotes, success-self-improvement"},{"quote":"The weatherman/woman definitely has SuperPowers.","author":"Margaret Aranda","category":"dr-margaret-aranda, quote, weatherman"},{"quote":"Read everyday quotes start from easy which don't want a lot of thinking, then average,then something complex. This will re-wire your brain, however if you find a book of quotes I suggest you to read all quotes slow and even if you don't get a quote or quotes read them as much time as possible.","author":"Deyth Banger","category":"average, complex, quote, re-wire, this, will"},{"quote":"Raising children is like baking cookies at high altitudes. The recipe doesn’t work. You must open the oven door and keep checking on the cookies.","author":"Margaret Aranda","category":"dr-margaret-aranda, parenting, quote"},{"quote":"Eat and sleep well. Be Positive and get rid of the Negative in Your Life.","author":"Margaret Aranda","category":"dr-margaret-aranda, life, quote"},{"quote":"Just Keeping You 'In the Know.","author":"Margaret Aranda","category":"author, dr-margaret-aranda, quote"},{"quote":"If you can't connect the Dots, Find the right dots first.","author":"Mohith Agadi","category":"entrepreneur, entrepreneurial, entrepreneurs, inspiration, inspirational, inspirational-quotes, quote, quotes, quotes-by-mohith, steve-jobs"},{"quote":"Stop writing caption. Go action!","author":"Lenang Manggala","category":"challenges, entrepreneurship, inspiration, inspirational, inspiring, life, motivasi, quote, quotes, success, sukses, young"},{"quote":"A man that has not dealt with his foundation cannot deal with another man's foundation.","author":"Steven Chuks Nwaokeke","category":"background, christian-quotes, deal-with-foundation, deliverance, evil-foundation, evil-throne, family-background, family-foundation, foundation, foundations, quote, village"},{"quote":"All I know is, a writer ever walks into Homicide looking to shadow someone, I’m shooting them on-sight.","author":"J.D. Cunegan, Blood Ties","category":"blood-ties, j-d-cunegan, quote"},{"quote":"Our hearts are all prison walls when we hold people captive with chains of unforgiveness.","author":"Ikechukwu Izuakor","category":"awesome-quotes, chain, chains, christian-life-quotes, christian-race, forgive, forgive-quotes, forgiveness, forgiveness-quotes, great-quotes, hearts, hearts-quotes, heaven-quotes, hell-quotes, ikechukwu-izuakor, life, prison, prison-quotes, prison-wall, prisoner, prisoner-quotes, quote, quotes, unforgiveness, unforgiveness-quotes"},{"quote":"Why is the Chosen One always a he?","author":"J.D. Cunegan","category":"j-d-cunegan, notna, quote, wip"},{"quote":"Your believability influences your accessibility to possibilty.","author":"Ifeanyi Enoch Onuoha","category":"believe, ifeanyi-enoch-onuoha, possibiity, quote, wisdom"},{"quote":"We can’t be afraid to dismiss the unappreciative.","author":"Dominic Riccitello","category":"appreciate, appreciation, life, opinion, people, quote, self, self-love, thoughts, unappreciated, worth"},{"quote":"Instead of writing my rules, I followed his. And that’s when I knew it all went wrong.","author":"Dominic Riccitello","category":"being-yourself, follower, following, leader, quote, relationship, rules, true-to-yourself, you"},{"quote":"I fully expect the police to come after me. To which I have just one thing to say: good luck.","author":"J.D. Cunegan, Behind the Badge","category":"behind-the-badge, bounty, j-d-cunegan, quote"},{"quote":"Three years later and I’m still writing about you. I don’t know if that says more about you or I.","author":"Dominic Riccitello","category":"emotions, feelings, life, love, past, quote, relationship, thoughts, three-years, unconditional-love, unrequited, writer, writing"},{"quote":"Life is the result of the choice we make.Imagine what it could beif only we were not afraid.","author":"Frederick Espiritu, One Whole Naked Me","category":"choice, poem, poetry, quote"},{"quote":"My mistakes were because I was selfless. I wanted to complete someone else, I didn’t think about completing myself.","author":"Dominic Riccitello","category":"complete-yourself, feelings, helping-others, mistakes, quote, sadness, selfless, thoughts, treat-yourself, worth"},{"quote":"Eventually I’ll stop writing about you and it’ll be bittersweet. Not because I’m not in love with you, but because I’ll just love you.","author":"Dominic Riccitello","category":"bittersweet, emotions, feelings, future, love, lust, past, perspective, quote, thoughts, truth, unconditional, write, writing"},{"quote":"He said I wanted revenge, but if I wanted revenge I would’ve just broken his heart.","author":"Dominic Riccitello","category":"breaking-hearts, broken-heart, hurt, life, love, quote, relationship, revenge, sadness, thoughts"},{"quote":"When someone says they love you, don’t believe it. Love is shown with actions and not words.","author":"Dominic Riccitello","category":"actions, falling-in-love, life, love, opinion, perspective, quote, showing-you-love, thoughts, true-love"},{"quote":"When you complete yourself is when you can complete someone else.","author":"Dominic Riccitello","category":"complete, completing-yourself, finding-yourself, love, loving-yourself, opinion, others, quote, self-love, thoughts, worth"},{"quote":"Relationships aren’t meant to be based upon example. If you go with the flow all will come.","author":"Dominic Riccitello","category":"advice, example, go-with-the-flow, help, life, naturally, quote, relationship, thoughts, truth"},{"quote":"I write the right. I do the left.","author":"Dominic Riccitello","category":"advice, losing-yourself, perspective, quote, right-from-left, taking-your-own-advice, thoughts, write-from-wrong"},{"quote":"We do things because we want it, not because they’re good for us.","author":"Dominic Riccitello","category":"bad, good, good-vs-bad, life, need, perspective, quote, self, us, want, want-vs-need, you"},{"quote":"Sometimes others narcissism will take place of your happiness. Don’t let it happen.","author":"Dominic Riccitello","category":"advice, happiness, happy, help, life, losing-you, lost, love, narcissism, quote, truth, you"},{"quote":"If you’re in a relationship and find yourself constantly using “we” instead of “I” - stop. You are more than your relationship.","author":"Dominic Riccitello","category":"advice, life, love, quote, relationship, respect, self-esteem, thoughts, truth, we, worth, you"},{"quote":"If you wish to know the truth of who you are,follow the voice that calls you home.Go there.For where our love is,there we will be.","author":"Frederick Espiritu, One Whole Naked Me","category":"home, love, poem, poetry, quote, truth"},{"quote":"Tear me apart for your view.Open the window of my wounds.To catch one glimpse of youis worth a thousand cures.","author":"Frederick Espiritu, One Whole Naked Me","category":"poem, poetry, quote"},{"quote":"If breath is as close as I can get,tomorrow, I’ll become the windjust to be with you again.","author":"Frederick Espiritu, One Whole Naked Me","category":"poem, poetry, quote"},{"quote":"Where there is love, there is no need.Where there is need, there is suffering.","author":"Frederick Espiritu, One Whole Naked Me","category":"poem, poetry, quote, truth"},{"quote":"I remember things like dates down to minutes, what they smelled like, how they walked and how they tug their hands in their pockets. I twine myself in nostalgia of moments and not necessarily the people in them. I long for the idea of the past and occasionally forget the present. I find myself lost in memories, just looking to recreate the moment; forgetting the past is in the past and what we have is now.","author":"Dominic Riccitello","category":"dates, life, love, moments, nostalgia, nostalgic, people, perspective, quote, relationship, thoughts"},{"quote":"I write so I don’t call you.","author":"Jennifer Elisabeth","category":"books, born-ready, breaking-up, breakup, call, jennifer-elisabeth, lit, literature, love, phone, quote, relationship, relationships, write"},{"quote":"I pushed him against his Jeep, looked him dead in the eye and kissed him. He asked if he could come up, and I just walked up the steps and said, not yet. That was the moment I knew I loved him.","author":"Dominic Riccitello","category":"emotions, feelings, i-love-you, kiss, kissing, life, love, loving-someone, past, quote, relationship, respect, touch, worth"},{"quote":"You're no better. Playing dress-up like you know right from wrong. Who made you the fucking hero?I did.","author":"J.D. Cunegan, Behind the Badge","category":"behind-the-badge, bounty, quote"},{"quote":"Sometimes the anxiety takes over and I can’t seem to fathom the love he gives me.","author":"Dominic Riccitello","category":"anxiety, anxious, emotions, esteem, quote, quotes, relationship, self, self-esteem, thoughts, truth, worth, you"},{"quote":"When I'm with you,I feel exposed.Naked. When I'm naked with you, I feel clothed.Sheltered.","author":"Kamand Kojouri","category":"boyfriend, clothed, comfort, exposed, feel, girlfriend, in-love, kamand, kamand-kojouri, kojouri, love, love-poem, love-quote, lover, loving, me-and-you, naked, poem, quote, relationship, sheltered, soulmate, together, unity, you-and-i, you-and-me"},{"quote":"They tell us the only way to move on is to forget.“Forgive,” they say.Realise that you deserve better.That maybe they deserve better.You can't fight fire with fire.Extinguish it once and for all.\"Do not look back,\" they say.They don't tell you that only one thing is needed. Only one:love.When you are filled to the brim with love,you only emanate love.You become lover and love itself.Only then will you love even the very people you wish to hate.","author":"Kamand Kojouri","category":"better, breaking-up, breakup, brim, deserve, emanate, ex, fight, fill, fire, forget, forgive, fresh-start, harmony, hate, heartbreak, hope, inspiration, kamand, kamand-kojouri, kojouri, let-go, love, lover, move-on, new-beginning, new-leaf, poem, quote, relationship, surrender, unity, wish"},{"quote":"You know how sometimes you meet someone and you feel like you've known them your whole life?Well, I feel like I've loved you my whole life.","author":"Kamand Kojouri","category":"boyfriend, cute, feel, girlfriend, in-love, kamand, kamand-kojouri, known, kojouri, life, love-poem, love-quote, loved, lover, loving, me-and-you, meet, poem, prose, quote, relationship, sometimes, whole, you-and-i, you-and-me"},{"quote":"Please don’t be upset. The last thing in the world I want is to see you upset and that too with me. It’s terrifying to see your beautiful eyes turn red with anger.","author":"Vivek Pereira, Indians in Pakistan","category":"book-quotes, famous-quotes, fiction-novel, quaotation, quote"},{"quote":"The miraculous power of love has often been underestimated just like we underestimate the power of sleep. Most of the herculean tasks performed by men were possible because they had been deeply in love and had slept well the night before.","author":"Vivek Pereira, Indians in Pakistan","category":"book, indians-in-pakistan, love, love-quote, novel, quote, quotes, quotes-on-love, quotes-on-sleep, sleep"},{"quote":"Let’s face it. There are good people and bad people everywhere. Illiteracy, poor education, wars, greed , corruption and similar factors were responsible for the problems in both India and Pakistan. Religious fanatics benefited from these factors and developed formidable socio-political strongholds in both countries.","author":"Vivek Pereira, Indians in Pakistan","category":"best-novel, best-quote, best-selling-novel, bestseller, book, famous-quote, indians-in-pakistan, indians-in-pakistan-quote, leading-author, pearls-of-wisdom, popular, quote, quotes"},{"quote":"It is your ego that needs to explain itself. The self just is.","author":"Kamand Kojouri","category":"awareness, consciousness, ego, explain, forget, forgive, fresh-start, inspiration, kamand, kamand-kojouri, kojouri, let-go, move-on, moving-on, new-beginning, quote, self, surrender"},{"quote":"We all live but a hundred years. When I am with you, I live it in a matter of days.","author":"Kamand Kojouri","category":"beloved, days, hundred, in-love, inspiration, kamand, kamand-kojouri, kojouri, live, love, love-poem, lover, me-and-you, poem, quote, relationship, years, you-and-i, you-and-me"},{"quote":"You wouldn’t believethe sun had ever shone on this heart.","author":"Antonio Cisneros, Spider Hangs Too Far From the Ground","category":"bitterness, heartbreak, quote, quotes"},{"quote":"What air is there left to breathe","author":"Antonio Cisneros, Spider Hangs Too Far From the Ground","category":"breathe, poetry-excerpt, quote, quotes"},{"quote":"the song of the deadheavy as rain on the wide banana leaveshard as drums","author":"Antonio Cisneros, Spider Hangs Too Far From the Ground","category":"dead, death, poetry-excerpt, quote, quotes"},{"quote":"Take a look and pick up a book, you never know what you might just find.","author":"Carmela Dutra","category":"book-quotes, books-reading, discoveries, find, new, quote"},{"quote":"A book is a collected thoughts and lessons in one place, a quote is a lesson which is learnt.","author":"Deyth Banger","category":"book, books, learnt, lesson, quote"},{"quote":"People fail to love unconditionally because as soon as their perception of you changes so does their behavior.","author":"Karen L. Fleming","category":"quote"},{"quote":"A speeding bullet from a speeding car could not penetrate his heart","author":"Gregory C. Warner","category":"heart-of-stone, heartbroken, hurting-heart, love-quotes, love-quotes-and-sayings, quote, unloved"},{"quote":"With kisses your mouth taught memy lips came to know fire.","author":"Pablo Neruda, Then Come Back: The Lost Neruda Poems","category":"burning, fire, kiss, kisses, lips, passion, passionate, quote, quotes"},{"quote":"Seduce yourself first.","author":"Kamand Kojouri","category":"charisma, charismatic, charm, charming, covet, fall-in-love, kamand, kamand-kojouri, kojouri, love, love-yourself, loved, loving, loving-yourself, lust, quote, seduce, seducer, seduction, seductive, sex-appeal, sexuality, yearn, yourself"},{"quote":"Do the lovers know that when they whisper these poems they are commemorating our love?Do they ever think of you and meor only of themselves?Do they know that I once found a strand of your hairand wore it around my necklike a necklace?That I kiss your handsmore than I kiss your lips?Do they realise that our love and their love are drops in the universe’s ocean of loveand that without any of these drops, the ocean would be less?","author":"Kamand Kojouri","category":"all-you-need-is-love, beloved, commemorate, drop, hair, hand, harmony, inspiration, kamand, kamand-kojouri, kiss, know, kojouri, lips, love, love-is-all-you-need, love-is-love, love-poem, loved, lover, lovers, loving, neck, necklace, ocean, one-love, poem, quote, strand, think, universe, whisper"},{"quote":"We dance to seduce ourselves. To fall in love with ourselves. When we dance with another, we manifest the very thing we love about ourselves so that they may see it and love us too.","author":"Kamand Kojouri","category":"beloved, dance, dance-yoga, dancer, dancing, fall-in-love, flamenco, kamand, kamand-kojouri, kojouri, love, lover, loving, manifest, manifestation, quote, sama, sama-dance, seduce, seducer, seduction, sufi-whirling, tango, waltz, whirl, whirling, yoga, yoga-dance"},{"quote":"Can we share my eyes so you can see what I see?Can we share my ears so you can hear what I hear?Can you perch on my shouldersso you can go where I go?Always in my heart, I don’t experience anything separate from you.This shared wonderment becomes doubled.This shared love becomes infinite.","author":"Kamand Kojouri","category":"beloved, boyfriend, double, ears, experience, eyes, girlfriend, go, harmony, hear, husband, infinite, inspiration, kamand, kamand-kojouri, kojouri, love, love-is-love, love-poem, loved, lover, loving, me-and-you, one-love, perch, poem, quote, relationship, see, separate, share, shared, sharing, shoulders, together, togetherness, unity, wife, wonderment, you-and-i, you-and-me"},{"quote":"Clocks were invented to warn us. Tick (time is passing). Tock (time has passed).","author":"Kamand Kojouri","category":"clock, day, hour, hourglass, invent, invented, invention, kamand, kamand-kojouri, kojouri, lifehack, minute, passed, passing, quote, second, tick, tick-tock, time, timing, tock, warn, warning, watch"},{"quote":"Don’t worry if you don’t accomplish everything in this life. Fortunately, death overcomes every thing—even the very thing that tried to kill us.","author":"Kamand Kojouri","category":"accomplish, dead, death, die, dying, existentialism, existentialist, kamand, kamand-kojouri, kill, kojouri, life, overcome, quote"},{"quote":"Miranda Writes: Anything you say or do may be used for or against you within a story by a writer","author":"Jazz Feylynn","category":"against, anything-you-say, around-a-writer, by-a-writer, caution, caution-in-what-you-say, feylynn, for, for-or-against, jazz, jazz-feylynn, may-be-used, miranda-rights, miranda-writes, quote, quote-to-live-by, quotes-about-writers, story, what-you-say, within-a-story, writer"},{"quote":"Settle your perfect hips here and the bow of wet arrowsloosens into the night the petals that form your formlet your clay limbs climb the silence and its pale ladderrung by rung taking off with me in my dream.I can sense you scaling the shade tree that sings to the shadows.Dark is the world’s night without you my love,","author":"Pablo Neruda, Then Come Back: The Lost Neruda Poems","category":"pablo-neruda, poetic, quote, quotes, the-lost-neruda, then-come-back"},{"quote":"you, my friend, could be the smoke’s daughter,you who may not have known you were born of fire and rage,lightning over flaming lava etched your violet mouth,your sex in the scorched oak’s moss like a ring in a nest,your fingers there in the flames, your compact bodyrose from leaves of fire that make me recallthere were bakers in your family tree,you’re still the rainforest’s bread, ash from violent wheat,","author":"Pablo Neruda, Then Come Back: The Lost Neruda Poems","category":"fire, pablo-neruda, poetic, quote, rage, the-lost-neruda, then-come-back"},{"quote":"and if i asked you to name all the things that you love, how long would it take for you to name yourself?","author":"Anonymous","category":"love, quote, tumblr"},{"quote":"Maybe when we face a tragedy, someone, somewhere is preventing a bigger tragedy from happening.","author":"Kamand Kojouri","category":"adversity, angel, bereavement, death, die, died, disaster, divorce, encourage, encouraging, fail, failure, faith, fired, funeral, god, grace, grief, grieving, help, hope, hopeful, hurt, kamand, kamand-kojouri, kojouri, loss, love, misfortune, protection, protector, quit, quote, religion, saint, save, savior, saviour, struggle, tragedy, universe"},{"quote":"Black Girls… Stop settling for less than what you deserve. That’s why I stress self-love! There comes a time when you can no longer blame a man. You’ve got to hold yourself accountable for the choices that you make. Choose wisely! Slow down. Pay attention. Don’t allow his good looks and swag to blind you from the truth. Don’t be so easily flattered by money, cars, jewelry, and all of that other stuff. Your heart and well-being is worth much more than that. Choose someone who respects, loves, and adores you. Somebody who has your best interest at heart. Nothing less! Allow yourself to experience REAL love. Stop giving your love, time, and attention to men who clearly don’t deserve it. #ItsAllUpToYou","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, positive, quote, quotes, stephanie-lahart"},{"quote":"Black Girls… Strive to be a woman of substance! Don’t solely allow your big butt, thick thighs, wide hips, large breasts, and overall good looks to define you as a woman. Your looks alone shouldn’t define who you are. What more do you have to offer? What is your TRUE character? How is your attitude? What have you accomplished? Do you have respect for yourself? What do you represent? Everywhere you look, there’s another beautiful, stunning, fine looking sista. Stand out from the rest and dare to be different! Your good looks should only be a bonus, not the main factor. #RealTalk","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, positive, quote, quotes, stephanie-lahart"},{"quote":"Black Girls… Always remember: It’s so easy, and it takes very little effort, to be like the next person. Don’t insult yourself like that. Be yourself! Walk YOUR walk. Talk YOUR talk. Be uniquely YOU in everything that you do. A confident woman who has a strong sense of self is quite beautiful. Allow your light to shine from the inside out. Self-love is the greatest love of all. Love, respect, and be good to yourself, first! You matter! You count! And you’re important, too!","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, positive, quote, quotes, stephanie-lahart"},{"quote":"Black Girls… Always believe in yourself, even if nobody else does! Sometimes in life, you won’t always get the encouragement and support that you desire, but don’t allow that to stop you from accomplishing YOUR dreams. You’ve got to learn how to encourage yourself and be happy for yourself in spite of. Everybody won’t be happy for you, and that’s okay. Be happy for yourself and always see the best in yourself! Do it for YOU. Don’t focus on the negative. Negativity is only a distraction. Stay the course and stay focused! Be encouraged and do GREAT things. You’ve got this!","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, positive, quote, quotes, stephanie-lahart"},{"quote":"I want to be able to speak to as many people as I can in my life and share this with the world!","author":"Ali Shahbazi","category":"ali-shahbazi, author, dating-coach, pua, quote"},{"quote":"She had an ability to love that went beyond my ability to grasp the slightest concept of what love was.","author":"T.D. Mulhern, Suave Man Blues","category":"amwriting, love, love-quotes, novel, quote"},{"quote":"I would like to write my life story, but it seems to write itself.","author":"T.D. Mulhern","category":"amwriting, quote, quotes-about-life, write, writer"},{"quote":"I'm grateful for past betrayals, heartaches, and challenges... I thought they were breaking me; but they were sculpting me.","author":"Steve Maraboli","category":"betrayal, challenges, grateful, gratitude, happiness, heartache, inspiration, life, life-lessons, quote, strength"},{"quote":"Jesus was a bachelor and never lived with a woman. Surely living with a woman is one of the most difficult things a man has to do, and he never did it.","author":"James Joyce","category":"classic, culture, funny, james-joyce, jesus-christ, literature, quote, woman"},{"quote":"Black Girls… Don’t be afraid to use your voice. Your thoughts, opinions, and ideas are just as important as anybody else’s. When you speak, speak with boldness and purpose. Have courage, be confident, and always be true to yourself! Live your life fearlessly! Your voice has GREAT power; don’t be afraid to utilize it when needed. You’re NOT an angry Black woman; you’re a woman who has something important to say. Your voice matters and so do YOU.","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, positive, quote, quotes, stephanie-lahart"},{"quote":"Welhewan is charming us,' Sasha says in an unsure voice. 'It is trying to soothe us with its lullaby. Do not let yourself . . . Oh, a butterfly. Look how beautiful it is! No, don't look. The forest is making us happy, and we cannot let it.","author":"Sarah Dalton, White Hart","category":"butterflies, distracted, funny, humor, quote, sarah-dalton, white-hart, young-adult"},{"quote":"All I can think is that it must be a kind of rebellion,To arm your fears like soldiers and slay them.","author":"Mikel Jollet","category":"feelings, quote, soldiers"},{"quote":"Black Girls… Beautiful in EVERY shade and size. We’ve got that special something! Our melanin is exquisitely beautiful! Love & embrace the skin that you’re in. Our skin tones represent beauty. Light, brown, and dark skinned girls are equally gorgeous!","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, positive, quote, quotes, stephanie-lahart"},{"quote":"Black Girls… Naturally resilient! We persevere, stand tall, and fight to the end. We don’t give up! We make moves and succeed. We’re go-getters by nature. We are stronger than most. We are unstoppable! Fearless and confident in our capabilities. WE are Black Girl Strong! #Incomparable","author":"Stephanie Lahart","category":"african-american-women, black-girl, black-girl-magic, black-girl-power, black-girls, black-girls-are-magic, black-girls-rock, black-is-beautiful, black-queen, black-woman, black-women, ebony, empowering, empowerment, inspirational, inspiring, melanin, my-black-is-beautiful, quote, quotes, stephanie-lahart"},{"quote":"I’ve learned a hundred secrets,a thousand mysteriesand a million more.But of all the lessons I learned,the greatest is love.","author":"Frederick Espiritu, The Path to Awesomeness: Becoming Super, Being Human","category":"love, poem, quote"},{"quote":"I really like the topic about time is an Illusion and also this quote \"#Time Physical things are merely the collapse of psychic things into physical reality.\" - it's powerful. As much you repeat it as much powerful it gets.","author":"Deyth Banger","category":"collapse, die, illusion, like, me, quote, quotes, really, time"},{"quote":"Dolls are precious little reflections of joyous light, whose hope is only to delight \" - Gayle Wray","author":"Gayle Wray","category":"doll, gayle-wray, quote"},{"quote":"The doctor was a private man, engaged in a dark and dangerous business, and could ill afford the prying eyes and gossiping tongue of the servant class.","author":"Rick Yancey, The Monstrumologist","category":"quote, rick-yancey, the-monstrumologist"},{"quote":"Come back to me.Where have you gone?And why so long?I miss the star below your lip,the constellation on your chest.I miss your ways,how you net butter-flying words and release themfor others to enjoy.I miss your tenderness,the sweetness of your breathand the song of your voice.I miss howyou worship me.Come back to me once more.Why did you go?And whatever for?The heavens plotted against us.The clouds came andpissed on our lives.The smell of charged particlesstill lingers in the air.What will become of you and I?Come back to us.","author":"Kamand Kojouri","category":"air, beloved, break-up, breaking-up, breath, chest, clouds, come-back, constellation, enjoy, go, gone, heaven, kamand, kamand-kojouri, kojouri, leave, left, lives, love, love-poem, loved, lover, loves, loving, miss, pissed, poem, poetry, quote, song, star, sweet, tenderness, us, voice, words, worship, you-and-i"},{"quote":"Knowing you, I understood myself.","author":"Kamand Kojouri","category":"in-love, inspiration, inspirational, kamand, kamand-kojouri, know, knowing, kojouri, love, love-poem, loved, loving, myself, poem, poetry, quote, understand, understood, union, unity, you"},{"quote":"We reveal most about ourselves when we speak about others.","author":"Kamand Kojouri","category":"dishonest, flaw, flaws, gossip, honest, honesty, kind, kindness, liar, lie, lies, news, other, others, ourselves, quote, reveal, rumor, rumors, rumour, rumours, scandal, self, slander, speak, talk, true, truth, white-lie"},{"quote":"Come to me.Why must you ruin this moment?You are burdened with thought.Burdened with the pastand expectations of the future.You are burdened with your self.Cast these aside by laughing at yourself.And love,for what more is there than to love me?Take me nowand let it be heaven for us.","author":"Kamand Kojouri","category":"aside, burden, cast, come, expectation, expectations, future, heaven, kamand, kamand-kojouri, kojouri, laugh, love, love-me, love-poem, loved, lover, loves, loving, moment, oneness, past, poem, poetry, present, quote, ruin, take, thinking, thought, thoughts, unrealistic, us"},{"quote":"Sadness is an invitation to God.","author":"Kamand Kojouri","category":"adversity, difficulty, faith, god, inspiration, inspirational, invitation, kamand, kamand-kojouri, kojouri, poem, poetry, quote, religion, religious, sad, sadness, trouble, truth"},{"quote":"Stop looking forward to things, look inward instead.","author":"Kamand Kojouri","category":"be, conscious, forward, future, here, inspiration, inspirational, inward, kamand, kamand-kojouri, kojouri, look, looking, moment, now, past, power-of-now, present, quote, stop, truth"},{"quote":"People don’t remember lessons. They remember stories.","author":"Kamand Kojouri","category":"book, inspiration, kamand, kamand-kojouri, kojouri, lesson, quote, remember, stories, story, teach, truth, writer, writing"},{"quote":"Lovers dream of one more embrace.One more kiss.One act of love, no matter how small.For in loving, lover and belovedemptied themselves.Now, they look for their oasislike men engulfed in flames.Even filled to the brim, they will never satiate. For they continue to leak, thesecracked vessels.How else did love seep through?","author":"Kamand Kojouri","category":"act, beloved, brim, cracked, dream, embrace, empty, flame, flames, kamand, kamand-kojouri, kiss, kojouri, love, love-poem, loved, lover, lovers, loves, loving, oasis, one-love, oneness, poem, poet, poetry, quote, satiate, seep, transcend, transform, vessel"},{"quote":"I left the bankbecause they wouldn’t deposit my cheque of poems.So I went to the store,but they didn’t acceptmy currency of words.So I boxed all my storiesand took them to charity.But they refused my donation and asked me to give blood instead.I opened the notebooks and made them look, 'What do you think I wrote these in?","author":"Kamand Kojouri","category":"accept, bank, blood, books, boxed, charity, cheque, currency, deposit, donation, kamand, kamand-kojouri, kojouri, notebooks, poem, poems, poet, poetry, quote, store, stories, words, writer, writing, wrote"},{"quote":"All kinds of people read poetry: revolutionaries, scholars, sentimentalists etc. But above all else, lovers read poetry. Why? Because we fell in love. And then we fell in love with love.","author":"Kamand Kojouri","category":"book, book-lover, everyone, fell-in-love, inspiration, inspirational, kamand, kamand-kojouri, kojouri, love, love-poem, loved, lover, loves, loving, people, poem, poet, poetry, quote, read, revolutionary, scholar, sentimental, sentimentalist, truth, writer"},{"quote":"These are the secrets I have kept. This is the trust I never betrayed.But he is dead now and has been for more than forty years, the one who gave me his trust, the one for whom I kept these secrets.The one who saved me . . . and the one who cursed me.","author":"Rick Yancey, The Monstrumologist","category":"quote, rick-yancey, the-monstrumologist"},{"quote":"For everything sacred has the substance of dreams and memories, and so we experience the miracle of what is separated from us by time or distance suddenly being made tangible.","author":"Yukio Mishima, Spring Snow","category":"culture, fiction, inspirational, japan, japanese, life, literature, quote, yukio-mishima"},{"quote":"I'm just so tired of life being something that happens to me. That's not how it's supposed to work. I'm supposed to make my own life.","author":"Joshua Edward Smith, Duality","category":"am, duality, happens, i, life, me, quote, tired, to"},{"quote":"Sometimes you’re left with only 1 choice: Take what’s yours and run for you life.","author":"Jennifer Elisabeth","category":"choices, growing-up, life, love, moving-on, quote, reality, realization, relationships, starting-over, survival"},{"quote":"Fac quod faciendum est,' \" Jo read aloud. \"Do what must be done.","author":"Jennifer Donnelly, These Shallow Graves","category":"quote, strength"},{"quote":"Here we have both a paradox, and a beautiful symmetry. It is a duality. I am the earth and you are the moon, and you are the earth and I am the moon.","author":"Joshua Edward Smith, Duality","category":"duality, earth, moon, paradox, quote, symmetry"},{"quote":"Anything can happen, Pet. If there's one thing for certain, it's that nothing is for certain.","author":"Joshua Edward Smith, Duality","category":"anything, can, certain, duality, for, happen, is, nothing, quote"},{"quote":"Truth is unoriginal.","author":"Kamand Kojouri","category":"all-the-same, awareness, circle, connected, consciousness, cycle, eternity, everything, inspiration, kamand, kamand-kojouri, kojouri, original, philosophical, philosophy, quote, repeated, repetition, same, truth, truth-is, unoriginal"},{"quote":"Sir always had a thing for calves. They were soft and smooth, like all skin on a woman. But the calf flesh was backed by muscle, so there was a firmness you wouldn't find at the hips, say, or in the small of the back. But it wasn't boney like the front of the leg. No, the calf was pretty much the closest thing to the perfection of breast tissue you could touch on a woman without getting your hand slapped away.","author":"Joshua Edward Smith, Duality","category":"breasts, calves, duality, quote, touching"},{"quote":"She finally understood that sex was never about orgasms. Sex was merely a vehicle to achieve connection. It wasn't the destination that mattered - only the journey.","author":"Joshua Edward Smith, Duality","category":"duality, orgasm, quote, sex"},{"quote":"Did you have a nice nap?' he asked. 'Yes, Sir. Naps are tricky. There's a little window of how long you can sleep that will leave you feeling awake and refreshed. But if you miss it and you nap less or more than that amount, you feel like crap the rest of the day. And then you will have insomnia, probably.' 'You're a real risk-taker,\" he said.","author":"Joshua Edward Smith, Duality","category":"duality, naps, quote, risk-taker, taking"},{"quote":"Keeping things stable takes energy. I guess it's a little counter-intuitive, since you think of Newton's first law: a body at rest will stay at rest. But the reality is different. Think about an old water tank you find in the woods. It's sitting there, doing nothing, and yet it's slowly falling apart. Eventually the rust eats away at it beyond a certain threshold, and it collapses under its own weight.","author":"Joshua Edward Smith, Entropy","category":"energy, entropy, keeping, quote, stable, takes, things"},{"quote":"Lisa cried until there was nothing left to cry about.","author":"Joshua Edward Smith, Entropy","category":"crying, entropy, quote"},{"quote":"Does she want me to cum? he thought. This was the frustrating part about vanilla sex. He never got to decide anything, and if he asked any question he would \"ruin the moment.\" So it was all up in the air, never knowing exactly what the fuck was going on.","author":"Joshua Edward Smith, Duality","category":"duality, frustrating, orgasm, quote, sex, vanilla"},{"quote":"Ralph Waldo Emerson“Do not go where the path may lead, go instead where there is no path and leave a trail.”― Ralph Waldo Emerson","author":"Ralph Waldo Emerson","category":"poem, quote, ralph-waldo-emerson, trail"},{"quote":"The city has a way of reminding you how insignificant you are,","author":"The Sound of Serendipity   –   Cynthia A. Rodriguez","category":"book-quote, quote"},{"quote":"We have to be alone, to know that we are everything!","author":"Trilby D. Johnson, A-Ha Moments: Inspirational Quotes to Shift Your Thinking","category":"alone, inspiration, law-of-attraction, lonely, quote, shift-your-thinking"},{"quote":"People who judge you are often themselves craving approval.","author":"Emma J. Bell, The True You: Discover Your Own Way to Success and Happiness by Uncovering Your Authentic Self and Building Remarkable Relationships With Others","category":"quote, quote-to-inspire, quotes-to-live-by"},{"quote":"Kindness is contagious. When we are kind, then we inspire others to be kind.","author":"Emma J. Bell, The True You: Discover Your Own Way to Success and Happiness by Uncovering Your Authentic Self and Building Remarkable Relationships With Others","category":"quote, quotes-to-inspire, quotes-to-live-by"},{"quote":"Without compassion, you will never truly connect with another human being.","author":"Emma J. Bell, The True You: Discover Your Own Way to Success and Happiness by Uncovering Your Authentic Self and Building Remarkable Relationships With Others","category":"quote, quotes-to-inspire, quotes-to-live-by"},{"quote":"Harshness is the enemy of gratitude.","author":"Emma J. Bell, The True You: Discover Your Own Way to Success and Happiness by Uncovering Your Authentic Self and Building Remarkable Relationships With Others","category":"quote, quotes-to-live-by"},{"quote":"Angry at him for leaving without a word, angry at myself for being so easy to leave and for not being enough to make him want to stick around.","author":"Jennifer Niven, All the Bright Places","category":"death, leaving, life, love, missing, quote, relationship"},{"quote":"love.love isn't having butterflies all the time, i think love is calm. love is comfortable. i could sit in silence with you for the rest of our lives and it would mean more than a thousand words with anyone else.","author":"F.R. Media","category":"butterflies, calm, couple, good, instagram, love, quote"},{"quote":"If you say one lie enough times, it becomes truth people start to believe. (That's how it works - Extracted)","author":"Deyth Banger","category":"believe, enough, lie, quote, times, truth, works"},{"quote":"Children seldom misquote you. In fact, they usually repeat word for word what you shouldn't have said.","author":"Anonymous","category":"children, quote, repeat, repitition, word"},{"quote":"S.T.O.P. = Start To Open Possibilities","author":"Richie Norton","category":"best, best-quote, entrepreneur, entrepreneurship, intellect, intellectual, intent, intention, intentional, meditate, move-forward, move-on, open, possibilities, quote, richie, richie-norton, school, slow-down, start, start-up, startup, stop, strategic-intent, teach, teacher, think, thought, thought-leader, to, venture-capital, yoga, yoga-quotes"},{"quote":"Never let anyone use your toothbrush or your pen. -Author Wllm Worth","author":"Wllm Worth, By Gone Daze: Small Towns Can Have Big Secrets","category":"humor, pen, quote, writer"},{"quote":"Ask of your eyes to seeonly to seek love.Ask of your mouth to speakonly to utter words of love.Ask of your hands to feelif only to touch the lover.","author":"Kamand Kojouri","category":"ask, beloved, experience, eyes, feel, hands, harmony, inspiration, inspirational, joy, kamand, kamand-kojouri, kojouri, love, lover, mouth, philosophy-of-life, pleasure, poem, poetry, quote, relationship, seek, speak, touch, truth, union, unity, utter, words"},{"quote":"There must be something I am doing that will make sense to somebody some day.","author":"Secli G.","category":"etc, inspirational-quotes, quote"},{"quote":"Don’t let people who don’t care about you manipulate your mind feelings and emotions, or controls how you think about yourself. Never give that much power to someone else.","author":"Karon Waddell","category":"emotions-quotes, feelings-quote, power-of-thoughts, quote, quote-of-the-day, quotes-to-live-by, self-improvement, self-respect-quotes"},{"quote":"For the last few centuries, these jeweled fruits have been my constant and sole companions. The greatest treasure in all the world, as comfortless as light to the blind.","author":"Jessica Khoury, The Forbidden Wish","category":"aladdin, jessica-khoury, jinn, quote, retelling, the-forbidden-wish, zahra"},{"quote":"We all choose our way of life, and that makes us who we are. We're not a reflection of our choice, we're a choice.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"We all have a reason for living I am blessed mine has two eyes a heartbeat and calls me mum.","author":"Nikki Rowe","category":"blessed, grateful, heartbeat, life, love, mother, motherhood, mothers-love, mum, mum-quote, quote"},{"quote":"I think we carry home on our backs.","author":"Jodi Lynn Anderson, My Diary from the Edge of the World","category":"jodi-lynn-anderson, quote"},{"quote":"Life is funny, when you are young you want to be older and those that are older wish to be younger.","author":"Karon Waddell","category":"funny-but-true, life, life-lessons, life-quotes, quote, quotes-about-life"},{"quote":"You'll never be completely sure about the first move, but do it anyway.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"I am the instigator of my adversities but at the same time I am the architect of my success.","author":"Karon Waddell","category":"adversities, architect, instigator, quote, quotes-of-the-day, quotes-to-live-by, success, success-quotes"},{"quote":"Long live the dreamer inside of me.","author":"Nikki Rowe","category":"desire, dream, dream-big, dream-quotes, dreamer-quotes, dreaming, intention, life, life-lessons, magic, manifest, quote, quote-of-the-day, words"},{"quote":"The universe gets more disorderly all the time.","author":"Jodi Lynn Anderson, My Diary from the Edge of the World","category":"jodi-lynn-anderson, quote"},{"quote":"So many stars are popping out above us it seems you could almost dip your fingers up there and come out with a handful of stars.","author":"Jodi Lynn Anderson, My Diary from the Edge of the World","category":"jodi-lynn-anderson, quote"},{"quote":"It never occurred to me before, but there could have easily been a world with no buses, no horns honking, no red lights, no shopping carts, no gum stick to the bottom of benches downtown. For that matter I guess there also could have been no sun, no trees, and no ocean. None of those things had to exist, I guess. It makes me feel lucky that they do.","author":"Jodi Lynn Anderson, My Diary from the Edge of the World","category":"jodi-lynn-anderson, quote"},{"quote":"We don't know where Millie went, and we don't know if we'll see her again, but there's no reason not to hope. We don't know the answers, and maybe that's a nice thing.","author":"Jodi Lynn Anderson, My Diary from the Edge of the World","category":"jodi-lynn-anderson, quote"},{"quote":"Tell the negative committee that meets inside your head that they have nothing to say you haven't heard before and it's about time they disbanded until they have something positive to say.","author":"Karon Waddell","category":"inspirational-attitude-quotes, inspirational-quotes, positive-quotes, positive-thinking, quote, quotes-to-live-by"},{"quote":"Satisfaction is ending each day knowing you were kind, honest and treated people well.","author":"Karon Waddell","category":"honesty-quotes, kindness-quote, peace-of-mind, quote, quote-of-the-day, satisfaction"},{"quote":"Don’t try to make life fair, instead, be on the side where life is extra good.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"Never ever let a stupid criticise you. And as we already know, everyone is stupid.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"For eight years I’ve waited for you to realize that. I’ve waited for you to see yourself for who you really are. You’re Lily Marks, a beautiful, extremely clever woman whose capacity for compassion sets you apart from the Nephilim. It’s not your fighting skills or how good of a warrior you are. It’s the fact you look at me and see a man rather than a Fallen.” -Julian","author":"Jennifer L. Armentrout","category":"adult, angel, fallen, fallen-angel, j-lynn, jennifer-l-armentrout, julian, lily, love, nephilim, quote"},{"quote":"Spend your time with family and people you love. Don't wait for festivals be with them, each moment you're with them, that's a festival.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"Love is just a mask. All we search is a Comfort, Acceptance. Consolation. Affirmation. Assurance. Indulgence. Isolation. Absolution and Remission.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"Talking with someone at four in the morning, that's not the thing most people have a simplicity to enjoy.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"In the world we live, either everyone is stupid or no one is.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"I gave you something you can never give back. Don't you mind?","author":"The 1975","category":"lyrics, me, quote, song, the-1975"},{"quote":"The difference between lonely and lovely is only of one single alphabet. That single alphabet is called Friends.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"If I've learned one thing about a woman: they'll get over every damn single tragedy without losing the charm of their smile.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"Im happy to sit and be an ear to listen when the world gets wild but Id much prefer to watch the ways your eyes in sparkle in the midst of convincing me why you love the things you do. It gives me hope that someone else out there feels everything with this much depth and has the willingness to create a beautiful life from it.","author":"Nikki Rowe","category":"authentic, author, awareness, caring, compassion, depth, growth, happiness, inner-being, insight, inspirational-quote, kindness, life-quotes, love, love-story, lovers, magic, nikki-rowe, quote, serendipity, sparkle, true-love, twin-flame, twin-soul, wise-words, writers-life"},{"quote":"A man's shortcoming lies in the belief that he must always assert his manliness. A woman's shortcoming lies in the belief that she must always repress it.","author":"Kamand Kojouri","category":"awareness, consciousness, gender, harmony, inspirational, kamand, kamand-kojouri, kojouri, man, manliness, oneness, philosophy, quote, shortcoming, truth, woman"},{"quote":"I think of you, therefore I exist.","author":"Ljupka Cvetanova, The New Land","category":"exist, existence, existence-quote, love, loving, passion, passionate-love, quote, quote-about-love, quote-to-live-by, think, think-of-you"},{"quote":"As long as you're not hurting anyone or anything, including your future self, do only that which makes you happy.","author":"Kamand Kojouri","category":"awareness, consciousness, experience, future, happy, harmony, inspirational, joy, kamand, kamand-kojouri, kojouri, love, oneness, philosophy, pleasure, quote, truth"},{"quote":"As soon as you wink, you close your eyes to reality.","author":"Ljupka Cvetanova, The New Land","category":"aphorism, close-your-wyes, dream, eyes, life-and-living, quote, quote-about-reality, reality, time, time-passing, wink"},{"quote":"A winner is a dreamer who never gives up.","author":"Nelson Mandela","category":"quote"},{"quote":"If you want something you have never had, you must do something you have never done.","author":"Isra Sravenheart","category":"life, love, magic, quote, quotes, success"},{"quote":"All of your fears and thoughts were mine, you were so scared but it was beyond divine.","author":"Dominic Riccitello","category":"afraid, fears, hurt, life, love, quote, sad, scared, thoughts"},{"quote":"Success is a lifestyle.","author":"Jane Bulos","category":"lifestyle, love, passion, quote, quotes-about-life-purpose, success"},{"quote":"Never let anyone tell you that you can't achieve your goals.","author":"Arwa Stone","category":"achievement, happiness, quote"},{"quote":"Some people you’re not meant to get over.","author":"Dominic Riccitello","category":"letting-go, life, love, moving-on, opinion, other-people, past, quote, relationship, sad, thoughts, truth"},{"quote":"Tragedy makes you disable, but your attitude towards tragedy keeps you disable.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"When was the last time you kissed somebody new. If you can tackle that fear, you've nothing to fear.","author":"Sarvesh Jain","category":"author, emotions, inspirational, love, motivational, quote, quoteoftheday, reality"},{"quote":"Who cares about tomorrow?What more is tomorrow,than another day?(-The Avett Brothers, \"Swept Away\")","author":"Colleen Hoover, Slammed","category":"calm, hapiness, inspirational, keep-calm, quote, relax, tomorrow-is-a-long-time, tomorrows-another-day"},{"quote":"I have schizophrenia. I am not schizophrenia. I am not my mental illness. My illness is a part of me.","author":"Jonathan Harnisch, Jonathan Harnisch: An Alibiography","category":"jonathan-harnisch, mental-disorder, mental-disorders, mental-health, mental-health-professionals, mental-health-stigma, mental-hospital, mental-illness, mentality, quote, quote-of-the-day, quote-of-the-week, quotes, quotes-about-life, quotes-and-saying, quotes-to-live-by, schizo, schizo-affective, schizoaffective, schizophrenia, schizophrenic, schizophrenics"},{"quote":"Denial is strong with this one.","author":"Felicia Day, You're Never Weird on the Internet","category":"charlie-bradbury, denial, depression, felicia-day, quote, supernatural, the-guild"},{"quote":"I couldn’t trust my own mind anymore, which wasthe scariest thing I’ve ever experienced.","author":"Felicia Day, You're Never Weird on the Internet","category":"depression, felicia-day, quote"},{"quote":"Enjoy this moment. The ultimate fulfilment of the dream will not come close to the dream. Enjoy it","author":"Kamand Kojouri","category":"awareness, consciousness, dream, inspirational, joy, kamand, kamandkojouri, kojouri, philosophical, philosophy, quote, truth"},{"quote":"You don't know what it means to live the life that you could have lived, if an event over which you have no control, an unforeseeable circumstance, had not distracted and diverted you, and at times crushed you, as has happened to me.","author":"Luigi Pirandello","category":"if, life, literature, luigi-pirandello, quote"},{"quote":"Chocolate is an excellent flavor for ice cream but both unreasonable and disconcerting in chewing gum.","author":"Fran Lebowitz","category":"fran-lebowitz, quote"},{"quote":"I have some devotional books you can look over. Learn to quote from them. Nothing discourages unwanted questions as much as a flow of pious bleating.(Petyr Baelish to Sansa Stark)","author":"George R.R. Martin, A Storm of Swords: Blood and Gold","category":"devotion, farce, pious, quote, religion, sarcasm"},{"quote":"Make Theory Talk is an art which is rare in the world.","author":"Umair Hassan","category":"quote, theory, umi"},{"quote":"Every beautiful girl need to hear some cute words but only one who deserve it.","author":"Nabil TOUSSI","category":"girl, life, love, quote, quotes, romance, romantic, woman, word, words"},{"quote":"Respect is the key for everything.","author":"Laure Lacornette","category":"quote, respect"},{"quote":"I don't eat food, I eat fat.","author":"Bradley  Wright","category":"food, humor, life, quote"},{"quote":"...and here, in this if I always lose myself.","author":"Luigi Pirandello, If...","category":"destiny, if, life, literature, luigi-pirandello, quote"},{"quote":"If you're not hated by many, you're not good enough yet, because God hates and always hated the majority for good reasons.","author":"Daniel Marques","category":"quote, quotes-to-live-by"},{"quote":"Adversity or opportunity is university.","author":"Ifeanyi Enoch Onuoha","category":"2016, adversity, goodread, google, ifeanyi-enoch-onuoha, opportunity, quote, reverend, thought, university, wisdom"},{"quote":"out of sight, out of mind, right? That motto is just atemporary fix—until you’re forced to come face to face with what you’ve been running from. That’s whenthe mental walls you’ve built to hide behind come crashing down in one hard blow.","author":"Penelope Ward, Stepbrother Dearest","category":"crashing-down, face-to-face, failure, hide, life, love, mental, quote, wall"},{"quote":"The most important doctrine I can declare, and the most powerful testimony I can bear, is of the atoning sacrifice of the Lord Jesus Christ. His atonement is the most transcendent event that ever has or ever will occur from Creation’s dawn through all the ages of a never-ending eternity.","author":"Bruce R. McConkie","category":"atonement, eternity, jesus-christ, lds, lord, mormon, quote, sacrifice"},{"quote":"You can't condemn an entire species of people because of the actions of one man.","author":"Elizabeth Richards","category":"black-city, book-quotes, inspirational, life, love, quote, quotes, trilogy, wings"},{"quote":"The first summer that we spent together,we did so many obscene things to each other, thatby the end of it, the trees blushed a shy shade of scarlet,leaves falling to the ground, scandalized by our acts.","author":"Danabelle Gutierrez, & Until The Dreams Come","category":"love, lust, quote, summer, summer-love"},{"quote":"Did you tell them that you made love to the poet?Did you tell them that our lovechild is an elegy?","author":"Danabelle Gutierrez, & Until The Dreams Come","category":"elegy, love, love-child, poetry, quote"},{"quote":"To get change, you must first pay for it.","author":"Timothy Joshua","category":"fitness, improvement, inspirational, learning, motivational, quote, wisdom, writing"},{"quote":"Nothing's perfect, the world's not perfect, but it's there for us, trying the best it can. That's what makes it so damn beautiful.","author":"Roy Mustang","category":"fullmetal, fullmetal-alchemist, fullmetal-alchemist-brotherhood, quote, quotes, roy-mustang"},{"quote":"Part of the journey in life is slipping and falling along the way","author":"in these times true friends are the ones who pick you up and dust you off.","category":"Ken Poirot"},{"quote":"What if everything you have been taught is all a lie and everything you feel is all a truth?","author":"Nikki Rowe","category":"dreamer, free-spirit, free-spirit-quotes, nikki-rowe, quote, quote-of-the-day, spiritual, spiritual-growth, truth, truth-quotes, untameable, wild-child"},{"quote":"I've been born into a broken world and my purpose is to make sure when I leave it, know I have left my mark of kindness on it somewhere.","author":"Nikki Rowe","category":"conpassion, earth, empathy, kindness, kindness-quotes, life-quotes, lightworkers, nikki-rowe, quote, quote-of-the-day, quotes-and-sayings"},{"quote":"My favourite conversations are those with the universe, I speak all that I am and the most beautiful response flies a shooting star across the sky, it's proof ~ vibrations of light have the capacity to change our world.","author":"Nikki Rowe","category":"change-the-world, connected, destiny, energies, fate, moon-child, quote, shooting-star, sky, spirit, spiritual, spirituality, universal-flow, universe, wild-women"},{"quote":"Don't force it, if there isn't flow let it go.","author":"Nikki Rowe","category":"author, flow, growth-life, healer, let-go, life, life-lessons, life-quotes, life-quotes-and-sayings, lightworkers, passion, quote, quote-of-the-day, spiritual, wise-quotes, wise-words"},{"quote":"A promise to love someone forever, then, means, 'As long as I love you I will render unto you the actions of love; if I no longer love you, you will continue to receive the same actions from me, if for other motives.' Thus the illusion remains in the minds of one's fellow men that the love is unchanged and still the same.","author":"Friedrich Nietzsche, Aphorisms on Love and Hate","category":"love, promise, quote"},{"quote":"One must have a good memory to be able to keep the promises one has given. One must have strong powers of imagination to be able to have pity. So closely is morality bound to the quality of the intellect.","author":"Friedrich Nietzsche, Aphorisms on Love and Hate","category":"intellect, promise, quote"},{"quote":"Hard rain after darkwe slept in a driftwood hutocean snored all night.","author":"Robert Hobkirk, Haiku Avenue: 333 haiku poems","category":"quote"},{"quote":"Your words are like mirrors. They may cut, but they also reflect.","author":"Timothy Joshua","category":"care, friendship, inspirational, love, quote, relationships, words, writing"},{"quote":"Old-fashioned dating still exists. You’re either dating the wrong people or you are the problem.","author":"Dominic Riccitello","category":"date, dating, generation, life, love, new-generation, old-school, opinion, problem, quote, romance, thoughts"},{"quote":"Even before you start regretting it, it is already in the past.","author":"Harshvardhan Malpani","category":"inspirational, inspirational-quotes, motivational, positive, quote"},{"quote":"So now that you know my truth, let's talk about yours.","author":"J.D. Cunegan, Blood Ties","category":"blood-ties, bounty, j-d-cunegan, quote"},{"quote":"Poetry frees the soul of its burdens through pure expressions. -","author":"Debbie Tosun Kilday, Farmington River Reflections: My Photographic Journey & Meditations","category":"debbie-tosun-kilday, quote, quotes, quotes-to-live-by"},{"quote":"A good quote is a beautiful bird! Wherever you meet with it, you will start flying with it!","author":"Mehmet Murat ildan","category":"bird, flying, good, meet, murat-ildan, quotations, quote, quotes, quotes-about-quote, quotes-on-quotations"},{"quote":"If your students aren't learning, then maybe you're not teaching.","author":"Ace Antonio Hall","category":"life-lessons, quote, quotes, students, teacher, teaching"},{"quote":"Maybe the problem isn’t everything and everyone around you, but what lies within you.","author":"Dominic Riccitello","category":"becoming, growing, life, love, opinion, problem, quote, self, thoughts, truth, understanding, within-you, words, worth"},{"quote":"They say a picture is worth a thousand words, but it is up to the author to write those thousand words. – Richard Petracca","author":"Richard Petracca","category":"quote"},{"quote":"She ordered white wine, and I ordered Schweppes tonic water without the booze. The drinks came, and I took a hit.The first thing she said was, “I don’t know how you can drink that stuff straight?”“You mean without the liquor to kill the taste?”“Yeah, it’s so bitter.”“That’s what I like about it. It’s bitter like me. We match.”“You mean you’re a grumpy old man?”“Right. Can’t help it. That’s what happens when you get old.”“Well, I’m an optimist.”“I’m an optimist too, just a grumpy optimist.","author":"Robert Hobkirk, Blind Date: Ten Short Stories","category":"blind-date, quote"},{"quote":"Create always: As God has seen fit in His perfection to give you such abilities, work and share of your gifts.","author":"Duane Hewitt","category":"god, inspirational-quotes, quote"},{"quote":"You're One Moment From 'The Moment'. Live it. -","author":"Debbie Tosun Kilday, Tantric Love Suicide  A Poetry Collection","category":"debbie-tosun-kilday, quote, quotes, quotes-to-live-by"},{"quote":"I’ve never quite understood why the knuckleheads of the planet so outnumber the rest of us.","author":"Duane Hewitt","category":"comedy-humor, quote"},{"quote":"It's much more efficient to build on a head-strong teen than to fix a broken-spirited adult.","author":"Ace Antonio HallHall","category":"inspiration, inspirational-quotes-philosophy, quote"},{"quote":"Wishbone Half-eaten chickenlying on white serving platequartered potatoeschunks of carrotscelery toowe tell storiesand laugh about the dayyour little finger is locked around the wishboneso is mineI pretend to make a wishclose my eyesmumbling my lipsthat’s the way I faked out the nunspretending to say the rosaryso they would leave me aloneyour face is so determinedyou win the wrestling matchlifting your piece of chicken bone above your head in victoryI know better than to askwhat did you wish forsecret desires of the heart are not to be sharedorthey won’t come trueeveryone knows thatyou clean the dishesI turn on the TVlying on the couchlistening to you make musicwith running waterand closing cupboard doors.","author":"Robert Hobkirk, Somewhere Poetry Grows Wild Under the Eucalyptus","category":"quote"},{"quote":"I thought having a chronic illness would make my life detour in ways I didn't want to accept, but I've learnt that have a chronic illness made the only detours that are worth the growth.","author":"Nikki Rowe","category":"adversity, chronic-illness, courage, crps-warrior, disability, hope, illness, invisible-illness-quotes, quote, quote-of-the-day, rehabiliskate-quote, strength-quotes, wise-words"},{"quote":"...and tell you the worst of me and try to give you the best of me...","author":"Sarah Kane","category":"best, crave, cute, love, plays, playwright, poetry, quote, sarah-kane, suicide, sweet, sweet-talk, thoughts, vow, worst"},{"quote":"And as light as the rain seems, it still rains down on you.","author":"Claudia Rankine","category":"citizen, claudia-rankine, quote, rain"},{"quote":"You have a very high probability of your quote and your name being distributed, posted, and shared around the world!","author":"Ken Poirot, Go Viral!: The Social Media Secret to Get Your Name Posted and Shared All Over the World!","category":"author-ken-poirot, distributed-in-social-media, distributed-online, distributed-through-the-internet, go-viral, go-viral-book, high, high-probability, internet-post, internet-postings, ken-poirot, ken-poirot-quote, ken-poirot-quotes, marketing, marketing-advice, marketing-and-promotion, marketing-consultant, marketing-expert, marketing-quote, marketing-quotes, name-distributed, name-distributed-aroud-the-world, name-posted, name-shared, online-post, online-postings, post, posted-in-social-media, probability, probability-quote, probability-quotes, probability-theory, quote, quote-shared-around-the-world, quotes, shared-around-the-world, shared-in-social-media, shared-online, social-media-posting, viral-content, viral-quote, viral-quotes, world-distribution, worldwide, worldwide-distribution, your-quote, your-quotes"},{"quote":"If you think you'll never achieve your goals, you never will. If you say there's no way you can make it, then there will never be a way. It's your choice, what's it gonna be?","author":"Sarah Centrella, Hustle Believe Receive: An 8-Step Plan to Changing Your Life and Living Your Dream","category":"change-your-life, inspiring-quote, life-lessons, life-quotes, motivating-quote, quote, sarah-centrella, success-quotes"},{"quote":"Life is an inside job and it is much easier if we let it go and get out of our own way!","author":"Mabel Katz, The Easiest Way","category":"easiest, hooponopono, inspirational, life-and-living, life-lessons, life-philosophy, lifestyle, quote, way"},{"quote":"Maybe we ran out of words, maybe we don't know what to say, maybe we both want to go our separate ways, maybe we want to speak up but we're afraid. All I know is this feeling isn't fading away.","author":"Dalal Gebara","category":"afraid, fading-away, feeling, love, love-quotes, maybe, no-words, quote, separate, speak-up"},{"quote":"Reality for me is what I create!","author":"Manjiri Prabhu","category":"author-fiction, india, manjiri-prabhu, mystery, quote"},{"quote":"Show me your shoes, and I shall show you what paths you have yet to walk.","author":"Timothy Joshua","category":"inspirational, life, life-quotes, love, quote, writing"},{"quote":"If only there was a way to escape this reality, if only there was a way to erase all this formality, if only there was a way to figure out your mentality, if only there was a way to rid all the theatricality, if only...however sadly all we think of is practicality, so we will never reach any finality.","author":"Dalal Gebara","category":"escape, finality, formality, if-only, inspirational, life-quotes-and-sayings, practicality, quote, quotes-to-live-by, reality, theatricality"},{"quote":"If only there was a way to escape this reality, if only there was a way to erase all this formality, if only there was a way to figure out your mentality, if only there was a way to rid all the theatricality,if only...however sadly all we think of is practicality, so we will never reach any finality.","author":"Dalal Gabara","category":"finality, formality, if-only, inspirational, life-quotes, mentality, practicality, quote, theatricality, truth"},{"quote":"We have little importance. Once we've assimilated that, life can have a meaning.","author":"Laure Lacornette","category":"quote"},{"quote":"To what do I attribute our decline? It's far easier to be shocking than charming.","author":"Fernando A. Torres","category":"charm, charming, civilization, culture, quote"},{"quote":"My months are spent preparing for the fall.","author":"Dominic Riccitello","category":"autumn, hurt, love, metaphor, past, past-meets-present, preparing, quote, remembering, reminder, sad"},{"quote":"I think if we stop running towards broken arms, we’d all be just fine.","author":"Dominic Riccitello","category":"broken, brokenhearts, life, love, quote, rebounds, running, running-away, sad, unrequited-love"},{"quote":"Don’t allow people to come in and out of your life when it only benefits them.","author":"Dominic Riccitello","category":"acquaintances, coming-in-and-out, friends, opinion, people, quote, self-worth, thoughts, worth"},{"quote":"I never expected you to understand, but I did expect you to be there.","author":"Dominic Riccitello","category":"being-there, expectations, life, love, maturity, past, quote, side-by-side, understanding"},{"quote":"I loved you before all of this. When there was nothing. When there was only a single atom in the night sky.","author":"Dominic Riccitello","category":"future, life, love, past, past-life, quote, reincarnation, relationship, romance, thoughts"},{"quote":"It ain't what people call you. It's what you answer to.","author":"Tyler Perry","category":"quote, quotes, tyler-perry"},{"quote":"He was beautiful and still is, we just couldn’t flow within the same constellation.","author":"Dominic Riccitello","category":"accepting, align, beautiful, beauty, flow, growing, life, love-constellation, past, quote, relationship, together"},{"quote":"Today I'll fix the mistakes I madeyesterday and tomorrow I'll fix themistakes I made today","author":"Christian O. Ortiz, Classified: The Human Women Guide","category":"fix, inspirational-quotes, mistakes, quote, quoteoftheday, quotes-about-life, quotes-on-life, quotes-to-live-by, today, yesterday"},{"quote":"I became to understand you and all of you.","author":"Dominic Riccitello","category":"accepting, becoming, life, love, quote, thoughts, truth, understand, understanding"},{"quote":"Sexual harassment cases are piling up. The whole school’s going love crazy!","author":"Veronica Purcell, I'm Kita Duran","category":"novel, quote"},{"quote":"Stop letting people who do so little for you control so much of your life.","author":"Will Smith","category":"quote, quotes, will-smith"},{"quote":"Some long for acceptance while others fear for anything ordinary.","author":"Dominic Riccitello","category":"acceptance, being-accepted, freak, life, normal, ordinary, quote, thoughts"},{"quote":"I’m not thankful for being fucked over, I’m thankful for what I took from it. What I learned. What I taught myself in that particular moment. I'm grateful someone was able to take me there and let me be in that moment - not with them, but with myself. How my emotions could surrender to someone and make me feel everything I felt. It destroyed me, but I made my way through; and I look back years from, and I still love him, I do.","author":"Dominic Riccitello","category":"emotions, experience, life, love, past, quote, reality, relationship, thankful, thoughts, truth"},{"quote":"Arrogance will kill anything and everything you ever possibly have.","author":"Dominic Riccitello","category":"arrogance, arrogant, bad, destroy, everything, hurt, kill, personality, quote"},{"quote":"His love was a poison: soft and loveable, hideous yet touchable.","author":"Dominic Riccitello","category":"bad, bad-for-you, hideous, hurt, love, past, poison, quote, relationship, sad"},{"quote":"It has its dark splendor, to walk the nightmare terrain forever.","author":"Anne Rice, The Vampire Lestat","category":"anne-rice, quote, the-vampire-chronicles, the-vampire-lestat, vampires"},{"quote":"There was no unknown. He loved me and I loved him. There was no question, no doubt, no uncertainty, which perhaps caused us to lose ourselves indefinitely and enter a void so permanent. One where we stood with such confidence, which sounds lovely; but when you believe you have everything, you simply lose everything.","author":"Dominic Riccitello","category":"belief, failure, falling-in-love, losing-yourself, love, no-doubt, quote, relationships, thoughts, unknown"},{"quote":"I've never believed in measuring one's worth by the size of his or her bank account. I prefer to look at distance traveled.","author":"Dan Rather","category":"dan-rather, quote, quotes"},{"quote":"What if I were to wish upon a blood moon that I could have you standing here and I standing there? And when it happens to arrive in eighteen years, that you’ll be there, waiting for me like I’ll be waiting for you. As we did on the night where the moon shined down and I saw you standing in white with eyes that could ignite and a fire which couldn’t quite die.","author":"Dominic Riccitello","category":"aura, blood-moon, life, light, love, moon, past, quote, relationship, what-if"},{"quote":"The meaning of life is to die living it.","author":"Dominic Riccitello","category":"death, dying, dying-to-live, life, living, meaning, meaning-of-life, quote, thoughts, understand"},{"quote":"Wrote you a poem or two. You didn’t enjoy them, but I did for you.","author":"Dominic Riccitello","category":"enjoy, happiness, love, poem, poetry, quote, regret, sad"},{"quote":"One of the most lasting pleasures you can experience is the feeling that comes over you when you genuinely forgive an enemy - whether he knows it or not.","author":"O.A. Battista","category":"enemy, forgive, forgiveness, o-a-battista, quote, quotes"},{"quote":"A man who builds his own pedestal had better use strong cement.","author":"Anna Quindlen","category":"anna-quindlen, quote, quotes"},{"quote":"I’m not looking for anything, but who knows. Lightning is weird.","author":"Dominic Riccitello","category":"date, dating, life, lightning, looking-for-love, love, quote, relationship, romance"},{"quote":"I believe books are life's best gifts, as they allow us to venture into worlds we never thought existed. Giving us a chance to be someone different, giving us the chance to dawdle in the words - And feel free!","author":"Anonymous","category":"book, gift-of-life, inspiration, inspirstional, life, motivation, quote, quotes-to-live-by, tumblr-quotes"},{"quote":"I am no longer scared to close my eyes and dream","author":"Vijay Bagha","category":"dreams-inspirational, dreams-quotes, quote, scared-for-life"},{"quote":"The best way to accomplish something is to just do it, and then find the courage afterwards.","author":"Anonymous","category":"attitude, begreat, bemore, inspirational, inspirationalquote, lifequote, motivational, motivationalquote, positivepurpose, quote, success, wisdom, wordstoliveby"},{"quote":"I whispered to him, You'll regret it if you let me go. I don't wait for a man, if he's not willing to grow' He didn't believe me, he made his choice & That was the last time, he ever heard my voice.","author":"Nikki Rowe","category":"freedom, growth, know-yourself, let-go, letting-go, love, move-forward, move-on, moving-on, nikki-rowe, quote, quote-of-the-day, self-worth, soul-words, wise-words, worthiness"},{"quote":"She was the most precious thing in the world to him. So beautiful, so sweet, so giving and too damn good for him, but he was a selfish bastard and wouldn't let her go.","author":"R.L. Mathewson, Playing for Keeps","category":"love, love-quotes, quote"},{"quote":"Fear is stupid. So are regrets.","author":"Marilyn Monroe","category":"fear, marilyn-monroe, quote, quotes, regrets"},{"quote":"Some dream it, some do it, some do both.","author":"Walt Disney Company","category":"dream, quote, walt-disney"},{"quote":"If you can't be the poet, be the poem.","author":"David Carradine","category":"poetry, poetry-quote, quote, quotes, writing"},{"quote":"I'm accustomed to toxicity and can’t control myself when I’m near it.","author":"Dominic Riccitello","category":"bad, bad-for-you, control, life, me, myself, quote, sad, thoughts, toxic, toxic-relationships, you"},{"quote":"How is it that we have over 6 billion people in the world and half of them feel alone?","author":"Nikki Rowe","category":"courage, depression, depression-recovery, happiness, hope, lonely, quote, real, spiritual, strength, truth, wise-words"},{"quote":"People become successful the minute they decide to.","author":"Harvey MacKay","category":"attitude, inspirational, inspirationalquote, lifequote, motivational, motivationalquote, quote, success, wisdom, wordstoliveby"},{"quote":"we were justlooking for what couldinstead of what waswhat should beinstead of how it was","author":"Dominic Riccitello","category":"couple, expectations, how, love, lust, poetry, quote, relationship, what-should, where, who"},{"quote":"We were one, even in the darkest corner.","author":"Dominic Riccitello","category":"corners, dark, dark-times, darkest, life, quote, relationship, sad, thoughts, together"},{"quote":"I’ll never know if it was figuratively or literally when he said I drove him crazy.","author":"Dominic Riccitello","category":"crazy, feelings, figuratively, insane, know, literally, past, quote, relationship, spoken, thoughts, understand, words, you"},{"quote":"There were things I'd never do again, but then, they'd always seemed right.","author":"Celine Dion","category":"celine-dion, lyrics, quote, quotes, song"},{"quote":"For me, writing is exploration; and most of the time, I'm surprised where the journey takes me.","author":"Jack Dann","category":"quote, quotes, writing, writing-quote"},{"quote":"I am neither sad nor cheerful","author":"the air here fills one with a kind of vague excitement and induces a state as far removed from cheerfulness as it is from sorrow","category":"perhaps it is happiness."},{"quote":"The less they know, the more they know it all.","author":"Natalie Hush","category":"know, natalie-hush, quote"},{"quote":"Better to say nothing at all, rather than something you'll regret.","author":"Abe Musaibli","category":"hold, holdyourtongue, inspirational, inspirational-quotes, laugh, life, love, quote, regret, regrets, silence, silent"},{"quote":"I stumbled upon something and someone so magnificent I was truly blind to it.","author":"Dominic Riccitello","category":"beautiful, beauty, blind, life, love, magnificent, quote, regret, relationship, thoughts, visionless"},{"quote":"Patience comes when you wait.","author":"Natalie Hush","category":"natalie-hush, patience, quote"},{"quote":"There's always women who show up who... they don't really want a baby, you know? They're just lonely. And you kind of feel like a gigolo here. You're supposed to look good. Charm the women, make them feel comfortable. You just don't have sex with them.","author":"Kim Golden, Maybe Baby","category":"mads, maybe-baby, mingles, quote"},{"quote":"This system that has been created for us, stifles the mind, thus the profuse amount of mental illness among society. To hold back a fluid being from mental development is to ask for trouble. When society begins to exhibit the symptoms of this break down, the creators of this system decided to label the behavior mental illnesses, so as to ensure that blame is placed upon the individual. You cannot blame someone who might have developed into someone great, for the break down of their mental constitution; it's to be expected.","author":"Dara Reidyr","category":"behavior, life, mental-illness, quote, society"},{"quote":"Love is like taking a leap, Darragh. You don't know when you step off the ledge if the drop is six inches or six thousand feet. What matters is you jump.","author":"Inda Herwood, Heart of Onyx","category":"darragh, heart-of-onyx, onyx, quote"},{"quote":"Who knows if you’re alive anymore, but better yet, who knows if I’m even alive anymore?","author":"Dominic Riccitello","category":"alive, death, dying, life, living, past, quote, relationship, sad, sadness, thoughts"},{"quote":"I didn’t know what it was, who I was or who he was. I just knew what we could have become as one.","author":"Dominic Riccitello","category":"be, become, becoming, couple, life, love, one, quote, relationship, thoughts, together"},{"quote":"I don’t believe he deserves the thousands of poems I’ve written about him, but life doesn’t follow rules. We do things for people who don’t necessarily deserve it. But we liked it, we loved it and fell in love enough to write about it.","author":"Dominic Riccitello","category":"bittersweet, deserve, falling-in-love, feelings, love, lust, past, poem, poetry, quote, relationship, things-for-you, thoughts, what-you-deserve, write, you"},{"quote":"Occasionally we must disconnect to reconnect later on.","author":"Dominic Riccitello","category":"disconnect, finding-your-path, leaving, love, meant-to-be, quote, reconnect, you"},{"quote":"Hard work increases the probability of serendipity.","author":"Ken Poirot","category":"good-fortune, good-luck, hard-work, hard-work-always-pays-off, hard-work-pays, hard-work-pays-off, hard-work-pays-off-dreams, hard-work-quotes, hard-working, ken-poirot, ken-poirot-quote, ken-poirot-quotes, luck, luck-quotes, probability, probability-theory, quote, quote-of-the-day, quoteoftheday, quotes, quotes-about-life, quotes-and-saying, quotes-of-life, quotes-of-the-day, quotes-on-life, quotes-to-define-my-life, quotes-to-live-by, quotes-to-make-you-think, serendipity, serendipity-quotes, success, successful-life"},{"quote":"Give second chances, third chances, but not a fourth, a fifth, a sixth and so on. Appreciate yourself and understand your worth – know it takes time for people to change, to become better. But know what you can take and what you deserve.","author":"Dominic Riccitello","category":"becoming, chances, giving-chances, knowing, love, quote, relationship, self-worth, taking-chances, understanding, worth"},{"quote":"I never expected to fall in love. I never expected to float or fall a thousand feet and create the crevice I called my life. But the thing with crevices, there’s always a top and always a bottom. And the feeling of appreciation when you look from the top and understand how fast it can all come crashing down — it’s more than beautiful and more than words could ever explain.","author":"Dominic Riccitello","category":"bittersweet, crevice, falling-in-love, happiness, life, love, lust, prose, quote, sadness, thoughts"},{"quote":"My selfie my life!","author":"Ken Poirot","category":"best-instagram-caption, best-instagram-captions, best-social-media-quote, best-social-media-quotes, bestquote, bestquotes, instagram, instagram-caption, instagram-captions, instagram-instagram-caption, instagram-quotes, ken-poirot-quote, ken-poirot-quotes, ken-porot, life, life-experience, life-lesson, life-lessons, life-philosophy, life-quotes, most-popular-instagram-caption, most-popular-instagram-captions, most-popular-social-media-quote, most-popular-social-media-quotes, most-popular-tumblr-caption, most-popular-tumblr-captions, most-popular-tumblr-quote, most-popular-tumblrquotes, most-popular-twitter-quote, most-popular-twitter-quotes, my-life, my-life-motto, my-life-story, my-selfie, photo, photo-caption, photo-captions, photograph-caption, photograph-captions, photographs, photography, photography-caption, photography-captions, photography-quotes, quote, quotes, selfie, selfie-stick, selfies, social-media, social-media-quote, social-media-quotes, socialmedia, tumblr, tumblr-quotes"},{"quote":"If you become too readily available to people, they begin to take you for granted; pull away, and they will clamor for you. It's a subconscious thing our society has created in the minds of the masses. This is why most of the \"greats\" didn't become recognized until after their death. If you're overlook, rejoice, maybe your one of the future greats.","author":"Dara Reidyr","category":"forgotten, great, life, overlooked, quote, society, taken-for-granted"},{"quote":"Most of social media is simply a popularity contest. Well, I'm not here for the competition; I have important business and words of depth to change the course. So, while you follow the path of the ignorant, the rest of us will celebrate truth and the higher path.","author":"Dara Reidyr","category":"ignorance, life, popularity, quote, social-media"},{"quote":"I believe we were right for each other, but not in that moment, which perhaps hindered any possibility of a future.","author":"Dominic Riccitello","category":"belief, believe, couple, future, hurt, love, moment, past, quote, relationship, sad"},{"quote":"Let there be no scales to weigh your un-known treasure","author":"And seek not the depths of your knowledge with staff or sounding line.For self is a sea boundless and measureless.","category":"Kahlil Gibran, The Prophet"},{"quote":"Loving you is what I do best.","author":"Dannika Dark, Two Minutes","category":"best, love, loving, quote, romantic"},{"quote":"How can you be afraid to live yet scared to die?","author":"Dominic Riccitello","category":"afraid, death, dying, fears, life, living, quote, scared, thoughts"},{"quote":"Your path will change. Your destiny never will.\"\"But what if I'm on the wrong path?\"\"There is no wrong path. Not when it comes to destiny. There are only detours, you see.","author":"Lauren Miller, Parallel","category":"quote"},{"quote":"I don’t remember his face or the place we ate. I only remember how he grabbed my hand and his voice when he spoke of his dad.","author":"Dominic Riccitello","category":"dad, date, dating, face, father, love, personality, quote, reality, remembering, thoughts, truth, unconditional, voice"},{"quote":"Inspiration can come in many ways: words, an action, an idea, or a person. It can come at any time, and when it does, let it move you.","author":"Carlos Salinas, The Little Book of Big Quotes","category":"carlos-salinas, love-quotes, quote, quotes-to-live-by"},{"quote":"He said he was going to fix everything and I believed him. But I believed him before and again some. And I guess I got lost in the resentment of disbelief.","author":"Dominic Riccitello","category":"aftermath, believing, disbelief, fixing-oneself, hurt, lost, love, quote, relationship, resentment, sad, sadness"},{"quote":"If you become too readily available to people, they begin to take you for granted; pull away, and they will clamor for you. It's a subconscious thing our society has created in the minds of the masses. This is why most of the \"greats\" didn't become recognized until after their deaths. If you're overlooked, rejoice, maybe your one of the future greats.","author":"Dara Reidyr","category":"great, life, overlooked, quote, society"},{"quote":"Most of the books of erotic poetry available today are either too old or are big anthologies covering the same poets and poems. There is a lack of new and original work. Most of us have read something from Ovid, Sappho, Shakespeare, the ancient Greeks, the Romans, or from the Kama Sutra. But love is a theme that should be celebrated with freshness.","author":"Salil Jha, Naked Soul: The Erotic Love Poems","category":"erotic, erotica, eroticism, love, naked-soul, poetry, quote"},{"quote":"Years from now, when all the junk they got is broken and long forgotten, you'll still have your stars.","author":"Jeanette Walls","category":"book, broken, cool, fun, junk, meaning, quote, stars, years"},{"quote":"I loved you, I did. I believe I even sold myself a bit: on your love, my lust, your hair and just the way we stood there. How the air smelled of you, the way your shirt was cursed with blues. The way we danced by the ocean in front your mini-garden. The white fence, your loveliness and the heavenly kisses. It’ll always be the sheets, lying beside, holding your arm and kissing your hair in a loving stride.","author":"Dominic Riccitello","category":"bed, dancing, feeling, garden, love, past, quote, relationship, sex, sheets, shirt, sold-myself, streets, thoughts, touch"},{"quote":"The words you do not speak are as important to the impact you make on other people as the words you do not speak - Tom too tall Cunningham","author":"Tom Cunningham","category":"napoleon-hill, napoleon-hill-foundation, quote, tom-cunningham"},{"quote":"Believing is seeing\" is much more effective for me than the old notion that seeing is believing.","author":"Harmon Okinyo","category":"belief, belief-quotes, beliefs, believe, believe-and-achieve, believe-in-god, believer, believers, believing, harmon-okinyo, harmon-okinyo-quote, harmon-okish, inspirational, notions, old-notions, quote, quotes, quotes-ideas, quotes-of-life, quotes-to-live-by"},{"quote":"If you want to Success in your life,Just remember two things1) Your God2) Your Death","author":"Fahad Rashiq","category":"bold, death, fahad-rashiq, god, if-you-want-to, just, life, nothing, quote, quote-of-the-day, remember, success, things, two, your-death, your-god, your-life"},{"quote":"Suffer not yet our eyes to hunger for your face.","author":"Kahlil Gibran, The Prophet","category":"love, quote, quotes"},{"quote":"Reason and logic, fused with intuition and empathy, equals awakened consciousness and spirituality.","author":"Dara Reidyr","category":"insight, life, mystic, quote, spirituality"},{"quote":"People love their causes they champion; they love their divisions and neatly packaged boxes of identity; for without them, they would be forced to look within, find themselves, set aside pettiness and face reality (that's quite frightening to most). As a result, they are like a lost ship at sea, forced to submit to the waves of society.","author":"Dara Reidyr","category":"identity, life, quote, society"},{"quote":"It's not my fault you have the attention span of a gnat, capable of only thumbing through the crap on Facebook, instead of reading something of worth that can change your life. No, I'm not talking about Oprah's or Ellen's book either.","author":"Dara Reidyr","category":"change, insight, life, quote, read"},{"quote":"You have to keep doing it, Even if no one is watching. The best artists, are those Who live from their expressions, Not chasing the impressions.","author":"Nikki Rowe","category":"artist, big-dreams, chase-your-dream, dreamer, inspiration, inspire, nikki-rowe, purpose, quote, quote-of-the-day, wanderlust, writer"},{"quote":"Because when I dream, I feel no fear, And when I am fearless, I am my most creative self.","author":"Nikki Rowe","category":"artistic, creative, creator, free-spirit, inspirational, nikki-rowe, quote, quote-of-the-day, words-of-wisdom, writer"},{"quote":"You don’t get over it. You move past it. You move through it. You lose yourself to find it, and when found, it’s yours and no longer theirs.","author":"Dominic Riccitello","category":"feelings, future, getting-over-it, hurt, letting-go, life, love, moving-on, quote, relationships, sad, thoughts, you"},{"quote":"Loving you was hard, wanting you was harder, but kissing your forehead was insanity.","author":"Dominic Riccitello","category":"crazy, crazy-in-love, emotions, feelings, forehead, hard, hurt, insanity, kiss, kissing, love, lust, quote, relationship, sad, want"},{"quote":"Some look at life, for their entire life, before they actually see.","author":"Nikki Rowe","category":"awaken, awareness, growth, growth-mindset, insight, love, mindful, nikki-rowe, quote, quote-of-the-day, simplicity, truth, wisdom, wise, words-of-wisdom"},{"quote":"Between the streams of probability & possibility, lies the timeless, spaceless realm where time gets created!","author":"Vishwanath S J","category":"life, logical, philosophy, possibility, probability, quote, spaceless, time, time-travel, timeless, wisdom"},{"quote":"Anything that was created today were once an unknown insecurity far beyond the next chapter of your life!","author":"Vishwanath S J","category":"chapter, insecurity, life, logical, philosophy, quote, time, wisdom"},{"quote":"I do not derive out of the evolution, but the act of creativity inside of it!","author":"Vishwanath S J","category":"creativity, evolution, life, logical, philosophy, quote, time, wisdom"},{"quote":"Neurons are built to better remember the incompleted, the unfinished, the uninvited & the unwanted!","author":"Vishwanath S J","category":"brain, life, logical, neurons, philosophy, quote, time, wisdom"},{"quote":"Life is easy if you let it and hard if you make it.","author":"Juanita  Lewis","category":"life, quote"},{"quote":"Tell me every terrible thing you ever did, and let me love you anyway.","author":"Sade Andria Zabala, Coffee and Cigarettes","category":"love-quotes, quote"},{"quote":"Pay no attention to toxic words. What people say is often a reflection of themselves, not you.","author":"Christian Baloga","category":"bad-people, baloga, christian-baloga, criticism, expression, negative, positive, positivity, quote, reflection, toxic, toxic-people, uplifting, words"},{"quote":"I’m floating. I’m flowing. I’m loving, but I’m going.","author":"Dominic Riccitello","category":"goodbye, leaving, letting-go, love, moving-on, poetry, quote, relationship, sad"},{"quote":"You have to grow. You have to be. You have to love yourself unconditionally.","author":"Dominic Riccitello","category":"becoming, grow, growing, love, love-yourself, quote, self-esteem, worth, you, yourself"},{"quote":"I see you in every passing moment.","author":"Dominic Riccitello","category":"life, love, moments, past, quote, relationship, sad, seeing, thoughts, you"},{"quote":"I see more light than dark, but when I encounter dark I seem to get lost in it.","author":"Dominic Riccitello","category":"dark, darkness, depression, life, lost, love, quote, sad, sadness"},{"quote":"We must make tough decisions to see if it’s worth it in the end.","author":"Dominic Riccitello","category":"decisions, ending, leaving, moving-on, opinion, quote, thoughts, worth"},{"quote":"Everything eventually ends. We all eventually die. That's why every day we have is so special. The fact that we only have limited amount of time is what makes life precious.","author":"J.T. Geissinger, Sweet as Sin","category":"life, quote, romance"},{"quote":"The closest thing to perfection is imperfection","author":"Kamand Kojouri","category":"attitude, awareness, imperfection, inspirational, kamand, kojouri, life, perfection, philosophy, quote, thought, thoughtfulness"},{"quote":"We grooved together with a rhythm so beautiful that I could feel the moment turned into poetry.","author":"Dominic Riccitello","category":"beautiful, beauty, love, moment, poem, poetry, quote, relationship, rhythm, together"},{"quote":"Sadness brings delicacy. Happiness brings subliminal terror.","author":"Dominic Riccitello","category":"delicacy, happiness, happy, quote, sad, sadness, terror"},{"quote":"People are so worried about being accepted that it causes them to lose themselves and in turn, lose moments.","author":"Dominic Riccitello","category":"acceptance, lose-yourself, moments, opinion, quote, self-esteem, thoughts, worth, you"},{"quote":"The first time can always lead to a second chance. But, the second choice can never be the result of the first change.","author":"Vishwanath S J","category":"chance, change, choice, life, logical, philosophy, quote, result, timeless, wisdom"},{"quote":"It was perfect, but perfection is terrifying.","author":"Dominic Riccitello","category":"feelings, life, love, opinion, perfect, perfection, quote, relationship, thoughts, two-people, us"},{"quote":"It didn’t affect him because he couldn’t fathom how I felt. He never saw how I held or how I dealt. And when a breeze hits, his first thought is never a scent. We worked in different ways and different places, which were divided by a constellation.","author":"Dominic Riccitello","category":"differences, fathom, love, opinion, past, people, quote, relationship, scent, unable-to-understand, understanding"},{"quote":"When you think you can't revisit a previous triumph.","author":"Jack Canfield","category":"inspiration, inspirational, inspirationalquote, inspiring, motivational, quote, quotesandsayings, quotesonlife, quotestoliveby, success"},{"quote":"All of my bad ideas were always my best.","author":"Dominic Riccitello","category":"bad, bad-ideas, best, good, good-idea, ideas, life, quote, thoughts"},{"quote":"Time, without inception, instilled in one's spectacular mind of the mind, produces highly contagious thoughts that can kill you!","author":"Vishwanath S J","category":"inception, life, logical, philosophy, quote, thoughts, time, time-travel, wisdom"},{"quote":"All the thoughts that drive you are created in a spaceless and timeless medium. Connect to your innerself now!","author":"Vishwanath S J","category":"brain, life, logical, philosophy, quote, spaceless, thoughts, time, time-travel, wisdom"},{"quote":"Science was born, when religion failed to find the God!","author":"Vishwanath S J","category":"god, life, logical, philosophy, quote, religion, science, time, wisdom"},{"quote":"Your \"look-alike\" may be the result of one of the various possible futures happening simultaneously!","author":"Vishwanath S J","category":"future, life, logical, look-alike, parallel-universes, philosophy, quote, time, time-travel, wisdom"},{"quote":"When it gets down to having to use violence, then you are playing the system’s game. The establishment will irritate you – pull your beard, flick your face – to make you fight. Because once they’ve got you violent, then they know how to handle you. The only thing they don’t know how to handle is non-violence and humor.","author":"John Lennon","category":"and, best, humor, john-lennon, non-violence-and-humor, quote, violence"},{"quote":"For the wonder of a first love can never be matched.","author":"Renee Ahdieh, The Wrath and the Dawn","category":"love, quote"},{"quote":"Judge tenderly, if you must. There is usually a side you have not heard, a story you know nothing about, and a battle waged that you are not having to fight.” ― Traci Lea LaRussa","author":"Traci Lea LaRussa","category":"battle, inspiration, judge, judgement, judgemental, judging, larussa, quote, understanding"},{"quote":"Time can be strange sometimes. It can leave imprints in particular places, leaving ghosts of memories trapped.","author":"Holly Bourne, The Manifesto on How to be Interesting","category":"deep, ghosts, inspiring, quote, time"},{"quote":"You can’t just be. You have to become.","author":"Dominic Riccitello","category":"adulthood, become, becoming, growing, mature, maturing, maturity, personality, quote, you, yourself"},{"quote":"I never said I love you because I knew he would understand it differently. I loved him, and I still do, but it was as a chapter. It wasn’t as a fairytale ending.","author":"Dominic Riccitello","category":"chapter, fairytale, i-love-you, life, love, moment, quote, relationship, thoughts, understand, understanding"},{"quote":"I fear falling in love and understanding why.","author":"Dominic Riccitello","category":"afraid, falling-in-love, love, quote, scared, understand, understanding, why"},{"quote":"I've been living in the shadow of empty people for far too long. Now I need to find chests full of wild lilies, minds full of wonder, hearts full of light.","author":"Anita Krizzan","category":"emptiness, magic, quote"},{"quote":"The Universe is always delivering to us what we need for a spiritual awakening.","author":"Erin Fall Haskell","category":"empowerment, free-will, law, law-of-attraction, mind-body-spirit, quote, quotes, secret, spirit, spiritual, spirituality, truth, universe"},{"quote":"Sometimes relationships aren’t meant to be forever. We stumble upon one another to learn, to love, to appreciate and become who we’re supposed to be.","author":"Dominic Riccitello","category":"appreciate, become, becoming, growing, life, love, moments, quote, relationships, unconditional-love"},{"quote":"We were in ways I can’t seem to grasp. We moved like fluid, scattering our love throughout each other. We moved along, out of our eyes and through our veins. It was unintentionally and in turn, unconditionally.","author":"Dominic Riccitello","category":"bittersweet, grasp, love, moments, quote, relationship, unconditional-love, unintentional, veins"},{"quote":"All the stars stay hidden behind the daylight.","author":"Reetwika Banerjee","category":"eternal, love, philosophy, quote, tagore"},{"quote":"Never be fooled that things are going well when the government seemingly gives out \"goody bags\" to the public. Those \"goodies\" are full of poison. They cannot simultaneously pass laws protecting one and then blast others through the media and have us think they are doing us a favor. Their lying psychopaths with an agenda. They may serve corporate masters but their still to blame and as long as the public goes along with them, they are also culpable. Only you can free yourself through freeing your mind.","author":"Dara Reidyr","category":"quote, society"},{"quote":"Logan felt raw inside from the look of betrayal she had leveled on him. Who was he to demand honesty when every aspect of his presence in her life, even on the periphery, was a lie?","author":"Cindy Skaggs, Untouchable","category":"cindy-skaggs, quote, untouchable"},{"quote":"Three children lay on the rocks at the water's edge.A dark-haired girl, two boys, slightly older.This image is caught forever in my memory, like some fragile creature preserved in amber.","author":"Juliet Marillier, Daughter of the Forest","category":"amber, childhood, fragile, memories, nostalgia, preserved, quote, quotes"},{"quote":"No living person could disappear like Sofia. She’d have a go-bag stashed somewhere. Money and passports and disguises, with just enough ice to evaporate.","author":"Cindy Skaggs, Untouchable","category":"cindy-skaggs, quote, suspense, untouchable"},{"quote":"They’re scared of death, but that’s like being afraid of life.","author":"Dominic Riccitello","category":"afraid, death, dying, fear, life, opinion, quote, scared, thoughts"},{"quote":"Choosing the right career is the most difficult task for a person who is multi-talented and versatile. Because its hard to decide what field to go into, when you are good at too many things.","author":"Saad  Salman","category":"career, choice, future, human-nature, profession, quote, right, saad, salman, skillful, skills, student, talented, youth"},{"quote":"He’d never met a parent who wanted so desperately to pursue and exact revenge, nor one who seemed quite so capable of doing just that.","author":"Cindy Skaggs, Untouchable","category":"cindy-skaggs, quote, untouchable"},{"quote":"With every innovation comes a new abuse.","author":"David V. Kimball, Beyond Tweeting: Build Influence on Twitter","category":"advancement, change, innovation, innovative, quote, society, technology, truth, tweeting, twitter"},{"quote":"I don't know what you have thought of. Everyone thinks to the extent of his depravity...\" #HenriettaLedyanova. #ItalianPassion","author":"OlgaGOA","category":"book, book-quotes, book-worm, english, italian, italian-literature, italy, love, love-quotes, passion, quote, quotes, rome, russia, russian-literature, saintpetersberg"},{"quote":"Sometimes Vin imagined she was like the ash, or the wind, or the mist itself. A thing without thought, capable of simply being, not thinking, caring, or hurting. Then she could be...free.","author":"Brandon Sanderson, The Final Empire","category":"brandon-sanderson, free, freedom, just-be, mistborn, quote, the-final-empire, vin"},{"quote":"Some days I wonder if I stopped writing about him, if I’d love him a little less.","author":"Dominic Riccitello","category":"journal, letting-go, love, loving, loving-someone, moving-on, quote, sad, stop, writing"},{"quote":"The self-addressed stamped envelope. The representation of everything that was wrong with the old publishing industry.","author":"Alexei Maxim Russell","category":"author, authors, independent, indie, indie-author, indie-writer, publisher, publishing, quote, quotes, traditional-publishing, writer, writers, writing, writing-life, wrong"},{"quote":"Maybe I hold on for too long, but maybe you don’t hold on for long enough?","author":"Dominic Riccitello","category":"feelings, holding-on, letting-go, love, moving-on, quote, reality, relationship, thoughts"},{"quote":"when a man\", continued Raoul,\"adopts such romantic methods to entice a young girl's affections. ..\"\"The man must be either a villain, or the girl a fool: is that it?","author":"Gaston Leroux, The Phantom of the Opera","category":"break-ups, deception, love, phantom-of-the-opera, quote, truth"},{"quote":"The truth is, I feel myself being fascinated and repelled by her: She's both a mirror of myself and a door to part of this island that I'm not.","author":"Maggie Stiefvater, The Scorpio Races","category":"book, books, humor, inspirational, life, love, quote, quotes, races, scorpio"},{"quote":"The most valuable gift you can give to humanity is a good example.","author":"Ifeanyi Enoch Onuoha","category":"generation, ifeanyi-enoch-onuoha, legacy, life, living, motivation, quote, role-model"},{"quote":"But could words bethe end of me?","author":"Dominic Riccitello","category":"death, emotions, end, end-of-me, feelings, life, poetry, quote, sad, sensitive, thoughts, words"},{"quote":"Never knew the word Goodbye could scatter my heart into pieces. Just 1 word, could made me cry over you.","author":"Fi.Z","category":"cry, heartache, heartbreak, heartbroken, hurt, life, lonely, love, quote, quotes, romance, romance-love, sad, sadness, scattered-heart, tears"},{"quote":"You can't wake up miserable and expect something outside yourself to change that mood, you have to be willing to change that mood so you expect the best from your outside world.","author":"Nikki Rowe","category":"growth, happiness, happiness-quotes, life-lessons, life-quotes, love-quotes, nikki-rowe, quote, quotes-to-live-by, spiritual"},{"quote":"Sometimes he does talk back, but sometimes he doesn’t. Sometimes he’s not there; and from time to time I believe this was all nothing but imaginary.","author":"Dominic Riccitello","category":"imaginary, imagination, life, love, muse, quote, reality, thoughts, truth"},{"quote":"So much of who I was then I'm not today, I've changed for the better through the years, I've grown spiritually. I look at people differently, everyone is unique in their own special way","author":"Shellie Palmer, The Poetry Diaries: The Journey Collection","category":"quote, spiritual-life"},{"quote":"Logan felt it, even if he wanted to deny it. His pupils were dilated and he stared at her like she was chocolate and tomorrow was the first day of Lent. Sure, she might be forbidden, but no one could withstand temptation forever. Not when it was so close. The car roared to life as Logan started it back onto the road. So he thought to ignore the attraction? Good luck. He might be a rule follower, but Sofia wasn’t. He didn’t stand a chance in hell.","author":"Cindy Skaggs, Untouchable","category":"cindy-skaggs, quote, untouchable"},{"quote":"It's a crime, when you think about how little time we get, that a man should ever be bored. When you are lying on your death bead, I expect you regret those weeks wasted more than your worst mistakes.","author":"Joe Abercrombie, Best Served Cold","category":"inspirational, life, quote"},{"quote":"I will toil under sun for what I want.","author":"Lailah Gifty Akita, Pearls of  Wisdom: Great  mind","category":"determination, dream, fighting-spirit, inspiration, positive-thinking, purpose, quote, sun, uplifting, want, warrior, wise-sayings, wishes, work"},{"quote":"Don't let your journey fade. It's God's way of reminding us that we need him in our lives and it's not wrong","author":"Shellie Palmer, Beyond The Silence of Love & Faith","category":"god-s-love, journey-of-life, quote"},{"quote":"A Godless life is a goalless life.","author":"Ifeanyi Enoch Onuoha","category":"god, ifeanyi-enoch-onuoha, inspirational, life-betterment, quote, spirituality"},{"quote":"Your best - no matter how great - isnothing if you minus God from theequation.","author":"Ifeanyi Enoch Onuoha","category":"best, god, hinovelty, ifeanyi-enoch-onuoha, inspirational, life-betterment, nigeria, quote"},{"quote":"As he stood in the darkness, his eyes glistened and that’s when I knew my light found its traction.","author":"Dominic Riccitello","category":"attract, couple, dark, darkness, eyes, life, light, love, opposites, quote, relationship, two-people"},{"quote":"I danced as he twirled in and out of consciousness, and there we were, one in love and the other astray.","author":"Dominic Riccitello","category":"confused, consciousness, dance, dazed, feelings, lost, love, quote, relationship, sad, thoughts, twirl, unconsciousness"},{"quote":"I’ve spent awhile trying to figure out where I’m going and the only thing I’ve come to realize is it doesn’t matter where, it’s how I get there.","author":"Dominic Riccitello","category":"adulthood, experience, figuring-things-out, finding-yourself, happiness, how, quote, thoughts, you, yourself"},{"quote":"May God strengthen you for a great work.","author":"Lailah Gifty Akita, Pearls of  Wisdom: Great  mind","category":"daily-life, god, god-s-grace, inspirational, praying, purposeful, quote, strength, uplifting, work, you, your-destiny, your-life"},{"quote":"People may forget the quantity of your works but cannot forget the quality of your works.","author":"Ifeanyi Enoch Onuoha","category":"advice, excellence, higherlife, hinovelty, ifeanyi-enoch-onuoha, inspiration, motivation, quote, wisdom"},{"quote":"All that you need to be successful and significant in life is in and around you.","author":"Ifeanyi Enoch Onuoha","category":"ifeanyi-enoch-onuoha, inspiration, life, motivation, quote, significance, success, wisdom"},{"quote":"Some people must dream broadly and guilelessly, if only to balance those who never dream at all.","author":"Arthur M. Schlesinger Jr.","category":"dream, encouragement, hope, inspiration, quote, vision"},{"quote":"Before and after you do your best, know it that you must rely on God. Your best - no matter how great - is nothing if you minus God from the equation.","author":"Ifeanyi Enoch Onuoha","category":"best, god, hinovelty, ifeanyi-enoch-onuoha, life, quote, success, wisdom"},{"quote":"I think that the behavior of M. Alexis Tsípras is a chance for the European Union to question itself about what is wrong about the Europe of Euro, and to measure the human sufferings caused by a policy that is first and foremost monetarily driven and is wrong. In a just and democratic society, the citizen and his rights are center stage, not the economy.","author":"Teddy Crispin","category":"democracy, europe, quote"},{"quote":"Some people make you want to be a better person, and that, for me, is the purest form of love.","author":"Charlotte Eriksson","category":"authentic, authenticity, better, friendship, growing, growth, kindness, learning, love, people, poems, poet, poetry, pure, quote, relationship, self-development, self-growth, songwriter, writer, you"},{"quote":"she...let the blood spill down instead of tears.","author":"Cassandra Clare, City of Heavenly Fire","category":"blood, cutting, deep, emo, painful, quote, tears, tmi"},{"quote":"Sometimes he wondered if he did these things just to test himself. To see if the feelings had gone. But they had not. When he saw her, he wanted to be with her; when he was with her, he ached to touch her; when he touched even her hand, he wanted to embrace her. He wanted to feel her against him the way he had in the attic. He wanted to know the taste of her skin and the smell of her hair. He wanted to make her laugh. He wanted to sit and listen to her talk about books until his ears fell off. But all these things he could not want, because they were things he could not have, and wanting what you could not have led to misery and madness.","author":"Cassandra Clare, Clockwork Prince","category":"book, books, clockwork-prince, death, depression, hate, inspiration, joy, life, longing, love, madness, misery, quote, quotes, romance, wisdom"},{"quote":"He who discovers the light, discovers life. He who discovers the dark, discovers death, Neither are wrong and neither are right; your perception is what will guide your path. Our minds are our tools, our hearts our truth and our instinct our guidance, don't let them fool you.","author":"Nikki Rowe","category":"awakening, awareness, conciousness, discovery, inner-being, inspirational, instinct, light-being, lightworker, quote, quote-of-the-day, quotes-for-the-soul, rise-above, soul-quotes"},{"quote":"Religion is what you do with your solitude.","author":"William Temple","category":"individualism, inspiration, motivation, quote, religion, solitude, spiritual, william-temple"},{"quote":"Someone's therapist knows all about you.","author":"Dominic Riccitello","category":"gossip, opinion, quote, therapist, therapy, thoughts, you"},{"quote":"When you look in the mirror, do you look at yourself or for yourself?","author":"Dominic Riccitello","category":"beauty, mirror, opinion, quote, reflection, self-esteem, thoughts, worth, you"},{"quote":"I love you, but there will be a dozen more too.","author":"Dominic Riccitello","category":"life, love, more, opinion, others, quote, reincarnation, thoughts"},{"quote":"What writing means to me?-Releasing my wolves...(Natasa Alina Culea)","author":"Natașa Alina Culea, Natașa, bărbații și psihanalistul","category":"natasa-alina-culea, quote, writing"},{"quote":"While you're waiting on opportunity, it might be waiting on you to come to it. Get up and go get it!","author":"Yvonne Pierre, The Day My Soul Cried:  A Memoir","category":"dont-give-up, dreams, fear, fear-of-failure, fear-of-success, go-get-it, inspirational, life, make-it-happen, motivational, opportunity, quote, uplifting"},{"quote":"By all means, tell the cops about the crazy robot lady with the black leather body suit and the Kill Bill sword. Hope you like straitjackets.","author":"J.D. Cunegan, Bounty","category":"bounty, j-d-cunegan, quote, writing"},{"quote":"Becoming a man means doing the right thing even though it may be hard or difficult. Boys do what is easiest. A man does what is right, whether easy or not.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"books, boy, father, growing-up, man, quote, quotes, read, son"},{"quote":"Somewhere, someone is search for the pieces of you that mold well with theirs.","author":"Nikki Rowe","category":"destiny, fate, journey, love, love-and-life-quotes, love-quotes, love-quotes-and-sayings, quote, quotes, search, seeker"},{"quote":"Did you seriously just use the word 'loins'?","author":"J.D. Cunegan, Bounty","category":"bounty, j-d-cunegan, loins, quote, writing"},{"quote":"Sure, he might not have been perfect, but if I thought he was, isn’t that all that matters?","author":"Dominic Riccitello","category":"love, opinion, perfect, quote, relationship, thoughts, unconditional-love, wisdom"},{"quote":"No matter what life throws at you, never stop loving it. Obstacles are meant to be conquered.","author":"","category":"conquering-your-obstacles, edmond-mbiaka, life, never-stop-loving-your-life, obstacle, obstacles, quote, quotes"},{"quote":"Sometimes you can miss the boat and find a new life.","author":"Benny Bellamacina, Piddly Poems for Children","category":"life, optimism, philosophical, quote, wisdom"},{"quote":"Aspirations without preparations will simply give you life full of frustrations. Develop yourself today!","author":"Ifeanyi Enoch Onuoha","category":"aspiration, failure, frustration, higherlife, hinovelty, ifeanyi-enoch-onuoha, inspiration, motivational, preparation, quote, success"},{"quote":"Only you can know the difference between your wants and your needs, and your sacrifice of your life's time to both.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"books, carew-papritz, life, needs, quote, quote-to-live-by, quotes, read, the-legacy-letters, wants"},{"quote":"Jack, be nimble, Jack, be quickJill's a little whore and her alibis are dirty tricks","author":"Set it off","category":"bands, funny, humor, lyrics, quote"},{"quote":"Your success and significance in life is tied to the unleashing of the greatness in you.","author":"Ifeanyi Enoch Onuoha","category":"greatness, higherlife, hinovelty, ifeanyi-enoch-onuoha, inspirational-quote, life-betterment-coach, motivation, quote, significance, success"},{"quote":"As time heads towards the cliff of the unknown, there are those who will be hated and pushed to the fringes. Those who look inward will have the advantage; seeking fulfillment anywhere else will only lead to a dead end and disillusionment. Those who are marginalized, are also uniquely gifted- focus on those gifts that will speak to the truth of the matter and stand your ground. Your intuition and consciousness bears light to the truth.","author":"Dara Reidyr","category":"life-quotes, quote, society"},{"quote":"Read and write. That's the recipe for being a writer.","author":"J.D. Cunegan","category":"j-d-cunegan, quote, reading, writing"},{"quote":"My imagination and power are limitless. Nothing can stop me from achieving my dreams.","author":"Eitak Snave","category":"imagination, inspirational, quote"},{"quote":"Newly-born books are like birds… they shouldn’t be kicked out of the nest until they’re capable of flying. Wendy Anne Darling 5-1-15","author":"Wendy Anne Darling","category":"birds, books, quote, wendy-anne-darling"},{"quote":"Reading teaches us the nuances of humanity. To find the beauty of what is moral and ethical in your own actions and discover the strange subtlety of what it is to question why you should exist.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"book, books, carew-papritz, quote, quotes, read, reading, the-legacy-letters"},{"quote":"Searching through Monster.com while on the clock feels like being on Tinder while still married.","author":"Crystal Woods, Write like no one is reading 2","category":"cheating, cheating-spouse, dishonest, dishonest-people, feelings, guilty, humor, humorous-quotes, married, monster, no-loyalty, quote, tinder"},{"quote":"Once I had opened a book and read its pages, those characters could never be taken away from me. Even if the books were burned, they would still live on in my mind.","author":"Jennifer   Wilson, New World: Rising","category":"books, fictional-friends, love, new-world-rising, quote, read, reading"},{"quote":"There's something beautiful about facing tragedy, you crack open a new, you find yourself in the parts of you; that can finally be explored freely with out judgement or guilt. Where to from here doesn't exist & your not sure when it will return, but there's something beautiful in facing tragedy, a new type of being within you is born and one whom is more fearless than ever before.","author":"Nikki Rowe","category":"artist, author, beautiful, beauty, concious, empower, fearless, free-spirit, growth, injury, inspiration, inspire, life-lessons, quote, quote-of-the-day, road-to-ruin, self-help, tragedy, writer"},{"quote":"life - your gunna meet some two faced people, some bosses that make your soul cringe, some places you wished you'd never walked into... But then you'll grow, you'll learn that your gut instinct isn't nieve, your boss can ' fuck it' because your dreams are more important and the places you walked into unaware of chaos, will bring you to places of perfect peace. Hold on, the struggle won't last forever.","author":"Nikki Rowe","category":"adventure, awaken, courage, dream, fuck, intense, intuitive, life, life-lessons, quote, quote-of-the-day, quotes-about-life, quotes-to-live-by, real, stay-true, struggle"},{"quote":"I could give up, it's the easiest optionBut what would I achieve? Many sleepless nights holding regretOf all I didn't seek, That option will never exist to me; My dreams are far too real, Down the hard road I findMy place in the world; the closest To home Ill ever feel.","author":"Nikki Rowe","category":"dream, quote, quote-of-the-day, seeker, soul, wanderlust"},{"quote":"Old is old at any age. Old is when you quit asking questions about this, that, and everything. Old is when you forget how to love-or worse, don't care. Old is when you don't want to dance anymore. Old is when you don't want to learn anything new except how to be old. Old is when people tell you that you are old-and you believe them.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"being-old, book, book-quotes, books, carew-papritz, growing-older, old-age, quote, quotes, quotes-on-growing-old, the-legacy-letters"},{"quote":"Even now that he is gone I have him still, in the richness of my memories. I've lived my life again just telling it to you.","author":"Arthur Golden, Memoirs of a Geisha","category":"loss, memories, quote, richness"},{"quote":"I had zero idea of what I was doing.. I honestly had no idea where to start. All I knew was I had something I craved to say.. I wanted to create art that lived on longer than I do. Perseverance and teaching yourself, every day through stress and hard work proves shit really does progress without you realizing. One minute you're an amateur, knowing nothing, not even the basics. The next you can put pen to paper, write a song, and create art in such little time! It's crazy beautiful.","author":"scott mcgoldrick","category":"amateur, artist, artistic, beauty, british, create, creative, gay-musician, gay-singer, hard-work-pays-off, lgbt, lgbtq, life, musician, pen, positive, progress, quote, rapper, scott-mcgoldrick, scottish, singer, songwriter, the-whisky-princess, writer, writing"},{"quote":"i choose to focus my energy on what I believe deserves my time, life passes us by so quickly and before we know it; were looking back at our story, make sure the choices you decide on; will give you a movie worth watching.","author":"Nikki Rowe","category":"growth, guidance, life, life-lessons, quote, quote-of-the-day, transform"},{"quote":"Whether someone does right by you or wrong by you thank them anyway.","author":"Nikki Rowe","category":"appreciate, empowerment, inspiration, let-go, life, move-on, quote, self-worth"},{"quote":"Until you go and grow ‎MAD‬ with and in your true passion and purpose, you cannot enter the realm of meteority which is enemical to mediocrity.","author":"Ifeanyi Enoch Onuoha","category":"higherlife, hinovelty, ifeanyi-enoch-onuoha, inspiration, life, life-and-living, life-lessons, life-philosophy, life-quotes, mad, making-a-difference, motivation, passion, purpose, quote, talent"},{"quote":"I feel like we have to deal with things, so we realize change! Change comes after pain and pain comes after truth. Truth is hurtful.","author":"Sara Keddar","category":"hurt, life, pain, quote, realistic, truth"},{"quote":"Entrepreneur, let your global & generational vision start locally, now.","author":"Onyi Anyado","category":"distinction, entrepreneur, entrepreneur-quotes, entrepreneurial, entrepreneurship, entrepreneurship-quotes, generational-thinking, global-elite, global-village, onyi-anyado, onyi-anyado-richard-branson, quote, quotes-about-life, quotes-and-saying, quotes-to-live-by, the-doorway-to-distinction, visionary, visionary-leader"},{"quote":"Reading is a lot like fine dining... Some readers prefer just the meat and potatoes","author":"I enjoy a seven-course meal.","category":"Carmen DeSousa"},{"quote":"Deep inside of you is a 'Guru' with the wisdom of the entire Universe!","author":"Erin Fall Haskell","category":"awaken, awakening, divine, divinity, guru, meditation, mindfulness, quote, quotes, spirituality, truth, universe, wisdom"},{"quote":"Ignorance is a fools castle.","author":"Anonymous","category":"fools, quote"},{"quote":"A good man lives for the joy in life and the happiness of being alive, not shackled to the wants of the future or the regrets of the past.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"being-a-man, book-quotes, man, quote, quotes, quotes-by-carew-papritz, the-legacy-letters"},{"quote":"Sometimes the grass gets mowedat the house where the writer lives.","author":"Christopher J. Jarmick, Ignition: Poem Starters, Septolets, Statements & Double Dog Dares","category":"jarmick, poem-starter, quote, short-poem"},{"quote":"If that poem idea is in your head NOW, write it down. Right now. Or lose it. For when it's gone, it's gone forever...","author":"Nick Armbrister","category":"create, nick-armbrister, poetry, quote"},{"quote":"Start with a brand new good-morning. To your husband or your wife. To your kids. To those you work with - and don't work with. What's the harm? How difficult is it? And it isn't, and you know it. So do it.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"carew-papritz, carew-s-quotes, good-morning, life-quotes, quote, quotes, read, starting-the-day, the-legacy-letters"},{"quote":"Jimmy Boom Semtex says Semtex goes BOOM! Handle his books with care.","author":"Jimmy Boom Semtex","category":"explosive-work, jimmy-boom-semtex, quote"},{"quote":"We all have a vision, a dream to hope for. Some chase it and some wish upon it.. Who do you think, wins? the chaser finds ways to create it, regardless of the fight, the wisher finds way to excuse it, because courage doesn't fill their hearts.","author":"Nikki Rowe","category":"author, big-dream, chase-that-feeling, dream, dreamer, nikki-rowe, quote, quote-of-the-day, quote-to-live-by, wisdom, wise, wise-words, writers"},{"quote":"Reading a good book is an escape to an alternative life, writing a good book is the closest thing to actually living that life.","author":"Chas Scott, One Wife's Solution: Awakening","category":"living-the-life, original, quote, writing"},{"quote":"You know there's got to be a better way of life - somewhere, sometime, somehow - but you're not exactly sure what better is.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"better-life, book, books, carew-papritz, carew-s-quotes, legacy-quotes, life, life-quotes, quote, quotes, the-legacy-letters, way-of-life"},{"quote":"A man with no imagination can never inspire others.","author":"Rick Haynes","category":"quote"},{"quote":"Emancipation from suffering is your birthright.","author":"Erin Fall Haskell","category":"birthright, happiness, happy, inspirational, joy, new-thought, quote, quotes, spirituality, the-law, truth"},{"quote":"She loved so much misteries tha she became one","author":"John Green, Paper Towns","category":"beautiful, john-green, margo, paper-towns, quentin, quote"},{"quote":"I think I’ll feel out of place wherever I go on earth, forever. But that’s fine. I have to make my peace with that.","author":"Laura Marling","category":"depression, independent, inspirational, laura-marling, life, loneliness, quote, short-movie, solitude, the-guardian"},{"quote":"Sometimes we make being happy so difficult. And being thankful such a chore.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"be-happy, be-thankful, book-quotes, carew-papritz, carew-s-quotes, give-thanks, happiness, life-quotes, quote, quotes, quotes-to-live-by, thank-you, thankful, the-legacy-letters"},{"quote":"The details of my thoughts bled into thin pieces of paper, spread across miles to touch hearts of the people; who've lost their truest homes- themselves.","author":"Nikki Rowe","category":"empowerment, energy, god, growth, journey, life, lightworkers, presence, quote, quoteoftheday"},{"quote":"Yes, its hard to write. But its harder not to.","author":"Carl Clinton Van Doren","category":"book, clintonn-van-doren, quote, write, writers, writing"},{"quote":"The hardest lesson to learn, is one where someone takes away your freedom; with out your consent... You grow, you ache, the pain never eases you just become strong, And one day you will wake up & all of a sudden all the darkness that surrounded you now surrounds the doer of the bad deed. Why...Because you forgave them, your free now.","author":"Nikki Rowe","category":"freedom, lifelessons, quote, quoteoftheday"},{"quote":"We live by the golden rule “do unto others as you would have them do unto you”. That phrase, unfortunately, falls short of our true ability to love and be loved. I think the best thing I can expect of any society is for its citizens to examine the most precious individual of their lot, one who they would protect with their lives and gladly die if needs be, and ask themselves, ‘how do we want others to treat this precious individual?’, the answer to which is how we would behave towards others. … This, for all practical intent, is my new golden rule. From Fillossofee: Messages from a Grandfather, by Robert Gately","author":"Robert Gately","category":"advice, do-unto-others, fillossofee, golden-rule, grandfatherly-advice, philosophy, quote"},{"quote":"I’m proud to be a writer. I’m doing the job all my heroes did.","author":"Carla H. Krueger","category":"book, carla-h-krueger, hero, pride, quote, writing-life, writing-philosophy, writing-quote"},{"quote":"Kissing just like she laughs: honest, heartfelt and heartful, she pulls me down as I lift her up , and the hum she gives when my tongue finds hers makes every one of my nerves fire.","author":"Sarah Elizabeth, Don't Let Me Go","category":"beautiful, book, cl, lamb, quote, ransom"},{"quote":"Entrepreneur, you're either raising the bar of excellence or, you're exhaling at the bar which is expensive.","author":"Onyi Anyado","category":"brainyquote, distinction, entrepreneur, entrepreneur-quotes, entrepreneurship, entrepreneurship-quotes, onyi-anyado, quote, quote-of-the-day, quote-to-live-by, quotes-of-the-day, raise-the-bar, the-doorway-to-distinction"},{"quote":"Struggles and challenges are ordinary, it's how you deal with them that can make you extraordinary.","author":"Shan Fazelbhoy, On the Rocks: Stories of Connections","category":"life, life-lessons, life-philosophy, quote"},{"quote":"I tend to be drawn to people who are similar. Very independent. And the ones who aren't, it doesn't work. It doesn't last. I’m drawn to quiet people – certainly I am now.","author":"Laura Marling","category":"inspirational, laura-marling, life, quote, short-movie, the-guardian"},{"quote":"The purpose of life is to seek harmony.","author":"Robert Gately","category":"ebook, fillossofee, grandfatherly-advice, harmony, meaning-of-life, philosophy, purpose-of-life, quote, seek-harmony"},{"quote":"It’s not the destination (of seeking the truth) that creates our dignity or integrity, it’s the journey. From Messages From a Grandfather, by Robert Gately","author":"Robert Gately","category":"destination, dignity, fillossofee-ebook, grandfatherly-advice, integrity, journey, philosophy, quote, truth, wisdom, writing"},{"quote":"Dear love, for nothing less than theeWould I have broke this happy dream;It was a themeFor reason, much too strong for fantasy,Therefore thou wak'd'st me wisely; yetMy dream thou brok'st not, but continued'st it.Thou art so true that thoughts of thee sufficeTo make dreams truths, and fables histories;Enter these arms, for since thou thought'st it best,Not to dream all my dream, let's act the rest.","author":"John Donne","category":"donne, dream, poetry, quote"},{"quote":"Every year when i travel around the world, i wonder if it’ll be diferent, maybe one year won’t come to the show or you’ll be less festival, but what i realized during ARTPOP is that we belong together and some stories have no end. I will follow you around the world as long as you’ll have me because i love making music, i love making art and i love, love meeting all you beautiful, creative people“.","author":"Lady Gaga","category":"2014, artrave, paris, quote"},{"quote":"I can’t do small talk really, and that’s fine. I've got old friends and family that love me, thank God. I’m grateful for what a city gives you access to, but I do feel that I’m only here until I figure out how to get out again.","author":"Laura Marling","category":"fear, independent, inspirational, laura-marling, life, quote, short-movie, the-guardian"},{"quote":"People want to spend time together and I just couldn't pretend that I wanted to do that. But now I do get it. [..] Though I still don’t do that.","author":"Laura Marling","category":"inspirational, laura-marling, life, quote, short-movie"},{"quote":"It is much better to live in poverty and graduate to the middle class, than it is to live as a king and be demoted to the middle class.","author":"Mustafa Said","category":"happiness, king, life, philosophy, physcological, poverty, quote"},{"quote":"It is a wise man who said there is no inequality than the equal treatment of unequals.Fillossofee: Messages From a Grandfather, an ebook","author":"Thomas Jefferson (?)","category":"equal, equality, fillossofee, grandfatherly-advice, philosophy, quote, unequal-rights"},{"quote":"Peace is not found by seeking it but in simply letting it be.","author":"Janni Styles","category":"calming, comfort, peace, quote, soul"},{"quote":"Hate is never an option for a truth seeker. It binds, stifles, constipates and causes the gears of philosophical progress to come to a grinding halt. From Fillossofee: Messages From a Grandfather - an ebook","author":"Robert Gately","category":"blinds, constipate, fillossofee, grandfatherly-advice, hate, philosophy, quote, stifles, truth, wisdom"},{"quote":"If I’m lucky, I philosophize about life’s principles on worthwhile standards that meet the test of time. I say, if I’m lucky, because I could be born into a world where principles are drilled into me at an early age and the idea of thinking for myself is not an option. From 'Fillossofee: Messages from a Grandfather' by Robert Gately","author":"Robert Gately","category":"fillossofee, grandfatherly-advice, luck, philosophy, quote"},{"quote":"Imagine a soldier who believes killing another human being is wrong, kills his first human being in war when he has never killed before. Worse still, imagine this same soldier has his enemy in his sites and the enemy appears defenseless. Here, he might be allowed the luxury to have that moment with himself to debate whether he should pull the trigger or not. But on another day he may not have that luxury. Imagine further, a soldier is in this situation because his father was a soldier, and his grandfather was a soldier, and he is trying to please them but, unlike them, he doesn’t believe killing people in war is right, yet there he is on the battlefield anyway where ‘killed or be killed’ leads the list in the army’s operation manual. So, he pulls the trigger anyway even though he’s categorically against killing another human being. And maybe this is the first time he’s compromised on such a high principle and he continues killing other people as long as he’s in the war and each time it becomes easier and easier until his principle, his absolute truth, is a motto not to live by, but one that is just a topic of conversation in a philosophy class or a backyard barbecue. War has changed him. From Messages From a Grandfather, by Robert Gately","author":"Robert Gately","category":"death, fillossofee, grandfatherly-advice, killing, philosophy, quote, soldier, war"},{"quote":"Bias rules our minds and causes us to overlook the obvious. From 'Fillossofee: Messages From a Grandfather', by Robert Gately","author":"Robert Gately","category":"bias, books, ebook, fillossofee, grandfatherly-advice, philosophy, quote, wisdom"},{"quote":"I always thought that we would be that couple in the movies but not all movies have a happy ending","author":"Anonymous","category":"love, movie, quote, sad-but-true"},{"quote":"We're living tragedies, just passing time 'til our funerals.","author":"Robyn Schneider, The Beginning of Everything","category":"death, life, quote"},{"quote":"Dark now. Blacker than black, I know it. And words are tiny things in the face of all that dark and all that cold. But hear these words, little sister. Hear and know. Tomorrow is coming, just as fast as the turning of the sky. And as sure as it’s black now, the sun will rise. Always. No matter how faint the glow.","author":"Jay Kristoff, Endsinger","category":"comfort, endsinger, grief, jay-kristoff, quote, yoshi"},{"quote":"Negative people feed off of your anger, let them starve.","author":"Samantha M. King","category":"inspirational, life, motivational, negative, poetry, positive, quote, samantha-king, truth"},{"quote":"Few people ever kill for the right reasons.","author":"Marie Lu, Prodigy","category":"death, kill, life, quote"},{"quote":"You are not who you think.You're not even the thinker.You are the one conscious of the thought.","author":"Kamand Kojouri","category":"awareness, conscious, consciousness, ego, illusion, kamand, kamand-kojouri, kojouri, living-in-the-now, philosophy, poem, poetry, quote, thought-meta"},{"quote":"My wakeup call wasn’t some light switch of empowerment. From as early as preschool I feared that if I didn’t grow up to be the pretty princess men fawned over, I was a failure. That mentality was my disease. It got me raped. It made me feel dirty and devalued because my cherry wasn’t popped on a bed of rose petals. It fueled an adolescence juggling starvation and vomiting until my throat bled out and my stomach acid burned through the plumbing. It made me snort coke, smoke meth, and routinely gulp down narcotic petri dishes in hopes of obtaining hallucinogenic intimacy with junkie boyfriends. But most of all, it made me waste my youth chasing, obsessing over, fighting for, worshipping, clinging to, and crying over one after another loser. At some point, I just quit giving a fuck.","author":"Maggie Georgiana Young, Just Another Number","category":"another, feminist, just, maggie, number, quote, young"},{"quote":"Only those who are empty within, seek to suppress those around them","author":"Dara Reidyr","category":"empty, life, people, quote"},{"quote":"I was curious as to how my words started circulating at such an alarming rate. After all, every author waits to be discovered by someone. Anyone. And so I found myself smack bang in the middle of the mad hatters head, and as someone put it, Tumblr might actually be worse than that. But yes, futilely, I was attempting to discover the elusive origin of my words by tracing back notes until I came across my quote right next to a selfie of a stripper, or hooker, with a fox tail butt plug... and that was when I stopped.","author":"Dimitri Zaik","category":"author, hooker, quote, stripper, tumblr, writer"},{"quote":"Your purpose has the capacity to employ and enrich you for a lifetime.","author":"Ifeanyi Enoch Onuoha","category":"ifeanyi-enoch-onuoha, inspirational, life, lifetime, motivational, purpose, quote, self-discovery"},{"quote":"If time is money, how much is a lifetime?","author":"Ljupka Cvetanova, The New Land","category":"cost, life, lifetime, man, money, quote, sell, spending-money, spending-time, time"},{"quote":"If you live everyday, with the capacity to stretch yourself past limitation and structure, you will find boundless opportunity is all the places that once scared you.","author":"Nikki Rowe","category":"fearless, inspiration, life-lessons, life-quotes, limit, quote"},{"quote":"Incarceration is when nobody writes a happy ending for a woman without a man.","author":"Maggie Georgiana Young, Just Another Number","category":"feminism, feminist, maggie, quote, young"},{"quote":"To those who do not see, we are the enigma of society","author":"Dara Reidyr","category":"misunderstood, quote"},{"quote":"You can only call someone crazy if there's someone else who's normal.","author":"Rick Yancey","category":"crazy, imagination, quote"},{"quote":"Be Courageous: Succeed or Fail Monumentally!","author":"Ken Poirot","category":"author-ken-poirot, courage, courageous, courageous-leadership, courageous-life, courageous-men, courageous-mindset, courageous-women, courageousness, fail, failure, failure-and-attitude, failure-quotes, failure-success, ken-poirot, quote, quotes, succeed, succeeding, succeeding-in-life, success, success-quotes, successful, successful-mind, successful-people, successful-performance, successfully"},{"quote":"My life views on sex, men, dating, and self-worth were sculpted with the unfiltered ramblings of a drunken misogynist.","author":"Maggie Georgiana Young, Just Another Number","category":"another, feminism, feminist, just, number, quote"},{"quote":"Time. Either you are for it or against it. So be here now. Not later.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"book-quotes, books, carew-papritz, life-quotes, life-quotes-and-sayings, live, live-in-the-moment, live-now, quote, quotes, the-legacy-letters, time"},{"quote":"Fight your fears with fierce and your life becomes fabulous.","author":"Ifeanyi Enoch Onuoha","category":"fear, higherlife, hinovelty, ifeanyi-enoch-onuoha, inspirational, life, life-coaching, life-lessons, motivation, quote, wisdom, wisdom-of-winners"},{"quote":"Sometimes I feel as if I'm only a doorman awaiting the arrival of her royal majesty.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"doorman, female, man-and-woman, quote, royal-majesty, woman"},{"quote":"She is young and beautiful. She has no problems with men.","author":"Ljupka Cvetanova, The New Land","category":"affection, beautiful, flert, gentleman, life, love, man, quote, woman, young"},{"quote":"I love the thrill of impending, weightless doom...","author":"Jennifer Niven, All the Bright Places","category":"doom, quote, thrill, weightless"},{"quote":"I’m sorry I broke you. It’s just that you’re so pretty, and I break pretty things.","author":"Denice Envall","category":"bittersweet, breaking, breakup, broken, love, quote, quotes, unrequited-love"},{"quote":"Truth is, life is going shake you, it will rip you right out of your comfort zone;just when you feel settled, it will shock you with some trauma and make you face adversity in the most undesirable of ways... And here is the question of it all? What's it all for... Not many search long enough to know but the wise ask you.. Are you going to be a slave to your journey or the pioneer to your dream, if God handed you a lesson ;he knew before your time, your strength could endure i. so next time you doubt another thought or feed your heart with negative emotions think about it... You are here, alive, breathing and if that's not enough than you should think about what is.","author":"Nikki Rowe","category":"appreciation, breathing, gratitude, inspiration, life-lesson, life-quote, life-quotes-and-sayings, love, quote, quotes, quotes-and-sayings, self-less, truth"},{"quote":"if by chance I fall; I'll learn what I had to, get up, stand up and live the rest of my life.","author":"Nikki Rowe","category":"inspire, life-lessons, quote, rise, truth-of-life"},{"quote":"I want people to feel safe around me. Calm and at peace and I want to make people feel accepted. I want to express confidence on my own path, and spread confidence to other people on theirs.","author":"Charlotte Eriksson","category":"acceptance, accepted, at-peace, calm, confidence, friend, friends, friendship, goal, happiness, kindness, learning, life, love, loving-kindness, mindfulness, path, people, quote, safe, want"},{"quote":"Come, let us speak with our bodies.Teach me how to please you.I am here to learn.Let us not waste this time.It is the hour of union.ComeAnd after you do,Come again.","author":"Kamand Kojouri","category":"beloved, harmony, kamand, kamandkojouri, kojouri, love, lover, oneness, partner, poem, poetry, quote, relationship, union, unity"},{"quote":"You do care, you feel as though you will bleed to death with the pain of it all.","author":"J.K. Rowling, Harry Potter and the Order of the Phoenix","category":"harrypotter, orderofthephoenix, quote, understated"},{"quote":"Every emotional wound is due to a lack of love. Love is the cause and the remedy. Love is always the answer.","author":"Human Angels, 365 Wisdom Pills","category":"love, quote, unconditional-love"},{"quote":"I gather the last remnants of the evening’s breeze, so cool and lazy within my arms, feeling it curl up like a small and innocent kitten.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"breeze, carew-papritz, curl-up, evening, kitten, lazy, quote, quotes, the-legacy-letters"},{"quote":"Feminism is a way of thinking and being, not a way of dressing. You know a feminist by her gaze, not her neckline.","author":"Sophia Amoruso","category":"feminism, feminist, quote"},{"quote":"The best tourist is one without a camera","author":"Kamand Kojouri","category":"inspirational, poem, poetry, quote, travel"},{"quote":"Spring is a time to make up a big bouquet of flowers for someone you love, or are trying to love, or are in love with.","author":"Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift","category":"bouquet, carew-papritz, flowers, in-love, love, love-quotes, quote, quotes, someone, spring, spring-quotes, the-legacy-letters"},{"quote":"Sometimes I briefly touch the life I want. My hand brushes the surface as I pass it by.","author":"C M Meridian","category":"meridian, personal, quote"},{"quote":"Entrepreneur, your message, mindset and mandate is connected to your brand, business and brain.","author":"Onyi Anyado","category":"brain, brainy-quote, brand, branding-quotes, business, business-advice, business-quotes, entrepreneur, entrepreneurship, entrepreneurship-quotes, leadership, mandate, message, mindset, onyi-anyado, quote, quote-of-the-day, quotes-to-live-by, the-doorway-to-distinction"},{"quote":"Listen and listen good, shitbrain. If you ever touch someone I love again, I will shove this cross down your throat and watch you choke on it. You want to know why a Prince of Hell wanted me so bad? Now you do. I’m not a nice girl. I’m a Seer. It is my job to save the people of the world from vultures like you. Now you take that back to whoever your boss is and let him come find me, if he’s stupid enough. I’ll bury you all if I have to.","author":"Kyoko M., The Holy Dark","category":"black-female-protagonist, demon, demons, fight, jordan-amador, kyoko-m, quote, seer, the-black-parade-series, the-holy-dark, threat, violence"},{"quote":"You were a pain, then. You still are. You’re just a different kind of pain to me.","author":"Amber Silvia, Unspoken","category":"change, love, pain, quote, unspoken"},{"quote":"Give a reason for your existence and make a life out of it.","author":"Nikki Rowe","category":"life-lessons, meaning, purpose, quote, truth"},{"quote":"down unlit ,unmarked & forgotten roads of REASON & PURPOSE","author":"L V HALL","category":"hitchhiking, journey, life, lvhall, purpose, quote, reason, roads, self"},{"quote":"...Every word an author writes causes ripples, like tossing a stone into a pond. And you don't know where they'll go, or who they'll touch, or when they might come back to you. I think everything you do is kind of like that, too.","author":"Ellen Hopkins","category":"ellen-hopkins, quote"},{"quote":"Nobody is a cure.","author":"Laure Lacornette","category":"cures, inspirational, quote"},{"quote":"No matter what’s going on in your life, remember that salvation isn’t only something Jesus did for you; it’s Jesus living in you.","author":"Stormie Omartian","category":"bible, inspirational, jesus, life, quote, salvation"},{"quote":"You must really love this guy, huh? I mean, to be crying as ugly as you are?","author":"Amber Silvia, Unspoken","category":"love, quote, sadness, tears, ugly, unspoken"},{"quote":"The best tourist is one without a camera.","author":"Kamand Kojouri","category":"inspirational, kamand, kamandkojouri, kojouri, poem, poetry, quote, travel"},{"quote":"Distance is meaningless, as is time, when minds and souls intertwine.”-Gerome in CHANGELING-","author":"Vaun Murphrey","category":"changeling, quote, science-of-mind"},{"quote":"Newt...\"\"Do it before I become one of them!\"\"I...\"\"KILL ME!\" And then Newt's eyes cleared, as if he'd gained one last trembling gasp of sanity, and his voice softened.\"Please, Tommy. Please.\"With his heart falling into a black abyss, Thomas pulled the trigger.","author":"James Dashner, The Death Cure","category":"quote, the-death-cure, the-maze-runner, the-scorch-trials"},{"quote":"I didn’t want to fall in love. Looking at you gave me chills and kissing you made my knees weak. You made flowers grow and fill the space in my lungs which made it impossible for me to breathe. I’m trying to drench the memories and the blood that once pumped through my veins has been replaced with alcohol. My teeth has shattered from all the whiskey bottles and every morning I awake to throw up the poison I swallowed the night before as a hopeless attempt to forget the taste of your lips. I keep hearing the sound of your voice calling out my name as if it’s something I’m not allowed to forget.","author":"Denice Envall","category":"depression, depression-quotes, emotions, hopeless, hurt, love, love-quotes, quote, relatable, relationships, romance, sad-quotes, sadness, unrequited-love"},{"quote":"I've never written a quote I feel would be suitable for my gravestone. Wouldn't it be ironic if it were this one? Oh, and could you pull a few weeds while you're here?","author":"Ryan Lilly, Write like no one is reading","category":"death-humor, funny, funny-quote, funny-quotes, grave, gravestone, humorous, humour, ironic, irony, lawn, lawns, quotable, quotable-quote, quotables, quote, quotes, thistle, thistles, weeds"},{"quote":"This is the story of a girl gone mad while trying to find a little bit of love.","author":"Charlotte Eriksson","category":"girl, going-mad, life, love, mad, madness, quote, story, the-story-of"},{"quote":"How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.","author":"George Washington Carver","category":"happiness, inspirational, life, life-lessons, old, quote, strength, what-to-live-for, young"},{"quote":"Good decisions can turn into disasters when communicated poorly.","author":"Dianna Booher, What More Can I Say?: Why Communication Fails and What to Do About It","category":"business, business-quote, communication, communication-quotes, communication-skills, quote"},{"quote":"Sticks and stones may break my bones, but your words will always kill me.","author":"Denice Envall","category":"abuse, depression, hurt, kill, love, quote, relatable, relationships, sadness, words"},{"quote":"Fear can't be reasoned with. Neither can hate. They're like love. They're almost identical emotions.","author":"Rick Riordan","category":"book, books, couple, death, hate, hatred, inspiring, interesting, life, logic, love, philosophy, quote, quotes, romance, wisdom"},{"quote":"Expressing anger is an art. The more grace you apply to it, the more effective it shall be.","author":"Yuvaraja Dhayanithi, Merjella","category":"anger, art, effective, grace, living, merjella, quote, yuvaraja"},{"quote":"My love will not wither awayLike the momentous beauty of a Rose,But I am the weed, no matter how much you pluck awayIt sprouts again and grows…\"-(Precious Love)","author":"Gayathri Jayakumar, Blossoms In The Mist","category":"blossoms, blossoms-in-the-mist, gayathri, jayakumar, love, mist, quote, quotes, sayings"},{"quote":"Victory must be real. It must be earned. That means it must be rare and difficult, against steep odds, and defeat must be the other.","author":"Rick Riordan","category":"book, books, couple, death, hate, hatred, inspiring, interesting, life, love, quote, quotes, romance"},{"quote":"The best cure for a stick up your butt is a dog to play fetch with.","author":"Ryan Lilly","category":"animals, animals-love, butt, canine, dog, dogs, fetch, fetching, funny, pet, pets, play, playing, quotable, quote, stick, sticks, stress"},{"quote":"The knife will only hurt for a moment. Then your choice will be made, and it will all be over.","author":"Veronica Roth, Four: A Divergent Story Collection","category":"book, books, dauntless, death, gay, girl, gut, guy, lesbian, life, love, moral, quote, quotes, society, truth"},{"quote":"There is no job more important than parenting. This I believe.","author":"Benjamin Carson","category":"important, inspirational, job, parenting, quote"},{"quote":"The silence became palpable and merciless in its depths. The only sound came from my car’s radio. The Temptations towed me to tears.","author":"Billy O'Connor, Confessions of a Bronx Bookie","category":"billy-o-connor, confessions-of-a-bronx-bookie, quote"},{"quote":"Part of my soul goes into each quote I write. A book of my quotes can be yours for just $19.99.","author":"Ryan Lilly","category":"author, funny, humor, humorous, quote, quotes, soul, souls, writer, writing"},{"quote":"Quotes are echos of voices transporting wisdom, humor, and love. Returning again to the human condition, fleeting once more as a dove.","author":"Ryan Lilly","category":"author, authors, dove, doves, echo, echos, fleeting, fleeting-thoughts, human-condition, humor, love, quotable, quotable-quote, quotable-quotes, quotables, quote, quotes, voice, voices, wisdom, writer, writers, writing, written"},{"quote":"A quote is a story, suspended in a sentence and treasured through time.","author":"Ryan Lilly","category":"author, authors, eternal, quotable, quotable-quotes, quotables, quote, quotes, sayings, sentence, stories, story, suspended, suspense, time, timeless, treasure, treasured, words, writing, written"},{"quote":"Keep moving. Don't get bogged down. Don't think about the bad stuff. Smile and joke even when you don't feel like it.","author":"Rick Riordan","category":"book, books, couple, death, hate, hatred, inspiring, interesting, life, love, quote, quotes, romance"},{"quote":"I get this buzz every time I'm quoted online. The ego high... yes... but also a Google Alert.","author":"Ryan Lilly","category":"alert, buzz, ego, google-alert, high, humor, humourous, online, quote, quoted, twitter"},{"quote":"Faith is the womb in which all worthwhile and spectacular things have ever been born.","author":"Eric Vance Walton","category":"eric-vance-walton, faith, quote"},{"quote":"f you don't think outside of the box, you may just get stuck inside of a cubicle.","author":"Eric Vance Walton","category":"eric-vance-walton, quote, thinking-outside-of-the-box"},{"quote":"Sometimes you go do the opposite things anyway because in actuality... The whole time you've been wanting to hear the right thing from a person that will stop you.","author":"Shailee J-N","category":"decsions, life, move-on, quote, reality, relatable"},{"quote":"Each day's dawn is a sweet symphony and as long as I hear the music, my dreams will have to die another day.","author":"Eric Vance Walton","category":"dreams, eric-vance-walton, quote"},{"quote":"We are the result of millions of years of evolution, people died to offer us the chance to have a better life and here's what we did of it all !We didn't even realized that freedom, nowadays, is nothing more than an illusion. We are the slaves of money, of economy, of lobbies, medias and time.Our thoughts and dreams are our only freedom.","author":"Laure Lacornette","category":"evolution, freedom, quote"},{"quote":"Nothing you build will ever last without a lot of tender-loving-care (TLC).","author":"Ifeanyi Enoch Onuoha","category":"brand, higherlife, hinovelty, ifeanyi-enoch-onuoha, image, legacy, quote, success, wisdom-of-winners"},{"quote":"In fairy tales the evil characters disappear or die, in reality, evil spreads while you wait for your hero on a horse, only to realise the sword to save yourself was always in your hand...","author":"Seja Majeed, The Forgotten Tale of Larsa","category":"bravery, break-up, character, courage, courageous, courageous-to-be-oneself, epic, fairy-tales, heartache, hurt, independence, independent-woman, inspirational-quote, inspire-quotes, love, love-quote, majeed, pain, quote, relationship, seja, seja-majeed, strength, strong, the-forgotten-tale-of-larsa, wisdom"},{"quote":"Remember to live and learn to give.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Give much, demand little.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"The more you give, the more you will have to give.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When we spend money we lose them forever, when we give them away, we will have them forever.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Give away everything to have it forever.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Don't give a gift with expectation to get but if you have got a gift always try to give.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When you give without expectation, you will always have more to give away.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"The more you give, the more you will have the ability to give.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"You never can give without receiving it.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Give with love, give with smile, give freely, it is our duty and responsibility to humanity.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Generosity is the flower of our love for the humanity.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"The joy of giving last forever.So give with love and forget it never.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Serve a person in need.Give generously indeed.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"To have more, give moreTo be happy, love more.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Giving and receiving are the same process. You are the conduit playing your role.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"It isn't important how much you are giving but it is very important that you are giving.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Generosity is not only giving but also a sign of caring.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"More often than not, how you give is more important than what you give.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"She's a sailboat and I'm an anchor, pulling us both down.","author":"Veronica Roth, Four: A Divergent Story Collection","category":"book, books, experience, inspirational, life, love, quote, romance, truth, wisdom"},{"quote":"Put all your pain on a piece of paper, write it all down, every experience, every ache, every hurtful moment. Then take a match, and set fire to that piece of paper. All the hurt you have inside you is burning just as it burnt inside of you, until it is completely gone. From this moment forward you are free. Nothing can harm you. No past. No present. No future. You are reborn into water, and nothing in the entirety of this world can set fire to water, nor crush it. Whatever pressures you face, you will float. Whatever tries to sink you, you will rise up. Today, right now, in this moment, you are a warrior. Now smile, it will set fire to those who sought to burn you...","author":"Seja Majeed, The Forgotten Tale of Larsa","category":"bravery, break-up, character, courage, courageous, courageous-to-be-oneself, heartache, hurt, inspirational-quote, majeed, pain, quote, relationship, seja, seja-majeed, strength, the-forgotten-tale-of-larsa, wisdom"},{"quote":"We all have problems, but let's not kid ourselves: it's how we deal with them that makes the difference.","author":"Jonathan Harnisch, Sex, Drugs, and Schizophrenia","category":"inspiration, inspirational, inspirational-quotes, mental-health, mental-illness, quote, quotes, quotes-to-live-by, self-help, self-improvement"},{"quote":"Give yourself without expecting any return.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Some people are lucky to find love, others must settle with being liked...","author":"Seja Majeed, The Forgotten Tale of Larsa","category":"bravery, break-up, character, courage, courageous, courageous-to-be-oneself, heartache, hurt, inspirational-quote, liked, love, majeed, pain, quote, relationship, seja, seja-majeed, strength, the-forgotten-tale-of-larsa, wisdom"},{"quote":"With the world now a global village, your vision has to transcend different races and faces in different places around the world.","author":"Onyi Anyado","category":"business-leaders, business-quotes, business-start-up, distinction, distinctive-footprints-of-life, entrepreneur, entrepreneur-quotes, entrepreneurship, entrepreneurship-quotes, global, leadership, leadership-development, leadership-qoutes, maximize-potentials, onyi-anyado-richard-branson, quote, quote-of-the-day, quotes-about-life, quotes-to-live-by, vision, visionary"},{"quote":"But you should know that about Dauntless- girl, guy, whatever, it doesn't matter here. What matters is what you've got in your gut.","author":"Veronica Roth, Four: A Divergent Story Collection","category":"book, books, dauntless, gay, girl, gut, guy, lesbian, life, love, moral, quote, quotes, society, truth"},{"quote":"Well when my death is in front, I just want to turn back to my life, And say the last thing, looking in to its lens that, “Life oh my life, Nobody would have ever painted this life as beautiful as i did”. Good Bye-Ravi","author":"Ravi","category":"quote"},{"quote":"My late husband and I started our sons off as readers at a very young age. Today, they are voracious readers.","author":"Soraya Diase Coffelt","category":"children, education, important, quote, reading"},{"quote":"A little hope and love now and thenWise and beautiful, more than often.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the light, which shows the way of life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"A baby is the symbol of the future, hope for the future, and our opinion in the future.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the blue skyAlways inviting but always shy. Hope is the flowers of imaginationAlways stimulate our mind for action.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope keeps us alive. Life is interesting because of egocentric hope and love full sprit.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the thread between life and death,As long as hope is alive we take breath.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope for joy, desire beauty.Love much, live for eternity.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When we desire and hope for excellence and take action we become what we desire.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the dance of the spirit. Mind is the stage and imagination is the music.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When you hope for the best for sure something better will happen.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Failure is temporary but hope is forever.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"At the time of destruction and despair hope for the better.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the light through which we see the future.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"A baby is a symbol of hope for the future.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When there is destruction, hope for a great creations.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Future belongs to those who live with hopes and dreams, act on those dreams and hopes until those are a reality.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Tonight I have nothing to do but to dream and hope.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Today's dreams create tomorrow’s hope. So act today and hope for the best.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"I am an optimist, I always hope for the best.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Keep hope alive to be happy.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When hope is gone, life is done.Keep hope alive to have a happy life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Dream is the roadmap but hope is the guiding light in the way of life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is the magic of life, it keeps us alive.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"As long as hope is alive happiness will be there.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hopes and desires are the fundamental source if creation.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"I believe that hope, imagination, and dreams create our destiny.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is dancing in the skyInviting you to have a dance.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"We came to the world with love and hopeWe are the creation of hope, faith and love.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"When you're alive hope is smiling for a great life.So don't delay, hope for the best, take actions and have a great life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"You're never too old, too wacky, too wild, to pick up a book and read to a child.","author":"Dr. Seuss","category":"dr-seuss, funny-quotes, kids, quote, reading"},{"quote":"Hope is a conscious mission. Dream is an unconscious vision.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Let us hope for the best, let us dream and go for the quest.","author":"Debasish Mridha","category":"dream, education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quest, quote, truth, wisdom"},{"quote":"Aut viam inveniam aut faciam.\"\"I shall either find away, or make one","author":"Latin quote","category":"a, find, kendall, latin, make, one, quote, ryan, way"},{"quote":"Hope is a flower bud in the garden of the mind, waiting to bloom in the morning sun.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Love is still alive in my heart. Dreams are still alive at the dead of night. Hopes are still dancing in my mind.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"The essence if hope is accepting uncertainty.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"If there is no dream, there will be no hope. If there is no hope there will be no life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is a garden where dreams grow like flowers.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hopes are potential power. It has the innate ability to show the way of life.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is like a beautiful flower. If we take great care of our hope, life could be a beautiful garden.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hopes are plants, which need care, love, and irrigation.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hopes are the creators of life. Always keep hope alive","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Life begins with hope. Every seed has the hope of becoming a tree.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Hope is like a dream with plan and purpose.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"Let dreams shine. Let hope bloom again.","author":"Debasish Mridha","category":"education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quote, truth, wisdom"},{"quote":"If all it takes to motivate you is a quote then this quote has nothing to say – except to go soar with the freakin’ eagles.","author":"Ryan Lilly","category":"business-humor, eagles, humor, humor-quotes, motivation, motivational, quote, quotes, sarcastic, sarcastic-humor, sarcastic-quotes"},{"quote":"I want to write something that means something to someone...the reminds them of what a second, a moment, really is...or that assures them that we are just as lost as they are. I want to write an emotion they are too fragile to let loose, so that my words can do the expression for them, the feeling for them. I want to write beyond the basics and the cliches...I want to write you, I want to write a long walk on a starry night, I want to write an exhale or an inhale...or suffocation.I want to write as clear as my voice could be heard...that is, if I had anything to say.","author":"Augusten Burroughs","category":"create, emotion, feelings, happy, love, quote, sad, say, speak, wisdom, words, write"},{"quote":"You do not know what is better before you have tried what is worse.","author":"Thomas Rathsach Strange","category":"appreciate-what-you-have, appreciation, feelings, happiness, knowing, quote, quote-to-live-by, success"},{"quote":"People say you have expensive tastes.My Humble reply : I appreciate fine art, and fine art is not cheap.","author":"Pushkar Saraf","category":"appreciation, art, quote, quotes"},{"quote":"The reason I sketch your pic at times because in your smile I see something more beautiful than the stars.","author":"Abhishek Kumar Singh","category":"abhishek, abhishek-kumar-singh, beautiful, love, night, quote, quotes, sketch, smile, stars, timwes, you"},{"quote":"Paths are many, Truth is ONE!","author":"Swami Satchitananda","category":"integral-yoga, meditation, quote, quotes-to-inspire, quotes-to-live-by, satchitananda, yoga, yoga-inspiration"},{"quote":"When true trust has been established, you become one","author":"Michael Tennant","category":"inspirational, philosophy, quote, trust"}]}