{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Liberty is always dangerous - but it is the safest thing we have.","author":"Harry Emerson Fosdick","category":"liberty, human, rights"},{"quote":"Let the word go forth from this time and place  to friend and foe alike  that the torch has been passed to a new generation of Americans - born in this century  tempered by war  disciplined by a hard and bitter peace  proud of our ancient heritage - and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed  and to which we are committed today at home and around the world. Let every nation know  whether it wishes us well or ill  that we shall pay any price  bear any burden  meet any hardship  support any friend  oppose any foe to assure the survival and the success of liberty. All this will not be finished in the first 100 days. Nor will it be finished in the first 1 000 days  nor in the life of this administration  nor even perhaps in our lifetime on this planet. But let us begin. Now the trumpet summons us again - not as a call to bear arms  though arms we need - not as a call to battle  though embattled we are - but a call to bear the burden of a long twilight struggle  year in and year out  \"rejoicing in hope  patient in tribulation\"- a struggle against the common enemies of man: tyranny  poverty  disease and war itself. And so  my fellow Americans  ask not what your country can do for you - ask what you can do for your country . My fellow citizens of the world: ask not what America will do for you  but what together we can do for the freedom of man.","author":"John F. Kennedy","category":"liberty, human, rights"},{"quote":"None can love freedom heartily  but good men - the rest love not freedom  but licence.","author":"John Milton","category":"liberty, human, rights"},{"quote":"One should never put on one's best trousers to go out to battle for freedom and truth.","author":"Henrik Ibsen","category":"liberty, human, rights"},{"quote":"I understand by 'freedom of spirit' something quite definite - the unconditional will to say No  where it is dangerous to say No.","author":"Friedrich Nietzsche","category":"liberty, human, rights"},{"quote":"Man was born free and everywhere he is in shackles.","author":"Jean-Jacques Rousseau","category":"liberty, human, rights"},{"quote":"Liberty means responsibility. That is why most men dread it.","author":"George Bernard Shaw","category":"liberty, human, rights"},{"quote":"My definition of a free society is a society where it is safe to be unpopular.","author":"Adlai Stevenson","category":"liberty, human, rights"},{"quote":"For two decades the state has been taking liberties  and these liberties were once ours.","author":"E. P. Thompson","category":"liberty, human, rights"},{"quote":"By physical liberty I mean the right to do anything which does not interfere with the happiness of another. By intellectual liberty I mean the right to think wrong.","author":"Robert G. Ingersoll","category":"liberty, human, rights"},{"quote":"There can be no real freedom without the freedom to fail.","author":"Eric Hoffer","category":"liberty, human, rights"},{"quote":"Liberty  as it is conceived by current opinion  has nothing inherent about it  it is a sort of gift or trust bestowed on the individual by the state pending good behaviour.","author":"Mary McCarthy","category":"liberty, human, rights"},{"quote":"The right to be heard does not automatically include the right to be taken seriously.","author":"Hubert Humphrey","category":"liberty, human, rights"},{"quote":"If liberty has any meaning it means freedom to improve.","author":"Philip Wylie","category":"liberty, human, rights"},{"quote":"Those who expect to reap the blessings of freedom must  like men  undergo the fatigue of supporting it.","author":"Thomas Paine","category":"liberty, human, rights"},{"quote":"Let every nation know  whether it wishes us well or ill  that we shall pay any price  bear any burden  meet any hardship  support any friend  oppose any foe  in order to assure the survival and the success of liberty.","author":"John F. Kennedy","category":"liberty, human, rights"},{"quote":"The most stringent protection of free speech would not protect a man in falsely shouting fire in a theatre and causing a panic... The question in every case is whether the words used are used in such circumstances and are of such a nature as to create a clear and present danger that they will bring about the substantive evils that Congress has a right to prevent.","author":"Oliver Wendell Holmes","category":"liberty, human, rights"},{"quote":"Send these  the homeless  tempest toss'd  to me. I lift my lamp beside the golden door.","author":"Emma Lazarus","category":"liberty, human, rights"},{"quote":"To be truly free  it takes more determination  courage  introspection and restraint than to be in shackles.","author":"Pietro Bellusch","category":"liberty, human, rights"},{"quote":"Equality of opportunity is an equal opportunity to prove unequal talents.","author":"Viscount Samuel","category":"liberty, human, rights"},{"quote":"The greatest right in the world is the right to be wrong.","author":"Harry Weinberger","category":"liberty, human, rights"},{"quote":"We who lived in concentration camps can remember the men who walked through the huts comforting others  giving away their last piece of bread. They may have been few in number  but they offer sufficient proof that everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances - to choose one's own way.","author":"Viktor Frankl","category":"liberty, human, rights"},{"quote":"The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty. We have no selfish ends to serve. We desire no conquest  no domination. We seek no indemnities for ourselves  no material compensation for the sacrifices we shall freely give. We are but one of the champions of the rights of mankind. We shall be satisfied when those rights have been made as secure as the faith and freedom of nations can make them.","author":"Woodrow Wilson","category":"liberty, human, rights"},{"quote":"A free man is as jealous of his responsibilities as he is of his liberties.","author":"Cyril James","category":"liberty, human, rights"},{"quote":"All free men  wherever they may live  are citizens of Berlin. And therefore  as a free man  I take pride in the words 'Ich bin ein Berliner.'","author":"John F. Kennedy","category":"liberty, human, rights"},{"quote":"Liberty is the right to do what the law permits.","author":"Baron de Montesquieu","category":"liberty, human, rights"},{"quote":"Once freedom lights its beacon in a man's heart  the gods are powerless against him.","author":"Jean-Paul Sartre","category":"liberty, human, rights"},{"quote":"Equality is the result of human organization. We are not born equal.","author":"Hannah Arendt","category":"liberty, human, rights"},{"quote":"When you have robbed a man of everything  he is no longer in your power. He is free again.","author":"Aleksandr Solzhenitsyn","category":"liberty, human, rights"},{"quote":"The effect of liberty on individuals is that they may do what they please: we ought to see what it will please them to do  before we risk congratulations.","author":"Edmund Burke","category":"liberty, human, rights"},{"quote":"We are in bondage to the law in order that we may be free.","author":"Cicero","category":"liberty, human, rights"},{"quote":"People hardly ever make use of the freedom they have  for example  freedom of thought  instead they demand freedom of speech as a compensation.","author":"Soren Kierkegaard","category":"liberty, human, rights"},{"quote":"Freedom is what you do with what's been done to you.","author":"Jean-Paul Sartre","category":"liberty, human, rights"},{"quote":"The tree of liberty grows only when watered by the blood of tyrants.","author":"Bertrand Barere","category":"liberty"},{"quote":"The people never give up their liberties but under some delusion.","author":"Edmund Burke","category":"liberty"},{"quote":"Liberty's in every blow! Let us do or die.","author":"James Drummond Burns","category":"liberty"},{"quote":"Eternal vigilance is the price of liberty.","author":"John Philpot Curran","category":"liberty"},{"quote":"Those who would give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety.","author":"Benjamin Franklin","category":"liberty"},{"quote":"Give me liberty  or give me death.","author":"Patrick Henry","category":"liberty"},{"quote":"The God who gave us life  gave us liberty at the same time.","author":"Thomas Jefferson","category":"liberty"},{"quote":"Give me your tired  your poor  Your huddled masses  yearning to breathe free  The wretched refuse of your teeming shore. Send these  the homeless  tempest tossed  to me: I lift my lamp beside the golden door.","author":"Emma Lazarus","category":"liberty"},{"quote":"Give me the liberty to know  to think  to believe  and to utter freely according to conscience  above all other liberties.","author":"John Milton","category":"liberty"},{"quote":"0 liberty! how many crimes are committed in thy name!","author":"Mme. Jeanne Roland","category":"liberty"},{"quote":"Liberty is the only thing you cannot have unless you are willing to give it to others.","author":"William Allen White","category":"liberty"},{"quote":"Liberty and Union  now and for ever  one and inseparable!","author":"Daniel Webster","category":"liberty"},{"quote":"1 have always in my own thought summed up individual liberty  and business liberty  and every other kind of liberty  in the phrase that is common in the sporting world  \"A free field and no favor.\"","author":"Woodrow Wilson","category":"liberty"},{"quote":"If anything happens to me  tell every woman I've ever gone with I was talking about her at the end. That way  they'll have to reevaluate me.","author":"Albert Brooks","category":"life, death"},{"quote":"They say such nice things about people at their funerals that it makes me sad to realize I'm going to miss mine by just a few days.","author":"Garrison Keillor","category":"life, death"},{"quote":"I am prepared to meet my Maker. Whether my Maker is prepared for the ordeal of meeting me is another matter.","author":"Winston Churchill","category":"life, death"},{"quote":"I don't want to achieve immortality through my work  I want to achieve it through not dying.","author":"Woody Allen","category":"life, death"},{"quote":"For my family to go on living the way they are living now  I can't just die. I've got to die accidentally.","author":"Anonymous","category":"life, death"},{"quote":"I don't want to tell you how much insurance I carry with Prudential. All I can say is: When I go  they go!","author":"Jack Benny","category":"life, death"},{"quote":"Let us so live that when we come to die even the undertaker will be sorry.","author":"Mark Twain","category":"life, death"},{"quote":"The trouble with life in the fast lane is that you get to the other end in an awful hurry.","author":"John Jensen","category":"life, death"},{"quote":"Memorial services are the cocktail parties of the geriatric set.","author":"Harold Macmillan","category":"life, death"},{"quote":"I won't mind dying if I can tell St. Peter a joke he hasn't heard.","author":"Red Skelton","category":"life, death"},{"quote":"The other night  while lying on a couch  I reviewed the high point of my life and fell asleep!","author":"Anonymous","category":"life, death"},{"quote":"My mother always said that every time you do a good deed here on Earth  you're storing up a treasure in heaven. Which means Mother Teresa's probably got some beachfront property up there and I'm up to a box of Milk Duds and a Pez dispenser.","author":"Robert G. Lee","category":"life, death"},{"quote":"Why this fuss about death? Use your imagination  try to visualize a world without death.","author":"Charlotte Gilman","category":"life, death"},{"quote":"Ninety percent of living is just showing up.","author":"Woody Allen","category":"life, death"},{"quote":"Everybody's gotta die sometime. That's life.","author":"Archie Bunker","category":"life, death"},{"quote":"Planned obsolescence isn't a new idea -  God always used it with people.","author":"Robert Orben","category":"life, death"},{"quote":"I want to die like my grandfather died . . . peacefully in his sleep. Not like the other three people screaming in the car.","author":"Joey Adams","category":"life, death"},{"quote":"I don't want to put my life in the hands of any doctor who believes in reincarnation. Give me a good old-fashioned American doc who'll make sure you live to pay that bill.","author":"Glen Super","category":"life, death"},{"quote":"The only thing I regret about my life is the length of it. If I had to live my life again  I'd make all the same mistakes - only sooner.","author":"Tallulah Bankhead","category":"life, death"},{"quote":"Life doesn't imitate art  it imitates bad television.","author":"Woody Allen","category":"life, death"},{"quote":"When fate's got it in for you  there's no limit to what you may have to put up with.","author":"Georgette Heyer","category":"life, death"},{"quote":"I do not believe in an afterlife  although I am bringing a change of underwear.","author":"Woody Allen","category":"life, death"},{"quote":"He wasn't one who wanted to look back on his life and say  \"I wish I spent more time in the office.\"","author":"Anonymous","category":"life, death"},{"quote":"Being of sound mind  I spent every cent I ever had.","author":"Anonymous","category":"life, death"},{"quote":"If life was fair  Elvis would be alive and all the impersonators would be dead.","author":"Johnny Carson","category":"life, death"},{"quote":"The best way to get praise is to die.","author":"Italian proverb","category":"life, death"},{"quote":"No matter how rich you become  how famous or powerful  when you die the size of your funeral will still pretty much depend on the weather.","author":"Michael Pritchard","category":"life, death"},{"quote":"I'm not afraid to die. I just don't want to be there when it happens.","author":"Woody Allen","category":"life, death"},{"quote":"Life is like a B-movie. You don't want to leave in the middle of it  but you don't want to see it again.","author":"Ted Turner","category":"life, death"},{"quote":"If you don't go to people's funerals  they won't come to yours.","author":"Anonymous","category":"life, death"},{"quote":"Life is something that happens to you while you're making other plans.","author":"Margaret Miller","category":"life, death"},{"quote":"Life is not a dress rehearsal.","author":"Rose Tremain","category":"life, death"},{"quote":"St. Teresa of Avila described our life in this world as like a night in a second-class hotel.","author":"Malcolm Muggeridge","category":"life, death"},{"quote":"If your time hasn't come  not even a doctor can kill you.","author":"M. A. Perlstein","category":"life, death"},{"quote":"I know a man who gave up smoking  drinking  sex  and rich food. He was healthy right up to the time he killed himself.","author":"Johnny Carson","category":"life, death"},{"quote":"Death is just nature's way of telling you to slow down.","author":"Dick Sharpies","category":"life, death"},{"quote":"The world is a beautiful place to be born into if you don't mind some people dying all the time or maybe only starving some of the time which isn't half so bad if it isn't you.","author":"Laurence Ferlinghetti","category":"life"},{"quote":"A tragedy means always a man's struggle with that which is stronger than man.","author":"G. K. Chesterton","category":"life"},{"quote":"After the game  the king and pawn go into the same box.","author":"Italian proverb","category":"life"},{"quote":"All men should strive to learn before they die what they are running from  and to  and why.","author":"James Thurber","category":"life"},{"quote":"And how am I to face the odds of man's bedevilment and God's? I  a stranger and afraid in a world I never made.","author":"A. E. Housman","category":"life"},{"quote":"I like life. It's something to do. Somewhere on this globe every 10 seconds  there is a woman giving birth to a child. She must be found and stopped.","author":"Sam Levenson","category":"life"},{"quote":"Cats and monkeys - monkeys and cats - all human life is there.","author":"Henry James","category":"life"},{"quote":"Clay lies still but blood's a rover  Breath's a ware that will not keep Up  lad  when the journey's over There'll be time enough to sleep.","author":"A. E. Housman","category":"life"},{"quote":"Don't do things to not die  do things to enjoy living. The by-product may be not dying.","author":"Bernie S. Siegel","category":"life"},{"quote":"Every man's road in life is marked by the graves of his personal likings.","author":"Alexander Smith","category":"life"},{"quote":"Everything I did in my life that was worthwhile I caught Hell for.","author":"Earl Warren","category":"life"},{"quote":"Give me neither poverty nor riches  feed me with food convenient for me.","author":"Bible","category":"life"},{"quote":"I haven't heard of anybody who wants to stop living on account of the cost.","author":"F. McKinney Hubbard","category":"life"},{"quote":"I try to take one day at a time  but sometimes several days attack me at once.","author":"Ashleigh Brilliant","category":"life"},{"quote":"If there is another world  he lives in bliss If there is none  he made the best of this.","author":"Robert Burns","category":"life"},{"quote":"If way to the Better there be  it exacts a full look at the Worst.","author":"Thomas Hardy","category":"life"},{"quote":"If you won't be better tomorrow than you were today  then what do you need tomorrow for?","author":"Rabbi Nahman of Bratslav","category":"life"},{"quote":"In the morning a man walks with his whole body  in the evening  only with his legs.","author":"Ralph Waldo Emerson","category":"life"},{"quote":"Is not this the true romantic feeling - not to desire to escape life  but to prevent life from escaping you.","author":"Thomas Wolfe","category":"life"},{"quote":"Life is a handful of short stories  pretending to be a novel.","author":"Anonymous","category":"life"},{"quote":"Life is a long lesson in humility.","author":"Sir James M. Barrie","category":"life"},{"quote":"Life is all memory  except for the one present moment that goes by you so quickly you hardly catch it going.","author":"Tennessee Williams","category":"life"},{"quote":"Life is better than death  I believe  if only because it is less boring and because it has fresh peaches in it.","author":"Thomas Walker","category":"life"},{"quote":"Life is for each man a solitary cell whose walls are mirrors.","author":"Eugene O'Neill","category":"life"},{"quote":"Life is like a game of cards. The hand that is dealt you represents determinism  the way you play it is free will.","author":"Jawaharlal Nehru","category":"life"},{"quote":"Life is made up of sobs  sniffles and smiles  with sniffles predominating.","author":"O. Henry","category":"life"},{"quote":"Life is not having been told that the man has just waxed the floor.","author":"Ogden Nash","category":"life"},{"quote":"Life is the art of drawing sufficient conclusions from insufficient premises.","author":"Samuel Butler","category":"life"},{"quote":"Life is the only art that we are required to practise without preparation  and without being allowed the preliminary trials  the failures and botches  that are essential for the training of a mere beginner.","author":"Lewis Mumford","category":"life"},{"quote":"Magnificently unprepared for the long littleness of life.","author":"Frances Cornford","category":"life"},{"quote":"Man arrives as a novice at each age of his life.","author":"Sebastien Chamfort","category":"life"},{"quote":"Man wants but little here below nor wants that little long.","author":"Oliver Goldsmith","category":"life"},{"quote":"Oh for a life of sensations rather than of thoughts.","author":"John Keats","category":"life"},{"quote":"Our insignificance is often the cause of our safety.","author":"Aesop","category":"life"},{"quote":"Population  when unchecked  increases in a geometrical ratio. Subsistence only increases in an arithmetical ratio.","author":"Thomas Robert Malthus","category":"life"},{"quote":"Real life is to most men  a long second best  a perpetual compromise between the ideal and the possible.","author":"Bertrand Russell","category":"life"},{"quote":"Sometimes I wish life had a fast-forward button.","author":"Dan Chopin","category":"life"},{"quote":"St. Teresa of Avila described our life in this world as like a night at a second-class hotel.","author":"Malcolm Muggeridge","category":"life"},{"quote":"The character of human life  like the character of the human condition  like the character of all life  is \"ambiguity\": the inseparable mixture of good and evil  the true and false  the creative and destructive forces - both individual and social.","author":"Paul Tillich","category":"life"},{"quote":"The closing years of life are like the end of a masquerade party  when the masks are dropped.","author":"Arthur Schopenhauer","category":"life"},{"quote":"The expression often used by Mr. Herbert Spencer of the Survival of the Fittest is more accurate and is sometimes equally convenient.","author":"Charles Darwin","category":"life"},{"quote":"The flower is the poetry of reproduction. It is the example of the eternal seductiveness of life.","author":"Jean Giraudoux","category":"life"},{"quote":"The great business of life is to be  to do  to do without and to depart.","author":"John Morley","category":"life"},{"quote":"The Indian Summer of life should be a little sunny and a little sad  like the season  and infinite in wealth and depth of tone - but never hustled.","author":"Henry Adams","category":"life"},{"quote":"The loveliest of trees  the cherry now is hung with bloom along the bough  and stands about the woodland ride wearing white for Eastertide.","author":"A. E. Housman","category":"life"},{"quote":"The real reason for not committing suicide is because you always know how swell life gets again after the hell is over.","author":"Ernest Hemingway","category":"life"},{"quote":"The trouble with the rat race is that even if you win  you're still a rat.","author":"Lily Tomlin","category":"life"},{"quote":"The vanity of human life is like a river  constantly passing away  and yet constantly coming on.","author":"Alexander Pope","category":"life"},{"quote":"The world is made up of people who never quite get into the first team and who just miss the prizes at the flower show.","author":"Jacob Bronowski","category":"life"},{"quote":"There are days when it takes all you've got just to keep up with the losers.","author":"Robert Orben","category":"life"},{"quote":"This is the Law of the Yukon  that only the strong shall thrive  That surely the weak shall perish  and only the fit survive.","author":"Robert W. Service","category":"life"},{"quote":"This is the true joy in life  the being used for a purpose recognized by yourself as a mighty one  the being thoroughly worn out before you are thrown on the scrap heap.","author":"George Bernard Shaw","category":"life"},{"quote":"We live in what is  but we find 1 000 ways not to face it. Great theatre strengthens our faculty to face it.","author":"Thornton Wilder","category":"life"},{"quote":"When the world has once begun to use us ill  and afterwards continues the same treatment with less scruple or ceremony  as men do to a whore.","author":"Jonathan Swift","category":"life"},{"quote":"Without duty  life is soft and boneless  it cannot hold itself together.","author":"Joseph Joubert","category":"life"},{"quote":"Life only demands from the strength you possess. Only one feat is possible - not to have run away.","author":"Dag Hammarskjold","category":"life"},{"quote":"In three words I can sum up everything I've learned about life. It goes on.","author":"Robert Frost","category":"life"},{"quote":"Life is ours to be spent  not to be saved.","author":"D. H. Lawrence","category":"life"},{"quote":"Life is a luminous halo  a semi-transparent envelope surrounding us from the beginning.","author":"Virginia Woolf","category":"life"},{"quote":"Life is ever since man was born  licking honey from a thorn.","author":"Louis Ginsberg","category":"life"},{"quote":"Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.","author":"Mark Twain","category":"life"},{"quote":"Life is like playing a violin in public and learning the instrument as one goes on.","author":"Samuel Butler","category":"life"},{"quote":"The first half of our lives is ruined by our parents and the second half by our children.","author":"Clarence Darrow","category":"life"},{"quote":"The great pleasure in life is doing what people say you cannot do.","author":"Walter Bagehot","category":"life"},{"quote":"Life consists in what a man is thinking of all day.","author":"Ralph Waldo Emerson","category":"life"},{"quote":"Life is action and passion  therefore  it is required of a man that he should share the passion and action of the time  at peril of being judged not to have lived.","author":"Oliver Wendell Holmes","category":"life"},{"quote":"I have measured out my life with coffee spoons.","author":"T. S. Eliot","category":"life"},{"quote":"If there is a sin against life  it consists perhaps not so much in despairing of life as in hoping for another  and in eluding the implacable grandeur of this life.","author":"Albert Camus","category":"life"},{"quote":"Life can only be understood backwards  but it must be lived forwards.","author":"Soren Kierkegaard","category":"life"},{"quote":"The joy of life is variety  the tenderest love requires to be renewed by intervals of absence.","author":"Samuel Johnson","category":"life"},{"quote":"O Life! thou art a galling load  Along a rough  a weary road  to wretches such as I.","author":"Robert Burns","category":"life"},{"quote":"I am on the side of the unregenerate who affirm the worth of life as an end in itself  as against the saints who deny it.","author":"Oliver Wendell Holmes","category":"life"},{"quote":"The natural rhythm of human life is routine punctuated by orgies.","author":"Aldous Huxley","category":"life"},{"quote":"Were the offer made true  I would engage to run again  from beginning to end  the same career of life. All I would ask should be the privilege of an author  to correct  in a second edition  certain errors of the first.","author":"Benjamin Franklin","category":"life"},{"quote":"Life is what happens to us while we are making other plans.","author":"Thomas la Mance","category":"life"},{"quote":"The man who has no inner life is the slave of his surroundings.","author":"Henri Frederic Amiel","category":"life"},{"quote":"People in the West are always getting ready to live.","author":"Chinese proverb","category":"life"},{"quote":"You've got to keep fighting - you've got to risk your life every six months to stay alive.","author":"Elia Kazan","category":"life"},{"quote":"Unless you can find some sort of loyalty  you cannot find unity and peace in your active living.","author":"Josiah Royce","category":"life"},{"quote":"Life  as it is called  is for most of us one long postponement.","author":"Henry Miller","category":"life"},{"quote":"Life is a progress from want to want  not from enjoyment to enjoyment.","author":"Samuel Johnson","category":"life"},{"quote":"Life as we find it is too hard for us  it entails too much pain  too many disappointments  impossible tasks. We cannot do without palliative remedies.","author":"Sigmund Freud","category":"life"},{"quote":"Be intent upon the perfection of the present day.","author":"William Law","category":"life"},{"quote":"Life is a long preparation for something that never happens.","author":"William Butler Yeats","category":"life"},{"quote":"You only live once - but if you work it right  once is enough.","author":"Joe E. Lewis","category":"life"},{"quote":"Growth is the only evidence of life.","author":"Cardinal Newman","category":"life"},{"quote":"Life is a stranger's sojourn  a night at an inn.","author":"Marcus Aurelius","category":"life"},{"quote":"If you're on the merry-go-round  you have to go round.","author":"Kent Thompson","category":"life"},{"quote":"Most people get a fair amount of fun out of their lives  but on balance life is suffering and only the very sound or the very foolish imagine otherwise.","author":"George Orwell","category":"life"},{"quote":"The whole of what we know is a system of compensations. Each suffering is rewarded  each sacrifice is made up  every debt is paid.","author":"Ralph Waldo Emerson","category":"life"},{"quote":"The truth that many people never understand  until it is too late  is that the more you try to avoid suffering the more you suffer because smaller and more insignificant things begin to torture you in proportion to your fear of being hurt.","author":"Thomas Merton","category":"life"},{"quote":"The tragedy of life is not so much what men suffer  but rather what they miss.","author":"Thomas Carlyle","category":"life"},{"quote":"He who despairs of the human condition is a coward  but he who has hope for it is a fool.","author":"Albert Camus","category":"life"},{"quote":"Basically  I'm interested in friendship  sex and death.","author":"Sharon Riis","category":"life"},{"quote":"Such as we are made of  such we be.","author":"William Shakespeare","category":"life"},{"quote":"Measurement of life should be proportioned rather to the intensity of the experience than to its actual length.","author":"Thomas Hardy","category":"life"},{"quote":"Life is seldom as unendurable as  to judge by the facts  it logically ought to be.","author":"Brooks Atkinson","category":"life"},{"quote":"Birth  copulation and death. That's all the facts when you come to brass tacks.","author":"T. S. Eliot","category":"life"},{"quote":"Life is an offensive  directed against the repetitious mechanism of the universe.","author":"Alfred North Whitehead","category":"life"},{"quote":"There is no cure for birth and death  save to enjoy the interval.","author":"George Santayana","category":"life"},{"quote":"The art of living is more like that of wrestling than of dancing. The main thing is to stand firm and be ready for an unforeseen attack.","author":"Marcus Aurelius","category":"life"},{"quote":"We never live  but we are always in the expectation of living.","author":"Voltaire","category":"life"},{"quote":"Life  we learn too late  is in the living  in the tissue of every day and hour.","author":"Stephen Leacock","category":"life"},{"quote":"There is time for work. And time for love. That leaves no other time.","author":"Coco Chanel","category":"life"},{"quote":"It is not the years in your life but the life in your years that counts.","author":"Adlai Stevenson","category":"life"},{"quote":"A single event can awaken within us a stranger totally unknown to us. To live is to be slowly born.","author":"Antoine de Saint-Exupery","category":"life"},{"quote":"One hour of life  crowded to the full with glorious action  and filled with noble risks  is worth whole years of those mean observances of paltry decorum.","author":"Walter Scott","category":"life"},{"quote":"The good life  as I conceive it  is a happy life. I do not mean that if you are good you will be happy - I mean that if you are happy you will be good.","author":"Bertrand Russell","category":"life"},{"quote":"One man in his time plays many parts.","author":"William Shakespeare","category":"life"},{"quote":"He alone deserves liberty and life who daily must win them anew.","author":"Goethe","category":"life"},{"quote":"One returns to the place one came from.","author":"Jean de la Fontaine","category":"life"},{"quote":"The true meaning of life is to plant trees  under whose shade you do not expect to sit.","author":"Nelson Henderson","category":"life"},{"quote":"It is now life and not art that requires the willing suspension of disbelief.","author":"Lionel Trilling","category":"life"},{"quote":"The great use of life is to spend it for something that will outlast it.","author":"William James","category":"life"},{"quote":"Life is painting a picture  not doing a sum.","author":"Oliver Wendell Holmes","category":"life"},{"quote":"Go placidly amid the noise and the haste  and remember what peace there may be in silence. As far as possible without surrender  be on good terms with all persons. Speak your truth quietly and clearly  and listen to others  even the dull and ignorant  they too have their story. Be yourself. Especially do not feign affection. Neither be cynical about love - for in the face of all aridity and disenchantment it is as perennial as the grass. Take kindly the counsel of the years  gracefully surrendering the things of youth. Nurture strength of spirit to shield you in sudden misfortune. But do not distress yourself with imaginings. Many fears are born of fatigue and loneliness. Beyond a wholesome discipline  be gentle with yourself. You are a child of the universe no less than the trees and the stars  you have a right to be here. And whether or not it is clear to you  no doubt the universe is unfolding as it should. Therefore be at peace with God  whatever you conceive Him to be  and whatever your labours and aspirations  in the noisy confusion of life keep peace with your soul. With all its sham  drudgery and broken dreams  it is still a beautiful world.","author":"Max Ehrmann","category":"life"},{"quote":"At any given moment life is completely senseless. But viewed over a period  it seems to reveal itself as an organism existing in time  having a purpose  tending in a certain direction.","author":"Aldous Huxley","category":"life"},{"quote":"Without a measureless and perpetual uncertainty  the drama of human life would be destroyed.","author":"Winston Churchill","category":"life"},{"quote":"Life begins on the other side of despair.","author":"Jean-Paul Sartre","category":"life"},{"quote":"For he who lives more lives than one  more deaths than one must die.","author":"Oscar Wilde","category":"life"},{"quote":"It is better to wear out than to rust out.","author":"George Whitefield","category":"life"},{"quote":"My advice to those who are about to begin  in earnest  the journey of life  is to take their heart in one hand and a club in the other.","author":"Josh Billings","category":"life"},{"quote":"One must choose in life between boredom and suffering.","author":"Madame de Stael","category":"life"},{"quote":"All of life is more or less what the French would call s'imposer - to be able to create one's own terms for what one does.","author":"Kenneth Tynan","category":"life"},{"quote":"The power of habit and the charm of novelty are the two adverse forces which explain the follies of mankind.","author":"Comtesse Diane","category":"life"},{"quote":"Real life seems to have no plots.","author":"Ivy Compton-Burnett","category":"life"},{"quote":"There are two ways to slide easily through life  to believe everything or doubt everything. Both ways save us from thinking.","author":"Alfred Korzybski","category":"life"},{"quote":"Life is one long process of getting tired.","author":"Samuel Butler","category":"life"},{"quote":"He who has a why to live can bear with almost any how.","author":"Friedrich Nietzsche","category":"life"},{"quote":"Oh  how daily life is. (Ah  que la vie est quotidienne.)","author":"Jules Laforgue","category":"life"},{"quote":"Death and taxes and childbirth. There's never any convenient time for any of them.","author":"Margaret Mitchell","category":"life"},{"quote":"We're all in this together - by ourselves.","author":"Lily Tomlin","category":"life"},{"quote":"Normal day  let me be aware of the treasure you are. Let me learn from you  love you  savour you  bless you before you depart. Let me not pass you by in quest of some rare and perfect tomorrow. Let me hold you while I may  for it will not always be so. One day I shall dig my nails into the earth  or bury my face in the pillow  or stretch myself taut  or raise my hands to the sky  and want  more than all the world  your return.","author":"Mary Jean Irion","category":"life"},{"quote":"A proverb is no proverb to you till life has illustrated it.","author":"John Keats","category":"life"},{"quote":"Sloppy  raggedy-assed old life. I love it. I never want to die.","author":"Dennis Trudell","category":"life"},{"quote":"It is not true that life is one damn thing after another- it's one damn thing over and over.","author":"Edna St. Vincent Millay","category":"life"},{"quote":"In our life there is a single color  as on an artist's palette  which provides the meaning of life and art. It is the color of love.","author":"Marc Chagall","category":"life"},{"quote":"Dost thou love life? Then do not squander time  for that is the stuff life is made of.","author":"Benjamin Franklin","category":"life"},{"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author":"Oscar Wilde","category":"life"},{"quote":"To fear love is to fear life  and those who fear life are already three parts dead.","author":"Bertrand Russell","category":"life"},{"quote":"We are most alive when we're in love.","author":"John Updike","category":"life"},{"quote":"For one human being to love another: that is perhaps the most difficult of our tasks  the ultimate  the last test and proof  the work for which all other work is but preparation.","author":"Rainer Maria Rilke","category":"life"},{"quote":"And whatever it is that keeps widening your heart  that's Mary  too  not only the power inside you but the love. And when you get down to it  Lily  that's the only purpose grand enough for a human life. Not just to love - but to persist in love.","author":"Sue Monk Kidd","category":"life"},{"quote":"Where there is love there is life.","author":"Mahatma Gandhi","category":"life"},{"quote":"Loving people live in a loving world. Hostile people live in a hostile world. Same world.","author":"Wayne W. Dyer","category":"life"},{"quote":"Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love  love  love  that is the soul of genius.","author":"Wolfgang Amadeus Mozart","category":"life"},{"quote":"Love is like pi - natural  irrational  and very important.","author":"Lisa Hoffman","category":"life"},{"quote":"What the world really needs is more love and less paperwork.","author":"Pearl Bailey","category":"life"},{"quote":"I love humanity but I hate people.","author":"Edna St. Vincent Millay","category":"life"},{"quote":"To live is like to love - all reason is against it  and all healthy instinct for it.","author":"Samuel Butler","category":"life"},{"quote":"Life without love is like a tree without blossom and fruit.","author":"Kahlil Gibran","category":"life"},{"quote":"Love looks through a telescope  envy through a microscope.","author":"Josh Billings","category":"life"},{"quote":"In the arithmetic of love  one plus one equals everything  and two minus one equals nothing.","author":"Mignon McLaughlin","category":"life"},{"quote":"There is only one happiness in life: to love and be loved.","author":"George Sand","category":"life"},{"quote":"To love means not to impose your own powers on your fellow man but offer him your help. And if he refuses it  to be proud that he can do it on his own strength.","author":"Elisabeth Kubler-Ross","category":"life"},{"quote":"Love is like the truth  sometimes it prevails  sometimes it hurts.","author":"Victor M. Garcia","category":"life"},{"quote":"If love is the answer  could you please rephrase the question?","author":"Lily Tomlin","category":"life"},{"quote":"The Grand essentials of happiness are: something to do  something to love  and something to hope for.","author":"Allan K. Chalmers","category":"life"},{"quote":"The love of life is necessary to the vigorous prosecution of any undertaking.","author":"Samuel Johnson","category":"life"},{"quote":"Love is the master key which opens the gates of happiness.","author":"Oliver Wendell Holmes","category":"life"},{"quote":"I have been so great a lover: filled my days So proudly with the splendour of Love's praise  The pain  the calm  and the astonishment  Desire illimitable  and silent content  And all dear names men use  to cheat despair  For the perplexed and viewless streams that bear Our hearts at random down the dark of life.","author":"Rupert Brooke","category":"life"},{"quote":"The one thing we can never get enough of is love. And the one thing we never give enough of is love.","author":"Henry Miller","category":"life"},{"quote":"There can be no peace of mind in love  since the advantage one has secured is never anything by a fresh starting-point for further desires.","author":"Marcel Proust","category":"life"},{"quote":"What I cannot love  I overlook.","author":"Anais Nin","category":"life"},{"quote":"A loving relationship is one in which the loved one is free to be himself - to laugh with me  but never at me  to cry with me  but never because of me  to love life  to love himself  to love being loved. Such a relationship is based upon freedom and can never grow in a jealous heart.","author":"Leo Buscaglia","category":"life"},{"quote":"Love is a canvas furnished by nature and embroidered by imagination.","author":"Voltaire","category":"life"},{"quote":"Love is the only sane and satisfactory answer to the problem of human existence.","author":"Erich Fromm","category":"life"},{"quote":"We are all born for love  it is the principle of existence and its only end.","author":"Benjamin Disraeli","category":"life"},{"quote":"Love is the only thing that we can carry with us when we go  and it makes the end so easy.","author":"Louisa May Alcott","category":"life"},{"quote":"Among those whom I like or admire  I can find no common denominator  but among those whom I love  I can: all of them make me laugh.","author":"W. H. Auden","category":"life"},{"quote":"Life isn't long enough for love and art.","author":"W. Somerset Maugham","category":"life"},{"quote":"The essence of love is kindness.","author":"Robert Louis Stevenson","category":"life"},{"quote":"Love . . . includes fellowship in suffering  in joy and in effort.","author":"Albert Schweitzer","category":"life"},{"quote":"When the power of love overcomes the love of power  the world will know peace.","author":"Jimi Hendrix","category":"life"},{"quote":"Love is anterior to life Posterior to death Initial of creation  and The exponent of breath.","author":"Emily Dickinson","category":"life"},{"quote":"Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air  is not worth all the suffering and effort which life implies.","author":"Erich Fromm","category":"life"},{"quote":"Be glad of life because it gives you the chance to love and to work and to play and to look up at the stars.","author":"Henry Van Dyke","category":"life"},{"quote":"Love is ever the beginning of Knowledge as fire is of light.","author":"Thomas Carlyle","category":"life"},{"quote":"Life in common among people who love each other is the ideal of happiness.","author":"George Sand","category":"life"},{"quote":"I wonder what memories of yours will persist as you go on in life. My hunch is that the most important will have to do with feelings of loving and being loved - whoever's been close to you. As you continue to grow  you'll find many ways of expressing your love and you'll discover more and more ways in which others express their love for you.","author":"Fred Rogers","category":"life"},{"quote":"Where love is  no room is too small.","author":"Talmud","category":"life"},{"quote":"If music be the food of love  play on  Give me excess of it  that  surfeiting  The appetite may sicken  and so die. That strain again! it had a dying fall: O  it came o'er my ear like the sweet sound.","author":"William Shakespeare","category":"life"},{"quote":"They say a person needs just three things to be truly happy in this world: someone to love  something to do  and something to hope for.","author":"Tom Bodett","category":"life"},{"quote":"It is love  not reason  that is stronger than death.","author":"Thomas Mann","category":"life"},{"quote":"Love feels no burden  regards not labors  strives toward more than it attains  argues not of impossibility  since it believes that it may and can do all things. Therefore it avails for all things  and fulfils and accomplishes much where one not a lover falls and lies helpless.","author":"Thomas a Kempis","category":"life"},{"quote":"Love your neighbor as yourself  but don't take down the fence.","author":"Carl Sandburg","category":"life"},{"quote":"There is no better exercise for strengthening the heart than reaching down and lifting up another.","author":"Anonymous","category":"life"},{"quote":"Love does not dominate  it cultivates.","author":"Johann Wolfgang von Goethe","category":"life"},{"quote":"Life is pain and the enjoyment of love is an anesthetic.","author":"Cesare Pavese","category":"life"},{"quote":"Love is letting go of fear.","author":"Gerald Jampolsky","category":"life"},{"quote":"If we all discovered that we only had five minutes left to say all that we wanted to say  every telephone booth would be occupied by people calling other people to tell them that they loved them.","author":"Christopher Morley","category":"life"},{"quote":"Love doesn't make the world go round  Love is what makes the ride worthwhile.","author":"Elizabeth Barrett Browning","category":"life"},{"quote":"Age does not protect you from love. But love  to some extent  protects you from age.","author":"Jeanne Moreau","category":"life"},{"quote":"And remember  my sentimental friend  that a heart is not judged by how much you love  but by how much you are loved by others.","author":"L. Frank Baum","category":"life"},{"quote":"Love's like the measles - all the worse when it comes late in life.","author":"Douglas Jerrold","category":"life"},{"quote":"Ofttimes the test of courage becomes rather to live than to die.","author":"Vittorio Conte Alfieri","category":"life"},{"quote":"Every man's life is a fairy-tale written by God's fingers.","author":"Hans Christian Andersen","category":"life"},{"quote":"Life is a jig saw puzzle with most of the pieces missing.","author":"Anonymous","category":"life"},{"quote":"I expect to pass through this world but once. Any good therefore that I can do  or any kindness that I can show to any fellow creature  let me do it now. Let me not defer or neglect it  for I shall not pass this way again.","author":"Anonymous","category":"life"},{"quote":"We come and we cry  and that is life  we yawn and we depart  and that is death!","author":"Ausone de Chancel","category":"life"},{"quote":"It matters not how long we live  but how.","author":"Francis Bailey","category":"life"},{"quote":"Life is a long lesson in humility.","author":"Sir James Matthew Barrie","category":"life"},{"quote":"It is a misery to be born  a pain to live  a trouble to die.","author":"St. Bernard of Clairvaux","category":"life"},{"quote":"Life is but a day at most.","author":"James Drummond Burns","category":"life"},{"quote":"One life - a little gleam of Time between two Eternities.","author":"Thomas Carlyle","category":"life"},{"quote":"Hurried and worried until we're buried  and there's no curtain call  Life's a very funny proposition  after all.","author":"George M. Cohan","category":"life"},{"quote":"For life in general  there is but one decree: youth is a blunder  manhood a struggle  old age a regret.","author":"Benjamin Disraeli","category":"life"},{"quote":"Out of sleeping a waking  Out of waking a sleep.","author":"Ralph Waldo Emerson","category":"life"},{"quote":"Our whole life is like a play.","author":"Ben Jonson","category":"life"},{"quote":"No one is to be despaired of as long as he breathes. (While there is life there is hope.)","author":"Erasmus","category":"life"},{"quote":"Dost thou love life? Then do not squander time  for that is the stuff life is made of.","author":"Benjamin Franklin","category":"life"},{"quote":"A useless life is an early death.","author":"Goethe","category":"life"},{"quote":"All that a man hath will he give for his life.","author":"Bible","category":"life"},{"quote":"Life is a tragedy for those who feel  and a comedy for those who think.","author":"Jean de la Bruyere","category":"life"},{"quote":"Every life is many days  day after day. We walk through ourselves  meeting robbers  ghosts  giants  old men  young men  wives  widows  brothers-in-love. But always meeting ourselves.","author":"James Joyce","category":"life"},{"quote":"Tell me not  in mournful numbers  Life is but an empty dream!","author":"Henry Wadsworth Longfellow","category":"life"},{"quote":"Christian life consists in faith and charity.","author":"Martin Luther","category":"life"},{"quote":"Strait is the gate and narrow is the way which leadeth unto life.","author":"Matthew","category":"life"},{"quote":"My candle burns at both ends  It will not last the night  But  ah  my foes  and  oh  my friends -  It gives a lovely light.","author":"Edna St. Vincent Millay","category":"life"},{"quote":"Ah Love! could you and I with him conspire To grasp this sorry Scheme of Things entire Would we not shatter it to bits - and then Re-mould it nearer to the Heart's Desire?","author":"Omar Khayyam","category":"life"},{"quote":"Life is the game that must be played: This truth at least  good friends  we know  So live and laugh  nor be dismayed As one by one the phantoms go.","author":"Edwin Arlington Robinson","category":"life"},{"quote":"I wish to preach not the doctrine of ignoble ease  but the doctrine of the strenuous life.","author":"Theodore Roosevelt","category":"life"},{"quote":"As is a tale  so is life: not how long it is  but how good it is  is what matters.","author":"Seneca","category":"life"},{"quote":"His saying was: live and let live.","author":"Friedrich von Schiller","category":"life"},{"quote":"Out  out  brief candle! Life's but a walking shadow.","author":"William Shakespeare","category":"life"},{"quote":"May you live all the days of your life.","author":"Jonathan Swift","category":"life"},{"quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf.","author":"Rabindranath Tagore","category":"life"},{"quote":"The white flower of a blameless life.","author":"Lord Alfred Tennyson","category":"life"},{"quote":"Life is a game of whist. From unseen sources The cards are shuffled  and the hands are dealt. I do not like the way the cards are shuffled  But yet I like the game and want to play.","author":"Eugene F. Ware","category":"life"},{"quote":"Men know life too early  women know life too late.","author":"Oscar Wilde","category":"life"},{"quote":"All the things I really like to do are either immoral  illegal or fattening.","author":"Alexander Woollcott","category":"life"},{"quote":"And God said  Let there be light: and there was light.","author":"Bible","category":"light"},{"quote":"The true light  which lighteth every man that cometh into the world.","author":"Bible","category":"light"},{"quote":"He was a burning and a shining light.","author":"Bible","category":"light"},{"quote":"Lead  kindly Light  amid the encircling gloom  Lead Thou me on! The night is dark  and I am far from home -  Lead Thou me on! Keep Thou my feet  I do not ask to see The distant scene  - one step enough for me.","author":"John Henry Newman","category":"light"},{"quote":"And this I know  whether the one True Light Kindle to Love  or Wrath consume me quite  One flash of it within the Tavern caught Better than in the temple lost outright.","author":"Omar Khayyam","category":"light"},{"quote":"Nature and Nature's laws lay hid in night: God said  \"Let Newton be!\" and all was light.","author":"Alexander Pope","category":"light"},{"quote":"A light heart lives long.","author":"William Shakespeare","category":"lighten"},{"quote":"The one important thing I have learned over the years is the difference between taking one's work seriously and taking one's self seriously. The first is imperative and the second is disastrous.","author":"Margot Fonteyn","category":"lighten"},{"quote":"Man  unlike the animal  has never learned that the sole purpose of life is to enjoy it.","author":"Samuel Butler","category":"lighten"},{"quote":"There is no cure for birth or death save to enjoy the interval.","author":"George Santayana","category":"lighten"},{"quote":"Life's better when it's fun. Boy  that's deep  isn't it?","author":"Kevin Costner","category":"lighten"},{"quote":"When a man is gloomy  everything seems to go wrong  when he is cheerful  everything seems right!","author":"Bible","category":"lighten"},{"quote":"An ounce of cheerfulness is worth a pound of sadness to serve God with.","author":"Thomas Fuller","category":"lighten"},{"quote":"Years back someone said cod liver oil was the cure-all! Cheerfulness is more palliative and with no unpleasant aftertaste.","author":"Sr. Mary Christelle Macaluso","category":"lighten"},{"quote":"Cheerfulness keeps up a kind of daylight in the mind  filling it with a steady and perpetual serenity.","author":"Joseph Addison","category":"lighten"},{"quote":"The highest wisdom is continual cheerfulness  such a state  like the region above the moon  is always clear and serene.","author":"Michel de Montaigne","category":"lighten"},{"quote":"Let us be of good cheer  remembering that misfortunes hardest to bear are those which never come.","author":"James Russell Lowell","category":"lighten"},{"quote":"Burdens become light when cheerfully borne.","author":"Ovid","category":"lighten"},{"quote":"A happy woman is one who has no cares at all  a cheerful woman is one who has cares but doesn't let them get her down.","author":"Beverly Sills","category":"lighten"},{"quote":"Even if we can't be happy we must always be cheerful.","author":"Irving Kristol","category":"lighten"},{"quote":"Nature intended you to be the fountain-spring of cheerfulness and social life  and not the mountain of despair and melancholy.","author":"Sir Arthur Helps","category":"lighten"},{"quote":"You find yourself refreshed by the presence of cheerful people. Why not make an earnest effort to confer that pleasure on others? Half the battle is gained if you never allow yourself to say anything gloomy.","author":"Lydia Maria Child","category":"lighten"},{"quote":"Cheerfulness is contagious  but don't wait to catch it from others. Be a carrier.","author":"Anonymous","category":"lighten"},{"quote":"If God came in and said  \"I want you to be happy for the rest of your life \" what would you do?","author":"Bernie Siegel","category":"lighten"},{"quote":"True happiness is to understand our duties toward God and man  to enjoy the present  without anxious dependence on the future  not to amuse ourselves with either hopes or fears  but to rest satisfied with what we have  which is abundantly sufficient.","author":"Seneca","category":"lighten"},{"quote":"Many people think that if they were only in some other place  or had some other job  they would be happy. Well  that is doubtful. So get as much happiness out of what you are doing as you can and don't put off being happy until some future date.","author":"Dale Carnegie","category":"lighten"},{"quote":"You're happiest while you're making the greatest contribution.","author":"Robert F. Kennedy","category":"lighten"},{"quote":"The happiest and most contented people are those who each day perform to make the best of their abilities.","author":"Alfred A. Montapert","category":"lighten"},{"quote":"None but those who are happy in themselves can make others so.","author":"William Hazlitt","category":"lighten"},{"quote":"Do you want a world with . . . more joy and happiness? Then find your own joy and happiness and contribute to the joy and happiness of others.","author":"Bo Lozoff","category":"lighten"},{"quote":"One thing I know  the only ones among you who will be really happy are those who will have sought and found how to serve.","author":"Albert Schweitzer","category":"lighten"},{"quote":"Happiness is a perfume which you cannot pour on someone without getting some on yourself.","author":"Ralph Waldo Emerson","category":"lighten"},{"quote":"Remember that happiness is as contagious as gloom. It should be the first duty of those who are happy to let others know of their gladness.","author":"Maurice Maeterlinck","category":"lighten"},{"quote":"Those who are happiest are those who do the most for others.","author":"Booker T. Washington","category":"lighten"},{"quote":"Make people happy and there will not be half the quarreling  or a tenth part of the wickedness there now is.","author":"Lydia Maria Child","category":"lighten"},{"quote":"Lead the life that will make you kindly and friendly to everyone about you  and you will be surprised what a happy life you will lead.","author":"Charles Schwab","category":"lighten"},{"quote":"If you want to be happy  set yourself a goal that commands your thoughts  liberates your energy  and inspires your hopes. Happiness is within you. It comes from doing some certain thing into which you can put all your thought and energy. If you want to be happy  get enthusiastic about something.","author":"Dale Carnegie","category":"lighten"},{"quote":"Happiness lies in the joy of achievement and the thrill of creative effort.","author":"Franklin D. Roosevelt","category":"lighten"},{"quote":"The way to happiness: keep your heart free from hate  your mind from worry. Live simply  expect little  give much. Fill your life with love. Scatter sunshine. Forget self  think of others. Do as you would be done by. Try this for a week and you will be surprised.","author":"Norman Vincent Peale","category":"lighten"},{"quote":"The happiness of life is made up of minute fractions - the little  soon-forgotten charities of a kiss or smile  a kind look  a heartfelt compliment  and the countless infinitesimals of pleasurable and genial feeling.","author":"Samuel Taylor Coleridge","category":"lighten"},{"quote":"A happy life is made up of little things . . . a gift sent  a letter written  a call made  a recommendation given  transportation provided  a cake made  a book lent  a check sent.","author":"Carol Holmes","category":"lighten"},{"quote":"Do not worry  eat three square meals a day  say your prayers  be courteous to your creditors  keep your digestion good  exercise  go slow and easy. Maybe there are other things your special case requires to make you happy  but my friend  these I reckon will give you a good life.","author":"Abraham Lincoln","category":"lighten"},{"quote":"The secret of happiness is this: Let your interests be as wide as possible  and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile.","author":"Bertrand Russell","category":"lighten"},{"quote":"The secret of happiness is not in doing what one likes  but in liking what one does.","author":"J. M. Barrie","category":"lighten"},{"quote":"The secret of happiness is to count your blessings while others are adding up their troubles.","author":"William Penn","category":"lighten"},{"quote":"The secret of happiness is to count your blessings - not your birthdays.","author":"Shannon Rose","category":"lighten"},{"quote":"To be without some of the things you want is an indispensable part of happiness.","author":"Bertrand Russell","category":"lighten"},{"quote":"It is not how much we have  but how much we enjoy  that makes happiness.","author":"Charles Spurgeon","category":"lighten"},{"quote":"Before strongly desiring anything  we should look carefully into the happiness of its present owner.","author":"La Rochefoucauld","category":"lighten"},{"quote":"We have all been placed on this earth to discover our own path  and we will never be happy if we live someone else's idea of life.","author":"James Van Praagh","category":"lighten"},{"quote":"The grand essentials to happiness in this life are something to do  something to love  and something to hope for.","author":"Joseph Addison","category":"lighten"},{"quote":"But what is happiness except the simple harmony between a man and the life he leads.","author":"Albert Camus","category":"lighten"},{"quote":"We all have 100% to deal with in our lives: 10% is important  90% unimportant. The secret to a happy  productive life is to deal with the 10% and let the 90% slip.","author":"Salli Rasberry","category":"lighten"},{"quote":"With a little discipline and regular self-checks  you can learn to do one thing at a time. And do it better. And be happier doing it.","author":"Elaine St. James","category":"lighten"},{"quote":"I've been riding the carousel in Central Park since I was five years old . . . If I'm very depressed or if something's bothering me today  my husband  Larry  and I go back to the park. We get on the carousel horse and we start riding  and I start singing at the top of my lungs. It is pure and absolute joy and happiness.","author":"Eda LeShan","category":"lighten"},{"quote":"It's never too late to have a happy childhood.","author":"Anonymous","category":"lighten"},{"quote":"Life holds so much  so much to be happy about always. Most people ask for happiness on condition. Happiness can be felt only if you don't set any conditions.","author":"Artur Rubinstein","category":"lighten"},{"quote":"Happiness is the spiritual experience of living every minute with love  grace  and gratitude.","author":"Denis Waitley","category":"lighten"},{"quote":"Better to be happy than wise.","author":"John Heywood","category":"lighten"},{"quote":"Happiness is a butterfly  which  when pursued  is always just beyond your grasp  but which  if you will sit down quietly  may alight upon you.","author":"Nathaniel Hawthorne","category":"lighten"},{"quote":"Your success and happiness lie in you. Resolve to keep happy  and your joy and you shall form an invisible host against difficulties.","author":"Helen Keller","category":"lighten"},{"quote":"Remember that happiness is a way of travel  not a destination.","author":"Roy Goodman","category":"lighten"},{"quote":"When ill luck besets us  to ease the tension we have only to remember that happiness is relative. The next time you are tempted to grumble about what has happened to you  why not pause and be glad that it is no worse than it is?","author":"Dale Carnegie","category":"lighten"},{"quote":"When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.","author":"Helen Keller","category":"lighten"},{"quote":"I have found that most people are about as happy as they make up their minds to be.","author":"Abraham Lincoln","category":"lighten"},{"quote":"It is the happiness that comes from within that is lasting and fulfilling.","author":"Leddy Schmeligh","category":"lighten"},{"quote":"Each person on this planet is inherently  intrinsically capable of attaining \"dizzying heights\" of happiness and fulfillment.","author":"Wayne Dyer","category":"lighten"},{"quote":"The ingredients of happiness are so simple that they can be counted on one hand. Happiness comes from within  and rests most securely on simple goodness and clear conscience.","author":"William Ogden","category":"lighten"},{"quote":"We are never so happy nor so unhappy as we imagine.","author":"La Rochefoucauld","category":"lighten"},{"quote":"You have to believe in happiness  or happiness never comes.","author":"Douglas Malloch","category":"lighten"},{"quote":"It is a man's proper business to seek happiness and avoid misery.","author":"John Locke","category":"lighten"},{"quote":"The best way to secure future happiness is to be as happy as is rightfully possible today.","author":"Charles Eliot","category":"lighten"},{"quote":"Why should we refuse the happiness this hour gives us  because some other hour might take it away?","author":"John Oliver Hobbes","category":"lighten"},{"quote":"At the end of our time on earth  if we have lived fully  we will not be able to say  \"I was always happy.\" Hopefully  we will be able to say  \"I have experienced a lifetime of real moments  and many of them were happy moments.\"","author":"Barbara DeAngelis","category":"lighten"},{"quote":"Cherish all your happy moments  they make a fine cushion for old age.","author":"Booth Tarkington","category":"lighten"},{"quote":"Happiness is the meaning and the purpose of life  the whole aim and end of human existence.","author":"Aristotle","category":"lighten"},{"quote":"The time to be happy is now. The place to be happy is here.","author":"Robert G. Ingersoll","category":"lighten"},{"quote":"Happiness and love are just a choice away.","author":"Leo Buscaglia","category":"lighten"},{"quote":"Our happiness depends on the habit of mind we cultivate. So practice happy thinking every day. Cultivate the merry heart  develop the happiness habit  and life will become a continual feast.","author":"Norman Vincent Peale","category":"lighten"},{"quote":"Humor is the healthy way of feeling \"distance\" between one's self and the problem  a way of standing off and looking at one's problems with perspective.","author":"Rollo May","category":"lighten"},{"quote":"Humor has great power to heal on an emotional level. You can't hold anger  you can't hold fear  you can't hold hurt while you're laughing.","author":"Steve Bhaerman","category":"lighten"},{"quote":"Humor enables one to live in the midst of tragic events without becoming a tragic figure.","author":"E. T. Eberhart","category":"lighten"},{"quote":"There is no defense against adverse fortune which is so effectual as an habitual sense of humor.","author":"Thomas Higginson","category":"lighten"},{"quote":"Humor is our way of defending ourselves from life's absurdities by thinking absurdly about them.","author":"Lewis Mumford","category":"lighten"},{"quote":"Common sense and a sense of humor are the same thing  moving at different speeds. A sense of humor is just common sense  dancing.","author":"Clive James","category":"lighten"},{"quote":"There is always something to chuckle about. Sometimes we see it. Sometimes . . . we don't. Still  the world is filled with humor. It is there when we are happy and it is there to cheer us up when we are not.","author":"Allen Klein","category":"lighten"},{"quote":"Joy is the most infallible sign of the Presence of God.","author":"Teilhard de Chardin","category":"lighten"},{"quote":"Listen to the clues. The next time you feel real joy  stop and think. Pay attention. Because joy is the universe's way of knocking on your mind's door. Hello in there. Is anyone home? Can I leave a message? Yes? Good I The message is that you are happy  and that means that you are in touch with your purpose.","author":"Steve Chandler","category":"lighten"},{"quote":"Joy of life seems to me to arise from a sense of being where one belongs ... of being foursquare with the life we have chosen. All the discontented people I know are trying sedulously to be something they are not  to do something they cannot do.","author":"David Grayson","category":"lighten"},{"quote":"When we align our thoughts  emotions  and actions with the highest part of ourselves  we are filled with enthusiasm  purpose  and meaning. . . . We are joyously and intimately engaged with our world. This is the experience of authentic power.","author":"Gary Zukav","category":"lighten"},{"quote":"We have a tendency to obscure the forest of simple joys with the trees of problems.","author":"Christiane Collange","category":"lighten"},{"quote":"People need joy quite as much as clothing. Some of them need it far more.","author":"Margaret Collier Graham","category":"lighten"},{"quote":"When large numbers of people share their joy in common  the happiness of each is greater because each adds fuel to the other's flame.","author":"Saint Augustine","category":"lighten"},{"quote":"Joys divided are increased.","author":"Josiah Gilbert Holland","category":"lighten"},{"quote":"You increase your joy by increasing the pure joy of others.","author":"Torkom Saraydarian","category":"lighten"},{"quote":"Joy increases as you give it  and diminishes as you try to keep it for yourself. In giving it  you will accumulate a deposit of joy greater than you ever believed possible.","author":"Norman Vincent Peale","category":"lighten"},{"quote":"As you express joy  you draw it out of those you meet  creating joyful people and joyful events. The greater the joy you express  the more joy you experience.","author":"Arnold Patent","category":"lighten"},{"quote":"When we feel joyful  euphoric  happy  we are more open to life  more capable of seeing things clearly and handling daily tensions.","author":"Leo Buscaglia","category":"lighten"},{"quote":"If we could learn how to balance rest against effort  calmness against strain  quiet against turmoil  we would assure ourselves of joy in living and psychological health for life.","author":"Josephine Rathbone","category":"lighten"},{"quote":"Simplicity  clarity  singleness: these are the attributes that give our lives power and vividness and joy.","author":"Richard Halloway","category":"lighten"},{"quote":"Joy is not in things  it is in us.","author":"Richard Wagner","category":"lighten"},{"quote":"Joy is the feeling of grinning on the inside.","author":"Melba Colgrove","category":"lighten"},{"quote":"Joy is the will which labors  which overcomes obstacles  which knows triumph.","author":"William Butler Yeats","category":"lighten"},{"quote":"It is in the compelling zest of high adventure and of victory  and in creative action  that man finds his supreme joy.","author":"Antoine de Saint-Exupery","category":"lighten"},{"quote":"I believe humans were born to have joy and to have it more abundantly  that the birthright of everyone is loving  caring  sharing  and abundance.","author":"Peter McWiluams","category":"lighten"},{"quote":"Joy is your birthright.","author":"Sarah Ban Breathnach","category":"lighten"},{"quote":"Blessed are the joymakers.","author":"Nathaniel Parker Willis","category":"lighten"},{"quote":"Although a lot can be learned from adversity  most of the same lessons can be learned through laughter and joy.","author":"Peter McWilliams","category":"lighten"},{"quote":"So when you're lonely or sad or bad or blue remember where laughter's hiding . . . it's hiding inside of YOU!","author":"David Saltzman","category":"lighten"},{"quote":"Against the assault of laughter nothing can stand.","author":"Mark Twain","category":"lighten"},{"quote":"In every job  relationship  or life situation there is inevitably some turbulence. Learn to laugh at it. It is part of what you do and who you are","author":"Allen Klein","category":"lighten"},{"quote":"Laughter puts your brain  your central nervous system and your whole being into a state of free play.","author":"Max Eastman","category":"lighten"},{"quote":"Laughing deeply is living deeply.","author":"Milan Kundera","category":"lighten"},{"quote":"It has always seemed to me that hearty laughter is a good way to jog internally without having to go outdoors.","author":"Norman Cousins","category":"lighten"},{"quote":"A good belly laugh is like taking your liver for a horseback ride.","author":"Bonny Clark","category":"lighten"},{"quote":"He laughs best whose laugh lasts.","author":"Laurence J. Peter","category":"lighten"},{"quote":"Shared laughter is like throwing open the shutters in a gloomy room and letting in fresh air and sunshine.","author":"Lila Green","category":"lighten"},{"quote":"Laughter is the sun that drives winter from the human race.","author":"Victor Hugo","category":"lighten"},{"quote":"Shared laughter is love made audible.","author":"Izzy Gesell","category":"lighten"},{"quote":"A good laugh helps us recognize how ridiculous it is to get excited about matters that are often trivial. . . .","author":"Arthur Asa Berger","category":"lighten"},{"quote":"Laughter is the brush that sweeps away the cobwebs of the heart.","author":"Mort Walker","category":"lighten"},{"quote":"When we can laugh through our tears  we are being given a powerful message. Things may be bad  but they cannot be all that bad.","author":"Allen Klein","category":"lighten"},{"quote":"The child in you  like all children  loves to laugh  to be around people who can laugh at themselves and life. Children instinctively know that the more laughter we have in our lives  the better.","author":"Wayne Dyer","category":"lighten"},{"quote":"Laughter is a gift everyone should open.","author":"Gene Mitchener","category":"lighten"},{"quote":"In the true man there is a child concealed - who wants to play.","author":"Friedrich Nietzsche","category":"lighten"},{"quote":"Play keeps us vital and alive. It gives us an enthusiasm for life that is irreplaceable. Without it  life just doesn't taste good.","author":"Lucia Capacchione","category":"lighten"},{"quote":"It's good to play  and you must keep in practice.","author":"Jerry Seinfeld","category":"lighten"},{"quote":"The supreme accomplishment is to blur the line between work and play.","author":"Arnold Toynbee","category":"lighten"},{"quote":"A little work  a little play  To keep us going - and so  good-day!","author":"George Du Maurier","category":"lighten"},{"quote":"Every time a man smiles  and much more when he laughs  it adds something to his fragment of life.","author":"Laurence Sterne","category":"lighten"},{"quote":"What sunshine is to flowers  smiles are to humanity. They are but trifles  to be sure  but  scattered along life's pathway  the good they do is inconceivable.","author":"Joseph Addison","category":"lighten"},{"quote":"It's easy enough to be pleasant when everything goes like a song  but the man who is worthwhile  is the man who can smile  when everything goes dead wrong.","author":"Anonymous","category":"lighten"},{"quote":"If you have made another person on this earth smile  your life has been worthwhile.","author":"Sr. Mary Christelle Macaluso","category":"lighten"},{"quote":"Wrinkles should merely indicate where smiles have been.","author":"Mark Twain","category":"lighten"},{"quote":"Of all the things you wear  your expression is the most important.","author":"Janet Lane","category":"lighten"},{"quote":"It is only through love that we can attain to communion with God. All living knowledge of God rest upon this foundation: that we experience Him in our lives as Will-to-love.","author":"Albert Schweitzer","category":"lighten"},{"quote":"One word frees us of all the weight and pain of life: That word is love.","author":"Sophocles","category":"lighten"},{"quote":"It makes no difference how deeply seated may be the trouble  how hopeless the outlook  how muddled the tangle  how great the mistake. A sufficient realization of love will dissolve it all. If only you could love enough you would be the happiest and most powerful being in the world.","author":"Emmet Fox","category":"lighten"},{"quote":"Love is the master key which opens the gates of happiness.","author":"Oliver Wendell Holmes","category":"lighten"},{"quote":"There is only one happiness in life  to love and be loved.","author":"George Sand","category":"lighten"},{"quote":"Let no one who loves be called unhappy. Even love unreturned has its rainbow.","author":"J. M. Barrie","category":"lighten"},{"quote":"What a grand thing  to be loved! What a grander thing still  to lovel","author":"Victor Hugo","category":"lighten"},{"quote":"To love and be loved is to feel the sun from both sides.","author":"David Viscott","category":"lighten"},{"quote":"Love . . . binds everything together in perfect harmony.","author":"Bible","category":"lighten"},{"quote":"For love ... is the blood of life  the power of reunion in the separated.","author":"Paul Tillich","category":"lighten"},{"quote":"It is this intangible thing  love in many forms  which enters into every therapeutic relationship. . . . And it is an element which binds and heals  which comforts and restores  which works what we have to call - for now - miracles.","author":"Karl Menninger","category":"lighten"},{"quote":"This is the miracle that happens every time to those who really love  the more they give  the more they possess.","author":"Rainer Maria Rilke","category":"lighten"},{"quote":"The one thing we can never get enough of is love. And the one thing we never give enough of is love.","author":"Henry Miller","category":"lighten"},{"quote":"Love sought is good  but given unsought is better.","author":"William Shakespeare","category":"lighten"},{"quote":"Don't shut love out of your life by saying it's impossible to find time. The quickest way to receive love is to give  the fastest way to lose love is to hold it too tightly  and the best way to keep love is to give it wings.","author":"Brian Dyson","category":"lighten"},{"quote":"The love we give away is the only one we keep.","author":"Elbert Hubbard","category":"lighten"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"lighten"},{"quote":"The issue is not so much being loved but being loving  which leads to the same wonderful feeling you experience when someone loves you.","author":"Carol Pearson","category":"lighten"},{"quote":"Everybody forgets the basic thing: people are not going to love you unless you love them.","author":"Pat Carroll","category":"lighten"},{"quote":"A loving person lives in a loving world. A hostile person lives in a hostile world: everyone you meet is your mirror.","author":"Ken Keyes","category":"lighten"},{"quote":"Nine times out of ten  when you extend your arms to someone  they will step in  because basically they need precisely what you need.","author":"Leo Buscaglia","category":"lighten"},{"quote":"Love your enemies because they bring out the best in you.","author":"Friedrich Nietzsche","category":"lighten"},{"quote":"Tolerance and celebration of individual differences is the fire that fuels lasting love.","author":"Tom Hannah","category":"lighten"},{"quote":"Do not waste time bothering whether you \"love\" your neighbor  act as if you did. As soon as we do this we find one of the great secrets. When you are behaving as if you loved someone  you will presently come to love him.","author":"C. S. Lewis","category":"lighten"},{"quote":"Thou shalt love thy neighbor as thyself.","author":"Bible","category":"lighten"},{"quote":"Love is a force that connects us to every strand of the universe  an unconditional state that characterizes human nature  a form of knowledge that is always there for us if only we can open ourselves to it.","author":"Emily Hilburn Sell","category":"lighten"},{"quote":"When we connect with ourselves in love  we can connect with others and the planet in love.","author":"Rattana Hetzel","category":"lighten"},{"quote":"Choose to be a love-finder rather than a faultfinder.","author":"Gerald Jampolsky","category":"lighten"},{"quote":"If you judge people  you have no time to love them.","author":"Mother Teresa","category":"lighten"},{"quote":"Someday  after we have mastered the winds  the waves  the tide and gravity  we shall harness for God the energies of love. Then  for the second time in the history of the world  man will have discovered fire.","author":"Teilhard de Chardin","category":"lighten"},{"quote":"Love keeps the cold out better than a cloak.","author":"Henry Wadsworth Longfellow","category":"lighten"},{"quote":"In the coldest February  as in every other month in every other year  the best thing to hold on to in this world is each other.","author":"Linda Ellerbee","category":"lighten"},{"quote":"True love always brings joy to ourself and to the one we love. If our love does not bring joy to both of us  it is not true love.","author":"Thich Nhat Hanh","category":"lighten"},{"quote":"True love comes quietly  without banners or flashing lights. If you hear bells  get your ears checked.","author":"Erich Segal","category":"lighten"},{"quote":"True love is night jasmine  a diamond in darkness  the heartbeat no cardiologist has ever heard. It is the most common of miracles  fashioned of fleecy clouds - a handful of stars tossed into the night sky.","author":"Jim Bishop","category":"lighten"},{"quote":"The essence of love is kindness.","author":"Robert Louis Stevenson","category":"lighten"},{"quote":"Love is what we were born with. Fear is what we learned here.","author":"Marianne Williamson","category":"lighten"},{"quote":"Love is letting go of fear.","author":"Gerald Jampolsky","category":"lighten"},{"quote":"Love is much nicer to be in than an automobile accident  a tight girdle  a higher tax bracket  or a holding pattern over Philadelphia.","author":"Judith Viorst","category":"lighten"},{"quote":"The Eskimos had fifty-two names for snow because it was important to them  there ought to be as many for love.","author":"Margaret Atwood","category":"lighten"},{"quote":"Every single one of us can do things that no one else can do can love things that no one else can love . . . We are like violins. We can be used for doorstops  or we can make music.","author":"Barbara Sher","category":"lighten"},{"quote":"But some emotions don't make a lot of noise. It's hard to hear pride. Caring is real faint - like a heartbeat. And pure love why  some days it's so quiet  you don't even know it's there.","author":"Erma Bombeck","category":"lighten"},{"quote":"Love is not what we become but who we already are.","author":"Stephen Levine","category":"lighten"},{"quote":"Ultimately  love is self-approval.","author":"Sondra Ray","category":"lighten"},{"quote":"Love is  above all  the gift of oneself.","author":"Jean Anouilh","category":"lighten"},{"quote":"You must love yourself before you love another. By accepting yourself and fully being what you are . . . your simple presence can make others happy.","author":"Jane Roberts","category":"lighten"},{"quote":"It is not what we do  it is how much love we put in the doing.","author":"Mother Teresa","category":"lighten"},{"quote":"Forget the resolutions. Forget control and discipline . . . too much work. Instead try experimenting. Go in search of something to fall in love with. . . something about yourself  your career  your spouse.","author":"Dale Dauten","category":"lighten"},{"quote":"Find something you love to do and you'll never have to work a day in your life.","author":"Harvey Mackay","category":"lighten"},{"quote":"You will find  as you look back upon your life  that the moments when you really lived are the moments when you have done things in the spirit of love.","author":"Henry Drummond","category":"lighten"},{"quote":"We are most alive when we're in love.","author":"John Updike","category":"lighten"},{"quote":"In our life there is a single color  as on an artist's palette  which provides the meaning of life and art. It is the color of love.","author":"Marc Chagall","category":"lighten"},{"quote":"Life is a flower of which love is the honey.","author":"Victor Hugo","category":"lighten"},{"quote":"No one who has ever brought up a child can doubt for a moment that love is literally the life-giving fluid of human existence.","author":"Smiley Blanton","category":"lighten"},{"quote":"Anything will give up its secrets if you love it enough. Not only have I found that when I talk to the little flower or to the little peanut they will give up their secrets  but I have found that when I silently commune with people they give up their secrets also - if you love them enough.","author":"George Washington Carver","category":"lighten"},{"quote":"A five-word sentence that could change the world tomorrow is \"What would love do now?\"","author":"Neale Donald Walsch","category":"lighten"},{"quote":"Do not seek perfection in a changing world. Instead  perfect your love.","author":"Master Sengstan","category":"lighten"},{"quote":"Every day we are offered new means for learning and growing in love.","author":"Leo Buscaglia","category":"lighten"},{"quote":"Spend a moment  every day  thinking of someone to love.","author":"Richard Carlson","category":"lighten"},{"quote":"Ultimately love is everything.","author":"M. Scott Peck","category":"lighten"},{"quote":"What the world really needs is more love and less paperwork.","author":"Pearl Bailey","category":"lighten"},{"quote":"Love doesn't make the world go 'round. Love is what makes the ride worthwhile.","author":"Franklin P. Jones","category":"lighten"},{"quote":"Love is how you stay alive  even after you are gone.","author":"Morrie Schwartz","category":"lighten"},{"quote":"Birds of a feather flock together.","author":"English proverb","category":"like"},{"quote":"Like mother  like daughter.","author":"English proverb","category":"like"},{"quote":"One crow will not pick out another crow's eyes.","author":"English proverb","category":"like"},{"quote":"Like will to like  each creature loves his kind.","author":"Robert Herrick","category":"like"},{"quote":"Like father  like son.","author":"Latin proverb","category":"like"},{"quote":"I shall not look upon his like again.","author":"William Shakespeare","category":"like"},{"quote":"His heart was as great as the world  but there was no room in it to hold the memory of a wrong.","author":"Ralph Waldo Emerson","category":"lincoln"},{"quote":"Honesty rare as a man without self-pity  Kindness as large and plain as a prairie wind.","author":"Stephen Vincent","category":"lincoln"},{"quote":"The port is near  the bells I hear  the people all exulting  While follow eyes the steady keel  the vessel grim and daring  But O heart! heart! heart! O the bleeding drops of red  Where on the deck my captain lies  Fallen cold and dead.","author":"Walt Whitman","category":"lincoln"},{"quote":"The lion is not so fierce as they paint him.","author":"George Edward Herbert","category":"lion"},{"quote":"Do not pluck the beard of a dead lion.","author":"Martial","category":"lion"},{"quote":"A lion among ladies is a most dreadful thing.","author":"William Shakespeare","category":"lion"},{"quote":"It is not good to wake a sleeping lion.","author":"Philip Sidney","category":"lion"},{"quote":"From listening comes wisdom  and from speaking repentance.","author":"Italian proverb","category":"listening"},{"quote":"A good listener is not only popular everywhere  but after a while he knows something.","author":"Wilson Mizner","category":"listening"},{"quote":"I am never long  even in the society of her I love  without yearning for the company of my lamp and my library.","author":"Lord Byron","category":"literature"},{"quote":"The walls are the publishers of the poor.","author":"Eduardo Galeano","category":"literature"},{"quote":"A novel is a static thing that one moves through  a play is a dynamic thing that moves past one.","author":"Kenneth Tynan","category":"literature"},{"quote":"Chaucer  I confess  is a rough diamond  and must be polished e'er he shines.","author":"John Dryden","category":"literature"},{"quote":"I can find my biography in every fable that I read.","author":"Ralph Waldo Emerson","category":"literature"},{"quote":"Literature is mostly about sex and not much about having children  and life is the other way around.","author":"David Lodge","category":"literature"},{"quote":"Literature is my utopia.","author":"Helen Keller","category":"literature"},{"quote":"Literature is the art of writing something that will be read twice  journalism what will be grasped at once.","author":"Cyril Connolly","category":"literature"},{"quote":"Literature was formerly an art and finance a trade: today it is the reverse.","author":"Joseph Roux","category":"literature"},{"quote":"Oh! Let us never  never doubt What nobody is sure about.","author":"Hilaire Belloc","category":"literature"},{"quote":"Science is uneasy with beginnings. Mythology is concerned above all with what happened \"in the beginning\". Its signature is \"Once upon a time\".","author":"Dudley Young","category":"literature"},{"quote":"The first thing to be done by a biographer in estimating character is to examine the stubs of the victim's cheque books.","author":"Silas W. Mitchell","category":"literature"},{"quote":"The llama is a woolly sort of fleecy hairy goat  with an indolent expression and an undulating throat like an unsuccessful literary man.","author":"Hilaire Belloc","category":"literature"},{"quote":"The universe is made up of stories  not of atoms.","author":"Muriel Rukeyser","category":"literature"},{"quote":"Those expressions are omitted which cannot with propriety be read aloud in the family.","author":"Dr. Thomas Bowdler","category":"literature"},{"quote":"What is a diary as a rule? A document useful to the person who keeps it  dull to the contemporary who reads it and invaluable to the student  centuries afterwards  who treasures it!","author":"Helen Terry","category":"literature"},{"quote":"When a man can observe himself suffering and is able  later  to describe what he's gone through  it means he was born for literature.","author":"Edouard Bourdet","category":"literature"},{"quote":"When I read Shakespeare I am struck with wonder that such trivial people should muse and thunder in such lovely language.","author":"D. H. Lawrence","category":"literature"},{"quote":"Literature is the effort of man to indemnify himself for the wrongs of his condition.","author":"Walter Savage Landor","category":"literature"},{"quote":"The short story is the art form that deals with the individual when there is no longer a society to absorb him  and when he is compelled to exist  as it were  by his own inner light.","author":"Frank O'Connor","category":"literature"},{"quote":"A novel is a mirror carried along a main road.","author":"Stendhal","category":"literature"},{"quote":"A novel is never anything but a philosophy put into images.","author":"Albert Camus","category":"literature"},{"quote":"Biographies are but the clothes and buttons of the man - the biography of the man himself cannot be written.","author":"Mark Twain","category":"literature"},{"quote":"What is an epigram? A dwarfish whole  its body brevity  and wit its soul.","author":"Samuel Taylor Coleridge","category":"literature"},{"quote":"A literary movement consists of five or six people who live in the same town and hate each other cordially.","author":"George Moore","category":"literature"},{"quote":"Literature is a power to be possessed  not a body of objects to be studied.","author":"Anonymous","category":"literature"},{"quote":"Fiction reveals truth that reality obscures.","author":"Jessamyn West","category":"literature"},{"quote":"A perfect judge will read each word of wit with the same spirit that its author writ.","author":"Alexander Pope","category":"literature"},{"quote":"In literary history  generation follows generation in a rage.","author":"Annie Dillard","category":"literature"},{"quote":"To be a good diarist  one must have a little snouty  sneaky mind.","author":"Harold Nicolson","category":"literature"},{"quote":"Published memoirs indicate the end of a man's activity  and that he acknowledges the end.","author":"George Meredith","category":"literature"},{"quote":"It has come to be practically a sort of rule in literature that a man  having once shown himself capable of original writing  is entitled thenceforth to steal from the writings of others at discretion.","author":"Ralph Waldo Emerson","category":"literature"},{"quote":"The novel is a prose narrative of some length that has something wrong with it.","author":"Randall Jarrell","category":"literature"},{"quote":"All that non-fiction can do is answer questions. It's fiction's business to ask them.","author":"Richard Hughes","category":"literature"},{"quote":"Contemporary literature can be classified under three headings: the neurotic  the erotic and the tommy-rotic.","author":"W. Giese","category":"literature"},{"quote":"Literature is the orchestration of platitudes.","author":"Thornton Wilder","category":"literature"},{"quote":"Medicine is my lawful wife. Literature is my mistress.","author":"Anton Chekhov","category":"literature"},{"quote":"One hears about life all the time from different people with very different narrative gifts.","author":"Anthony Powell","category":"literature"},{"quote":"The essay is a literary device for saying almost everything about almost anything.","author":"Aldous Huxley","category":"literature"},{"quote":"The answers you get from literature depend upon the questions you pose.","author":"Margaret Atwood","category":"literature"},{"quote":"The classics are only primitive literature. They belong to the same class as primitive machinery and primitive music and primitive medicine.","author":"Stephen Leacock","category":"literature"},{"quote":"Biography is one of the new terrors of death.","author":"John Arbuthnot","category":"literature"},{"quote":"A biography is considered complete if it merely accounts for six or seven selves  whereas a person may well have as many as a thousand.","author":"Virginia Woolf","category":"literature"},{"quote":"In literature as in love we are astounded by what is chosen by others.","author":"Andre Maurois","category":"literature"},{"quote":"Good children's literature appeals not only to the child in the adult  but to the adult in the child.","author":"Anonymous","category":"literature"},{"quote":"Literature flourishes best when it is half a trade and half an art.","author":"Dean William R. Inge","category":"literature"},{"quote":"The great standard of literature as to purity and exactness of style is the Bible.","author":"Hugh Blair","category":"literature"},{"quote":"The man who writes about himself and his own time is the only man who writes about all people and about all time.","author":"George Bernard Shaw","category":"literature"},{"quote":"Literature is my Utopia. Here I am not disfranchised. No barrier of the senses shuts me out from the sweet  gracious discourse of my book-friends. They talk to me without embarrassment or awkwardness.","author":"Helen Keller","category":"literature"},{"quote":"The classics are only primitive literature. They belong to the same class as primitive machinery and primitive music and primitive medicine.","author":"Stephen Leacock","category":"literature"},{"quote":"The difference between literature and journalism is that journalism is unreadable  and literature is not read.","author":"Oscar Wilde","category":"literature"},{"quote":"Logic is logic. That's all I say.","author":"Oliver Wendell Holmes","category":"logic"},{"quote":"Logic is neither a science nor an art  but a dodge.","author":"Benjamin Jowett","category":"logic"},{"quote":"Grammar is the logic of speech  even as logic is the grammar of reason.","author":"Richard Trench","category":"logic"},{"quote":"A mighty mass of brick  and smoke  and shipping  Dirty and dusty  but as wide as eye Could reach  with here and there a sail just skipping In sight  then lost amidst the forestry Of masts  a wilderness of steeples peeping On tiptoe through their sea-coal canopy  A huge  dun cupola  like a fools-cap crown On a fool's head - and there is London Town.","author":"Lord Byron","category":"london"},{"quote":"London is a roost  for every bird.","author":"Benjamin Disraeli","category":"london"},{"quote":"Jealousy is no more than feeling alone against smiling enemies.","author":"Elizabeth Bowen","category":"loneliness"},{"quote":"To be adult is to be alone (etre adulte  c'est etre seul).","author":"Jean Rostand","category":"loneliness"},{"quote":"What loneliness is more lonely than distrust.","author":"George Eliot","category":"loneliness"},{"quote":"Loneliness is and always has been the central and inevitable experience of every man.","author":"Thomas Wolfe","category":"loneliness"},{"quote":"One may have a blazing hearth in one's soul  and yet no one ever comes to sit by it.","author":"Vincent van Gogh","category":"loneliness"},{"quote":"So lonely 'twas that God himself scarce seemed there to be.","author":"Samuel Taylor Coleridge","category":"loneliness"},{"quote":"The lonely one offers his hand too quickly to whomever he encounters.","author":"Friedrich Nietzsche","category":"loneliness"},{"quote":"Man's loneliness is but his fear of life.","author":"Eugene O'Neill","category":"loneliness"},{"quote":"No man is an Island intire of it self  every man is a peece of the Continent  a part of the maine  if a Clod be washed away by the sea  Europe is the lesse  as well as if a Promontorie were  as well as if a manor of thy friends or thine own were. Any man's death diminishes me because I am involved in Mankinde  and therefore never send to know for whom the bell tolls  it tolls for thee.","author":"John Donne","category":"loneliness"},{"quote":"Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion.","author":"Joseph Conrad","category":"loneliness"},{"quote":"Little do men perceive what solitude is  and how far it extendeth. For a crowd is not company  and faces are but a gallery of pictures  and talk but a tinkling cymbal  where there is no love.","author":"Francis Bacon","category":"loneliness"},{"quote":"Where you used to be  there is a hole in the world  which I find myself constantly walking around in the daytime  and falling into at night. I miss you like hell.","author":"Edna St. Vincent Millay","category":"loneliness"},{"quote":"The eternal quest of the individual human being is to shatter his loneliness.","author":"Norman Cousins","category":"loneliness"},{"quote":"Language has created the word 'loneliness' to express the pain of being alone  and the word 'solitude' to express the glory of being alone.","author":"Paul Tillich","category":"loneliness"},{"quote":"If I'm such a legend  then why am I so lonely? Let me tell you  legends are all very well if you've got somebody around who loves you.","author":"Judy Garland","category":"loneliness"},{"quote":"Loneliness and the feeling of being unwanted is the most terrible poverty.","author":"Mother Teresa","category":"loneliness"},{"quote":"Did you ever have one of those nights when you didn't want to go out  but your hair looked too good to stay home?","author":"Jack Simmons","category":"looks"},{"quote":"I base most of my fashion taste on what doesn't itch.","author":"Gilda Radner","category":"looks"},{"quote":"The only thing that can stop hair from falling ... is the floor.","author":"Will Rogers","category":"looks"},{"quote":"I'm not offended by all the dumb blonde jokes because I know I'm not dumb . . . and I also know that I'm not blonde.","author":"Dolly Parton","category":"looks"},{"quote":"It's good to know that there's a fine line between an \"outfit\" and a \"getup.\"","author":"Linda Merkin","category":"looks"},{"quote":"Her figure is harder to ignore than a ringing telephone.","author":"Anonymous","category":"looks"},{"quote":"What a man enjoys about a woman's clothes are his fantasies of how she would look without them.","author":"Brendan Francis","category":"looks"},{"quote":"A big advantage of being bald is that you can style your hair with a damp cloth.","author":"Anonymous","category":"looks"},{"quote":"His toupee makes him look twenty years sillier.","author":"Bill Dana","category":"looks"},{"quote":"The most delightful advantage of being bald one can hear the snowflakes.","author":"R. G. Daniels","category":"looks"},{"quote":"He looked as if he had been poured into his clothes and had forgotten to say \"when.\"","author":"P. G. Wodehouse","category":"looks"},{"quote":"I've put on a lot of weight... I only weighed six and a half pounds when I was born.","author":"Red Skelton","category":"looks"},{"quote":"They say tall people live a lot longer than short people. No they don't. They're just so irritating it seems they are around a lot longer.","author":"Margaret Smith","category":"looks"},{"quote":"I'm tired of all this nonsense about beauty being only skin deep. That's deep enough. What do you want  an adorable pancreas?","author":"Jean Kerr","category":"looks"},{"quote":"My sister says she never seems to get it together . . . either her rear looks good or her face does.","author":"Sally Bucko","category":"looks"},{"quote":"He has more chins than a Chinese phone book.","author":"Joan Rivers","category":"looks"},{"quote":"I look just like the girl next door ... if you happen to live next door to an amusement park.","author":"Dolly Parton","category":"looks"},{"quote":"It's not wrinkles. I just have too much skin for the size of my face.","author":"Barbara Colson","category":"looks"},{"quote":"Today at the beach I could feel the men dressing me with their eyes.","author":"Jere Carlson","category":"looks"},{"quote":"I resent my barber when he charges the full cost after he cuts my hair  but he says he's charging me for finding it.","author":"Tim Conway","category":"looks"},{"quote":"Definition of a bridegroom: A man who is amazed at the outcome of what he thought was a harmless little flirtation.","author":"Anonymous","category":"love, marriage"},{"quote":"After fifteen years of marriage  my wife wants us to recommit our vows. As a man  I don't understand her need to get married again. We've got our toaster  let's move on.","author":"Robert G. Lee","category":"love, marriage"},{"quote":"We have found that the best way for our marriage to work is to let me make the big decisions and my wife the small ones. With this system  I'm noticing  there are usually no big ones.","author":"Tom Kardashian","category":"love, marriage"},{"quote":"Before criticizing your wife's faults  remember that they may have prevented her from getting a better husband.","author":"Anonymous","category":"love, marriage"},{"quote":"When you see a married couple coming down the street  the one who is two or three steps ahead is the one who's mad.","author":"Anonymous","category":"love, marriage"},{"quote":"It's not that I'm too particular. It's just that I'm going to wait for Dr. Right.","author":"Anonymous","category":"love, marriage"},{"quote":"When I married Mr. Right  I didn't know his first name was Always.","author":"Anne Gilchrist","category":"love, marriage"},{"quote":"Love is like the measles. The older you get it  the worse the attack.","author":"Mary Roberts Rinehart","category":"love, marriage"},{"quote":"I wanted to marry her when I saw the moonlight shining on the barrel of her father's shotgun.","author":"Eddie Albert","category":"love, marriage"},{"quote":"If love is the answer  could you rephrase the question?","author":"Lily Tomlin","category":"love, marriage"},{"quote":"I don't know which was worse  the cost of the bridesmaid dress or having to wear it.","author":"Debbie Etchings","category":"love, marriage"},{"quote":"I was the best man at the wedding. So why is she marrying him?","author":"Jerry Seinfeld","category":"love, marriage"},{"quote":"A bachelor is a man who has to know how to remove a coffee stain  from a catsup stain  from a silk tie.","author":"Dan Bennett","category":"love, marriage"},{"quote":"I don't like being best man at a wedding 'cause there's no way to prove it.","author":"Anonymous","category":"love, marriage"},{"quote":"A bachelor is a man who can take a nap on top of a bedspread.","author":"Marcelene Cox","category":"love, marriage"},{"quote":"Definition of a bachelor: A man who likes to invite girls over for a Scotch and sofa.","author":"Anonymous","category":"love, marriage"},{"quote":"Father giving advice to son: Never do anything once around the house that you don't want to do for the rest of your life.","author":"Frank Briggs","category":"love, marriage"},{"quote":"No woman ever shot her husband while he was doing the dishes.","author":"Anonymous","category":"love, marriage"},{"quote":"The groom is so much better for her than her last boyfriend. He's sophisticated  he brings her flowers and candy  he dines by candlelight. Her last boyfriend thought it was enough to spray her name on a fence.","author":"Tim Conway","category":"love, marriage"},{"quote":"I have learned that only two things are necessary to keep one's wife happy. First  let her think she's having her way. And second  let her have it.","author":"Lyndon Johnson","category":"love, marriage"},{"quote":"The last word in an argument is what a wife has. Anything a husband says after that is the beginning of another argument.","author":"Anonymous","category":"love, marriage"},{"quote":"My wife thinks I'm too nosy. At least that's what she writes in her diary.","author":"Drake Sather","category":"love, marriage"},{"quote":"He loved her for what she was - rich. He worshiped the ground her family struck oil on.","author":"Anonymous","category":"love, marriage"},{"quote":"No man is boss in his own home  but he can make up for it  by making a dog play dead.","author":"W. C. Fields","category":"love, marriage"},{"quote":"Marriage is like a violin. After the beautiful music is over  the strings are still attached.","author":"Jacob Braude","category":"love, marriage"},{"quote":"My husband will never chase another woman. He's too fine  too decent  too old.","author":"Grade Allen","category":"love, marriage"},{"quote":"Marriage is a great institution  but I'm not ready for an institution.","author":"Mae West","category":"love, marriage"},{"quote":"We're having a little disagreement. What I want is a big church wedding with bridesmaids and flowers and a no-expense-spared reception  and what he wants is to break off our engagement.","author":"Sally Poplin","category":"love, marriage"},{"quote":"What do you call a woman who knows where her husband is at all times? A widow.","author":"Anonymous","category":"love, marriage"},{"quote":"My wife and I just celebrated our twelfth anniversary. I'm Catholic  so there's no real possibility of divorce. I'm Irish - so there is the possibility of murder.","author":"J. J. Wall","category":"love, marriage"},{"quote":"My wife is the most wonderful woman in the world  and that's not just my opinion - it's hers.","author":"Anonymous","category":"love, marriage"},{"quote":"'Tis more blessed to give than to receive  for example  wedding presents.","author":"H. L. Mencken","category":"love, marriage"},{"quote":"Arguing with my wife is like this: \"I came! I saw! I concurred!\"","author":"Anonymous","category":"love, marriage"},{"quote":"Our marriage is based on compromise-he admits he's wrong and I forgive him.","author":"Carol Spieker","category":"love, marriage"},{"quote":"My wife and I have many arguments  but she only wins half of them. My mother-in-law wins the other half.","author":"Terry Bechtol","category":"love, marriage"},{"quote":"I can always tell what kind of a time I'm having at a party by the look on my wife's face.","author":"John Bedrosian","category":"love, marriage"},{"quote":"We never get sick of each other. That's how sick we are.","author":"Roseanne Barr","category":"love, marriage"},{"quote":"I'd like to go to assertiveness training class. First I need to check with my wife.","author":"Adam Christing","category":"love, marriage"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"love, marriage"},{"quote":"Never get married in the morning  because you never know who you'll meet that night.","author":"Paul Hornung","category":"love, marriage"},{"quote":"When I met Jean  I felt God reach down out of the sky  pull my hair  and say  \"This one  dummy.\"","author":"Richard Atcheson","category":"love, marriage"},{"quote":"They were married for better or worse. He couldn't have done better  and she couldn't have done worse.","author":"Anonymous","category":"love, marriage"},{"quote":"she: Before we got married  you told me you were well-off. he: I was  and I didn't know it.","author":"Jacob Braude","category":"love, marriage"},{"quote":"When my wife was asked  \"Do you take this man for richer or poorer . . .\" she answered  \"For richer.\"","author":"Anonymous","category":"love, marriage"},{"quote":"It is assumed that the woman must wait motionless until she is wooed. That is how the spider waits for the fly.","author":"George Bernard Shaw","category":"love, marriage"},{"quote":"The man who boasts he never made a mistake is often married to the woman who did.","author":"Anonymous","category":"love, marriage"},{"quote":"Often the difference between a successful marriage and a mediocre one consists of leaving about three or four things a day unsaid.","author":"Harlan Miller","category":"love, marriage"},{"quote":"True love comes quietly  without banners or flashing lights. If you hear bells  get your ears checked.","author":"Erich Segal","category":"love, marriage"},{"quote":"You can easily tell he's a newlywed  because he's still smiling at his mother-in-law.","author":"Elmer Pasta","category":"love, marriage"},{"quote":"\"So you want to become my son-in-law.\" \"Not exactly. I just want to marry your daughter.\"","author":"Anonymous","category":"love, marriage"},{"quote":"You need that guy like a giraffe needs a strep throat.","author":"Ann Landers","category":"love, marriage"},{"quote":"When a man brings his wife flowers for no reason - there's a reason.","author":"Molly McGee","category":"love, marriage"},{"quote":"I do not spoil women. ... I don't send them flowers and gifts. . . . I'm saving those gestures until I am an unpleasant old man who must resort to bribery to win a woman's synthetic affections.","author":"George Sanders","category":"love, marriage"},{"quote":"Men would like monogamy better if it sounded less like monotony.","author":"Rita Rudner","category":"love, marriage"},{"quote":"Never go to bed mad. Stay up and fight.","author":"Phyllis Diller","category":"love, marriage"},{"quote":"Many a man has fallen in love with a girl in a light so dim he would not have chosen a suit by it.","author":"Maurice Chevalier","category":"love, marriage"},{"quote":"A good marriage would be between a blind wife and a deaf husband.","author":"Michel de Montaigne","category":"love, marriage"},{"quote":"The great secret of a successful marriage is to treat all disasters as incidents and none of the incidents as disasters.","author":"Harold Nicolson","category":"love, marriage"},{"quote":"This is a perfect pair - he's a hypochondriac and she's a pill.","author":"Anonymous","category":"love, marriage"},{"quote":"I haven't spoken to my wife in years-I didn't want to interrupt her.","author":"Rodney Dangerfield","category":"love, marriage"},{"quote":"Her idea of a romantic setting is one that has a diamond in it. If you feel the need to marry a doctor  I suggest a dermatologist. Good hours  free Retin-A.","author":"Rita Rudner","category":"love, marriage"},{"quote":"Advice to son: Never confuse \"I love you\" with \"I want to marry you.\"","author":"Cleveland Amory","category":"love, marriage"},{"quote":"Living with a saint is more grueling than being one.","author":"Robert Neville","category":"love, marriage"},{"quote":"God help the man who won't marry until he finds a perfect woman  and God help him still more if he finds her.","author":"Ben Tillet","category":"love, marriage"},{"quote":"My husband yells comments like \"How long till you're ready? Throw out a date.\"","author":"Wendy Morgan","category":"love, marriage"},{"quote":"I had a terrible fight with my wife on New Year's Eve. She called me a procrastinator. So I finished addressing the Christmas cards and left.","author":"Robert Orben","category":"love, marriage"},{"quote":"Keeping a secret from my wife is like trying to smuggle daylight past a rooster. Annoyed wife to husband: Can't you just say we've been married twenty-four years instead of \"almost a quarter of a century\"?","author":"Anonymous","category":"love, marriage"},{"quote":"After paying for the wedding  about all a father has left to give away is the bride.","author":"Ned Spieker","category":"love, marriage"},{"quote":"She represents the country Alamonia.","author":"David Letterman","category":"love, marriage"},{"quote":"A wedding invitation is sent by people who have been saying  \"Do we have to ask them?\" to people whose first response is  \"How much do you think we have to spend on them?\"","author":"Judith Martin","category":"love, marriage"},{"quote":"You may marry the man of your dreams  ladies  but fourteen years later you're married to a couch that burps.","author":"Roseanne Barr","category":"love, marriage"},{"quote":"I never married because there was no need. I have three pets at home that answer the same purpose as a husband. I have a dog that growls every morning  a parrot that swears all afternoon  and a cat that comes home late at night.","author":"Marie Corelli","category":"love, marriage"},{"quote":"The difference between being in a relationship and being in prison is that in prison they let you play Softball on the weekends.","author":"Bobby Kelton","category":"love, marriage"},{"quote":"My wife  Mary  and I have been married for forty-seven years  and not once have we had an argument serious enough to consider divorce  murder  yes  but divorce  never.","author":"Jack Benny","category":"love, marriage"},{"quote":"Let me give you an idea how long ago they got married. You know where they met? . . . At a Cubs World Series game.","author":"Jay Leno","category":"love, marriage"},{"quote":"You might try doing what my folks did. Twice a week they would go out for a special meal. . . with wine  good food  and soft lighting. Dad took Tuesday and Mom took Thursday.","author":"Anonymous","category":"love, marriage"},{"quote":"He had a great sound system - but he didn't know much about fidelity.","author":"Anonymous","category":"love, marriage"},{"quote":"Getting married is a good deal like going to a restaurant with your friends. You order what you want  and then when you see what the other fellow got  you wish you had taken that.","author":"Clarence Darrow","category":"love, marriage"},{"quote":"Prenuptial agreement: Paper a lawyer prepares to protect the party of the first part from the party of the second part should they discover the party's over.","author":"Rheta G. Johnson","category":"love, marriage"},{"quote":"After our honeymoon I felt like a new man. She said she did too.","author":"Anonymous","category":"love, marriage"},{"quote":"I never hated a man enough to give him his diamonds back.","author":"Zsa Zsa Gabor","category":"love, marriage"},{"quote":"We've never been happier. Things are great. . . I just don't go into her part of the house.","author":"Buddy Hackett","category":"love, marriage"},{"quote":"My wife divorced me because of illness. She got sick of me.","author":"Anonymous","category":"love, marriage"},{"quote":"A friend of mine hated her husband so much that when he died she had him cremated  blended him with marijuana  and smoked him. She said  \"That's the best he's made me feel in years.\"","author":"Maureen Murphy","category":"love, marriage"},{"quote":"We split up over religious differences - she worshiped money . . . and I didn't have any.","author":"B. J. Cole","category":"love, marriage"},{"quote":"I've had bad luck with both my wives. The first divorced me and the second won't.","author":"Anonymous","category":"love, marriage"},{"quote":"For their last anniversary  she gave him a set of luggage - packed.","author":"Anonymous","category":"love, marriage"},{"quote":"God  this request isn't for me  it's for my mom. . . . Could you send her a son-in-law?","author":"Lane Lenhart","category":"love, marriage"},{"quote":"Somehow there was a lack of communication -  She thought he said: \"Till debt do us part.\"","author":"Brian Morgan","category":"love, marriage"},{"quote":"A faithful husband is one whose alimony check is always on time.","author":"Anonymous","category":"love, marriage"},{"quote":"The clearest explanation for the failure of any marriage is that two people are incompatible  that is  one is male and the other female.","author":"Anna Quindlen","category":"love, marriage"},{"quote":"A lot of people have asked me how short I am. Since my last divorce  I think I'm about a hundred thousand dollars short.","author":"Mickey Rooney","category":"love, marriage"},{"quote":"My sister started to smell trouble when on the second day of her honeymoon the groom started asking for separate checks.","author":"Wendy Morgan","category":"love, marriage"},{"quote":"I remember when I got married. I remember where I got married. But for the life of me  I can't remember why I got married.","author":"Anonymous","category":"love, marriage"},{"quote":"I've married a few people I shouldn't have  but haven't we all?","author":"Mamie Van Doren","category":"love, marriage"},{"quote":"Not all of his relationships were meant to end . . . Once he sent a postcard and inadvertently wrote \"Wish you were her.\"","author":"Anonymous","category":"love, marriage"},{"quote":"My second ex-wife was really kind of like a ship passing in the night. Only she turned out to be the Exxon Valdez.","author":"James Woods","category":"love, marriage"},{"quote":"Wives are people who feel they don't dance enough.","author":"Groucho Marx","category":"love, marriage"},{"quote":"Going shopping with your husband is like his going fishing with the game warden.","author":"Anonymous","category":"love, marriage"},{"quote":"My wife and I had words -  but I never got to use mine.","author":"Fibber McGee","category":"love, marriage"},{"quote":"'Tis not love's going hurts my days  but that it went in little ways.","author":"Edna St. Vincent Millay","category":"love"},{"quote":"After all  my erstwhile dear  my no longer cherished  need we say it was no love  just because it perished?","author":"Edna St. Vincent Millay","category":"love"},{"quote":"Alas!  how light a cause may move dissention between hearts that love!","author":"Thomas More","category":"love"},{"quote":"Every theory of love  from Plato down  teaches that each individual loves in the other sex what he lacks in himself.","author":"G. Stanley Hall","category":"love"},{"quote":"If we all discovered that we had only five minutes left to say all that we wanted to say  every telephone booth would be occupied by people calling other people to tell them that they loved them.","author":"Christopher Morley","category":"love"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"love"},{"quote":"Love doesn't grow on the trees like apples in Eden - it's something you have to make and you must use your imagination to make it too  just like anything else. It's all work  work.","author":"Joyce Carey","category":"love"},{"quote":"Love is a kind of military service.","author":"Latin proverb","category":"love"},{"quote":"Love is nature's second son.","author":"George Chapman","category":"love"},{"quote":"Love is not love which alters when it alteration finds.","author":"William Shakespeare","category":"love"},{"quote":"Love is the delusion that one woman differs from another.","author":"H. L. Mencken","category":"love"},{"quote":"Love is the irresistible desire to be desired irresistibly.","author":"Louis Ginsberg","category":"love"},{"quote":"Love makes the time pass. Time makes love pass.","author":"French proverb","category":"love"},{"quote":"Love rules without rules. (Amore regge senza legge.)","author":"Italian proverb","category":"love"},{"quote":"Love  the itch  and a cough cannot be hid.","author":"Thomas Fuller","category":"love"},{"quote":"What we call love is the desire to awaken and to keep awake in another's body  heart and mind  the responsibility of flattering  in our place  the self of which we are not very certain.","author":"Paul Geraldy","category":"love"},{"quote":"When one loves somebody  everything is clear - where to go  what to do - it all takes care of itself and one doesn't have to ask anybody about anything.","author":"Maxim Gorky","category":"love"},{"quote":"Where love rules  there is no will to power and where power predominates  love is lacking. The one is the shadow of the other.","author":"Carl G. Jung","category":"love"},{"quote":"Where there is love  there is pain.","author":"Spanish proverb","category":"love"},{"quote":"Love consists in this  that two solitudes protect and touch and greet each other.","author":"Rainer Maria Rilke","category":"love"},{"quote":"No one has ever loved anyone the way everyone wants to be loved.","author":"Mignon McLaughlin","category":"love"},{"quote":"We always deceive ourselves twice about the people we love - first to their advantage  then to their disadvantage.","author":"Albert Camus","category":"love"},{"quote":"Human love is often but the encounter of two weaknesses.","author":"Franqois Mauriac","category":"love"},{"quote":"I am two fools  I know  for loving  and saying so.","author":"John Donne","category":"love"},{"quote":"The supreme happiness of life is the conviction that we are loved.","author":"Victor Hugo","category":"love"},{"quote":"What dire offence from am'rous causes springs. What mighty contests rise from trivial things.","author":"Alexander Pope","category":"love"},{"quote":"From success you get a lot of things  but not that great inside thing that love brings you.","author":"Sam Goldwyn","category":"love"},{"quote":"He who loves the more is the inferior and must suffer.","author":"Thomas Mann","category":"love"},{"quote":"Love  you know  seeks to make happy rather than to be happy.","author":"Ralph Connor","category":"love"},{"quote":"Love is a spendthrift  leaves its arithmetic at home  is always 'in the red'.","author":"Paul Scherer","category":"love"},{"quote":"The loving are the daring.","author":"Bayard Taylor","category":"love"},{"quote":"The porcupine  whom one must handle gloved  may be respected  but is never loved.","author":"Arthur Guiterman","category":"love"},{"quote":"Little privations are easily endured when the heart is better treated than the body.","author":"Jean-Jacques Rousseau","category":"love"},{"quote":"No love  no friendship can cross the path of our destiny without leaving some mark on it forever.","author":"Francois Mauriac","category":"love"},{"quote":"There is no fear in love  but perfect love casteth out fear.","author":"Bible","category":"love"},{"quote":"I no longer cared about survival - I merely loved.","author":"Loren Eiseley","category":"love"},{"quote":"You can always get someone to love you - even if you have to do it yourself.","author":"Tom Masson","category":"love"},{"quote":"You've got to love what's lovable  and hate what's hateable. It takes brains to see the difference.","author":"Robert Frost","category":"love"},{"quote":"Romance without finance is no good.","author":"Willie The Lion' Smith","category":"love"},{"quote":"To live is like to love - all reason is against it  and all healthy instinct for it.","author":"Samuel Butler","category":"love"},{"quote":"People who throw kisses are hopelessly lazy.","author":"Bob Hope","category":"love"},{"quote":"Wine comes in at the mouth and love comes in at the eye  that's all we shall know for truth before we grow old and die.","author":"William Butler Yeats","category":"love"},{"quote":"Love lives on propinquity  but dies on contact.","author":"Thomas Hardy","category":"love"},{"quote":"The heart that has truly loved never forgets but as truly loves on to the close.","author":"Thomas More","category":"love"},{"quote":"When the satisfaction or the security of another person becomes as significant to one as one's own satisfaction or security  then the state of love exists.","author":"Henry Stack Sullivan","category":"love"},{"quote":"At the end of what is called the 'sexual life' the only love which has lasted is the love which has everything  every disappointment  every failure and every betrayal  which has accepted even the sad fact that in the end there is no desire so deep as the simple desire for companionship.","author":"Graham Greene","category":"love"},{"quote":"When love and skill work together expect a masterpiece.","author":"John Ruskin","category":"love"},{"quote":"The greater love is a mother's  then comes a dog's  then a sweetheart's.","author":"Polish proverb","category":"love"},{"quote":"Selfishness is one of the qualities apt to inspire love.","author":"Nathaniel Hawthorne","category":"love"},{"quote":"There can be no peace of mind in love  since the advantage one has secured is never anything but a fresh starting-point for further desires.","author":"Marcel Proust","category":"love"},{"quote":"Love does not consist in gazing at each other  but in looking together in the same direction.","author":"Antoine de Saint-Exupery","category":"love"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"love"},{"quote":"What we can do for another is the test of powers  what we can suffer is the test of love.","author":"Brooke Foss Westcott","category":"love"},{"quote":"They gave each other a smile with a future in it.","author":"Ring Lardner","category":"love"},{"quote":"Many a man in love with a dimple makes the mistake of marrying the whole girl.","author":"Stephen Leacock","category":"love"},{"quote":"There is one who kisses  and the other who offers a cheek.","author":"French proverb","category":"love"},{"quote":"The irony of love is that it guarantees some degree of anger  fear and criticism.","author":"Harold H. Bloomfield","category":"love"},{"quote":"It has been wisely said that we cannot really love anybody at whom we never laugh.","author":"Agnes Repplier","category":"love"},{"quote":"The entire sum of existence is the magic of being needed by just one person.","author":"Vi Putnam","category":"love"},{"quote":"A lady of forty-seven who has been married twenty-seven years and has six children knows what love really is and once described it for me like this: 'Love is what you've been through with somebody.'","author":"James Thurber","category":"love"},{"quote":"And if I loved you Wednesday  well  what is that to you? I do not love you Thursday - so much is true.","author":"Edna St. Vincent Millay","category":"love"},{"quote":"Happiness comes more from loving than being loved  and often when our affection seems wounded it is only our vanity bleeding. To love  and to be hurt often  and to love again - this is the brave and happy life.","author":"J. E. Buckrose","category":"love"},{"quote":"If you cannot inspire a woman with love of you  fill her above the brim with love of herself  all that runs over will be yours.","author":"Charles Caleb Colton","category":"love"},{"quote":"No one can do me any good by loving me  I have more love than I need or could do any good with  but people do me good by making me love them - which isn't easy.","author":"John Ruskin","category":"love"},{"quote":"Love is a gross exaggeration of the difference between one person and everybody else.","author":"George Bernard Shaw","category":"love"},{"quote":"Respect is love in plain clothes.","author":"Frankie Byrne","category":"love"},{"quote":"A man is only as good as what he loves.","author":"Saul Bellow","category":"love"},{"quote":"In the act of loving someone you arm them against you.","author":"Anonymous","category":"love"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"love"},{"quote":"The one thing we can never get enough of is love. And the one thing we never give enough of is love.","author":"Henry Miller","category":"love"},{"quote":"Love makes of the wisest man a fool  and of the most foolish woman  a sage.","author":"Moritz G. Saphir","category":"love"},{"quote":"In how many lives does Love really play a dominant part? The average taxpayer is no more capable of a 'grand passion' than of a grand opera.","author":"Israel Zangwill","category":"love"},{"quote":"Love  all love of other sights controls. And makes one little room an everywhere.","author":"John Donne","category":"love"},{"quote":"If we are to judge of love by its consequences  it more nearly resembles hatred than friendship.","author":"La Rochefoucauld","category":"love"},{"quote":"Love cannot accept what it is. Everywhere on earth it cries out against kindness  compassion  intelligence  everything that leads to compromise. Love demands the impossible  the absolute  the sky on fire  inexhaustible springtime  life after death  and death itself transfigured into eternal life.","author":"Albert Camus","category":"love"},{"quote":"unlove's the heavenless hell and homeless home . . . lovers alone wear sunlight.","author":"e. e. cummings","category":"love"},{"quote":"The sweetest joy  the wildest woe is love.","author":"Francis Bailey","category":"love"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"love"},{"quote":"Love in France is a comedy  in England a tragedy  in Italy an opera seria  and in Germany a melodrama.","author":"Marguerite Blessington","category":"love"},{"quote":"Our first and last love is - self-love.","author":"Christian Nestell Bovee","category":"love"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"love"},{"quote":"Oh my luve's like a red  red rose  That's newly sprung in June  Oh my luve's like the melodie That's sweetly played in tune.","author":"James Drummond Burns","category":"love"},{"quote":"Man's love is of man's life a thing apart  'Tis woman's whole existence.","author":"Lord Byron","category":"love"},{"quote":"Of all the girls that are so smart There's none like pretty Sally  She is the darling of my heart  And lives in our alley.","author":"Henry Carey","category":"love"},{"quote":"There's no love lost between us.","author":"Miguel de Cervantes","category":"love"},{"quote":"All thoughts  all passions  all delights  Whatever stirs this mortal frame  All are but ministers of Love  And feed his sacred flame.","author":"Hartley Coleridge","category":"love"},{"quote":"Heaven has no rage like love to hatred turned.","author":"William Congreve","category":"love"},{"quote":"How wise are they that are but fools in love!","author":"Joshua Cooke","category":"love"},{"quote":"Love with men is not a sentiment  but an idea.","author":"Mme. de Girardin","category":"love"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"love"},{"quote":"We are all born for love  ... It is the principle of existence and its only end.","author":"Benjamin Disraeli","category":"love"},{"quote":"If yet I have not all thy love  love Dear  I shall never have it all.","author":"John Donne","category":"love"},{"quote":"But one always returns to one's first loves.","author":"Etienne","category":"love"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"love"},{"quote":"It's love  it's love that makes the world go round.","author":"French Song","category":"love"},{"quote":"All mankind love a lover.","author":"Ralph Waldo Emerson","category":"love"},{"quote":"Young men wish: love  money and health. One day  they'll say: health  money and love.","author":"Paul Geraldy","category":"love"},{"quote":"Man begins by loving love and ends by loving a woman. Woman begins by loving a man and ends by loving love.","author":"Remy de Gourmont","category":"love"},{"quote":"Whom the Lord loveth he chasteneth.","author":"Hebrews","category":"love"},{"quote":"You say to me-ward's your affection's strong  Pray love me little  so you love me long.","author":"Robert Herrick","category":"love"},{"quote":"Love is a conflict between reflexes and reflections.","author":"Magnus Hirschfeld","category":"love"},{"quote":"Pale hands I loved beside the Shalimar  Where are you now? Who lies beneath your spell? Whom do you lead on Rapture's roadway  far  Before you agonize them in farewell?","author":"Laurence Hope","category":"love"},{"quote":"There is no fear in love  but perfect love casteth out fear.","author":"Anonymous","category":"love"},{"quote":"Love's like the measles - all the worse when it comes late in life.","author":"Douglas Jerrold","category":"love"},{"quote":"Greater love hath no man than this  that a man lay down his life for his friends.","author":"Bible","category":"love"},{"quote":"Love in a hut  with water and a crust  Is - Love  forgive us! - cinders  ashes  dust.","author":"John Keats","category":"love"},{"quote":"Sing  for faith and hope are high -  None so true as you and I -  Sing the Lovers' Litany: \"Love like ours can never die!\"","author":"Rudyard Kipling","category":"love"},{"quote":"The reason why lovers and their mistresses never tire of being together is that they are always talking of themselves.","author":"La Rochefoucauld","category":"love"},{"quote":"I could not love thee  dear  so much Loved I not honour more.","author":"Richard Lovelace","category":"love"},{"quote":"I love a lassie  a bonnie  bonnie lassie  She's as pure as the lily in the dell. She's as sweet as the heather  The bonnie  bloomin' heather  Mary  ma Scotch Blue-bell.","author":"Harry Lauder","category":"love"},{"quote":"Come live with me  and be my love  And we will all the pleasures prove  That valleys  groves  or hills  or fields  Or woods and steepy mountains  yield.","author":"Christopher Marlowe","category":"love"},{"quote":"He who for love hath undergone The worst that can befall  Is happier thousandfold than one Who never loved at all.","author":"Richard Monckton Milnes","category":"love"},{"quote":"So dear I love him  that with him all deaths I could endure  without him live no life.","author":"John Milton","category":"love"},{"quote":"Love is often a fruit of marriage.","author":"Moliere","category":"love"},{"quote":"But there's nothing half so sweet in life As love's young dream.","author":"George Moore","category":"love"},{"quote":"The only victory over love is flight.","author":"Napoleon","category":"love"},{"quote":"Love - a grave mental disease.","author":"Plato","category":"love"},{"quote":"Everybody in love is blind.","author":"Propertius","category":"love"},{"quote":"Better is a dinner of herbs where love is  than a stalled ox and hatred therewith.","author":"Proverbs","category":"love"},{"quote":"As one who cons at evening o'er an album all alone  And muses on the faces of the friends that he has known  So I turn the leaves of Fancy  till in shadowy design I find the smiling features of an old sweetheart of mine.","author":"James Whitcomb Riley","category":"love"},{"quote":"Love must have wings to fly away from love  And to fly back again.","author":"Edwin Arlington Robinson","category":"love"},{"quote":"Love is the fulfilling of the law.","author":"Romans","category":"love"},{"quote":"The hours I spent with thee  dear heart  Are as a string of pearls to me  I could them over  every one apart  My rosary  my rosary.","author":"Robert Cameron Rogers","category":"love"},{"quote":"And love is loveliest when embalm'd in tears.","author":"Walter Scott","category":"love"},{"quote":"Men have died from time to time  and worms have eaten them - but not for love.","author":"William Shakespeare","category":"love"},{"quote":"Ay me! for aught that I ever could read  Could ever hear by tale or history  The course of true love never did run smooth.","author":"William Shakespeare","category":"love"},{"quote":"Give me my Romeo  and  when he shall die. Take him  and cut him out in little stars  And he will make the face of heaven so fine  That all the world will be in love with night  And pay no worship to the garish sun.","author":"William Shakespeare","category":"love"},{"quote":"Whither thou goest  I will go  and where thou lodgest  I will lodge  thy people shall be my people  and thy God my God.","author":"Bible","category":"love"},{"quote":"Love sought is good  but given unsought is better.","author":"William Shakespeare","category":"love"},{"quote":"The fickleness of the woman I love is equalled by the infernal constancy of the women who love me.","author":"George Bernard Shaw","category":"love"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"love"},{"quote":"Many waters cannot quench love  neither can the floods drown it.","author":"Bible","category":"love"},{"quote":"Blue eyes say  \"Love me or I die\"  black eyes say  \"Love me or I kill thee.\"","author":"Spanish proverb","category":"love"},{"quote":"To love her was a liberal education.","author":"Richard Steele","category":"love"},{"quote":"Some pray to marry the man they love  My prayer will somewhat vary: I humbly pray to Heaven above That I love the man I marry.","author":"Rose Pastor Stokes","category":"love"},{"quote":"'Tis better to have loved and lost  Than never to have loved at all.","author":"Lord Alfred Tennyson","category":"love"},{"quote":"\"I'm sorry that I spell'd the word  I hate to go above you  Because\" - the brown eyes lower fell  -  \"Because  you see  I love you!\"","author":"John Greenleaf Whittier","category":"love"},{"quote":"Werther had a love for Charlotte  Such as words could never utter  Would you know how first he met her? She was cutting bread and butter.","author":"William Thackeray","category":"love"},{"quote":"Love in its essence is spiritual fire.","author":"Emmanuel Swedenborg","category":"love"},{"quote":"Luck is everything. ... My good luck in life was to be a really frightened person. I'm fortunate to be a coward  to have a low threshold of fear  because a hero couldn't make a good suspense film.","author":"Alfred Hitchcock","category":"luck"},{"quote":"Most of life is choices  and the rest is pure dumb luck.","author":"Marian Erickson","category":"luck"},{"quote":"Exceptional talent does not always win its reward unless favoured by exceptional circumstances.","author":"Mary Elizabeth Braddon","category":"luck"},{"quote":"I would rather have a lucky general than a smart general. ... They win battles  and they make me lucky.","author":"Dwight D. Eisenhower","category":"luck"},{"quote":"There is a spirit and a need and a man at the beginning of every great human advance. Every one of these must be right for that particular moment of history  or nothing happens.","author":"Coretta Scott King","category":"luck"},{"quote":"Everything in life is luck.","author":"Donald Trump","category":"luck"},{"quote":"'Tis man's to fight  but Heaven's to give success.","author":"Homer","category":"luck"},{"quote":"I am persuaded that luck and timing have  in my case  been very important.","author":"Mike Wallace","category":"luck"},{"quote":"I have been extraordinarily lucky. Anyone who pretends that some kind of luck isn't involved in his success is deluding himself.","author":"Arthur Hailey","category":"luck"},{"quote":"'Tis better to be fortunate than wise.","author":"John Webster","category":"luck"},{"quote":"I wish I could tell you that the Children's Television Workshop and Sesame Street were thanks to my genius  but it really was a lucky break.","author":"Joan Ganz Cooney","category":"luck"},{"quote":"In the queer mess of human destiny  the determining factor is luck.","author":"William E. Woodward","category":"luck"},{"quote":"Much of my good fortune was a matter of nothing more clever on my part than luck.","author":"James Fixx","category":"luck"},{"quote":"Name the greatest of all inventors: Accident.","author":"Mark Twain","category":"luck"},{"quote":"Though men pride themselves on their great actions  often they are not the result of any great design  but of chance.","author":"Francois de La Rochefoucauld","category":"luck"},{"quote":"No writer should minimize the factor that affects everyone  but is beyond control: luck.","author":"John Jakes","category":"luck"},{"quote":"Everything that happened to me happened by mistake. I don't believe in fate. It's luck  timing and accident.","author":"Merv Griffin","category":"luck"},{"quote":"Luck always seems to be against the man who depends on it.","author":"Anonymous","category":"luck"},{"quote":"The doors we open and close each day decide the lives we live.","author":"Flora Whittemore","category":"luck"},{"quote":"Good luck is often with the man who doesn't include it in his plans.","author":"Anonymous","category":"luck"},{"quote":"Depend on the rabbit's foot if you will  but it didn't work for the rabbit!","author":"Anonymous","category":"luck"},{"quote":"Destiny is the invention of the cowardly  and the resigned.","author":"Ignazio Silone","category":"luck"},{"quote":"This world is run with far too tight a rein for luck to interfere. Fortune sells her wares  she never gives them. In some form or other  we pay for her favors  or we go empty away.","author":"Amelia Barr","category":"luck"},{"quote":"Foolish indeed are those who trust to fortune.","author":"Lady Murasaki","category":"luck"},{"quote":"Luck enters into every contingency. You are a fool if you forget it-and a greater fool if you count upon it.","author":"Phyllis Bottome","category":"luck"},{"quote":"They who await no gifts from chance have conquered fate.","author":"Matthew Arnold","category":"luck"},{"quote":"The worst cynicism  a belief in luck.","author":"Joyce Carol Oates","category":"luck"},{"quote":"To believe in luck ... is skepticism.","author":"Ralph Waldo Emerson","category":"luck"},{"quote":"Shallow men believe in luck  wise and strong men in cause and effect.","author":"Ralph Waldo Emerson","category":"luck"},{"quote":"Those who trust to chance must abide by the results of chance.","author":"Calvin Coolidge","category":"luck"},{"quote":"Luck is what a capricious man believes in.","author":"Benjamin Disraeli","category":"luck"},{"quote":"Luck serves ... as rationalization for every people that is not master of its own destiny.","author":"Hannah Arendt","category":"luck"},{"quote":"It is a madness to make fortune the mistress of events  because in herself she is nothing  but is ruled by prudence.","author":"John Dryden","category":"luck"},{"quote":"Luck is a word devoid of sense  nothing can exist without a cause.","author":"Voltaire","category":"luck"},{"quote":"Woe to him who would ascribe something like reason to Chance  and make a religion of surrendering to it.","author":"Johann von Goethe","category":"luck"},{"quote":"Fortune is the rod of the weak  and the staff of the brave.","author":"James Russell Lowell","category":"luck"},{"quote":"The man who is intent on making the most of his opportunities is too busy to bother about luck.","author":"B. C. Forbes","category":"luck"},{"quote":"Luck implies an absolute absence of any principle.","author":"Chuang-tzu","category":"luck"},{"quote":"I'm hardnosed about luck. I think it sucks. Yeah  if you spend seven years looking for a job as a copywriter  and then one day somebody gives you a job  you can say  \"Gee  I was lucky I happened to go up there today.\" But dammit  I was going to go up there sooner or later in the next seventy years. ... If you're persistent in trying and doing and working  you almost make your own fortune.","author":"Jerry Delia Femina","category":"luck"},{"quote":"I resolved to take Fate by the throat and shake the living out of her.","author":"Louisa May Alcott","category":"luck"},{"quote":"I must have something to engross my thoughts  some object in life which will fill this vacuum and prevent this sad wearing away of the heart.","author":"Elizabeth Blackwell","category":"luck"},{"quote":"To wait for someone else  or to expect someone else to make my life richer  or fuller  or more satisfying  puts me in a constant state of suspension.","author":"Kathleen Tierney Andrus","category":"luck"},{"quote":"The champion makes his own luck.","author":"Red Blaik","category":"luck"},{"quote":"It is a great piece of skill to know how to guide your luck  even while waiting for it.","author":"Baltasar Gracian","category":"luck"},{"quote":"I was thinking of my patients  and how the worst moment for them was when they discovered they were masters of bad or good luck. When they could no longer blame fate  they were in despair.","author":"Anais Nin","category":"luck"},{"quote":"Some are satisfied to stand politely before the portals of Fortune and to await her bidding  better those who push forward  who employ their enterprise  who on the wings of their worth and valor seek to embrace luck  and to effectively gain her favor.","author":"Baltasar Gracian","category":"luck"},{"quote":"Chance never helps those who do not help themselves.","author":"Sophocles","category":"luck"},{"quote":"Failure and success seem to have been allotted to men by their stars. But they retain the power of wriggling  of fighting with their star or against it  and in the whole universe the only really interesting movement is this wriggle.","author":"E. M. Forster","category":"luck"},{"quote":"Go and wake up your luck.","author":"Persian proverb","category":"luck"},{"quote":"People make their own luck.","author":"David Liederman","category":"luck"},{"quote":"When it comes time to do your own life  you either perpetuate your childhood or you stand on it and finally kick it out from under.","author":"Rosellen Brown","category":"luck"},{"quote":"If fate means you to lose  give him a good fight anyhow.","author":"William McFee","category":"luck"},{"quote":"I was forced to live far beyond my years when just a child  now I have reversed the order and I intend to remain young indefinitely.","author":"Mary Pickford","category":"luck"},{"quote":"We create our fate every day ... most of the ills we suffer from are directly traceable to our own behavior.","author":"Henry Miller","category":"luck"},{"quote":"Of course  fortune has its part in human affairs  but conduct is really much more important.","author":"Jeanne Detourbey","category":"luck"},{"quote":"You don't just luck into things.... You build step by step  whether it's friendships or opportunities.","author":"Barbara Bush","category":"luck"},{"quote":"I got well by talking. Death could not get a word in edgewise  grew discouraged  and traveled on.","author":"Louise Erdrich","category":"luck"},{"quote":"You are in the driver's seat of your life and can point your life down any road you want to travel. You can go as fast or as slow as you want to go ... and you can change the road you're on at any time.","author":"Jinger Heath","category":"luck"},{"quote":"We must master our good fortune  or it will master us.","author":"Publilius Syrus","category":"luck"},{"quote":"I'm a great believer in luck  and I find the harder I work  the more I have of it.","author":"Thomas Jefferson","category":"luck"},{"quote":"Good luck needs no explanation.","author":"Shirley Temple Black","category":"luck"},{"quote":"Luck means the hardships and privations which you have not hesitated to endure  the long nights you have devoted to work. Luck means the appointments you have never failed to keep  the trains you have never failed to catch.","author":"Max O'Relling","category":"luck"},{"quote":"Luck is what you have left over after you give ioo percent.","author":"Langston Coleman","category":"luck"},{"quote":"Luck is not chance  it's toil  fortune's expensive smile is earned.","author":"Emily Dickinson","category":"luck"},{"quote":"The lucky fellow is the plucky fellow who has been burning midnight oil and taking defeat after defeat with a smile.","author":"James B. Hill","category":"luck"},{"quote":"There is no such thing as making the miracle happen spontaneously and on the spot. You've got to work.","author":"Martina Arroyo","category":"luck"},{"quote":"I don't know anything about luck. I've never banked on it  and I'm afraid of people who do. Luck to me is something else  hard work and realizing what is opportunity and what isn't.","author":"Lucille Ball","category":"luck"},{"quote":"Men who have attained things worth having in this world have worked while others idled  have persevered when others gave up in despair  have practiced early in life the valuable habits of self-denial  industry  and singleness of purpose. As a result  they enjoy in later life the success so often erroneously attributed to good luck.","author":"Grenville Kleiser","category":"luck"},{"quote":"I don't believe in luck. We make our own good fortune.","author":"Dr. Joyce Brothers","category":"luck"},{"quote":"You have to learn the rules of the game. And then you have to play better than anyone else.","author":"Dianne Feinstein","category":"luck"},{"quote":"Luck is the by-product of busting your fanny.","author":"Don Sutton","category":"luck"},{"quote":"When you work seven days a week  fourteen hours a day  you get lucky.","author":"Armand Hammer","category":"luck"},{"quote":"The more you invest in a marriage  the more valuable it becomes.","author":"Amy Grant","category":"luck"},{"quote":"Love doesn't just sit there  like a stone  it has to be made  like bread  remade all the time  made new.","author":"Ursula K. LeGuin","category":"luck"},{"quote":"No man ever wetted clay and then left it  as if there would be bricks by chance and fortune.","author":"Plutarch","category":"luck"},{"quote":"Some people go through life trying to find out what the world holds for them only to find out too late that it's what they bring to the world that really counts.","author":"L. M. Montgomery","category":"luck"},{"quote":"Pennies do not come from heaven- they have to be earned here on earth.","author":"Margaret Thatcher","category":"luck"},{"quote":"It's hard to detect good luck-it looks so much like something you've earned.","author":"Frank A. Clark","category":"luck"},{"quote":"Chance favors those in motion.","author":"Dr. James H. Austin","category":"luck"},{"quote":"Work and acquire  and thou hast chained the wheel of Chance.","author":"Ralph Waldo Emerson","category":"luck"},{"quote":"Superiority to fate is difficult to gain  'tis not conferred of any  but possible to earn.","author":"Emily Dickinson","category":"luck"},{"quote":"Some folk want their luck buttered.","author":"Thomas Hardy","category":"luck"},{"quote":"Diligence is the mother of good luck  and God gives all things to industry.","author":"Benjamin Franklin","category":"luck"},{"quote":"Fortune is ever seen accompanying industry.","author":"Oliver Goldsmith","category":"luck"},{"quote":"I find I'm luckier when I work harder.","author":"Dr. Denton Cooley","category":"luck"},{"quote":"Good luck is a lazy man's estimate of a worker's success.","author":"Anonymous","category":"luck"},{"quote":"Throw a lucky man into the sea  and he will come up with a fish in his mouth.","author":"Arab proverb","category":"luck"},{"quote":"As ill-luck would have it.","author":"Miguel de Cervantes","category":"luck"},{"quote":"A pound of pluck is worth a ton of luck.","author":"James A. Garfield","category":"luck"},{"quote":"Behind bad luck comes good luck.","author":"Gipsy Proverb","category":"luck"},{"quote":"Hush  my dear  lie still and slumber  Holy angels guard thy bed! Heavenly blessings without number Gently falling on thy head.","author":"Isaac Watts","category":"lullaby"},{"quote":"Rock-a-bye baby  on the tree top  When the wind blows the cradle will rock  When the bough breaks the cradle will fall  Down will come baby  cradle and all.","author":"English Nursery Rhyme","category":"lullaby"},{"quote":"Sweet and low  sweet and low  Wind of the western sea  Low  low  breathe and blow  Wind of the western sea! Over the rolling waters go  Come from the dying moon  and blow  Blow him again to me  While my little one  while my pretty one sleeps.","author":"Lord Alfred Tennyson","category":"lullaby"},{"quote":"Peter said  Ananias  why hath Satan filled thine heart to lie to the Holy Ghost?... And Ananias hearing these words fell down  and gave up the ghost.","author":"Bible","category":"lying"},{"quote":"And after all  what is a lie? Tis but The truth in masquerade.","author":"Lord Byron","category":"lying"},{"quote":"A liar is not believed even though he tell the truth.","author":"Cicero","category":"lying"},{"quote":"Any fool can tell the truth  but it requires a man of some sense to know how to lie well.","author":"Samuel Butler","category":"lying"},{"quote":"Terminological inexactitude","author":"Winston Churchill","category":"lying"},{"quote":"A good memory is needed once we have lied.","author":"Corneille","category":"lying"},{"quote":"Show me a liar  and I will show thee a thief.","author":"George Edward Herbert","category":"lying"},{"quote":"Who dares think one thing  and another tell  My heart detests him as the gates of hell.","author":"Homer","category":"lying"},{"quote":"The liar's punishment is not in the least that he is not believed  but that he cannot believe anyone else.","author":"George Bernard Shaw","category":"lying"},{"quote":"That a lie which is half a truth is ever the blackest of lies  That a lie which is all a lie may be met and fought with outright -  But a lie which is part a truth is a harder matter to fight.'","author":"Lord Alfred Tennyson","category":"lying"},{"quote":"A tool is but the extension of a man's hand  and a machine is but a complex tool. He that invents a machine augments the power of a man and the well being of mankind.","author":"Henry Ward Beecher","category":"machine"},{"quote":"Man is a tool-using animal.","author":"Thomas Carlyle","category":"machine"},{"quote":"One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.","author":"Elbert Hubbard","category":"machine"},{"quote":"Men have become the tools of their tools.","author":"Henry David Thoreau","category":"machine"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"magic"},{"quote":"The magic of the tongue is the most dangerous of all spells.","author":"Edward Bulwer-Lytton","category":"magic"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"magic"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"magic"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"magic"}]}