{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "And when our baby stirs and struggles to be born it compels humility: what we began is now its own.",
      "author": "Anne Ridler",
      "category": "happiness"
    },
    {
      "quote": "What families have in common the world around is that they are the place where people learn who they are and how to be that way.",
      "author": "Jean Illsley Clarke",
      "category": "happiness"
    },
    {
      "quote": "Family life is the source of the greatest human happiness.",
      "author": "Robert J. Havighurst",
      "category": "happiness"
    },
    {
      "quote": "Where thou art  that is home.",
      "author": "Emily Dickinson",
      "category": "happiness"
    },
    {
      "quote": "Parenting  at its best  comes as naturally as laughter. It is automatic  involuntary  unconditional love.",
      "author": "Sally James",
      "category": "happiness"
    },
    {
      "quote": "If this world affords true happiness  it is to be found in a home where love and confidence increase with the years  where the necessities of life come without severe strain  where luxuries enter only after their cost has been carefully considered.",
      "author": "A. Edward Newton",
      "category": "happiness"
    },
    {
      "quote": "There are four things a child needs: plenty of love  nourishing food  regular sleep  and lots of soap and water.",
      "author": "Ivy Baker Priest",
      "category": "happiness"
    },
    {
      "quote": "Family jokes  though rightly cursed by strangers  are the bond that keeps most families alive.",
      "author": "Stella Benson",
      "category": "happiness"
    },
    {
      "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all of the time.",
      "author": "Julia Child",
      "category": "happiness"
    },
    {
      "quote": "An easygoing husband is the one indispensable comfort of life.",
      "author": "Ouida",
      "category": "happiness"
    },
    {
      "quote": "My father got me strong and straight and slim And I give thanks to him. My mother bore me glad and sound and sweet  I kiss her feet.",
      "author": "Marguerite Wilkinson",
      "category": "happiness"
    },
    {
      "quote": "A house is not a home unless it contains food and fire for the mind as well as the body.",
      "author": "Margaret Fuller",
      "category": "happiness"
    },
    {
      "quote": "No music is so pleasant to my ears as that word-father.",
      "author": "Lydia M. Child",
      "category": "happiness"
    },
    {
      "quote": "He who leaves his house in search of happiness pursues a shadow.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "If solid happiness we prize  within our breast this jewel lies  And they are fools who roam  the world has nothing to bestow  From our own selves our bliss must flow  And that dear hut-our home.",
      "author": "Nathaniel Cotton",
      "category": "happiness"
    },
    {
      "quote": "Happiness grows at our own firesides  and is not to be picked in strangers' gardens.",
      "author": "Douglas Jerrold",
      "category": "happiness"
    },
    {
      "quote": "A mother's arms are more comforting than anyone else's.",
      "author": "Diana, Princess of Wales",
      "category": "happiness"
    },
    {
      "quote": "He who would be happy should stay at home.",
      "author": "Greek proverb",
      "category": "happiness"
    },
    {
      "quote": "Every family is a \"normal\" family- no matter whether it has one parent  two  or no children at all.",
      "author": "Shere Hite",
      "category": "happiness"
    },
    {
      "quote": "Within our family there was no such thing as a person who did not matter. Second cousins thrice removed mattered.",
      "author": "Shirley Abbott",
      "category": "happiness"
    },
    {
      "quote": "All the wealth of the world cannot be compared with the happiness of living together happily united.",
      "author": "Saint Mary Margaret d'Youville",
      "category": "happiness"
    },
    {
      "quote": "There's a thread that binds all of us together  pull one end of the thread  the strain is felt all down the line.",
      "author": "Rosamond Marshall",
      "category": "happiness"
    },
    {
      "quote": "Love from one being to another can only be that two solitudes come nearer  recognize and protect and comfort each other.",
      "author": "Han Suyin",
      "category": "happiness"
    },
    {
      "quote": "Happiness is good health and a bad memory.",
      "author": "Ingrid Bergman",
      "category": "happiness"
    },
    {
      "quote": "Where there is laughter there is always more health than sickness.",
      "author": "Phyllis Bottome",
      "category": "happiness"
    },
    {
      "quote": "In the Orient people believed that the basis of all disease was unhappiness. Thus to make a patient happy again was to restore him to health.",
      "author": "Donald Law",
      "category": "happiness"
    },
    {
      "quote": "Loving  like prayer  is a power as well as a process. It's curative. It is creative.",
      "author": "Zona Gale",
      "category": "happiness"
    },
    {
      "quote": "The simple truth is that happy people generally don't get sick.",
      "author": "Bernie S. Siegel",
      "category": "happiness"
    },
    {
      "quote": "Laughter is by definition healthy.",
      "author": "Doris Lessing",
      "category": "happiness"
    },
    {
      "quote": "Laughter is the best medicine.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "Love is the great miracle cure. Loving ourselves works miracles in our lives.",
      "author": "Louise L. Hay",
      "category": "happiness"
    },
    {
      "quote": "Happiness is not being pained in body nor troubled in mind.",
      "author": "Thomas Jefferson",
      "category": "happiness"
    },
    {
      "quote": "One of the quickest ways to become exhausted is by suppressing your feelings.",
      "author": "Sue Patton Thoele",
      "category": "happiness"
    },
    {
      "quote": "Being asked one day what was the surest way of remaining happy in this world  the Emperor Sigismund of Germany replied: \"Only do in health what you have promised to do when you were sick.\"",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "The best things in life aren't things.",
      "author": "Ann Landers",
      "category": "happiness"
    },
    {
      "quote": "Money  or even power  can never yield happiness unless it be accompanied by the goodwill of others.",
      "author": "B. C. Forbes",
      "category": "happiness"
    },
    {
      "quote": "To fulfill a dream  to be allowed to sweat over lonely labor  to be given the chance to create  is the meat and potatoes of life. The money is the gravy.",
      "author": "Bette Davis",
      "category": "happiness"
    },
    {
      "quote": "I don't want to make money. I just want to be wonderful.",
      "author": "Marilyn Monroe",
      "category": "happiness"
    },
    {
      "quote": "It's pretty hard to tell what does bring happiness  poverty and wealth have both failed.",
      "author": "Kin Hubbard",
      "category": "happiness"
    },
    {
      "quote": "It is neither wealth nor splendor  but tranquility and occupation  which give happiness.",
      "author": "Thomas Jefferson",
      "category": "happiness"
    },
    {
      "quote": "Joy has nothing to do with material things  or with a man's outward circumstance ... a man living in the lap of luxury can be wretched  and a man in the depths of poverty can overflow with joy.",
      "author": "William Barclay",
      "category": "happiness"
    },
    {
      "quote": "Hope costs nothing.",
      "author": "Colette",
      "category": "happiness"
    },
    {
      "quote": "Getting what you go after is success  but liking it while you are getting it is happiness.",
      "author": "Bertha Damon",
      "category": "happiness"
    },
    {
      "quote": "Success can also cause misery. The trick is not to be surprised when you discover it doesn't bring you all the happiness and answers you thought it would.",
      "author": "Prince",
      "category": "happiness"
    },
    {
      "quote": "No social system will bring us happiness  health and prosperity unless it is inspired by something greater than materialism.",
      "author": "Clement R. Attlee",
      "category": "happiness"
    },
    {
      "quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.",
      "author": "Epictetus",
      "category": "happiness"
    },
    {
      "quote": "Happiness depends  as Nature shows  less on exterior things than most suppose.",
      "author": "William Cowper",
      "category": "happiness"
    },
    {
      "quote": "There are two things to aim at in life: first  to get what you want  and  after that  to enjoy it. Only the wisest of mankind achieve the second.",
      "author": "Logan Pearsall Smith",
      "category": "happiness"
    },
    {
      "quote": "In this world there are only two tragedies. One is not getting what one wants  and the other is getting it.",
      "author": "Oscar Wilde",
      "category": "happiness"
    },
    {
      "quote": "A life of frustration is inevitable for any coach whose main enjoyment is winning.",
      "author": "Chuck Noll",
      "category": "happiness"
    },
    {
      "quote": "Money is human happiness in the abstract  he  then  who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.",
      "author": "Arthur Schopenhauer",
      "category": "happiness"
    },
    {
      "quote": "Happiness seems to require a modicum of external prosperity.",
      "author": "Aristotle",
      "category": "happiness"
    },
    {
      "quote": "Those who have easy  cheerful attitudes tend to be happier than those with less pleasant temperaments regardless of money  \"making it\" or success.",
      "author": "Dr. Joyce Brothers",
      "category": "happiness"
    },
    {
      "quote": "Money  or even power  can never yield happiness unless it be accompanied by the goodwill of others.",
      "author": "B. C. Forbes",
      "category": "happiness"
    },
    {
      "quote": "The secret of happiness is to admire without desiring.",
      "author": "EH. Bradley",
      "category": "happiness"
    },
    {
      "quote": "Few rich men own their own property. Their property owns them.",
      "author": "Robert G. Ingersoll",
      "category": "happiness"
    },
    {
      "quote": "We can be wise from goodness and good from wisdom.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "happiness"
    },
    {
      "quote": "She knew what all smart women knew: Laughter made you live better and longer.",
      "author": "Gail Parent",
      "category": "happiness"
    },
    {
      "quote": "An Arabian proverb says there are four sorts of men: He who knows not and knows not he knows not: he is a fool-shun him. He who knows not and knows he knows not: he is simple-teach him. He who knows and knows not he knows: he is asleep-wake him. He who knows and knows he knows: he is wise-follow him.",
      "author": "Lady Isabel Burton",
      "category": "happiness"
    },
    {
      "quote": "There are only two things that are absolute realities  love and knowledge  and you can't escape them.",
      "author": "Olive Schreiner",
      "category": "happiness"
    },
    {
      "quote": "Wisdom is the most important part of happiness.",
      "author": "Sophocles",
      "category": "happiness"
    },
    {
      "quote": "Knowledge is the prime need of the hour.",
      "author": "Mary McLeod Bethune",
      "category": "happiness"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "Be happy. It's one way of being wise.",
      "author": "Colette",
      "category": "happiness"
    },
    {
      "quote": "With happiness comes intelligence to the heart.",
      "author": "Chinese proverb",
      "category": "happiness"
    },
    {
      "quote": "Joy is the holy fire that keeps our purpose warm and our intelligence aglow.",
      "author": "Helen Keller",
      "category": "happiness"
    },
    {
      "quote": "Our happiness depends on wisdom all the way.",
      "author": "Sophocles",
      "category": "happiness"
    },
    {
      "quote": "The genius of happiness is still so rare  is indeed on the whole the rarest genius. To possess it means to approach life with the humility of a beggar  but to treat it with the proud generosity of a prince  to bring to its totality the deep understanding of a great poet and to each of its moments the abandonment and ingenuousness of a child.",
      "author": "Ellen Key",
      "category": "happiness"
    },
    {
      "quote": "What matters most is that we learn from living.",
      "author": "Doris Lessing",
      "category": "happiness"
    },
    {
      "quote": "Best trust the happy moments. ... The days that make us happy make us wise.",
      "author": "John Masefield",
      "category": "happiness"
    },
    {
      "quote": "It is an aspect of all happiness to suppose that we deserve it.",
      "author": "Joseph Joubert",
      "category": "happiness"
    },
    {
      "quote": "A garden isn't meant to be useful. It's for joy.",
      "author": "Rumer Godden",
      "category": "happiness"
    },
    {
      "quote": "A reasonable man needs only to practice moderation to find happiness.",
      "author": "Johann von Goethe",
      "category": "happiness"
    },
    {
      "quote": "To forget oneself is to be happy.",
      "author": "Robert Louis Stevenson",
      "category": "happiness"
    },
    {
      "quote": "Happiness is a resultant of the relative strengths of positive and negative feelings rather than an absolute amount of one or the other.",
      "author": "Norman Bradburn",
      "category": "happiness"
    },
    {
      "quote": "The first recipe for happiness is: Avoid too lengthy meditations on the past.",
      "author": "Andre Maurois",
      "category": "happiness"
    },
    {
      "quote": "Man needs  for his happiness  not only the enjoyment of this or that  but hope and enterprise and change.",
      "author": "Bertrand Russell",
      "category": "happiness"
    },
    {
      "quote": "Happy is the man who can do only one thing  in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happiness"
    },
    {
      "quote": "And may I live the remainder of my life ... for myself  may there be plenty of books and many years' store of the fruits of the earth!",
      "author": "Horace",
      "category": "happiness"
    },
    {
      "quote": "Behold  we count them happy which endure.",
      "author": "Bible",
      "category": "happiness"
    },
    {
      "quote": "The will of man is his happiness.",
      "author": "J. C. F. von Schiller",
      "category": "happiness"
    },
    {
      "quote": "Happiness to a dog is what lies on the other side of the door.",
      "author": "Charlton Ogburn",
      "category": "happiness"
    },
    {
      "quote": "The supreme happiness of life is the conviction that we are loved.",
      "author": "Victor Hugo",
      "category": "happiness"
    },
    {
      "quote": "The happiness of a man in this life does not consist in the absence  but in the mastery  of his passions.",
      "author": "Alfred, Lord Tennyson",
      "category": "happiness"
    },
    {
      "quote": "It is comparison that makes men happy or miserable.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "Let him that would be happy for a day  go to the barber  for a week  marry a wife  for a month  buy him a new horse  for a year  build him a new house  for all his lifetime  be an honest man.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "Who will present pleasure refrain  shall in time to come the more pleasure obtain.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "A happy life must be to a great extent a quiet life  for it is only in an atmosphere of quiet that true joy can live.",
      "author": "Bertrand Russell",
      "category": "happiness"
    },
    {
      "quote": "It is in virtue that happiness consists  for virtue is the state of mind which tends to make the whole of life harmonious.",
      "author": "Zeno",
      "category": "happiness"
    },
    {
      "quote": "To live we must conquer incessantly  we must have the courage to be happy.",
      "author": "Henri Frederic Amiel",
      "category": "happiness"
    },
    {
      "quote": "Happiness has many roots  but none more important than security.",
      "author": "E. R. Stettinius",
      "category": "happiness"
    },
    {
      "quote": "No man can be merry unless he is serious.",
      "author": "G. K. Chesterton",
      "category": "happiness"
    },
    {
      "quote": "Happy [is] the man who has learned the cause of things and has put under his feet all fear  inexorable fate  and the noisy strife of the hell of greed.",
      "author": "Virgil",
      "category": "happiness"
    },
    {
      "quote": "The happiest man is he who learns from nature the lesson of worship.",
      "author": "Ralph Waldo Emerson",
      "category": "happiness"
    },
    {
      "quote": "It takes great wit and interest and energy to be happy. The pursuit of happiness is a great activity. One must be open and alive. It is the greatest feat man has to accomplish.",
      "author": "Robert Henri",
      "category": "happiness"
    },
    {
      "quote": "Talk happiness. The world is sad enough without your woe. No path is wholly rough.",
      "author": "Ella Wheeler Wilcox",
      "category": "happiness"
    },
    {
      "quote": "We act as though comfort and luxury were the chief requirements of life  when all that we need to make us really happy is something to be enthusiastic about.",
      "author": "Charles Kingsley",
      "category": "happiness"
    },
    {
      "quote": "What we call happiness is what we do not know.",
      "author": "Anatole France",
      "category": "happiness"
    },
    {
      "quote": "For the happiest life  days should be rigorously planned  nights left open to chance.",
      "author": "Mignon McLaughlin",
      "category": "happiness"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happiness"
    },
    {
      "quote": "If you want others to be happy  practice compassion. If you want to be happy  practice compassion.",
      "author": "The Dalai Lama",
      "category": "happiness"
    },
    {
      "quote": "It is neither wealth nor splendor  but tranquility and occupation  which give happiness.",
      "author": "Thomas Jefferson",
      "category": "happiness"
    },
    {
      "quote": "The best way for a person to have happy thoughts is to count his blessings and not his cash.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "All happiness depends on a leisurely breakfast.",
      "author": "John Gunther",
      "category": "happiness"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happiness"
    },
    {
      "quote": "To be happy means to be free  not from pain or fear  but from care or anxiety.",
      "author": "W. H. Auden",
      "category": "happiness"
    },
    {
      "quote": "The art of living does not consist in preserving and clinging to a particular mode of happiness  but in allowing happiness to change its form without being disappointed by the change  happiness  like a child  must be allowed to grow up.",
      "author": "Charles L. Morgan",
      "category": "happiness"
    },
    {
      "quote": "Just as a cautious businessman avoids investing all his capital in one concern  so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.",
      "author": "Sigmund Freud",
      "category": "happiness"
    },
    {
      "quote": "Growth itself contains the germ of happiness.",
      "author": "Pearl S. Buck",
      "category": "happiness"
    },
    {
      "quote": "When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.",
      "author": "Helen Keller",
      "category": "happiness"
    },
    {
      "quote": "We live in an ascending scale when we live happily  one thing leading to another in an endless series.",
      "author": "Robert Louis Stevenson",
      "category": "happiness"
    },
    {
      "quote": "Happiness is not a station to arrive at  but a manner of traveling.",
      "author": "Margaret Lee Runbeck",
      "category": "happiness"
    },
    {
      "quote": "Everyone only goes around the track once in life  and if you don't enjoy that trip  it's pretty pathetic.",
      "author": "Gary Rogers",
      "category": "happiness"
    },
    {
      "quote": "I believe that a worthwhile life is defined by a kind of spiritual journey and a sense of obligation.",
      "author": "Hillary Rodham Clinton",
      "category": "happiness"
    },
    {
      "quote": "The really happy man is one who can enjoy the scenery on a detour.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "Happiness is to be found along the way  not at the end of the road  for then the journey is over and it is too late.",
      "author": "Robert R. Updegraff",
      "category": "happiness"
    },
    {
      "quote": "Spiritual life is like a moving sidewalk. Whether you go with it or spend your whole life running against it  you're still going to be taken along.",
      "author": "Bernadette Roberts",
      "category": "happiness"
    },
    {
      "quote": "Happiness is a way station between too little and too much.",
      "author": "Channing Pollock",
      "category": "happiness"
    },
    {
      "quote": "Enjoy your happiness while you have it  and while you have it do not too closely scrutinize its foundation.",
      "author": "Joseph Farrell",
      "category": "happiness"
    },
    {
      "quote": "Suspicion of happiness is in our blood.",
      "author": "E. V. Lucas",
      "category": "happiness"
    },
    {
      "quote": "Love is like a beautiful flower which I may not touch  but whose fragrance makes the garden a place of delight just the same.",
      "author": "Helen Keller",
      "category": "happiness"
    },
    {
      "quote": "My advice to you is not to inquire why or whither  but just enjoy your ice cream while it's on your plate.",
      "author": "Thornton Wilder",
      "category": "happiness"
    },
    {
      "quote": "Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.",
      "author": "Arthur Rubinstein",
      "category": "happiness"
    },
    {
      "quote": "Ask yourself whether you are happy  and you will cease to be so.",
      "author": "John Stuart Mill",
      "category": "happiness"
    },
    {
      "quote": "Best to live lightly  unthinkingly.",
      "author": "Sophocles",
      "category": "happiness"
    },
    {
      "quote": "The secret of being miserable is to have leisure to bother about whether you are happy or not.",
      "author": "George Bernard Shaw",
      "category": "happiness"
    },
    {
      "quote": "To describe happiness is to diminish it.",
      "author": "Stendhal",
      "category": "happiness"
    },
    {
      "quote": "My life has no purpose  no direction  no aim  no meaning  and yet I'm happy. I can't figure it out. What am I doing right?",
      "author": "Charles M. Schulz",
      "category": "happiness"
    },
    {
      "quote": "People who postpone happiness are like children who try chasing rainbows in an effort to find the pot of gold at the rainbow's end. ... Your life will never be fulfilled until you are happy here and now.",
      "author": "Ken Keyes",
      "category": "happiness"
    },
    {
      "quote": "Happiness consists of living each day as if it were the first day of your honeymoon and the last day of your vacation.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "For a long time it seemed to me that real life was about to begin  but there was always some obstacle in the way. Something had to be got through first  some unfinished business  time still to be served  a debt to be paid. Then life would begin. At last it dawned on me that these obstacles were my life.",
      "author": "Bette Howland",
      "category": "happiness"
    },
    {
      "quote": "Every minute your mouth is turned down you lose sixty seconds of happiness.",
      "author": "Tom Walsh",
      "category": "happiness"
    },
    {
      "quote": "Why not seize the pleasure at once? How often is happiness destroyed by preparation  foolish preparation?",
      "author": "Jane Austen",
      "category": "happiness"
    },
    {
      "quote": "Enjoy yourself. These are the \"good old days\" you're going to miss in the years ahead.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "No pleasure without pain.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "But here's what I've learned in this war  in this country  in this city: to love the miracle of having been born.",
      "author": "Oriana Fallaci",
      "category": "happiness"
    },
    {
      "quote": "Pleasure is not pleasant unless it cost dear.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "The sweetest joy  the wildest woe is love.",
      "author": "Pearl Bailey",
      "category": "happiness"
    },
    {
      "quote": "So they speak soothingly about progress and the greatest possible happiness  forgetting that happiness is itself poisoned if the measure of suffering has not been fulfilled.",
      "author": "Carl Jung",
      "category": "happiness"
    },
    {
      "quote": "Life begins on the other side of despair.",
      "author": "Jean-Paul Sartre",
      "category": "happiness"
    },
    {
      "quote": "Sadness and gladness succeed each other.",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
      "author": "William Saroyan",
      "category": "happiness"
    },
    {
      "quote": "Happiness comes fleetingly now and then to those who have learned to do without it  and to them only.",
      "author": "Don Marquis",
      "category": "happiness"
    },
    {
      "quote": "Unquestionably  it is possible to do without happiness  it is done involuntarily by nineteen-twentieths of mankind.",
      "author": "John Stuart Mill",
      "category": "happiness"
    },
    {
      "quote": "Perfect happiness is the absence of striving for happiness.",
      "author": "Chuang-tzu",
      "category": "happiness"
    },
    {
      "quote": "Happiness lies in the consciousness we have of it.",
      "author": "George Sand",
      "category": "happiness"
    },
    {
      "quote": "There are men who are happy without knowing it.",
      "author": "Vauvenargues",
      "category": "happiness"
    },
    {
      "quote": "Eden is that old-fashioned house we dwell in every day without suspecting our abode until we drive away.",
      "author": "Emily Dickinson",
      "category": "happiness"
    },
    {
      "quote": "Why is it that so many people are afraid to admit that they are happy?",
      "author": "William Lyon Phelps",
      "category": "happiness"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happiness"
    },
    {
      "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
      "author": "Colette",
      "category": "happiness"
    },
    {
      "quote": "Those who are the most happy appear to know it the least  happiness is something that for the most part seems to mainly consist in not knowing it.",
      "author": "Dr. Joyce Brothers",
      "category": "happiness"
    },
    {
      "quote": "We are all happy  if we only knew it.",
      "author": "Fyodor Dostoyevsky",
      "category": "happiness"
    },
    {
      "quote": "Eden is that old-fashioned house we dwell in every day Without suspecting our abode until we drive away.",
      "author": "Emily Dickinson",
      "category": "happiness"
    },
    {
      "quote": "Happiness is a Swedish sunset  it is there for all  but most of us look the other way and lose it.",
      "author": "Mark Twain",
      "category": "happiness"
    },
    {
      "quote": "Paradise is exactly like where you are right now ... only much  much better.",
      "author": "Laurie Anderson",
      "category": "happiness"
    },
    {
      "quote": "Time is compressed like the fist I close on my knee ... I hold inside it the clues and solutions and the power for what I must do now.",
      "author": "Margaret Atwood",
      "category": "happiness"
    },
    {
      "quote": "The major job was getting people to understand that they had something within their power that they could use.",
      "author": "Ella Baker",
      "category": "happiness"
    },
    {
      "quote": "Each moment in time we have it all  even when we think we don't.",
      "author": "Melody Beattie",
      "category": "happiness"
    },
    {
      "quote": "Happiness always looks small while you hold it in your hands  but let it go  and you learn at once how big and precious it is.",
      "author": "Maxim Gorky",
      "category": "happiness"
    },
    {
      "quote": "Contentment is not happiness. An oyster may be contented. Happiness is compounded of richer elements.",
      "author": "Christian Bovee",
      "category": "happiness"
    },
    {
      "quote": "Everything has its wonders  even darkness and silence  and I learn  whatever state I may be in  therein to be content.",
      "author": "Helen Keller",
      "category": "happiness"
    },
    {
      "quote": "The world is full of people looking for spectacular happiness while they snub contentment.",
      "author": "Doug Larson",
      "category": "happiness"
    },
    {
      "quote": "Happiness is a rare plant that seldom takes root on earth-few ever enjoyed it  except for a brief period  the search after it is rarely rewarded by the discovery  but there is an admirable substitute for it... a contented spirit.",
      "author": "Lady Marguerite Blessington",
      "category": "happiness"
    },
    {
      "quote": "If all were gentle and contented as sheep  all would be as feeble and helpless.",
      "author": "John Lancaster Spalding",
      "category": "happiness"
    },
    {
      "quote": "The world of those who are happy is different from the world of those who are not.",
      "author": "Ludwig Wittgenstein",
      "category": "happiness"
    },
    {
      "quote": "My heart is like a singing bird.",
      "author": "Christina Georgina Tossetti",
      "category": "happiness"
    },
    {
      "quote": "I don't think being an athlete is unfeminine. I think of it as a kind of grace.",
      "author": "Jackie Joyner-Kersee",
      "category": "happiness"
    },
    {
      "quote": "If happiness truly consisted in physical ease and freedom from care  then the happiest individual... would be  I think  an American cow.",
      "author": "William Lyon Phelps",
      "category": "happiness"
    },
    {
      "quote": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose.",
      "author": "Ayn Rand",
      "category": "happiness"
    },
    {
      "quote": "When unhappy  one doubts everything  when happy  one doubts nothing.",
      "author": "Joseph Roux",
      "category": "happiness"
    },
    {
      "quote": "The more the heart is sated with joy  the more it becomes insatiable.",
      "author": "Gabrielle Roy",
      "category": "happiness"
    },
    {
      "quote": "There is a courage of happiness as well as a courage of sorrow.",
      "author": "Maurice Maeterlinck",
      "category": "happiness"
    },
    {
      "quote": "The truth is  laughter always sounds more perfect than weeping. Laughter flows in a violent riff and is effortlessly melodic. Weeping is often fought  choked  half strangled  or surrendered to with humiliation.",
      "author": "Anne Rice",
      "category": "happiness"
    },
    {
      "quote": "No man is happy unless he believes he is.",
      "author": "Publilius Syrus",
      "category": "happiness"
    },
    {
      "quote": "Who is the happiest of men? He who values the merits of others  And in their pleasure takes joy  even as though t'were his own.",
      "author": "Johann von Goethe",
      "category": "happiness"
    },
    {
      "quote": "Only man clogs his happiness with care  destroying what is  with thoughts of what may be.",
      "author": "John Dryden",
      "category": "happiness"
    },
    {
      "quote": "If you obey all the rules you miss all the fun.",
      "author": "Katharine Hepburn",
      "category": "happiness"
    },
    {
      "quote": "We never enjoy perfect happiness  our most fortunate successes are mingled with sadness  some anxieties always perplex the reality of our satisfaction.",
      "author": "Pierre Corneille",
      "category": "happiness"
    },
    {
      "quote": "Happiness is not the end of life  character is.",
      "author": "Henry Ward Beecher",
      "category": "happiness"
    },
    {
      "quote": "Human life is basically a comedy. Even its tragedies often seem comic to the spectator  and not infrequently they actually have comic touches to the victim. Happiness probably consists largely in the capacity to detect and relish them.",
      "author": "H. L. Mencken",
      "category": "happiness"
    },
    {
      "quote": "We may fail of our happiness  strive we ever so bravely  but we are less likely to fail if we measure with judgement our chances and our capabilities.",
      "author": "Agnes Repplier",
      "category": "happiness"
    },
    {
      "quote": "We always have enough to be happy if we are enjoying what we do have- and not worrying about what we don't have.",
      "author": "Ken Keyes",
      "category": "happiness"
    },
    {
      "quote": "That sanguine expectation of happiness which is happiness itself.",
      "author": "Jane Austen",
      "category": "happiness"
    },
    {
      "quote": "A great obstacle to happiness is to expect too much happiness.",
      "author": "Bernard de Fontenelle",
      "category": "happiness"
    },
    {
      "quote": "If you always do what interests you  at least one person is pleased.",
      "author": "Katharine Hepburn",
      "category": "happiness"
    },
    {
      "quote": "Suffering is not a prerequisite for happiness.",
      "author": "Judy Tatelbaum",
      "category": "happiness"
    },
    {
      "quote": "He is happy that knoweth not himself to be otherwise.",
      "author": "Thomas Fuller",
      "category": "happiness"
    },
    {
      "quote": "That man is happiest who lives from day to day and asks no more  garnering the simple goodness of a life.",
      "author": "Euripides",
      "category": "happiness"
    },
    {
      "quote": "Change is an easy panacea. It takes character to stay in one place and be happy there.",
      "author": "Elizabeth Clarke Dunn",
      "category": "happiness"
    },
    {
      "quote": "Such is the state of life that none are happy but by the anticipation of change. The change itself is nothing  when we have made it the next wish is to change again.",
      "author": "Samuel Johnson",
      "category": "happiness"
    },
    {
      "quote": "Life delights in life.",
      "author": "William Blake",
      "category": "happiness"
    },
    {
      "quote": "I look at what I have not and think myself unhappy  others look at what I have and think me happy.",
      "author": "Joseph Roux",
      "category": "happiness"
    },
    {
      "quote": "Part of the happiness of life consists not in fighting battles  but in avoiding them. A masterly retreat is in itself a victory.",
      "author": "Norman Vincent Peale",
      "category": "happiness"
    },
    {
      "quote": "If only we'd stop trying to be happy we'd have a pretty good time.",
      "author": "Edith Wharton",
      "category": "happiness"
    },
    {
      "quote": "If ignorance is bliss  why aren't there more happy teenagers?",
      "author": "Anonymous",
      "category": "happiness"
    },
    {
      "quote": "As the sergeant said to the recruit: \"You might as well be happy  mate - no one cares if you ain't.\"",
      "author": "Ralph Ricketts",
      "category": "happiness"
    },
    {
      "quote": "I am one of those people who just can't help getting a kick out of life - even when it's a kick in the teeth.",
      "author": "Paula Adler",
      "category": "happiness"
    },
    {
      "quote": "Most folk are about as happy as they make up their minds to be.",
      "author": "Abraham Lincoln",
      "category": "happiness"
    },
    {
      "quote": "Give a man health and a course to steer  and he'll never stop to trouble about whether he's happy or not.",
      "author": "George Bernard Shaw",
      "category": "happiness"
    },
    {
      "quote": "It's pretty hard to tell what does bring happiness. Poverty and wealth have both failed.",
      "author": "Kin Hubbard",
      "category": "happiness"
    },
    {
      "quote": "Happiness? That's nothing more than health and a poor memory.",
      "author": "Albert Schweitzer",
      "category": "happiness"
    },
    {
      "quote": "When I was young I used to think that wealth and power would bring me happiness. I was right.",
      "author": "Graham Wilson",
      "category": "happiness"
    },
    {
      "quote": "I look better  feel better  make love better  and I'll tell you something else ... I never lied better.",
      "author": "George Burns",
      "category": "happiness"
    },
    {
      "quote": "The greatest happiness of the greatest number.",
      "author": "Cesare Beccaria",
      "category": "happiness"
    },
    {
      "quote": "What is the worth of anything  But for the happiness 'twill bring?",
      "author": "Richard Owen Cambridge",
      "category": "happiness"
    },
    {
      "quote": "Happiness lies  first of all  in health.",
      "author": "George William Curtis",
      "category": "happiness"
    },
    {
      "quote": "Happiness grows at our own firesides  and is not to be picked in strangers' gardens.",
      "author": "Douglas Jerrold",
      "category": "happiness"
    },
    {
      "quote": "We are never so happy  nor so unhappy  as we suppose ourselves to be.",
      "author": "La Rochefoucauld",
      "category": "happiness"
    },
    {
      "quote": "What happiness is there which is not purchased with more or less of pain?",
      "author": "Margaret Oliphant",
      "category": "happiness"
    },
    {
      "quote": "I have learned to seek my happiness by limiting my desires  rather than in attempting to satisfy them.",
      "author": "John Stuart Mill",
      "category": "happiness"
    },
    {
      "quote": "Everyone speaks of it  few know it.",
      "author": "Mme. Jeanne P. Roland",
      "category": "happiness"
    },
    {
      "quote": "Man is the artificer of his own happiness.",
      "author": "Henry David Thoreau",
      "category": "happiness"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Acting is happy agony.",
      "author": "Alec Guinness",
      "category": "happy"
    },
    {
      "quote": "Even if we can't be happy  we must always be cheerful.",
      "author": "Irving Kristol",
      "category": "happy"
    },
    {
      "quote": "Behold  we count them happy which endure. Ye have heard of the patience of Job.",
      "author": "Bible",
      "category": "happy"
    },
    {
      "quote": "Make happy those who are near  and those who are far will come.",
      "author": "Chinese proverb",
      "category": "happy"
    },
    {
      "quote": "The learned is happy  nature to explore  the fool is happy  that he knows no more.",
      "author": "Alexander Pope",
      "category": "happy"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "happy"
    },
    {
      "quote": "The happy man is he who knows his limitations  yet bows to no false gods.",
      "author": "Robert Service",
      "category": "happy"
    },
    {
      "quote": "Make us happy and you make us good.",
      "author": "Robert Browning",
      "category": "happy"
    },
    {
      "quote": "Happy is he that chastens himself.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "A happy life is one which is in accordance with its own nature.",
      "author": "Marcus Annaeus Seneca",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who ventures boldly to defend what he holds dear.",
      "author": "Ovid",
      "category": "happy"
    },
    {
      "quote": "Happy is he who learns to bear what he cannot change!",
      "author": "J. C. F. von Schiller",
      "category": "happy"
    },
    {
      "quote": "True happiness consists in making others happy.",
      "author": "Hindu proverb",
      "category": "happy"
    },
    {
      "quote": "A happy life consists in tranquility of mind.",
      "author": "Cicero",
      "category": "happy"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "happy"
    },
    {
      "quote": "Better be happy than wise.",
      "author": "Anonymous",
      "category": "happy"
    },
    {
      "quote": "Happy people plan actions  they don't plan results.",
      "author": "Dennis Wholey",
      "category": "happy"
    },
    {
      "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time  he is not two men  but one  and he has saved not only his soul  but his life.",
      "author": "G. K. Chesterton",
      "category": "happy"
    },
    {
      "quote": "Man's real life is happy  chiefly because he is ever expecting that it soon will be so.",
      "author": "Edgar Allan Poe",
      "category": "happy"
    },
    {
      "quote": "The happy and efficient people in this world are those who accept trouble as a normal detail of human life and resolve to capitalize it when it comes along.",
      "author": "H. Bertram Lewis",
      "category": "happy"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "happy"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "happy"
    },
    {
      "quote": "Whatsoever a man soweth  that shall he also reap.",
      "author": "Galatians",
      "category": "harvest"
    },
    {
      "quote": "The harvest truly is plenteous  but the labourers are few.",
      "author": "Matthew",
      "category": "harvest"
    },
    {
      "quote": "Dry August and warm  Doth harvest no harm.",
      "author": "Thomas Tusser",
      "category": "harvest"
    },
    {
      "quote": "Haste makes waste.",
      "author": "English proverb",
      "category": "haste"
    },
    {
      "quote": "Take time for all things.",
      "author": "Benjamin Franklin",
      "category": "haste"
    },
    {
      "quote": "Haste is of the Devil.",
      "author": "Koran",
      "category": "haste"
    },
    {
      "quote": "Make haste slowly.",
      "author": "Latin proverb",
      "category": "haste"
    },
    {
      "quote": "Whosoever hateth his brother is a murderer.",
      "author": "Anonymous",
      "category": "hate"
    },
    {
      "quote": "I like a good hater.",
      "author": "Samuel Johnson",
      "category": "hate"
    },
    {
      "quote": "But I do hate him as I hate the devil.",
      "author": "Ben Jonson",
      "category": "hate"
    },
    {
      "quote": "The hatred we bear our enemies injures their happiness less than our own.",
      "author": "J. Petit-Senn",
      "category": "hate"
    },
    {
      "quote": "People hate  as they love  unreasonably.",
      "author": "William Thackeray",
      "category": "hate"
    },
    {
      "quote": "Few people can be happy unless they hate some other person  nation  or creed.",
      "author": "Bertrand Russell",
      "category": "hatred"
    },
    {
      "quote": "Who can refute a sneer?",
      "author": "William Paley",
      "category": "hatred"
    },
    {
      "quote": "Hatred is the coward's revenge for being intimidated.",
      "author": "George Bernard Shaw",
      "category": "hatred"
    },
    {
      "quote": "Hatred comes from the heart  contempt from the head  and neither feeling is quite within our control.",
      "author": "Arthur Schopenhauer",
      "category": "hatred"
    },
    {
      "quote": "Hatred seems to operate on the same glands as love  it even produces the same actions. If we had not been taught how to interpret the story of the Passion  would we have been able to say from their actions alone whether it was the jealous Judas or the cowardly Peter who loved Christ?",
      "author": "Graham Greene",
      "category": "hatred"
    },
    {
      "quote": "I do desire we may be better strangers.",
      "author": "William Shakespeare",
      "category": "hatred"
    },
    {
      "quote": "Psychiatrists today . . . see the irrational hostility that people everywhere vent upon one another as chiefly projected self-hate.",
      "author": "Bonaro Overstreet",
      "category": "hatred"
    },
    {
      "quote": "Don't hate  it's too big a burden to bear.",
      "author": "Martin Luther King, Jr.",
      "category": "hatred"
    },
    {
      "quote": "A hateful act is the transference to others of the degradation we bear in ourselves.",
      "author": "Simone Weil",
      "category": "hatred"
    },
    {
      "quote": "The worst  the least curable hatred is that which has superseded deep love.",
      "author": "Euripides",
      "category": "hatred"
    },
    {
      "quote": "Hatred is settled anger.",
      "author": "Cicero",
      "category": "hatred"
    },
    {
      "quote": "Passionate hatred can give meaning and purpose to an empty life.",
      "author": "Eric Hoffer",
      "category": "hatred"
    },
    {
      "quote": "Hate is the consequence of fear  we fear something before we hate it  a child who fears noises becomes a man who hates noise.",
      "author": "Cyril Connolly",
      "category": "hatred"
    },
    {
      "quote": "Hatred is self-punishment.",
      "author": "Hosea Ballou",
      "category": "hatred"
    },
    {
      "quote": "Hatreds are the cinders of affection.",
      "author": "Walter Raleigh",
      "category": "hatred"
    },
    {
      "quote": "I never hated a man enough to give him his diamonds back.",
      "author": "Zsa Zsa Gabor",
      "category": "hatred"
    },
    {
      "quote": "It does not matter much what a man hates  provided he hates something.",
      "author": "Samuel Butler",
      "category": "hatred"
    },
    {
      "quote": "Whom they have injured  they also hate.",
      "author": "Seneca",
      "category": "hatred"
    },
    {
      "quote": "We love without reason  and without reason we hate.",
      "author": "Jean-Frangois Regnard",
      "category": "hatred"
    },
    {
      "quote": "If you hate a person  you hate something in him that is part of yourself. What isn't part of ourselves doesn't disturb us.",
      "author": "Hermann Hesse",
      "category": "hatred"
    },
    {
      "quote": "Hate is such a luxurious emotion  it can only be spent on one we love.",
      "author": "Bob Udkoff",
      "category": "hatred"
    },
    {
      "quote": "An old head upon young shoulders.",
      "author": "English Phrase",
      "category": "head"
    },
    {
      "quote": "Two heads are better than one.",
      "author": "English proverb",
      "category": "head"
    },
    {
      "quote": "The head is always the dupe of the heart.",
      "author": "La Rochefoucauld",
      "category": "head"
    },
    {
      "quote": "The good Lord never gives you more than you can handle. Unless you die of something.",
      "author": "Guindon Cartoon",
      "category": "health"
    },
    {
      "quote": "You can't lose weight without exercise. But I've got a philosophy about exercise. I don't think you should punish your legs for something your mouth did. Drag your lips around the block once or twice.",
      "author": "Gary Owens",
      "category": "health"
    },
    {
      "quote": "To improve your memory  lend people money.",
      "author": "Anonymous",
      "category": "health"
    },
    {
      "quote": "Health food makes me sick.",
      "author": "Calvin Trillin",
      "category": "health"
    },
    {
      "quote": "She is such a health food nut  she thinks a grape is wine in pill form.",
      "author": "Elmer Pasta",
      "category": "health"
    },
    {
      "quote": "The art of medicine consists of amusing the patient while nature cures the disease.",
      "author": "Voltaire",
      "category": "health"
    },
    {
      "quote": "God heals and the doctor takes the fee.",
      "author": "Ben Franklin",
      "category": "health"
    },
    {
      "quote": "Diets are for people who are thick and tired of it.",
      "author": "Jacob Braude",
      "category": "health"
    },
    {
      "quote": "I've been on a constant diet for the last two decades. I've lost a total of 789 pounds. By all accounts  I should be hanging from a charm bracelet.",
      "author": "Erma Bombeck",
      "category": "health"
    },
    {
      "quote": "Lord  if you can't make me thin -  can you make all my friends fat?",
      "author": "Judy Hampton",
      "category": "health"
    },
    {
      "quote": "If I am ever stuck on a respirator or a life support system  I definitely want to be unplugged but not until I get down to size eight.",
      "author": "Henriette Montel",
      "category": "health"
    },
    {
      "quote": "My husband lost a lot of weight on a new diet  and I resent it. It's simple  he just doesn't eat when I'm talking.",
      "author": "Wendy Morgan",
      "category": "health"
    },
    {
      "quote": "I've been on every diet in the world. The best one is the BBC diet: Buy Bigger Clothes.",
      "author": "Gary Owens",
      "category": "health"
    },
    {
      "quote": "You don't get ulcers from what you eat. You get them from what's eating you.",
      "author": "Vicki Baum",
      "category": "health"
    },
    {
      "quote": "Whenever I feel like exercise  I lie down until the feeling passes.",
      "author": "Robert M. Hutchins",
      "category": "health"
    },
    {
      "quote": "I won't say I'm out of condition now -  but I even puff going downstairs.",
      "author": "Dick Gregory",
      "category": "health"
    },
    {
      "quote": "I get my exercise being a pallbearer for those of my friends who believed in regular running and calisthenics.",
      "author": "Anonymous",
      "category": "health"
    },
    {
      "quote": "Your medical tests are in. You're short  fat  and bald.",
      "author": "Tom Wilson",
      "category": "health"
    },
    {
      "quote": "The trouble with jogging is that  by the time you realize you're not in shape for it  it's too far to walk back.",
      "author": "Franklin P. Jones",
      "category": "health"
    },
    {
      "quote": "My husband wasn't listening when the doctor asked for \"a urine  stool  and semen sample\" . . . so I just told him they wanted his shorts.",
      "author": "Anonymous",
      "category": "health"
    },
    {
      "quote": "My doctor said I look like a million dollars -  green and wrinkled.",
      "author": "Red Skelton",
      "category": "health"
    },
    {
      "quote": "They say the Japanese don't experience menopause or hot flashes. If that's the case  why are they the number-one fan-producing country in the world?",
      "author": "Wendy Morgan",
      "category": "health"
    },
    {
      "quote": "doctor to stout patient: You've been swallowing your food again.",
      "author": "Anonymous",
      "category": "health"
    },
    {
      "quote": "Have you noticed when you go on a diet  the first thing you lose is your temper.",
      "author": "Robert Orben",
      "category": "health"
    },
    {
      "quote": "For fast-acting relief  try slowing down.",
      "author": "Lily Tomlin",
      "category": "health"
    },
    {
      "quote": "I don't give my weight. I weigh a hundred and plenty.",
      "author": "Wendy Morgan",
      "category": "health"
    },
    {
      "quote": "His idea of exercise is walking to his vitamins.",
      "author": "Casey Fenton",
      "category": "health"
    },
    {
      "quote": "Thank heaven  I have given up smoking again! . . . God! I feel fit. A different man. Irritable  moody  depressed  rude  perhaps . . . but the lungs are fine.",
      "author": "A. P. Herbert",
      "category": "health"
    },
    {
      "quote": "There must be something to acupuncture -  after all  you never see any sick porcupines.",
      "author": "Bob Goddard",
      "category": "health"
    },
    {
      "quote": "Condoms aren't completely safe. A friend of mine was wearing one . . . and got hit by a bus.",
      "author": "Bob Rubin",
      "category": "health"
    },
    {
      "quote": "I burned sixty calories. That should take care of a peanut I had in 1962.",
      "author": "Rita Rudner",
      "category": "health"
    },
    {
      "quote": "I never drink water because of the disgusting things that fish do in it.",
      "author": "W. C. Fields",
      "category": "health"
    },
    {
      "quote": "I'm Jewish. I don't work out. If God had wanted us to bend over  he would have put diamonds on the floor.",
      "author": "Joan Rivers",
      "category": "health"
    },
    {
      "quote": "I'm not that much into working out. My philosophy - no pain  no pain.",
      "author": "Toni Anderson",
      "category": "health"
    },
    {
      "quote": "My doctor gave me six months to live  but when I couldn't pay the bill  he gave me six months more.",
      "author": "Walter Mattbau",
      "category": "health"
    },
    {
      "quote": "Stressed spelled backwards is desserts.",
      "author": "Barbara Enberg",
      "category": "health"
    },
    {
      "quote": "Ladies and gentlemen  after what I've been through  I am happy just to be wearing clothes that open in the front.",
      "author": "David Letterman",
      "category": "health"
    },
    {
      "quote": "He who has health has hope  and he who has hope has everything.",
      "author": "Arabian proverb",
      "category": "health"
    },
    {
      "quote": "Refuse to be ill. Never tell people you are ill  never own it to yourself. Illess is one of those things which a man should resist on principle at the onset.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "health"
    },
    {
      "quote": "Health is not a condition of matter  but of Mind.",
      "author": "Mary Baker Eddy",
      "category": "health"
    },
    {
      "quote": "The first wealth is health.",
      "author": "Ralph Waldo Emerson",
      "category": "health"
    },
    {
      "quote": "Health lies in labor  and there is no royal road to it but through toil.",
      "author": "Wendell Phillips",
      "category": "health"
    },
    {
      "quote": "The fate of a nation has often depended on the good or bad digestion of a prime minister.",
      "author": "Voltaire",
      "category": "health"
    },
    {
      "quote": "None so deaf as those that will not hear.",
      "author": "Matthew Henry",
      "category": "hearing"
    },
    {
      "quote": "Little pitchers have wide ears.",
      "author": "George Herbert",
      "category": "hearing"
    },
    {
      "quote": "Went in at the one ear and out at the other.",
      "author": "John Heywood",
      "category": "hearing"
    },
    {
      "quote": "He that hath ears to hear  let him hear.",
      "author": "Bible",
      "category": "hearing"
    },
    {
      "quote": "Where more is meant than meets the ear.",
      "author": "John Milton",
      "category": "hearing"
    },
    {
      "quote": "We have two ears and only one tongue in order that we may hear more and speak less.",
      "author": "Diogenes",
      "category": "hearing"
    },
    {
      "quote": "Friends  Romans  countrymen  lend me your ears.",
      "author": "William Shakespeare",
      "category": "hearing"
    },
    {
      "quote": "Blessed are the pure in heart  for they shall see God.",
      "author": "Bible",
      "category": "heart"
    },
    {
      "quote": "The tiny flame that lights up the human heart is like a blazing torch that comes down from heaven to light up the paths of mankind. For in one soul are contained the hopes and feelings of all Mankind.",
      "author": "Kahlil Gibran",
      "category": "heart"
    },
    {
      "quote": "Discouraged not by difficulties without  or the anguish of ages within  the heart listens to a secret voice that whispers: \"Be not dismayed  in the future lies the Promised Land.\"",
      "author": "Helen Keller",
      "category": "heart"
    },
    {
      "quote": "When you wholeheartedly adopt a \"with all your heart\" attitude and go all out with the positive principle  you can do incredible things.",
      "author": "Norman Vincent Peale",
      "category": "heart"
    },
    {
      "quote": "When the heart of your heart opens  you can take deep pleasure in the company of the people around you . . . When you are open to the beauty  mystery  and grandeur of ordinary existence  you \"get it\" that it always has been beautiful  mysterious  and grand and always will be.",
      "author": "Timothy Ray Miller",
      "category": "heart"
    },
    {
      "quote": "Keep your heart open for as long as you can  as wide as you can  for others and especially for yourself.",
      "author": "Morrie Schwartz",
      "category": "heart"
    },
    {
      "quote": "You don't have to sit on top of a mountain to discover what's right for you. You always know in your heart what you need to do.",
      "author": "Liz Dolan",
      "category": "heart"
    },
    {
      "quote": "In the central place of every heart there is a recording chamber  so long as it receives messages of beauty  hope  cheer  and courage  so long are you young.",
      "author": "Douglas MacArthur",
      "category": "heart"
    },
    {
      "quote": "How important is the heart! It is there that character is formed. It alone holds the secrets of true success.",
      "author": "Charles Swindoll",
      "category": "heart"
    },
    {
      "quote": "Your heart is full of fertile seeds  waiting to sprout.",
      "author": "Morihei Ueshiba",
      "category": "heart"
    },
    {
      "quote": "It is the heart that makes a man rich. He is rich according to what he is  not according to what he has.",
      "author": "Henry Ward Beecher",
      "category": "heart"
    },
    {
      "quote": "In the rush of daily living it's easy to forget all the remarkable people  real or fictional  who have been a part of your life. But if you just imagine they are near for a moment  you will realize that anyone who ever touched your heart is always with you  patiently waiting to emanate warmth and support whenever you remember to think of them.",
      "author": "Barbara Sher",
      "category": "heart"
    },
    {
      "quote": "May the blessing of light be on you  light without and light within. May the blessed sunshine shine on you and warm your heart till it glows like a great peat fire  so that the stranger may come and warm himself at it  and also a friend.",
      "author": "Irish blessing",
      "category": "heart"
    },
    {
      "quote": "Let us labor to make the heart grow larger as we become older  as spreading oak gives more shelter.",
      "author": "Richard Jeffries",
      "category": "heart"
    },
    {
      "quote": "If wrinkles must be written upon our brows  let them not be written upon the heart. The spirit should not grow old.",
      "author": "James A. Garfield",
      "category": "heart"
    },
    {
      "quote": "Great thoughts come from the heart.",
      "author": "Luc de Clapiers",
      "category": "heart"
    },
    {
      "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.",
      "author": "Helen Keller",
      "category": "heart"
    },
    {
      "quote": "Trust your intuitive heart.",
      "author": "Richard Carlson",
      "category": "heart"
    },
    {
      "quote": "What the heart knows today  the head will understand tomorrow.",
      "author": "James Stephens",
      "category": "heart"
    },
    {
      "quote": "It is only with the heart that one can see rightly  what is essential is invisible to the eye.",
      "author": "Antoine de Saint-Exupery",
      "category": "heart"
    },
    {
      "quote": "My heart's in the Highlands  my heart is not here  My heart's in the Highlands a-chasing the deer.",
      "author": "Robert Burns",
      "category": "heart"
    },
    {
      "quote": "Maid of Athens  ere we part  Give  oh  give me back my heart!",
      "author": "Lord Byron",
      "category": "heart"
    },
    {
      "quote": "Soul of fibre and heart of oak.",
      "author": "Miguel de Cervantes",
      "category": "heart"
    },
    {
      "quote": "Some people's hearts are shrunk in them  like dried nuts. You can hear 'em rattle as they walk.",
      "author": "Douglas Jerrold",
      "category": "heart"
    },
    {
      "quote": "I caused the widow's heart to sing for joy.",
      "author": "Anonymous",
      "category": "heart"
    },
    {
      "quote": "Let not your heart be troubled.",
      "author": "Bible",
      "category": "heart"
    },
    {
      "quote": "Still stands thine ancient sacrifice -  An humble and a contrite heart.",
      "author": "Rudyard Kipling",
      "category": "heart"
    },
    {
      "quote": "No one is so accursed by fate  No one so utterly desolate  But some heart  though unknown  Responds unto his own.",
      "author": "Henry Wadsworth Longfellow",
      "category": "heart"
    },
    {
      "quote": "Where your treasure is  there will your heart be also.",
      "author": "Bible",
      "category": "heart"
    },
    {
      "quote": "The heart knoweth his own bitterness.",
      "author": "Bible",
      "category": "heart"
    },
    {
      "quote": "A merry heart maketh a cheerful countenance.",
      "author": "Bible",
      "category": "heart"
    },
    {
      "quote": "But I will wear my heart upon my sleeve For daws to peck at  I am not what I am.",
      "author": "William Shakespeare",
      "category": "heart"
    },
    {
      "quote": "You will never know true happiness until you have truly loved  and you will never understand what pain really is until you have lost it.",
      "author": "Anonymous",
      "category": "heartbreak"
    },
    {
      "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds  it dies of weariness  of withering  of tarnishing.",
      "author": "Anais Nin",
      "category": "heartbreak"
    },
    {
      "quote": "Love built on beauty  soon as beauty  dies.",
      "author": "John Donne",
      "category": "heartbreak"
    },
    {
      "quote": "Love lasts about seven years. That's how long it takes for the cells of the body to totally replace themselves.",
      "author": "Francoise Sagan",
      "category": "heartbreak"
    },
    {
      "quote": "Ever has it been that love knows not its own depth until the hour of separation.",
      "author": "Kahlil Gibran",
      "category": "heartbreak"
    },
    {
      "quote": "I am a marvelous housekeeper. Every time I leave a man I keep his house.",
      "author": "Zsa Zsa Gabor",
      "category": "heartbreak"
    },
    {
      "quote": "Love is grand  divorce is a hundred grand.",
      "author": "Anonymous",
      "category": "heartbreak"
    },
    {
      "quote": "Love  the quest  marriage  the conquest  divorce  the inquest.",
      "author": "Helen Rowland",
      "category": "heartbreak"
    },
    {
      "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken - and I'd rather remember it as it was at its best than mend it and see the broken places as long as I lived.",
      "author": "Margaret Mitchell",
      "category": "heartbreak"
    },
    {
      "quote": "Happiness is the china shop  love is the bull.",
      "author": "H. L. Mencken",
      "category": "heartbreak"
    },
    {
      "quote": "An act of love that fails is just as much a part of the divine life as an act of love that succeeds  for love is measured by fullness  not by reception.",
      "author": "Harold Loukes",
      "category": "heartbreak"
    },
    {
      "quote": "Love never dies of starvation  but often of indigestion.",
      "author": "Ninon de L'Enclos",
      "category": "heartbreak"
    },
    {
      "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.",
      "author": "Neil Gaiman",
      "category": "heartbreak"
    },
    {
      "quote": "You say that love is nonsense. ... I tell you it is no such thing. For weeks and months it is a steady physical pain  an ache about the heart  never leaving one  by night or by day  a long strain on one's nerves like toothache or rheumatism  not intolerable at any one instant  but exhausting by its steady drain on the strength.",
      "author": "Henry Brooks Adams",
      "category": "heartbreak"
    },
    {
      "quote": "The greatest tragedy of life is not that men perish  but that they cease to love.",
      "author": "W. Somerset Maugham",
      "category": "heartbreak"
    },
    {
      "quote": "The way to love anything is to realize that it might be lost.",
      "author": "G. K. Chesterton",
      "category": "heartbreak"
    },
    {
      "quote": "Some of us think holding on makes us strong  but sometimes it is letting go.",
      "author": "Hermann Hesse",
      "category": "heartbreak"
    },
    {
      "quote": "Love is much like a wild rose  beautiful and calm  but willing to draw blood in its defense.",
      "author": "Mark Overby",
      "category": "heartbreak"
    },
    {
      "quote": "Trouble is a part of life  and if you don't share it  you don't give the person who loves you enough chance to love you enough.",
      "author": "Dinah Shore",
      "category": "heartbreak"
    },
    {
      "quote": "It is not a lack of love  but a lack of friendship that makes unhappy marriages.",
      "author": "Friedrich Nietzsche",
      "category": "heartbreak"
    },
    {
      "quote": "If you love someone  let them go. If they return to you  it was meant to be. If they don't  their love was never yours to begin with.",
      "author": "Anonymous",
      "category": "heartbreak"
    },
    {
      "quote": "Let no one who loves be called unhappy. Even love unreturned has its rainbow.",
      "author": "J. M. Barrie",
      "category": "heartbreak"
    },
    {
      "quote": "One reason people get divorced is that they run out of gift ideas.",
      "author": "Robert Byrne",
      "category": "heartbreak"
    },
    {
      "quote": "A mighty pain to love it is  and 'tis a pain that pain to miss  but of all pains  the greatest pain it is to love  but love in vain.",
      "author": "Abraham Cowley",
      "category": "heartbreak"
    },
    {
      "quote": "How do you know love is gone? If you said that you would be there at seven and you get there by nine  and he or she has not called the police - it's gone.",
      "author": "Marlene Dietrich",
      "category": "heartbreak"
    },
    {
      "quote": "I know that thete are people who do not love their fellow man  and I hate people like that!",
      "author": "Tom Lehrer",
      "category": "heartbreak"
    },
    {
      "quote": "When we lose one we love  our bitterest tears are called forth by the memory of hours when we loved not enough.",
      "author": "Maurice Maeterlinck",
      "category": "heartbreak"
    },
    {
      "quote": "The Lord is close to those whose hearts are breaking.",
      "author": "Bible",
      "category": "heartbreak"
    },
    {
      "quote": "Heaven has no rage like love to hatred turned  Nor hell a fury like a woman scorned.",
      "author": "William Congreve",
      "category": "heartbreak"
    },
    {
      "quote": "I'm very lonely now  Mary  For the poor make no new friends  But oh they love the better still The few our Father sends!",
      "author": "Helen Selina",
      "category": "heartbreak"
    },
    {
      "quote": "There is no sorrow like a love denied Nor any joy like love that has its will.",
      "author": "Richard Hovey",
      "category": "heartbreak"
    },
    {
      "quote": "If it hurts  it isn't love.",
      "author": "Chuck Spezzano",
      "category": "heartbreak"
    },
    {
      "quote": "He who has never experienced hurt  cannot experience true love.",
      "author": "Tristan J. Loo",
      "category": "heartbreak"
    },
    {
      "quote": "You know it's love when all you want is that person to be happy  even if you're not part of their happiness.",
      "author": "Julia Roberts",
      "category": "heartbreak"
    },
    {
      "quote": "A divorce is like an amputation: you survive it  but there's less of you.",
      "author": "Margaret Atwood",
      "category": "heartbreak"
    },
    {
      "quote": "When two people decide to get a divorce  it isn't a sign that they \"don't understand\" one another  but a sign that they have  at last  begun to.",
      "author": "Helen Rowland",
      "category": "heartbreak"
    },
    {
      "quote": "The quarrels of lovers are the renewal of love.",
      "author": "Terence",
      "category": "heartbreak"
    },
    {
      "quote": "Lips that taste of tears  they say are the best for kissing.",
      "author": "Dorothy Parker",
      "category": "heartbreak"
    },
    {
      "quote": "Though I know he loves me  tonight my heart is sad  his kiss was not so wonderful as all the dreams I had.",
      "author": "Sara Teasdale",
      "category": "heartbreak"
    },
    {
      "quote": "When a love comes to an end  weaklings cry  efficient ones instantly find another love  and the wise already have one in reserve.",
      "author": "Oscar Wilde",
      "category": "heartbreak"
    },
    {
      "quote": "There is a sacredness in tears. They are not the mark of weakness  but of power. They speak more eloquently than ten thousand tongues. They are messengers of overwhelming grief. . . and unspeakable love.",
      "author": "Washington Irving",
      "category": "heartbreak"
    },
    {
      "quote": "Love is a great poet  its resources are inexhaustible  but if the end it has in view is not obtained  it feels weary and remains silent.",
      "author": "Giacomo Casanova",
      "category": "heartbreak"
    },
    {
      "quote": "Love is never lost. If not reciprocated  it will flow back and soften and purify the heart.",
      "author": "Washington Irving",
      "category": "heartbreak"
    },
    {
      "quote": "Heaven means to be one with God.",
      "author": "Confucius",
      "category": "heaven"
    },
    {
      "quote": "All this  and Heaven too!",
      "author": "Philip Henry",
      "category": "heaven"
    },
    {
      "quote": "There the wicked cease from troubling  and there the weary be at rest.",
      "author": "Bible",
      "category": "heaven"
    },
    {
      "quote": "In my father's house are many mansions.",
      "author": "Bible",
      "category": "heaven"
    },
    {
      "quote": "A heaven on earth.",
      "author": "John Milton",
      "category": "heaven"
    },
    {
      "quote": "When Christ ascended Triumphantly from star to star He left the gates of Heaven ajar.",
      "author": "Henry Wadsworth Longfellow",
      "category": "heaven"
    },
    {
      "quote": "Lay up for yourselves treasures in heaven.",
      "author": "Matthew",
      "category": "heaven"
    },
    {
      "quote": "Earth has no sorrow that heaven cannot heal.",
      "author": "George Moore",
      "category": "heaven"
    },
    {
      "quote": "Heav'n but the Vision of fulfill'd Desire  And Hell the Shadow from a Soul on fire.",
      "author": "Omar Khayyam",
      "category": "heaven"
    },
    {
      "quote": "A day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God than to dwell in the tents of wickedness.",
      "author": "Bible",
      "category": "heaven"
    },
    {
      "quote": "In Heaven an angel is nobody in particular.",
      "author": "George Bernard Shaw",
      "category": "heaven"
    },
    {
      "quote": "The devil gets up to the belfry by the vicar's skirts.",
      "author": "Thomas Fuller",
      "category": "hell, devil"
    },
    {
      "quote": "The safest road to Hell is the gradual one - the gentle slope  soft underfoot  without sudden turnings  without milestones  without signposts.",
      "author": "C. S. Lewis",
      "category": "hell, devil"
    },
    {
      "quote": "A perpetual holiday is a good working definition of hell.",
      "author": "George Bernard Shaw",
      "category": "hell, devil"
    },
    {
      "quote": "The Devil's boots don't creak.",
      "author": "Scottish proverb",
      "category": "hell, devil"
    },
    {
      "quote": "Man can hardly even recognize the devils of his own creation.",
      "author": "Albert Schweitzer",
      "category": "hell, devil"
    },
    {
      "quote": "What is hell? I maintain that it is the suffering of being unable to love.",
      "author": "Fyodor Dostoyevsky",
      "category": "hell, devil"
    },
    {
      "quote": "Hell  madame  is to love no longer.",
      "author": "Georges Bernanos",
      "category": "hell, devil"
    },
    {
      "quote": "Hell is more bearable than nothingness.",
      "author": "P. J. Bailey",
      "category": "hell, devil"
    },
    {
      "quote": "Hell is truth seen too late.",
      "author": "Anonymous",
      "category": "hell, devil"
    },
    {
      "quote": "Be sober  be vigilant  because your adversary the devil  as a roaring lion  walketh about  seeking whom he may devour.",
      "author": "Bible",
      "category": "hell, devil"
    },
    {
      "quote": "Heaven for climate  hell for company.",
      "author": "James M. Barrie",
      "category": "hell, devil"
    },
    {
      "quote": "We may not pay Satan reverence  for that would be indiscreet  but we can at least respect his talents.",
      "author": "Mark Twain",
      "category": "hell, devil"
    },
    {
      "quote": "An apology for the Devil - it must be remembered that we have only heard one side of the case. God has written all the books.",
      "author": "Samuel Butler",
      "category": "hell, devil"
    },
    {
      "quote": "When you first learn to love hell  you will be in heaven.",
      "author": "Thaddeus Golas",
      "category": "hell, devil"
    },
    {
      "quote": "The devil's name is Dullness.",
      "author": "Robert E. Lee",
      "category": "hell, devil"
    },
    {
      "quote": "Hell is indefinite.",
      "author": "Charles Williams",
      "category": "hell, devil"
    },
    {
      "quote": "It has been more wittily than charitably said that hell is paved with good intentions. They have their place in heaven also.",
      "author": "Robert Southey",
      "category": "hell, devil"
    },
    {
      "quote": "Nor ear can hear nor tongue can tell The tortures of that inward hell.",
      "author": "Lord Byron",
      "category": "hell"
    },
    {
      "quote": "All hell broke loose.",
      "author": "John Milton",
      "category": "hell"
    },
    {
      "quote": "The cunning livery of hell.",
      "author": "William Shakespeare",
      "category": "hell"
    },
    {
      "quote": "If there is no Hell  a good many preachers are obtaining money under false pretenses.",
      "author": "William A. Sunday",
      "category": "hell"
    },
    {
      "quote": "Self-love and the love of the world constitute hell.",
      "author": "Emmanuel Swedenborg",
      "category": "hell"
    },
    {
      "quote": "Light is the task when many share the toil.",
      "author": "Homer",
      "category": "help"
    },
    {
      "quote": "Make two grins grow where there was only a grouch before.",
      "author": "Elbert Hubbard",
      "category": "help"
    },
    {
      "quote": "Art thou lonely  O my brother? Share thy little with another! Stretch a hand to one unfriended  And thy loneliness is ended.",
      "author": "John Oxenham",
      "category": "help"
    },
    {
      "quote": "Help me  Cassius  or I sink!",
      "author": "William Shakespeare",
      "category": "help"
    },
    {
      "quote": "God helps those who help themselves.",
      "author": "Algernon Sidney",
      "category": "help"
    },
    {
      "quote": "Let everyone who has the grace of intelligence fear that  because of it  he will be judged more heavily if he is negligent.",
      "author": "Saint Bridget of Sweden",
      "category": "helping, people"
    },
    {
      "quote": "Service to others is the rent you pay for living on this planet.",
      "author": "Marian Wright Edelman",
      "category": "helping, people"
    },
    {
      "quote": "To be a revolutionary you have to be a human being. You have to care about people who have no power.",
      "author": "Jane Fonda",
      "category": "helping, people"
    },
    {
      "quote": "Never reach out your hand unless you're willing to extend an arm.",
      "author": "Elizabeth Fuller",
      "category": "helping, people"
    },
    {
      "quote": "It is not who you attend school with but who controls the school you attend.",
      "author": "Nikki Giovanni",
      "category": "helping, people"
    },
    {
      "quote": "What is buried in the past of one generation falls to the next to claim.",
      "author": "Susan Griffin",
      "category": "helping, people"
    },
    {
      "quote": "Everyone needs help from everyone.",
      "author": "Bertolt Brecht",
      "category": "helping, people"
    },
    {
      "quote": "We've got to work to save our children and do it with full respect for the fact that if we do not  no one else is going to do it.",
      "author": "Dorothy Height",
      "category": "helping, people"
    },
    {
      "quote": "The entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "helping, people"
    },
    {
      "quote": "The woman who does not choose to love should cut the matter short at once  by holding out no hopes to her suitor.",
      "author": "Marguerite de Valois",
      "category": "helping, people"
    },
    {
      "quote": "No matter what accomplishments you make  somebody helped you.",
      "author": "Althea Gibson",
      "category": "helping, people"
    },
    {
      "quote": "Much misconstruction and bitterness are spared to him who thinks naturally upon what he owes to others  rather than on what he ought to expect from them.",
      "author": "Elizabeth de Meulan Guizot",
      "category": "helping, people"
    },
    {
      "quote": "No matter how lofty you are in your department  the responsibility for what your lowliest assistant is doing is yours.",
      "author": "Bessie Rowland James",
      "category": "helping, people"
    },
    {
      "quote": "Until the great mass of the people shall be filled with the sense of responsibility for each other's welfare  social justice can never be attained.",
      "author": "Helen Keller",
      "category": "helping, people"
    },
    {
      "quote": "The oppressed never free themselves-they do not have the necessary strengths.",
      "author": "Clare Boothe Luce",
      "category": "helping, people"
    },
    {
      "quote": "I shall not pass this way again: Then let me now relieve some pain  Remove some barrier from the road  Or brighten some one's heavy load.",
      "author": "Eva Rose Park",
      "category": "helping, people"
    },
    {
      "quote": "I think if I were dying and I heard of an act of injustice  it would start me up to a moment's life again.",
      "author": "Olive Schreiner",
      "category": "helping, people"
    },
    {
      "quote": "If you bungle raising your children  I don't think whatever else you do matters very much.",
      "author": "Jacqueline Kennedy Onassis",
      "category": "helping, people"
    },
    {
      "quote": "My satisfaction comes from my commitment to advancing a better world.",
      "author": "Faye Wattleton",
      "category": "helping, people"
    },
    {
      "quote": "You don't live in a world all your own. Your brothers are here  too.",
      "author": "Albert Schweitzer",
      "category": "helping, people"
    },
    {
      "quote": "What do we live for if not to make life less difficult for each other?",
      "author": "George Eliot",
      "category": "helping, people"
    },
    {
      "quote": "It is human nature that rules the world  not governments and regimes.",
      "author": "Svetlana Alliluyeva",
      "category": "helping, people"
    },
    {
      "quote": "Injustice is a sixth sense  and rouses all the others.",
      "author": "Amelia Barr",
      "category": "helping, people"
    },
    {
      "quote": "The service we render others is the rent we pay for our room on earth.",
      "author": "Wilfred Grenfell",
      "category": "helping, people"
    },
    {
      "quote": "A man is called selfish not for pursuing his own good  but for neglecting his neighbor's.",
      "author": "Richard Whately",
      "category": "helping, people"
    },
    {
      "quote": "In this world we must help one another.",
      "author": "Jean de la Fontaine",
      "category": "helping, people"
    },
    {
      "quote": "Man absolutely cannot live by himself.",
      "author": "Erich Fromm",
      "category": "helping, people"
    },
    {
      "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men.",
      "author": "Herman Melville",
      "category": "helping, people"
    },
    {
      "quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
      "author": "George Bernard Shaw",
      "category": "helping, people"
    },
    {
      "quote": "In the time we have it is surely our duty to do all the good we can to all the people we can in all the ways we can.",
      "author": "William Barclay",
      "category": "helping, people"
    },
    {
      "quote": "There ain't nothing but one thing wrong with every one of us  and that's selfishness.",
      "author": "Will Rogers",
      "category": "helping, people"
    },
    {
      "quote": "He who lives only for himself is truly dead to others.",
      "author": "Publilius Syrus",
      "category": "helping, people"
    },
    {
      "quote": "Provision for others is a fundamental responsibility of human life.",
      "author": "Woodrow Wilson",
      "category": "helping, people"
    },
    {
      "quote": "Everything that lives  lives not alone  nor for itself.",
      "author": "William Blake",
      "category": "helping, people"
    },
    {
      "quote": "A man wrapped up in himself makes a very small bundle.",
      "author": "Benjamin Franklin",
      "category": "helping, people"
    },
    {
      "quote": "Maturity begins to grow when you can sense your concern for others outweighing your concern for yourself.",
      "author": "John MacNaughton",
      "category": "helping, people"
    },
    {
      "quote": "I see their souls  and I hold them in my hands  and because I love them they weigh nothing.",
      "author": "Pearl Bailey",
      "category": "helping, people"
    },
    {
      "quote": "Three things in human life are important: The first is to be kind. The second is to be kind. And the third is to be kind.",
      "author": "Henry James",
      "category": "helping, people"
    },
    {
      "quote": "I'm not a competitive person  and I think women like me because they don't think I'm competitive  just nice.",
      "author": "Barbara Bush",
      "category": "helping, people"
    },
    {
      "quote": "As perfume to the flower  so is kindness to speech.",
      "author": "Katherine Francke",
      "category": "helping, people"
    },
    {
      "quote": "To be told we are loved is not enough. We must feel loved.",
      "author": "Lauren Hutton",
      "category": "helping, people"
    },
    {
      "quote": "It's never what you say  but how you make it sound sincere.",
      "author": "Marya Mannes",
      "category": "helping, people"
    },
    {
      "quote": "I never fight  except against difficulties.",
      "author": "Helen Keller",
      "category": "helping, people"
    },
    {
      "quote": "Nothing has happened today except kindness.",
      "author": "Gertrude Stein",
      "category": "helping, people"
    },
    {
      "quote": "In a great romance  each person plays a part the other really likes.",
      "author": "Elizabeth Ashley",
      "category": "helping, people"
    },
    {
      "quote": "Etiquette-a fancy word for simple kindness.",
      "author": "Elsa Maxwell",
      "category": "helping, people"
    },
    {
      "quote": "If I can stop one heart from breaking  I shall not live in vain  If I can ease one life the aching  Or cool one pain  Or help one fainting robin Unto his nest again  I shall not live in vain.",
      "author": "Emily Dickinson",
      "category": "helping, people"
    },
    {
      "quote": "The legacy I want to leave is a child-care system that says no kid is going to be left alone or left unsafe.",
      "author": "Marian Wright Edelman",
      "category": "helping, people"
    },
    {
      "quote": "I think women need kindness more than love. When one human being is kind to another  it's a very deep matter.",
      "author": "Alice Childress",
      "category": "helping, people"
    },
    {
      "quote": "Life is just a short walk from the cradle to the grave-and it sure behooves us to be kind to one another along the way.",
      "author": "Alice Childress",
      "category": "helping, people"
    },
    {
      "quote": "I'm a competitive person  but I have never understood people's competitiveness at the expense of their colleagues.",
      "author": "Geraldine Ferraro",
      "category": "helping, people"
    },
    {
      "quote": "You know  we're all going in the same direction  or at least trying to. So we need to live together  get along together  and give each other enough space to be comfortable on that road.",
      "author": "Lillian Gideon",
      "category": "helping, people"
    },
    {
      "quote": "The demand for equal rights in every vocation of life is just and fair  but  after all  the most vital right is the right to love and be loved.",
      "author": "Emma Goldman",
      "category": "helping, people"
    },
    {
      "quote": "Good manners are the techniques of expressing consideration for the feelings of others",
      "author": "Alice Duer Miller",
      "category": "helping, people"
    },
    {
      "quote": "Moments of kindness and reconciliation are worth having  even if the parting has to come sooner or later.",
      "author": "Alice Munro",
      "category": "helping, people"
    },
    {
      "quote": "A happy life is made up of little things-a gift sent  a letter written  a call made  a recommendation given  transportation provided  a cake made  a book lent  a check sent.",
      "author": "Carol Holmes",
      "category": "helping, people"
    },
    {
      "quote": "If a man is pictured chopping off a woman's breast  it only gets an R rating  but if  God forbid  a man is pictured kissing a woman's breast  it gets an X rating. Why is violence more acceptable than tenderness?",
      "author": "Sally Struthers",
      "category": "helping, people"
    },
    {
      "quote": "If I didn't start painting  I would have raised chickens.",
      "author": "Grandma Moses",
      "category": "helping, people"
    },
    {
      "quote": "Be kind  for everyone you meet is fighting a hard battle.",
      "author": "Plato",
      "category": "helping, people"
    },
    {
      "quote": "One's life has value so long as one attributes value to the life of others  by means of love  friendship  indignation  and compassion.",
      "author": "Simone de Beauvoir",
      "category": "helping, people"
    },
    {
      "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
      "author": "Lao-Tzu",
      "category": "helping, people"
    },
    {
      "quote": "I'd like people to think of me as someone who cares about them.",
      "author": "Diana, Princess of Wales",
      "category": "helping, people"
    },
    {
      "quote": "Tenderness is greater proof of love than the most passionate of vows.",
      "author": "Marlene Dietrich",
      "category": "helping, people"
    },
    {
      "quote": "Kindness is the language which the deaf can hear and the blind can see.",
      "author": "Mark Twain",
      "category": "helping, people"
    },
    {
      "quote": "One of the most valuable things we can do to heal one another is listen to each other's stories.",
      "author": "Rebecca Falls",
      "category": "helping, people"
    },
    {
      "quote": "It's a rare thing  graciousness. The shape of it can be acquired  but not  I think  the substance.",
      "author": "Gertrude Schweitzer",
      "category": "helping, people"
    },
    {
      "quote": "Wherever there is a human being  there is an opportunity for a kindness.",
      "author": "Marcus Annaeus Seneca",
      "category": "helping, people"
    },
    {
      "quote": "Oh! may each youthful bosom  catch the sacred fire.",
      "author": "Ann Plato",
      "category": "helping, people"
    },
    {
      "quote": "Kindness is the golden chain by which society is bound together.",
      "author": "Johann von Goethe",
      "category": "helping, people"
    },
    {
      "quote": "The best index to a person's character is (a) how he treats people who can't do him any good  and (b) how he treats people who can't fight back.",
      "author": "Abigail Van Buren",
      "category": "helping, people"
    },
    {
      "quote": "To nourish children and raise them against odds is in any time  any place  more valuable than to fix bolts in cars or design nuclear weapons.",
      "author": "Marilyn French",
      "category": "helping, people"
    },
    {
      "quote": "Sympathy is the charm of human life.",
      "author": "Grace Aguilar",
      "category": "helping, people"
    },
    {
      "quote": "I expect to pass through life but once. If  therefore  there be any kindness I can show  or any good thing I can do for any fellow being  let me do it now ... as I shall not pass this way again.",
      "author": "William Penn",
      "category": "helping, people"
    },
    {
      "quote": "We bear the world and we make it. ... There was never a great man who had not a great mother-it is hardly an exaggeration.",
      "author": "Olive Schreiner",
      "category": "helping, people"
    },
    {
      "quote": "I wonder why it is that we are not all kinder to each other. ... How much the world needs it! How easily it is done!",
      "author": "Henry Drummond",
      "category": "helping, people"
    },
    {
      "quote": "Miss no single opportunity of making some small sacrifice  here by a smiling look  there by a kindly word  always doing the smallest right and doing it all for love.",
      "author": "Therese of Lisieux",
      "category": "helping, people"
    },
    {
      "quote": "After the verb \"to Love \" \"to Help\" is the most beautiful verb in the world.",
      "author": "Bertha von Suttner",
      "category": "helping, people"
    },
    {
      "quote": "We are made kind by being kind.",
      "author": "Eric Hoffer",
      "category": "helping, people"
    },
    {
      "quote": "Kindness causes us to learn  and to forget  many things.",
      "author": "Madame Swetchine",
      "category": "helping, people"
    },
    {
      "quote": "There is nothing in life but refraining from hurting others  and comforting those that are sad.",
      "author": "Olive Schreiner",
      "category": "helping, people"
    },
    {
      "quote": "Without kindness  there can be no true joy.",
      "author": "Thomas Carlyle",
      "category": "helping, people"
    },
    {
      "quote": "Wise sayings often fall on barren ground  but a kind word is never thrown away.",
      "author": "Sir Arthur Helps",
      "category": "helping, people"
    },
    {
      "quote": "A word of kindness is seldom spoken in vain  while witty sayings are as easily lost as the pearls slipping from a broken string.",
      "author": "George Prentice",
      "category": "helping, people"
    },
    {
      "quote": "A kind word is like a Spring day.",
      "author": "Russian proverb",
      "category": "helping, people"
    },
    {
      "quote": "Kindness is in our power  even when fondness is not.",
      "author": "Samuel Johnson",
      "category": "helping, people"
    },
    {
      "quote": "Kindness affects more than severity.",
      "author": "Aesop",
      "category": "helping, people"
    },
    {
      "quote": "Always be a little kinder than necessary.",
      "author": "Sir James M. Barrie",
      "category": "helping, people"
    },
    {
      "quote": "Kindness is the ability to love people more than they deserve.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "The sense that someone else cares always helps because it is the sense of love.",
      "author": "George E. Woodberry",
      "category": "helping, people"
    },
    {
      "quote": "Today I bent the truth to be kind  and I have no regret  for I am far surer of what is kind that I am of what is true.",
      "author": "Robert Brault",
      "category": "helping, people"
    },
    {
      "quote": "Kindness  I've discovered  is everything in life.",
      "author": "Isaac Bashevis Singer",
      "category": "helping, people"
    },
    {
      "quote": "What wisdom can you find that is greater than kindness?",
      "author": "Jean-Jacques Rousseau",
      "category": "helping, people"
    },
    {
      "quote": "Goodwill... is an immeasurable and tremendous energy  the atomic energy of the spirit.",
      "author": "Eleanor B. Stock",
      "category": "helping, people"
    },
    {
      "quote": "Goodwill is the mightiest practical force in the universe.",
      "author": "Charles F. Dole",
      "category": "helping, people"
    },
    {
      "quote": "Knowing sorrow well  I learn to succor the distressed.",
      "author": "Virgil",
      "category": "helping, people"
    },
    {
      "quote": "Compassion is the basis of all morality.",
      "author": "Arthur Schopenhauer",
      "category": "helping, people"
    },
    {
      "quote": "Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
      "author": "Danny Thomas",
      "category": "helping, people"
    },
    {
      "quote": "Right Now Is the Time to Be Kind You cannot do a kindness too soon  for you never know how soon it will be too late.",
      "author": "Ralph Waldo Emerson",
      "category": "helping, people"
    },
    {
      "quote": "There's no use in doing a kindness if you do it a day too late.",
      "author": "Charles Kingsley",
      "category": "helping, people"
    },
    {
      "quote": "He who sees a need and waits to be asked for help is as unkind as if he had refused it.",
      "author": "Dante Alighieri",
      "category": "helping, people"
    },
    {
      "quote": "The golden rule is of no use whatsoever unless you realize that it is your move.",
      "author": "Dr. Frank Crane",
      "category": "helping, people"
    },
    {
      "quote": "He gives twice who gives promptly.",
      "author": "Publilius Syrus",
      "category": "helping, people"
    },
    {
      "quote": "Tact is the ability to describe others as they see themselves.",
      "author": "Mary Pettibone Poole",
      "category": "helping, people"
    },
    {
      "quote": "Instead of getting hard ourselves and trying to compete  women should try to give their best qualities to men- bring them softness  teach them how to cry.",
      "author": "Joan Baez",
      "category": "helping, people"
    },
    {
      "quote": "Youth condemns  maturity condones.",
      "author": "Josephine Preston Peabody",
      "category": "helping, people"
    },
    {
      "quote": "It is unfair to hold people responsible for our illusions of them.",
      "author": "Comtesse Diane",
      "category": "helping, people"
    },
    {
      "quote": "The deadliest feeling that can be offered to a woman is pity.",
      "author": "Vicki Baum",
      "category": "helping, people"
    },
    {
      "quote": "People who won't help others in trouble \"because they got into trouble through their own fault\" would probably not throw a lifeline to a drowning man until they learned whether he fell in through his own fault or not.",
      "author": "Sydney J. Harris",
      "category": "helping, people"
    },
    {
      "quote": "If you judge people  you have no time to love them.",
      "author": "Mother Teresa",
      "category": "helping, people"
    },
    {
      "quote": "Justice and judgment lie often a world apart.",
      "author": "Emmeline Pankhurst",
      "category": "helping, people"
    },
    {
      "quote": "With compassion  we see benevolently our own human condition and the condition of our fellow beings. We drop prejudice. We withhold judgment.",
      "author": "Christina Baldwin",
      "category": "helping, people"
    },
    {
      "quote": "A few observations and much reasoning lead to error  many observations and a little reasoning to truth.",
      "author": "Dr. Alexis Carrel",
      "category": "helping, people"
    },
    {
      "quote": "Nobody who is somebody looks down on anybody.",
      "author": "Margaret Deland",
      "category": "helping, people"
    },
    {
      "quote": "Really listening and suspending one's own judgment is necessary in order to understand other people on their own terms. As we have noted  this is a process that requires trust and builds trust.",
      "author": "Mary Field Belenky",
      "category": "helping, people"
    },
    {
      "quote": "Reform is born of need  not pity.",
      "author": "Rebecca Harding Davis",
      "category": "helping, people"
    },
    {
      "quote": "I am convinced that any feeling of exaltation because we have people under us should be conquered  for I am sure that if we enjoy being over people  there will be something in our manner which will make them dislike being under us.",
      "author": "Mary Parker Follett",
      "category": "helping, people"
    },
    {
      "quote": "\"Honesty\" without compassion and understanding is not honesty  but subtle hostility.",
      "author": "Rose N. Franzblau",
      "category": "helping, people"
    },
    {
      "quote": "Theories and goals of education don't matter a whit if you do not consider your students to be human beings.",
      "author": "Lou Ann Walker",
      "category": "helping, people"
    },
    {
      "quote": "It's compassion that makes gods of us.",
      "author": "Dorothy Gilman",
      "category": "helping, people"
    },
    {
      "quote": "When God made up this world of ours  He made it long and wide  And meant that it should shelter all  And none should be denied.",
      "author": "Carrie Jacobs Bond",
      "category": "helping, people"
    },
    {
      "quote": "I've always thought that people need to feel good about themselves and I see my role as offering support to them  to provide some light along the way.",
      "author": "Diana, Princess of Wales",
      "category": "helping, people"
    },
    {
      "quote": "The finest inheritance you can give a child is to allow it to make its own way  completely on its own feet.",
      "author": "Isadora Duncan",
      "category": "helping, people"
    },
    {
      "quote": "Let our girls feel that we expect something more of them than that they merely look pretty and appear well in society. Teach them that there is a race with special needs which they and only they can help  that the world needs and is already asking for their trained and efficient forces.",
      "author": "Anna Julia Cooper",
      "category": "helping, people"
    },
    {
      "quote": "A child is a temporarily disabled and stunted version of a larger person  whom you will someday know. Your job is to help them overcome the disabilities associated with their size and inexperience so that they get on with being that larger person.",
      "author": "Barbara Ehrenreich",
      "category": "helping, people"
    },
    {
      "quote": "We have to improve life  not just for those who have the most skills and those who know how to manipulate the system. But also for and with those who often have so much to give but never get the opportunity.",
      "author": "Dorothy Height",
      "category": "helping, people"
    },
    {
      "quote": "The most notable fact that culture imprints on women is the sense of our limits. The most important thing one woman can do for another is to illuminate and expand her sense of actual possibilities.",
      "author": "Adrienne Rich",
      "category": "helping, people"
    },
    {
      "quote": "First  teach a person to develop to the point of his limitations and then- pfft!-break the limitations.",
      "author": "Viola Spolin",
      "category": "helping, people"
    },
    {
      "quote": "If you want a baby  have a new one. Don't baby the old one.",
      "author": "Jessamyn West",
      "category": "helping, people"
    },
    {
      "quote": "When anything gets freed  a zest goes round the world.",
      "author": "Hortense Calisher",
      "category": "helping, people"
    },
    {
      "quote": "If we can't turn the world around we can at least bolster the victims.",
      "author": "Liz Carpenter",
      "category": "helping, people"
    },
    {
      "quote": "If a child is too keep alive his inborn sense of wonder ... he needs the companionship of at least one adult who can share it  rediscovering with him the joy  excitement  and mystery of the world we live in.",
      "author": "Rachel Carson",
      "category": "helping, people"
    },
    {
      "quote": "We ought to be doing all we can to make it possible for every child to fulfill his or her God-given potential.",
      "author": "Hillary Rodham Clinton",
      "category": "helping, people"
    },
    {
      "quote": "You cannot create genius. All you can do is nurture it.",
      "author": "Ninette de Valois",
      "category": "helping, people"
    },
    {
      "quote": "Most convicted felons are just people who were not taken to museums or Broadway musicals as children.",
      "author": "Libby Gelman-Waxner",
      "category": "helping, people"
    },
    {
      "quote": "No one has yet realized the wealth of sympathy  the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure.",
      "author": "Emma Goldman",
      "category": "helping, people"
    },
    {
      "quote": "I'm not an American hero. I'm a person who loves children.",
      "author": "Clara McBride Hale",
      "category": "helping, people"
    },
    {
      "quote": "When a person is down in the world  an ounce of help is better than a pound of preaching.",
      "author": "Edward Bulwer-Lytton",
      "category": "helping, people"
    },
    {
      "quote": "The greatest gift is the passion for reading. It is cheap  it consoles  it distracts  it excites  it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.",
      "author": "Elizabeth Hardwick",
      "category": "helping, people"
    },
    {
      "quote": "A little help is worth a great deal of pity.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "Don't give advice unless you're asked.",
      "author": "Amy Alcott",
      "category": "helping, people"
    },
    {
      "quote": "Generosity gives assistance  rather than advice.",
      "author": "Vauvenargues",
      "category": "helping, people"
    },
    {
      "quote": "Our worth is determined by the good deeds we do  rather than by the fine emotions we feel.",
      "author": "Elias L. Magoon",
      "category": "helping, people"
    },
    {
      "quote": "Nagging is the repetition of unpalatable truths.",
      "author": "Baroness Edith Summerskill",
      "category": "helping, people"
    },
    {
      "quote": "Orthodox criticism ... is a murderer of talent. And because the most modest and sensitive people are the most talented  having the most imagination and sympathy  these are the first ones to get killed off.",
      "author": "Brenda Ueland",
      "category": "helping, people"
    },
    {
      "quote": "With every deed you are sowing a seed  though the harvest you may not see.",
      "author": "Ella Wheeler Wilcox",
      "category": "helping, people"
    },
    {
      "quote": "Giving kids clothes and food is one thing  but it's much more important to teach them that other people besides themselves are important and that the best thing they can do with their lives is to use them in the service of other people.",
      "author": "Dolores Huerta",
      "category": "helping, people"
    },
    {
      "quote": "What its children become  that will the community become.",
      "author": "Suzannea LaFollette",
      "category": "helping, people"
    },
    {
      "quote": "A child is fed with milk and praise.",
      "author": "Mary Lamb",
      "category": "helping, people"
    },
    {
      "quote": "Children are forced to live very rapidly in order to live at all. They are given only a few years in which to learn hundreds of thousands of things about life and the planet and themselves.",
      "author": "Phyllis McGinley",
      "category": "helping, people"
    },
    {
      "quote": "Live and let live is not enough  live and help live is not too much.",
      "author": "Orison Swett Marden",
      "category": "helping, people"
    },
    {
      "quote": "To give pleasure to a single heart by a single kind act is better than a thousand head-bowings in prayer.",
      "author": "Sa'di",
      "category": "helping, people"
    },
    {
      "quote": "Establishing lasting peace is the work of education  all politics can do is keep us out of war.",
      "author": "Maria Montessori",
      "category": "helping, people"
    },
    {
      "quote": "Pity costs nothing and ain't worth nothing.",
      "author": "Josh Billings",
      "category": "helping, people"
    },
    {
      "quote": "The greatness of the human personality begins at the hour of birth. From this almost mystic affirmation there comes what may seem a strange conclusion: that education must start from birth.",
      "author": "Maria Montessori",
      "category": "helping, people"
    },
    {
      "quote": "To feel sorry for the needy is not the mark of a Christian-to help them is.",
      "author": "Frank A. Clark",
      "category": "helping, people"
    },
    {
      "quote": "What we remember from childhood we remember forever-permanent ghosts  stamped  imprinted  eternally seen.",
      "author": "Cynthia Ozick",
      "category": "helping, people"
    },
    {
      "quote": "I don't believe civilization can do a lot more than educate a person's senses.",
      "author": "Grace Paley",
      "category": "helping, people"
    },
    {
      "quote": "'Tis not enough to help the feeble up  but to support him after.",
      "author": "William Shakespeare",
      "category": "helping, people"
    },
    {
      "quote": "Where our bread is concerned  it is a material matter. Where our neighbor's bread is concerned  it is a spiritual matter.",
      "author": "I. D. Douglas",
      "category": "helping, people"
    },
    {
      "quote": "A good education is that which prepares us for our future sphere of action and makes us contented with that situation in life in which God  in his infinite mercy  has seen fit to place us  to be perfectly resigned to our lot in life  whatever it may be.",
      "author": "Ann Plato",
      "category": "helping, people"
    },
    {
      "quote": "Teaching was the hardest work I had ever done  and it remains the hardest work I have done to date.",
      "author": "Ann Richards",
      "category": "helping, people"
    },
    {
      "quote": "To me education is a leading out of what is already there in the pupil's soul.",
      "author": "Muriel Spark",
      "category": "helping, people"
    },
    {
      "quote": "To throw obstacles in the way of a complete education is like putting out the eyes.",
      "author": "Elizabeth Cady Stanton",
      "category": "helping, people"
    },
    {
      "quote": "No other job in the world could possibly dispossess one so completely as this job of teaching. You could stand all day in a laundry  for instance  still in possession of your mind. But this teaching utterly obliterates you. It cuts right into your being: essentially  it takes over your spirit.",
      "author": "Sylvia Ashton-Warner",
      "category": "helping, people"
    },
    {
      "quote": "Teaching is the royal road to learning.",
      "author": "Jessamyn West",
      "category": "helping, people"
    },
    {
      "quote": "Teaching was the best way to learn.",
      "author": "Edna Gardner Whyte",
      "category": "helping, people"
    },
    {
      "quote": "Teaching is the greatest act of optimism.",
      "author": "Colleen Wilcox",
      "category": "helping, people"
    },
    {
      "quote": "I think education is power. I think that being able to communicate with people is power. One of my main goals on the planet is to encourage people to empower themselves.",
      "author": "Oprah Winfrey",
      "category": "helping, people"
    },
    {
      "quote": "If you feed a man a meal  you only feed him for a day-but if you teach a man to grow food  you feed him for a lifetime.",
      "author": "Peace Pilgrim",
      "category": "helping, people"
    },
    {
      "quote": "People will support that which they help to create.",
      "author": "Mary Kay Ash",
      "category": "helping, people"
    },
    {
      "quote": "The greatest good you can do for another is not just to share your riches  but to reveal to him his own.",
      "author": "Benjamin Disraeli",
      "category": "helping, people"
    },
    {
      "quote": "Listen long enough and the person will generally come up with an adequate solution.",
      "author": "Mary Kay Ash",
      "category": "helping, people"
    },
    {
      "quote": "The truest help we can render an afflicted man is not to take his burden from him  but to call out his best energy  that he may be able to bear the burden.",
      "author": "Phillips Brooks",
      "category": "helping, people"
    },
    {
      "quote": "A mother is not a person to lean on but a person to make leaning unnecessary.",
      "author": "Dorothy Canfield Fisher",
      "category": "helping, people"
    },
    {
      "quote": "A wise parent humors the desire for independent action  so as to become the friend and advisor when his absolute rule shall cease.",
      "author": "Elizabeth Gaskell",
      "category": "helping, people"
    },
    {
      "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.",
      "author": "Henry Ford",
      "category": "helping, people"
    },
    {
      "quote": "I don't give advice. I can't tell anybody what to do. Instead I say this is what we know about this problem at this time. And here are the consequences of these actions.",
      "author": "Dr. Joyce Brothers",
      "category": "helping, people"
    },
    {
      "quote": "Hold up to him his better self  his real self that can dare and do and win out. ... People radiate what is in their minds and in their hearts.",
      "author": "Eleanor H. Porter",
      "category": "helping, people"
    },
    {
      "quote": "The manager cannot share his power with division superintendent or foreman or workman  but he can give them opportunities for developing their power.",
      "author": "Mary Parker Follett",
      "category": "helping, people"
    },
    {
      "quote": "Once you wake up thought in a man  you can never put it to sleep again.",
      "author": "Zora Neale Hurston",
      "category": "helping, people"
    },
    {
      "quote": "Never help a child with a task at which he feels he can succeed.",
      "author": "Maria Montessori",
      "category": "helping, people"
    },
    {
      "quote": "To know one's self is wisdom  but to know one's neighbor is genius.",
      "author": "Minna Antrim",
      "category": "helping, people"
    },
    {
      "quote": "Gossip is a sort of smoke that comes from the dirty tobacco-pipes of those who diffuse it  it proves nothing but the bad taste of the smoker.",
      "author": "George Eliot",
      "category": "helping, people"
    },
    {
      "quote": "I know that everyone brings to the work his or her own experiences and background and may interpret the piece like a Rorschach  in their own way.",
      "author": "Ida Applebroog",
      "category": "helping, people"
    },
    {
      "quote": "There are no little events in life  those we think of no consequence may be full of fate  and it is at our own risk if we neglect the acquaintances and opportunities that seem to be casually offered  and of small importance.",
      "author": "Amelia Barr",
      "category": "helping, people"
    },
    {
      "quote": "I believe every person has the ability to achieve something important  and with that in mind I regard everyone as special.",
      "author": "Mary Kay Ash",
      "category": "helping, people"
    },
    {
      "quote": "The fact that we are human beings is infinitely more important than all the peculiarities that distinguish human beings from one another.",
      "author": "Simone de Beauvoir",
      "category": "helping, people"
    },
    {
      "quote": "The sexes in each species of beings . . . are always true equivalents-equals but not identicals.",
      "author": "Antoinette Brown Blackwell",
      "category": "helping, people"
    },
    {
      "quote": "To understand another human being you must gain some insight into the conditions which made him what he is.",
      "author": "Margaret Bourke-White",
      "category": "helping, people"
    },
    {
      "quote": "Like snowflakes  the human pattern is never cast twice. We are uncommonly and marvelously intricate in thought and action.",
      "author": "Alice Childress",
      "category": "helping, people"
    },
    {
      "quote": "Everyone needs to be valued. Everyone has the potential to give something back.",
      "author": "Diana, Princess of Wales",
      "category": "helping, people"
    },
    {
      "quote": "Every human being is trying to say something to others. Trying to cry out I am alive  notice me! Speak to me! Confirm that I am important  that I matter!",
      "author": "Marion D. Hanks",
      "category": "helping, people"
    },
    {
      "quote": "The Christian tradition was passed on to me as a great rich mixture  a bouillabaisse of human imagination and wonder brewed from the richness of individual lives.",
      "author": "Mary Bateson",
      "category": "helping, people"
    },
    {
      "quote": "Connected knowers do not measure other people's words by some impersonal standard. Their purpose is not to judge but to understand.",
      "author": "Mary Field Belenky",
      "category": "helping, people"
    },
    {
      "quote": "Tyranny and anarchy are alike incompatible with freedom  security  and the enjoyment of opportunity.",
      "author": "Jeane Kirkpatrick",
      "category": "helping, people"
    },
    {
      "quote": "Unless one's philosophy is all-inclusive  nothing can be understood.",
      "author": "Mary Ritter Beard",
      "category": "helping, people"
    },
    {
      "quote": "Nature is just enough  but men and women must comprehend and accept her suggestions.",
      "author": "Antoinette Brown Blackwell",
      "category": "helping, people"
    },
    {
      "quote": "The motto should not be: Forgive one another  rather understand one another.",
      "author": "Emma Goldman",
      "category": "helping, people"
    },
    {
      "quote": "Someone has said that it requires less mental effort to condemn than to think.",
      "author": "Emma Goldman",
      "category": "helping, people"
    },
    {
      "quote": "We cannot safely assume that other people's minds work on the same principles as our own. All too often  others with whom we come in contact do not reason as we reason  or do not value the things we value  or are not interested in what interests us.",
      "author": "Isabel Briggs Myers",
      "category": "helping, people"
    },
    {
      "quote": "To have one's individuality completely ignored is like being pushed quite out of life. Like being blown out as one blows out a light.",
      "author": "Evelyn Scott",
      "category": "helping, people"
    },
    {
      "quote": "It's funny how your initial approach to a person can determine your feelings toward them  no matter what facts develop later on.",
      "author": "Dorothy Uhnak",
      "category": "helping, people"
    },
    {
      "quote": "Nobody really knows Indians who cheat them and treat them badly.",
      "author": "Sarah Winnemucca",
      "category": "helping, people"
    },
    {
      "quote": "[Tolerance] is the greatest gift of the mind  it requires the same effort of the brain that it takes to balance oneself on a bicycle.",
      "author": "Helen Keller",
      "category": "helping, people"
    },
    {
      "quote": "Africa has her mysteries  and even a wise man cannot understand them. But a wise man respects them.",
      "author": "Miriam Makeba",
      "category": "helping, people"
    },
    {
      "quote": "To argue over who is the more noble is nothing more than to dispute whether dirt is better for making bricks or for making mortar.",
      "author": "Teresa of Avila",
      "category": "helping, people"
    },
    {
      "quote": "What women want is what men want. They want respect.",
      "author": "Marilyn vos Savant",
      "category": "helping, people"
    },
    {
      "quote": "All sweeping assertions are erroneous.",
      "author": "L. E. Landon",
      "category": "helping, people"
    },
    {
      "quote": "Truth has never been  can never be  contained in any one creed or system.",
      "author": "Mary Augusta Ward",
      "category": "helping, people"
    },
    {
      "quote": "Sons branch out  but one woman leads to another.",
      "author": "Margaret Atwood",
      "category": "helping, people"
    },
    {
      "quote": "It's really important that  as women  we tell our stories. That is what helps seed our imaginations.",
      "author": "Ann Bancroft",
      "category": "helping, people"
    },
    {
      "quote": "Female friendships that work are relationships in which women help each other belong to themselves.",
      "author": "Louise Bernikow",
      "category": "helping, people"
    },
    {
      "quote": "Women's propensity to share confidences is universal. We confirm our reality by sharing.",
      "author": "Barbara Grizzuti Harrison",
      "category": "helping, people"
    },
    {
      "quote": "Sharing is sometimes more demanding than giving.",
      "author": "Mary Bateson",
      "category": "helping, people"
    },
    {
      "quote": "If my hands are fully occupied in holding on to something  I can neither give nor receive.",
      "author": "Dorothy Solle",
      "category": "helping, people"
    },
    {
      "quote": "We are rich only through what we give  and poor only through what we refuse.",
      "author": "Anne-Sophie Swetchine",
      "category": "helping, people"
    },
    {
      "quote": "Find out how much God has given you and from it take what you need  the remainder is needed by others.",
      "author": "Saint Augustine",
      "category": "helping, people"
    },
    {
      "quote": "[Our children] had the privilege of growing up where they'd raised a lot of food. They were never hungry. They could share their food with people. And so  you share your lives with people.",
      "author": "Ella Baker",
      "category": "helping, people"
    },
    {
      "quote": "For we must share  if we would keep  that blessing from above  Ceasing to give  we cease to have  such is the law of love.",
      "author": "Richard C. Trench",
      "category": "helping, people"
    },
    {
      "quote": "An unshared life is not living. He who shares does not lessen  but great-ens  his life.",
      "author": "Stephen S. Wise",
      "category": "helping, people"
    },
    {
      "quote": "Sharing what you have is more important than what you have.",
      "author": "Albert M. Wells",
      "category": "helping, people"
    },
    {
      "quote": "You cannot always have happiness  but you can always give happiness.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "That's what I consider true generosity. You give your all and yet you always feel as if it costs you nothing.",
      "author": "Simone de Beauvoir",
      "category": "helping, people"
    },
    {
      "quote": "A cup that is already full cannot have more added to it. In order to receive the further good to which we are entitled  we must give of that which we have.",
      "author": "Margaret Becker",
      "category": "helping, people"
    },
    {
      "quote": "The fragrance always stays in the hand that gives the rose.",
      "author": "Heda Bejar",
      "category": "helping, people"
    },
    {
      "quote": "You can give without loving  but you cannot love without giving.",
      "author": "Amy Carmichael",
      "category": "helping, people"
    },
    {
      "quote": "Measure thy life by loss instead of gain  Not by the wine drunk  but by the wine poured forth.",
      "author": "Harriet King",
      "category": "helping, people"
    },
    {
      "quote": "Be charitable and indulgent to every one but thyself.",
      "author": "Joseph Joubert",
      "category": "helping, people"
    },
    {
      "quote": "Be pretty if you can  be witty if you must  but be gracious if it kills you.",
      "author": "Elsie de Wolfe",
      "category": "helping, people"
    },
    {
      "quote": "Real unselfishness consists in sharing the interests of others.",
      "author": "George Santayana",
      "category": "helping, people"
    },
    {
      "quote": "Purposeful giving is not as apt to deplete one's resources  it belongs to that natural order of giving that seems to renew itself even in the act of depletion.",
      "author": "Anne Morrow Lindbergh",
      "category": "helping, people"
    },
    {
      "quote": "If my hands are fully occupied in holding on to something  I can neither give nor receive.",
      "author": "Dorothy Solle",
      "category": "helping, people"
    },
    {
      "quote": "Whoever in trouble and sorrow needs your help  give it to him. Whoever in anxiety or fear needs your friendship  give it to him. It isn't important whether he likes you. It isn't important whether you approve of his conduct. It isn't important what his creed or nationality may be.",
      "author": "E. N. West",
      "category": "helping, people"
    },
    {
      "quote": "I was hungered  and ye gave me meat: I was thirsty  and ye gave me drink: I was a stranger  and ye took me in: I was naked  and ye clothed me: I was sick  and ye visited me: I was in prison  and ye came unto me.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "Generosity with strings is not generosity: it is a deal.",
      "author": "Marya Mannes",
      "category": "helping, people"
    },
    {
      "quote": "To give and then not feel that one has given is the very best of all ways of giving.",
      "author": "Max Beerbohm",
      "category": "helping, people"
    },
    {
      "quote": "To have and not to give is often worse than to steal.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "helping, people"
    },
    {
      "quote": "It is more blessed to give than to receive.",
      "author": "Bible",
      "category": "helping, people"
    },
    {
      "quote": "God loveth a cheerful giver.",
      "author": "Bible",
      "category": "helping, people"
    },
    {
      "quote": "Almsgiving leaves a man just where he was before. Aid restores him to society as an individual worthy of all respect and not as a man with a grievance.",
      "author": "Eva Peron",
      "category": "helping, people"
    },
    {
      "quote": "In necessary things  unity  in doubtful things  liberty  in all things  charity.",
      "author": "Richard Baxter",
      "category": "helping, people"
    },
    {
      "quote": "Real charity and a real ability never to condemn-the one real virtue-is so often the result of a waking experience that gives a glimpse of what lies beneath things.",
      "author": "Ivy Compton-Burnett",
      "category": "helping, people"
    },
    {
      "quote": "We must give alms. Charity wins souls and draws them to virtue.",
      "author": "Angela Merici",
      "category": "helping, people"
    },
    {
      "quote": "Did universal charity prevail  earth would be a heaven  and hell a fable.",
      "author": "Charles Caleb Colton",
      "category": "helping, people"
    },
    {
      "quote": "The results of philanthropy are always beyond calculation.",
      "author": "Miriam Beard",
      "category": "helping, people"
    },
    {
      "quote": "I have as little fear that God will damn a man that has charity as I hope that the priests can save one who has not.",
      "author": "Alexander Pope",
      "category": "helping, people"
    },
    {
      "quote": "Charity. To love human beings in so far as they are nothing. That is to love them as God does.",
      "author": "Simone Weil",
      "category": "helping, people"
    },
    {
      "quote": "An institution or reform movement that is not selfish  must originate in the recognition of some evil that is adding to the sum of human suffering  or diminishing the sum of happiness. I suppose it is a philanthropic movement to try to reverse the process.",
      "author": "Clara Barton",
      "category": "helping, people"
    },
    {
      "quote": "In faith and hope the world will disagree  but all mankind's concern is charity.",
      "author": "Alexander Pope",
      "category": "helping, people"
    },
    {
      "quote": "There is no real religious experience that does not express itself in charity.",
      "author": "C. H. Dodd",
      "category": "helping, people"
    },
    {
      "quote": "Charity begins at home  and usually stays there.",
      "author": "Elbert Hubbard",
      "category": "helping, people"
    },
    {
      "quote": "Charity begins at home  but should not end there.",
      "author": "Thomas Fuller",
      "category": "helping, people"
    },
    {
      "quote": "Sow good services  sweet remembrances will grow from them.",
      "author": "Madame de Stael",
      "category": "helping, people"
    },
    {
      "quote": "Charity looks at the need  not at the cause.",
      "author": "German proverb",
      "category": "helping, people"
    },
    {
      "quote": "Make the world better.",
      "author": "Lucy Stone",
      "category": "helping, people"
    },
    {
      "quote": "He is rich who hath enough to be charitable.",
      "author": "Sir Thomas Browne",
      "category": "helping, people"
    },
    {
      "quote": "He that has no charity deserves no mercy.",
      "author": "English proverb",
      "category": "helping, people"
    },
    {
      "quote": "Give what you have. To someone else it may be better than you dare to think.",
      "author": "Henry Wadsworth Longfellow",
      "category": "helping, people"
    },
    {
      "quote": "Discipline is a symbol of caring to a child. He needs guidance. If there is love  there is no such thing as being too tough with a child.",
      "author": "Bette Davis",
      "category": "helping, people"
    },
    {
      "quote": "Even if it's a little thing  do something for those who have need of help  something for which you get no pay but the privilege of doing it.",
      "author": "Albert Schweitzer",
      "category": "helping, people"
    },
    {
      "quote": "Give  if thou can  an alms  if not  a sweet and gentle word.",
      "author": "Robert Herrick",
      "category": "helping, people"
    },
    {
      "quote": "Two thirds of help is to give courage.",
      "author": "Irish proverb",
      "category": "helping, people"
    },
    {
      "quote": "It was only a sunny smile  And little it cost in the giving. But like morning light  it scattered the night  And made the day worth living.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "The principle was right there-you couldn't miss it. The more you did for your customers  the more they did for us.",
      "author": "Debbi Fields",
      "category": "helping, people"
    },
    {
      "quote": "What boundary ever set limits to the service of mankind?",
      "author": "Claudian",
      "category": "helping, people"
    },
    {
      "quote": "Kindness consists in loving people more than they deserve.",
      "author": "Jacqueline Schiff",
      "category": "helping, people"
    },
    {
      "quote": "I hate the giving of the hand unless the whole man accompanies it.",
      "author": "Ralph Waldo Emerson",
      "category": "helping, people"
    },
    {
      "quote": "You can never expect too much of yourself in the matter of giving yourself to others.",
      "author": "Theodore C. Speers",
      "category": "helping, people"
    },
    {
      "quote": "Isn't it better to have men be ungrateful  than to miss a chance to do good?",
      "author": "Denis Diderot",
      "category": "helping, people"
    },
    {
      "quote": "Better to expose ourselves to ingratitude than fail in assisting the unfortunate.",
      "author": "Du Coeur",
      "category": "helping, people"
    },
    {
      "quote": "Behold! I do not give lectures on a little charity. When I give  I give myself.",
      "author": "Walt Whitman",
      "category": "helping, people"
    },
    {
      "quote": "To be one woman  truly  wholly  is to be all women. Tend one garden and you will birth worlds.",
      "author": "Kate Braverman",
      "category": "helping, people"
    },
    {
      "quote": "One filled with joy preaches without preaching.",
      "author": "Mother Teresa",
      "category": "helping, people"
    },
    {
      "quote": "Simply give others a bit of yourself  a thoughtful act  a helpful idea  a word of appreciation  a lift over a rough spot  a sense of understanding  a timely suggestion. You take something out of your mind  garnished in kindness out of your heart  and put it into the other fellow's mind and heart.",
      "author": "Charles H. Burr",
      "category": "helping, people"
    },
    {
      "quote": "The only gift is a portion of thyself.",
      "author": "Ralph Waldo Emerson",
      "category": "helping, people"
    },
    {
      "quote": "Blessed influence of one truly loving soul on another!",
      "author": "George Eliot",
      "category": "helping, people"
    },
    {
      "quote": "When one is frank  one's very presence is a compliment.",
      "author": "Marianne Moore",
      "category": "helping, people"
    },
    {
      "quote": "There is no greater loan than a sympathetic ear.",
      "author": "Frank Tyger",
      "category": "helping, people"
    },
    {
      "quote": "Do not inflict your will. Just give love. The soul will take that love and put it where it can best be used.",
      "author": "Emmanuel",
      "category": "helping, people"
    },
    {
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
      "author": "Kahlil Gibran",
      "category": "helping, people"
    },
    {
      "quote": "A hurtful act is the transference to others of the degradation which we bear in ourselves.",
      "author": "Simone Weil",
      "category": "helping, people"
    },
    {
      "quote": "We are cold to others only when we are dull in ourselves.",
      "author": "William Hazlitt",
      "category": "helping, people"
    },
    {
      "quote": "As long as you keep a person down  some part of you has to be down there to hold him down  so it means you cannot soar as you otherwise might.",
      "author": "Marian Anderson",
      "category": "helping, people"
    },
    {
      "quote": "Cruelty is the only sin.",
      "author": "Ellen Glasgow",
      "category": "helping, people"
    },
    {
      "quote": "Violence is a symptom of impotence.",
      "author": "Anais Nin",
      "category": "helping, people"
    },
    {
      "quote": "The mortal sickness of a mind too unhappy to be kind.",
      "author": "A. E. Housman",
      "category": "helping, people"
    },
    {
      "quote": "Where there is no capacity to affirm another as a person in his own right  there is no love. There is only masked fear.",
      "author": "Bonaro Overstreet",
      "category": "helping, people"
    },
    {
      "quote": "In real love you want the other person's good.",
      "author": "Margaret Anderson",
      "category": "helping, people"
    },
    {
      "quote": "It is only in the giving of oneself to others that we truly live.",
      "author": "Ethel Percy Andrus",
      "category": "helping, people"
    },
    {
      "quote": "One cannot make oneself  but one can sometimes help a little in the making of somebody else.",
      "author": "Dinah Maria Mulock Craik",
      "category": "helping, people"
    },
    {
      "quote": "Giving presents is a talent  to know what a person wants  to know when and how to get it  to give it lovingly and well.",
      "author": "Pamela Glenconner",
      "category": "helping, people"
    },
    {
      "quote": "The habit of being uniformly considerate toward others will bring increased happiness to you.",
      "author": "Grenville Kleiser",
      "category": "helping, people"
    },
    {
      "quote": "There are times when sympathy is as necessary as the air we breathe.",
      "author": "Rose Pastor Stokes",
      "category": "helping, people"
    },
    {
      "quote": "He who does not live in some degree for others  hardly lives for himself.",
      "author": "Michel de Montaigne",
      "category": "helping, people"
    },
    {
      "quote": "It is no good to think that other people are out to serve our interests.",
      "author": "Ivy Compton-Burnett",
      "category": "helping, people"
    },
    {
      "quote": "Love is a choice-not simply  or necessarily  a rational choice  but rather a willingness to be present to others without pretense or guile.",
      "author": "Carter Heyward",
      "category": "helping, people"
    },
    {
      "quote": "I wish that every child could have growing space because I think children are a little like plants. If they grow too close together  they become thin and sickly and never obtain maximum growth. We need room to grow.",
      "author": "Peace Pilgrim",
      "category": "helping, people"
    },
    {
      "quote": "We cannot hold a torch to light another's path without brightening our own.",
      "author": "Ben Sweetland",
      "category": "helping, people"
    },
    {
      "quote": "What I spent  is gone  what I kept  I lost  but what I gave away will be mine forever.",
      "author": "Ethel Percy Andrus",
      "category": "helping, people"
    },
    {
      "quote": "In helping others  we shall help ourselves  for whatever good we give out completes the circle and comes back to us.",
      "author": "Flora Edwards",
      "category": "helping, people"
    },
    {
      "quote": "An act of goodness is of itself an act of happiness.",
      "author": "Maurice Maeterlinck",
      "category": "helping, people"
    },
    {
      "quote": "My happiness derives from knowing the people I love are happy.",
      "author": "Holly Ketchel",
      "category": "helping, people"
    },
    {
      "quote": "There is nothing to make you like other human beings so much as doing things for them.",
      "author": "Zora Neale Hurston",
      "category": "helping, people"
    },
    {
      "quote": "Happiness ... is achieved only by making others happy.",
      "author": "Stuart Cloete",
      "category": "helping, people"
    },
    {
      "quote": "The most infectiously joyous men and women are those who forget themselves in thinking about others and serving others.",
      "author": "Robert J. McCracken",
      "category": "helping, people"
    },
    {
      "quote": "Giving opens the way for receiving.",
      "author": "Florence Scovel Shinn",
      "category": "helping, people"
    },
    {
      "quote": "Fill the cup of happiness for others  and there will be enough overflowing to fill yours to the brim.",
      "author": "Rose Pastor Stokes",
      "category": "helping, people"
    },
    {
      "quote": "Nothing liberates our greatness like the desire to help  the desire to serve.",
      "author": "Marianne Williamson",
      "category": "helping, people"
    },
    {
      "quote": "He that will not permit his wealth to do any good for others ... cuts himself off from the truest pleasure here and the highest happiness later.",
      "author": "Charles Caleb Colton",
      "category": "helping, people"
    },
    {
      "quote": "The closer I'm bound in love to you  the closer I am to free.",
      "author": "Indigo Girls",
      "category": "helping, people"
    },
    {
      "quote": "True religion ... is giving and finding one's happiness by bringing happiness into the lives of others.",
      "author": "William J. H. Boetcker",
      "category": "helping, people"
    },
    {
      "quote": "Power is the ability to do good things for others.",
      "author": "Brooke Astor",
      "category": "helping, people"
    },
    {
      "quote": "If you give your life as a wholehearted response to love  then love will wholeheartedly respond to you.",
      "author": "Marianne Williamson",
      "category": "helping, people"
    },
    {
      "quote": "Pleasure is a reciprocal  no one feels it who does not at the same time give it. To be pleased  one must please.",
      "author": "Lord Chesterfield",
      "category": "helping, people"
    },
    {
      "quote": "When their children flourish  almost all mothers have a sense of well-being.",
      "author": "Sara Ruddick",
      "category": "helping, people"
    },
    {
      "quote": "If we had no regard for others' feelings or fortune  we would grow cold and indifferent to life itself.",
      "author": "George Matthew Adams",
      "category": "helping, people"
    },
    {
      "quote": "To devote a portion of one's leisure to doing something for someone else is one of the highest forms of recreation.",
      "author": "Gerald B. Fitzgerald",
      "category": "helping, people"
    },
    {
      "quote": "Live for thy neighbor if thou wouldst live for thyself.",
      "author": "Marcus Annaeus Seneca",
      "category": "helping, people"
    },
    {
      "quote": "The true way to soften one's troubles is to solace those of others.",
      "author": "Madame De Maintenon",
      "category": "helping, people"
    },
    {
      "quote": "Anything done for another is done for oneself.",
      "author": "Boniface VIII",
      "category": "helping, people"
    },
    {
      "quote": "What we frankly give  forever is our own.",
      "author": "George Granville",
      "category": "helping, people"
    },
    {
      "quote": "Every charitable act is a stepping stone toward heaven.",
      "author": "Henry Ward Beecher",
      "category": "helping, people"
    },
    {
      "quote": "The human being who lives only for himself finally reaps nothing but unhappiness. Selfishness corrodes. Unselfishness ennobles  satisfies. Don't put off the joy derivable from doing helpful  kindly things for others.",
      "author": "B. C. Forbes",
      "category": "helping, people"
    },
    {
      "quote": "There is no exercise better for the heart than reaching down and lifting people up.",
      "author": "John Andrew Holmes",
      "category": "helping, people"
    },
    {
      "quote": "Goodness is the only investment that never fails.",
      "author": "Henry David Thoreau",
      "category": "helping, people"
    },
    {
      "quote": "Help your brother's boat across  and your own will reach the shore.",
      "author": "Hindu proverb",
      "category": "helping, people"
    },
    {
      "quote": "Be unselfish.... If you think of yourself only  you cannot develop because you are choking the source of development  which is spiritual expansion through thought for others.",
      "author": "Charles W. Eliot",
      "category": "helping, people"
    },
    {
      "quote": "An effort made for the happiness of others lifts us above ourselves.",
      "author": "Lydia M. Child",
      "category": "helping, people"
    },
    {
      "quote": "Happiness ... consists in giving  and in serving others.",
      "author": "Henry Drummond",
      "category": "helping, people"
    },
    {
      "quote": "Try to forget yourself in the service of others. For when we think too much of ourselves and our own interests  we easily become despondent. But when we work for others  our efforts return to bless us.",
      "author": "Sidney Powell",
      "category": "helping, people"
    },
    {
      "quote": "Doing good is the only certainly happy action of a man's life.",
      "author": "Sir Philip Sidney",
      "category": "helping, people"
    },
    {
      "quote": "The greatest happiness in the world is to make others happy.",
      "author": "Luther Burbank",
      "category": "helping, people"
    },
    {
      "quote": "We make a living by what we get  but we make a life by what we give.",
      "author": "Norman MacEwan",
      "category": "helping, people"
    },
    {
      "quote": "You may not have saved a lot of money in your life  but if you have saved a lot of heartaches for other folks  you are a pretty rich man.",
      "author": "Seth Parker",
      "category": "helping, people"
    },
    {
      "quote": "Only a life lived for others is a life worth while.",
      "author": "Albert Einstein",
      "category": "helping, people"
    },
    {
      "quote": "Unless we give part of ourselves away  unless we can live with other people and understand them and help them  we are missing the most essential part of our own lives.",
      "author": "Harold Taylor",
      "category": "helping, people"
    },
    {
      "quote": "To complain that life has no joys while there is a single creature whom we can relieve by our bounty  assist by our counsels or enliven by our presence  is to lament the loss of that which we possess  and is just as rational as to die of thirst with the cup in our hands.",
      "author": "Thomas Fitzosborne",
      "category": "helping, people"
    },
    {
      "quote": "If you have not often felt the joy of doing a kind act  you have neglected much  and most of all yourself.",
      "author": "A. Neilen",
      "category": "helping, people"
    },
    {
      "quote": "As the purse is emptied  the heart is filled.",
      "author": "Victor Hugo",
      "category": "helping, people"
    },
    {
      "quote": "Goodwill to others ... helps build you up. It is good for your body. It makes your blood purer  your muscles stronger  and your whole form more symmetrical in shape. It is the real elixir of life.",
      "author": "Prentice Mulford",
      "category": "helping, people"
    },
    {
      "quote": "Set about doing good to somebody. Put on your hat and go and visit the sick and poor of your neighborhood  inquire into their circumstances and minister to their wants. Seek out the desolate and afflicted and oppressed ... I have often tried this method  and have always found it the best medicine for a heavy heart.",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "We grow by love ... others are our nutriment.",
      "author": "William Ellery Channing",
      "category": "helping, people"
    },
    {
      "quote": "When you learn to live for others  they will live for you.",
      "author": "Paramahansa Yogananda",
      "category": "helping, people"
    },
    {
      "quote": "No man is more cheated than the selfish man.",
      "author": "Henry Ward Beecher",
      "category": "helping, people"
    },
    {
      "quote": "In about the same degree as you are helpful  you will be happy.",
      "author": "Karl Reiland",
      "category": "helping, people"
    },
    {
      "quote": "He that despiseth his neighbor sin-neth  but he that hath mercy on the poor  happy is he.",
      "author": "Bible",
      "category": "helping, people"
    },
    {
      "quote": "The most exquisite pleasure is giving pleasure to others.",
      "author": "Jean de la Bruyere",
      "category": "helping, people"
    },
    {
      "quote": "Happiness is a by-product of an effort to make someone else happy.",
      "author": "Gretta Brooker Palmer",
      "category": "helping, people"
    },
    {
      "quote": "The fragrance of what you give away stays with you.",
      "author": "Earl Allen",
      "category": "helping, people"
    },
    {
      "quote": "Life becomes harder for us when we live for others  but it also becomes richer and happier.",
      "author": "Albert Schweitzer",
      "category": "helping, people"
    },
    {
      "quote": "Sow good services  sweet remembrances will grow from them.",
      "author": "Madame de Stael",
      "category": "helping, people"
    },
    {
      "quote": "We all of us need assistance. Those who sustain others themselves want to be sustained.",
      "author": "Maurice Hulst",
      "category": "helping, people"
    },
    {
      "quote": "When you cease to make a contribution  you begin to die.",
      "author": "Eleanor Roosevelt",
      "category": "helping, people"
    },
    {
      "quote": "To help all created things  that is the measure of our responsibility  to be helped by all  that is the measure of our hope.",
      "author": "Gerald Vann",
      "category": "helping, people"
    },
    {
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves.",
      "author": "Sir James M. Barrie",
      "category": "helping, people"
    },
    {
      "quote": "When one's own problems are unsolvable and all best efforts are frustrated  it is lifesaving to listen to other people's problems.",
      "author": "Suzanne Massie",
      "category": "helping, people"
    },
    {
      "quote": "The best way to cheer yourself is to try to cheer somebody else up.",
      "author": "Mark Twain",
      "category": "helping, people"
    },
    {
      "quote": "There is no happiness in having or in getting  but only in giving.",
      "author": "Henry Drummond",
      "category": "helping, people"
    },
    {
      "quote": "Do things for others and you'll find your self-consciousness evaporating like morning dew.",
      "author": "Dale Carnegie",
      "category": "helping, people"
    },
    {
      "quote": "There remain times when one can only endure. One lives on  one doesn't die  and the only thing that one can do  is to fill one's mind and time as far as possible with the concerns of other people. It doesn't bring immediate peace  but it brings the dawn nearer.",
      "author": "Arthur Christopher Benson",
      "category": "helping, people"
    },
    {
      "quote": "Avarice hoards itself poor  charity gives itself rich.",
      "author": "German proverb",
      "category": "helping, people"
    },
    {
      "quote": "The hearts that never lean must fall.",
      "author": "Emily Dickinson",
      "category": "helping, people"
    },
    {
      "quote": "The people you need to help you make your dream come true are everywhere  and within your reach.",
      "author": "Marcia Wieder",
      "category": "helping, people"
    },
    {
      "quote": "Like the body that is made up of different limbs and organs  all mortal creatures exist depending upon one another.",
      "author": "Hindu proverb",
      "category": "helping, people"
    },
    {
      "quote": "We not only need to be willing to give  but also to be open to receiving from others.",
      "author": "On Hope",
      "category": "helping, people"
    },
    {
      "quote": "It seems sometimes as if one were powerless to do any more from within to overcome troubles  and that help must come from without.",
      "author": "Arthur Christopher Benson",
      "category": "helping, people"
    },
    {
      "quote": "The smartest thing I ever said was  \"Help Me!\"",
      "author": "Anonymous",
      "category": "helping, people"
    },
    {
      "quote": "The healthy and strong individual is the one who asks for help when he needs it. Whether he's got an abscess on his knee  or in his soul.",
      "author": "Rona Barrett",
      "category": "helping, people"
    },
    {
      "quote": "The healthy  the strong individual  is the one who asks for help when he needs it. Whether he has an abscess on his knee or in his soul.",
      "author": "Rona Barrett",
      "category": "helping, people"
    },
    {
      "quote": "My only advice is to stay aware  listen carefully and yell for help if you need it.",
      "author": "Judy Blume",
      "category": "helping, people"
    },
    {
      "quote": "Silence is not certain token That no secret grief is there  Sorrow which is never spoken Is the heaviest load to bear.",
      "author": "Frances Ridley Havergal",
      "category": "helping, people"
    },
    {
      "quote": "It is true that no one can harm the person who wears armor. But no one can help him either.",
      "author": "Kristin Hunter",
      "category": "helping, people"
    },
    {
      "quote": "We can't help everyone  but everyone can help someone.",
      "author": "Dr. Loretta Scott",
      "category": "helping, people"
    },
    {
      "quote": "Trouble is part of your life  and if you don't share it  you don't give the person who loves you a chance to love you enough.",
      "author": "Dinah Shore",
      "category": "helping, people"
    },
    {
      "quote": "Get the knack of getting people to help you and also pitch in yourself.",
      "author": "Ruth Gordon",
      "category": "helping, people"
    },
    {
      "quote": "I've discovered I'm a strong and capable person. I can handle almost anything except being alone with this.",
      "author": "Keith Gann",
      "category": "helping, people"
    },
    {
      "quote": "You really can change the world if you care enough.",
      "author": "Marian Wright Edelman",
      "category": "helping, people"
    },
    {
      "quote": "Service is the rent we pay for the privilege of living on this earth.",
      "author": "Shirley Chisholm",
      "category": "helping, people"
    },
    {
      "quote": "We want to create an atmosphere in which creation is possible.",
      "author": "Marie Rambert",
      "category": "helping, people"
    },
    {
      "quote": "All altruism springs from putting yourself in the other person's place.",
      "author": "Harry Emerson Fosdick",
      "category": "helping, people"
    },
    {
      "quote": "A helping word to one in trouble is often like a switch on a railroad track ... an inch between wreck and smooth  rolling prosperity.",
      "author": "Henry Ward Beecher",
      "category": "helping, people"
    },
    {
      "quote": "Often we can help each other most by leaving each other alone  at other times we need the hand-grasp and the word of cheer.",
      "author": "Elbert Hubbard",
      "category": "helping, people"
    },
    {
      "quote": "If I can stop one heart from breaking  I shall not live in vain.",
      "author": "Emily Dickinson",
      "category": "helping, people"
    },
    {
      "quote": "It takes wisdom and discernment to minister to people in need. We must look beyond the apparent and seek to meet the needs of the whole person.",
      "author": "Richard C. Chewning",
      "category": "helping, people"
    },
    {
      "quote": "If I am not for myself  who will be for me? If I am not for others  who am I for? And if not now  when?",
      "author": "Talmud",
      "category": "helping, people"
    },
    {
      "quote": "Believe  when you are most unhappy  that there is something for you to do in the world. So long as you can sweeten another's pain  life is not in vain.",
      "author": "Helen Keller",
      "category": "helping, people"
    },
    {
      "quote": "Much misconstruction and bitterness are spared to him who thinks naturally upon what he owes to others  rather than on what he ought to expect from them.",
      "author": "Elizabeth de Meulan Guizot",
      "category": "helping, people"
    },
    {
      "quote": "If we could all hear one another's prayers  God might be relieved of some of his burden.",
      "author": "Ashleigh Brilliant",
      "category": "helping, people"
    },
    {
      "quote": "I know some good marriages-marriages where both people are just trying to get through their days by helping each other  being good to each other.",
      "author": "Erica Jong",
      "category": "helping, people"
    },
    {
      "quote": "The entire sum of existence is the magic of being needed by just one person.",
      "author": "Vi Putnam",
      "category": "helping, people"
    },
    {
      "quote": "Happiness is the cheapest thing in the world when we buy it for someone else.",
      "author": "Paul Flemming",
      "category": "helping, people"
    },
    {
      "quote": "Who is the happiest of men? He who values the merits of others  and in their pleasure takes joy  even as though it were his own.",
      "author": "Johann von Goethe",
      "category": "helping, people"
    },
    {
      "quote": "The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow man  and no one who has the power of granting can refuse it without guilt.",
      "author": "Sir Walter Scott",
      "category": "helping, people"
    },
    {
      "quote": "It is the individual who is not interested in his fellow men who has the greatest difficulties in life and provides the greatest injury to others. It is from among such individuals that all human failures spring.",
      "author": "Alfred Adler",
      "category": "helping, people"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "helping, people"
    },
    {
      "quote": "It is enough that I am of value to somebody today.",
      "author": "Hugh Prather",
      "category": "helping, people"
    },
    {
      "quote": "And they said one to another  We are verily guilty concerning our brother  in that we saw the anguish of his soul  when he besought us  and we would not hear.",
      "author": "Bible",
      "category": "helping, people"
    },
    {
      "quote": "A man finds room in a few square inches of his face for the traits of all his ancestors  for the expression of all his history  and his wants.",
      "author": "Ralph Waldo Emerson",
      "category": "heredity"
    },
    {
      "quote": "Every man is the son of his own works.",
      "author": "Cervantes",
      "category": "heredity"
    },
    {
      "quote": "Heredity is nothing but stored environment.",
      "author": "Luther Burbank",
      "category": "heredity"
    },
    {
      "quote": "One of the best things people could do for their descendants would be to sharply limit the number of them.",
      "author": "Olin Miller",
      "category": "heredity"
    },
    {
      "quote": "A man's rootage is more important than his leafage.",
      "author": "Woodrow Wilson",
      "category": "heredity"
    },
    {
      "quote": "Nothing is so soothing to our self-esteem as to find our bad traits in our forebears. It seems to absolve us.",
      "author": "Van Wyck Brooks",
      "category": "heredity"
    },
    {
      "quote": "Heredity is an omnibus in which all our ancestors ride  and every now and then one of them puts his head out and embarrasses us.",
      "author": "Oliver Wendell Holmes",
      "category": "heredity"
    },
    {
      "quote": "It is indeed a desirable thing to be well descended  but the glory belongs to our ancestors.",
      "author": "Plutarch",
      "category": "heredity"
    },
    {
      "quote": "With him for a sire  and her for a dam What should I be  but just what I am?",
      "author": "Edna St. Vincent Millay",
      "category": "heredity"
    },
    {
      "quote": "The child is father to the man.",
      "author": "William Wordsworth",
      "category": "heredity"
    },
    {
      "quote": "Gentility is what is left over from rich ancestors after the money is gone.",
      "author": "John Ciardi",
      "category": "heredity"
    },
    {
      "quote": "Whoever serves his country well has no need of ancestors.",
      "author": "Voltaire",
      "category": "heredity"
    },
    {
      "quote": "The best blood will sometimes get into a fool or a mosquito.",
      "author": "Austin O'Malley",
      "category": "heredity"
    },
    {
      "quote": "The man who has not anything to boast of but his illustrious ancestors is like a potato - the only good belonging to him is underground.",
      "author": "Thomas Overbury",
      "category": "heredity"
    },
    {
      "quote": "A genealogist is one who traces your family back as far as your money will go.",
      "author": "Anonymous",
      "category": "heredity"
    }
  ]
}