{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps.","author":"Warwick Davis","category":"Humor, Great, School"},{"quote":"If you take a band like Nirvana, their biggest hits are structurally the same as even a hair metal band's biggest hits. The structure's not different - the attitude was different. Except it really wasn't. It seemed a little more human.","author":"Buzz Osborne","category":"Hair, You, Human"},{"quote":"The attitude among the people I knew was, 'Fleur wants to be a singer' but it was never, 'Go for it. You can do it.' Everyone was cynical because we'd never seen anyone where we came from do it.","author":"Fleur East","category":"You Can Do It, People"},{"quote":"In just the same way the thousands of successive positions of a runner are contracted into one sole symbolic attitude, which our eye perceives, which art reproduces, and which becomes for everyone the image of a man who runs.","author":"Henri Bergson","category":"Art, Man, Eye"},{"quote":"Any race I go into, I've always got the attitude of throwing myself into and wanting nothing but No. 1.","author":"Caroline Buchanan","category":"Myself, Nothing, Race"},{"quote":"But Jesus changes your attitude towards yourself and towards other people.","author":"Cliff Richard","category":"Changes, Yourself, People"},{"quote":"I feel like I have as good a shot as anybody out there and I have gotten close in the past, so why not have the attitude that I can come out and play great tennis and maybe even win this tournament.","author":"Michael Chang","category":"Good, Great, Past"},{"quote":"The jokes are great but what really matters for a comedian is his performance, his whole attitude, and the laughs that he gets between the jokes rather than on top of the jokes.","author":"Jack Dee","category":"Great, Performance, Matters"},{"quote":"There were a few teachers who just did not like me because of my face. Once, I was told to stand in the corner until I cheered up. The attitude was, 'Oh, for God's sake, what's the matter with him?' But it's just a natural expression.","author":"Jack Dee","category":"God, Me, Stand"},{"quote":"I'm just part of a tradition of people who aren't pleased. I would never think anyone else who has the same attitude was getting it from me. I'd just think they're... sensible.","author":"Jack Dee","category":"Me, People, Think"},{"quote":"Maybe the Burberry woman is undefinable! I think it's less about what she looks like and more about an attitude.","author":"Edie Campbell","category":"Woman, Think, She"},{"quote":"Before the sacred, people lost all sense of power and all confidence; they occupy a powerless and humble attitude toward it. And yet no thing is sacred of itself, but by declaring it sacred, by my declaration, my judgment, my bending the knee; in short, by my - conscience.","author":"Max Stirner","category":"Confidence, Power, Short"},{"quote":"Before the sacred, people lose all sense of power and all confidence; they occupy a powerless and humble attitude toward it. And yet no thing is sacred of itself, but by my declaring it sacred, by my declaration, my judgment, my bending the knee; in short, by my - conscience.","author":"Max Stirner","category":"Confidence, Power, Short"},{"quote":"What has happened is that to some degree they have taken an attitude where they don't listen to demos of diverse subject matters. They're looking for demos like the record the guy on the left just did.","author":"Grandmaster Flash","category":"Listen, Looking, Matters"},{"quote":"I have a real taste for doing action roles. I starred in a movie called 'Blast,' which was my first action film, and I loved the fighting - I think I've got the build, the attitude and the look for it.","author":"Nadine Velazquez","category":"Action, Loved, Think"},{"quote":"Extra dimensional theories are sometimes considered science fiction with equations. I think that's a wrong attitude. I think extra dimensions are with us, they are with us to stay, and they entered physics a long time ago. They are not going to go away.","author":"Leonard Susskind","category":"Time, Science, Long"},{"quote":"Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.","author":"Stephen Moyer","category":"Strength, Romantic, Strong"},{"quote":"My parents have a strong work ethic, but their attitude to life, their philosophy, is: 'whatever makes you happy.'","author":"Sally Hawkins","category":"Life, Work, Happy"},{"quote":"The attitude we have towards our personal pets as opposed to the animals that suffer under the factory farm is hypocritical and delusional.","author":"James Cromwell","category":"Animals, Farm, Personal"},{"quote":"I just think that people take me a little more seriously as a brunette. I don't know if that's just because of a societal preconceived notion that all blondes are stupid, but it's a different kind of attitude.","author":"Kate Bosworth","category":"Stupid, Me, People"},{"quote":"I just really think every job I do, I get this gypsy attitude to money.","author":"Jessica Brown Findlay","category":"Money, Job, Think"},{"quote":"I think clothes are very much a representation of your attitude and the way you feel. I really love to be dressed down, though.","author":"Trey Songz","category":"Love, Clothes, Think"},{"quote":"For me, it was important Wonder Woman wouldn't be a Goody Two-Shoes. She has a little bit of attitude, and when she fights, she has a smirk on her face. I didn't want her to be polished. I want people to relate to her.","author":"Gal Gadot","category":"Woman, Me, People"},{"quote":"Psychographics speaks more to an attitude, a lifestyle.","author":"Richard Hayne","category":"Lifestyle, More, Speaks"},{"quote":"All the champions - you go and ask Mike Tyson or Joe Louis, Rocky Marciano, Lennox Lewis and myself included, and I'm sorry for putting myself in line with all the other great names - but the champion's attitude is it doesn't matter who is in front of me, I am going to conquer this person and win the fight and knock the person out.","author":"Wladimir Klitschko","category":"Myself, Great, I Am"},{"quote":"In the West, you have always associated the Islamic faith 100 percent with Arab culture. This in itself is a fundamentalist attitude and it is mistaken.","author":"Youssou N'Dour","category":"Faith, Culture, You"},{"quote":"My attitude about Hollywood is that I wouldn't walk across the street to pull one of those executives out of the snow if he was bleeding to death. Not unless I was paid for it. None of them ever did me any favors.","author":"James Woods","category":"Death, Walk, Me"},{"quote":"I think my attitude to human beings has changed since leaving prison.","author":"Jeffrey Archer","category":"Prison, Leaving, Think"},{"quote":"I am a Piscean, and they have a lovingly detached attitude towards life.","author":"Shahid Kapoor","category":"Life, I Am, Detached"},{"quote":"It's easy to be critical of ourselves and other women around us. We stand in front of the mirror and only focus on the things we hate about our body and our appearance. But I encourage you to change that attitude the next time you are in front of the mirror.","author":"Katherine Schwarzenegger","category":"Change, Time, Women"},{"quote":"The pool is terrible, but that doesn't have much to do with my record swims. That's all mental attitude.","author":"Mark Spitz","category":"Mental, Terrible, Pool"},{"quote":"The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation.","author":"Gary Locke","category":"Education, Innovation"},{"quote":"I love Jonathan Richman - I love a lot of his music, and the thing I really like about him is his attitude. He seems very happy, and the way he performs is like, 'Don't worry, everybody, just get into it. I'm just having fun; I like when you guys are having fun.'","author":"Mac DeMarco","category":"Love, Music, Happy"},{"quote":"Working with Chiranjeevi sir, I realized the professionalism and attitude they used work with. It's just so contagious. When such a personality is doing that, everyone around, too, would do that out of respect. Work was far more efficient, smoother.","author":"Kajal Aggarwal","category":"Work, Respect, Personality"},{"quote":"I don't return anybody's calls unless it's going to mean extra money for me. And I've completely cut off all relationships with any friends that I had before the show. And I've copped an attitude.","author":"Mike Judge","category":"Friends, Money, Me"},{"quote":"I always thought of myself as more American than Americans when I was living in Germany, because I always had this attitude of can-do, and if you're successful, you can show it, which is a very un-German thing, you know.","author":"Kim Dotcom","category":"Myself, American, Successful"},{"quote":"The music is first and foremost everything - no egos, no attitude, nothing - it's about the music.","author":"Big Boi","category":"Music, Nothing, First"},{"quote":"One day I looked in the mirror, and I wasn't happy. If you're not feeling good mentally, emotionally and physically, you're just a mess - and that's the point I felt like. It was a change in attitude and a shift in lifestyle. There's no crazy diet; I train six days a week, and I eat really well.","author":"Ricki-Lee Coulter","category":"Change, Happy, Good"},{"quote":"I don't reflect much, unless I'm talking to the media. I have more of a 'Forward, march!' kind of attitude.","author":"Kerry King","category":"Media, Forward, Kind"},{"quote":"I utterly reject the view that the Third World is doomed to poverty and starvation. Not only is this wrong, I think this attitude verges on the immoral, like thinking that slavery is an unalterable facet of the human condition so why bother doing anything about it?","author":"Alex Tabarrok","category":"Poverty, Thinking, World"},{"quote":"If you look hard at it, if you look hard at the bleeding heart attitude to always throw money at issues, throw money at problems, what you're in fact probably saying is you're exercising a prejudicism of low expectations.","author":"Andrew Forrest","category":"Money, Heart, Problems"},{"quote":"We do need an attitude of leadership in our government which demonstrates faith in major population centres outside of Perth.","author":"Andrew Forrest","category":"Leadership, Faith"},{"quote":"Los Angeles is a true postmodern city. Here, we celebrate with equal aplomb the high and the low. I am just as influenced by the punk rock attitude of local skate and surf cultures as I am by old-school glamour and stardust.","author":"Liz Goldwyn","category":"I Am, City, Celebrate"},{"quote":"I don't want just attitude and loud opinion.","author":"John McLaughlin","category":"Want, Opinion, Just"},{"quote":"I was trying to heal wounds all the time, whether it meant having affairs or having attitude. I didn't want to show how sad I was.","author":"Peggy Lipton","category":"Time, Sad, Want"},{"quote":"Funny is an attitude.","author":"Flip Wilson","category":"Funny"},{"quote":"It is precisely the purpose of the public opinion generated by the press to make the public incapable of judging, to insinuate into it the attitude of someone irresponsible, uninformed.","author":"Walter Benjamin","category":"Purpose, Judging, Opinion"},{"quote":"The pilot looked at his cues of attitude and speed and orientation and so on and responded as he would from the same cues in an airplane, but there was no way it flew the same. The simulators had showed us that.","author":"Alan Shepard","category":"Speed, Airplane, Way"},{"quote":"The time I spent thinking about how I was better than somebody else or worrying about somebody else's attitude was time I could put to better use.","author":"Charley Pride","category":"Time, Thinking, Better"},{"quote":"In Gnosticism, the physical world did not ultimately matter - which meant physical suffering did not matter either. Seeking 'enlightenment' meant cultivating an attitude of detachment, even indifference.","author":"Nancy Pearcey","category":"World, Suffering"},{"quote":"I'm a big fan of Courtney Love. I love Hole and I love her acting and I love her attitude. I just hope I never meet her in a dark alley.","author":"Jeff Ross","category":"Love, Hope, Dark"},{"quote":"You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it.","author":"Miranda Richardson","category":"Laugh, Los Angeles, You"},{"quote":"I really believe you can predict when someone has a great attitude, a real well of talent.","author":"Taylor Hackford","category":"Great, Believe, Talent"},{"quote":"The Twenties have this sort of attitude where you never know what's around the corner.","author":"Laura Carmichael","category":"Know, You, Never"},{"quote":"I hate going to L.A. and dealing with the contempt people have for television and television actors. It's unbelievable the kind of attitude people take toward what is the most exciting medium we've got right now.","author":"Michael Moriarty","category":"Hate, People, Television"},{"quote":"The attitude and capacity of the factory, the old metal table and the new ideas of the wooden furniture quickly and naturally suggested the possibility of metal furniture.","author":"Donald Judd","category":"Ideas, Furniture, New"},{"quote":"When you Google me, you'll find a lot of people don't like Richard Dreyfuss. Because I'm cocky and I present a cocky attitude. But no one has ever disagreed with the notion I represent, that we need more civic education. So far there's 100 percent support for that.","author":"Richard Dreyfuss","category":"Education, Support, Me"},{"quote":"I always spend time exploring the customs and attitudes of the countries I'm using for locations, and interviewing the people who live there. I've visited over 90 countries thus far.","author":"Sidney Sheldon","category":"Time, People, Live"},{"quote":"If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin.","author":"Dar Williams","category":"Looking, You, Go"},{"quote":"The Stones are a different kind of group. I realized that when I joined them. It's not really so much their musical ability, it's just they have a certain kind of style and attitude which is unique.","author":"Mick Taylor","category":"Style, Unique, Group"},{"quote":"It is impossible to exaggerate the wide, and widening, gulf between the American attitude on the Iraq war and the view from our friends across the Atlantic.","author":"Nick Clooney","category":"Friends, War, American"},{"quote":"But having said that, there's also a sea change in attitude towards media.","author":"Robert McChesney","category":"Change, Sea, Media"},{"quote":"There is a very deep conviction in the heart of the people who work in al-Jazeera that if it changes its editorial line, it will very quickly lose its audience. Al-Jazeera has its own style; it has more than 3,500 employees, and I don't think anyone will have the attitude of changing it because they will lose.","author":"Wadah Khanfar","category":"Work, Deep, Changes"},{"quote":"The directors I respect are the ones who have a collaborative attitude, who collaborate with actors.","author":"Eric Braeden","category":"Respect, Directors, Who"},{"quote":"An oversupply of national sentiment is not the problem in Somalia. The problem is a lack of it. The problem is an oversupply of sub-sub-clannish attitude.","author":"Meles Zenawi","category":"Problem, National, Sentiment"},{"quote":"Mainly what I learned from Buddy... was an attitude. He loved music, and he taught me that it shouldn't have any barriers to it.","author":"Waylon Jennings","category":"Music, Me, Loved"},{"quote":"As a team, you need to come from behind every once in awhile just to do it. Good for the attitude. It makes it exciting. And when everybody knows you have to throw it... that makes it fun too.","author":"Dan Marino","category":"Good, Team, Fun"},{"quote":"It's not too good to have this attitude in F1. It could be a disadvantage.","author":"Alain Prost","category":"Good, Disadvantage, Too"},{"quote":"'UFO's' attitude toward the subject is very similar to mine. It's not an advocacy; its philosophy is more 'I want to believe this, but I want it proved.'","author":"Dwight Schultz","category":"Believe, Philosophy, Want"},{"quote":"We must advertise to U.S. business that we are there, that our attitude has changed, and that we care. When we are asked to help, we have to perform and provide the right advice.","author":"Lawrence Eagleburger","category":"Business, Advice, Help"},{"quote":"I hope 'The Voice' has a fifteen-year run, don't get me wrong. But I come from nothing, and maybe it's the Irish in me, but my attitude is always like, 'They'll figure me out soon.'","author":"Carson Daly","category":"Hope, Me, Voice"},{"quote":"I like England more than I did when I left. It's become a bit of a better country in the last ten years, in the attitude of it. A bit more Americanized, which is both good and bad. At least when you order a cup of coffee they don't give you a hard time.","author":"Teddy Thompson","category":"Time, Good, Coffee"},{"quote":"I have had the view that cutting wages is not the path to prosperity, and one of the great myths propagated about my attitude to industrial relations is that I believe in lower wages. I've never believed in lower wages. Never. Never believed in lower wages, I've never believed in lower wages as an economic instrument.","author":"John Howard","category":"Great, Path, Believe"},{"quote":"For me, personally, life in South Africa had come to an end. I had been lucky in some of the whites I had met. Meeting them had made a straight 'all-blacks-are-good, all-whites-are-bad' attitude impossible. But I had reached a point where the gestures of even my friends among the whites were suspect, so I had to go or be forever lost.","author":"Peter Abrahams","category":"Life, Friends, Me"},{"quote":"The theatre only knows what it's doing next week, not like the opera, where they say: What are we going to do in five years' time? A completely different attitude.","author":"Harrison Birtwistle","category":"Time, Theatre, Week"},{"quote":"Part of the whole L.A. mentality that nothing really matters unless it's a success... is such a shallow and dangerous attitude to have.","author":"Patricia Richardson","category":"Success, Nothing, Matters"},{"quote":"My attitude to writing is like when you do wallpapering, you remember where all the little bits are that don't meet. And then your friends say: It's terrific!","author":"Harrison Birtwistle","category":"Friends, Writing, Remember"},{"quote":"I'm not a music lover in the sense that I look for something to have on. I've never had that attitude to music.","author":"Harrison Birtwistle","category":"Music, Look, Never"},{"quote":"When you retire, it's a place in life, a part of the journey. You just don't quit work; you develop an attitude where you can do what you please.","author":"Tom T. Hall","category":"Life, Work, Journey"},{"quote":"You can measure a programmer's perspective by noting his attitude on the continuing vitality of FORTRAN.","author":"Alan Perlis","category":"Perspective, Measure, You"},{"quote":"Although as a sailor I despised politics - for I loved my sailor's life and still love it today - conditions forced me to take up a definite attitude towards political problems.","author":"Fritz Sauckel","category":"Love, Life, Today"},{"quote":"I do not share the half-in, half-out attitude to the EU of some in Britain. Britain's place is in Europe.","author":"Peter Mandelson","category":"Place, Europe, Share"},{"quote":"Masculinity comes from your look, all the way down to your attitude. It's a big part of being a tennis player. Even though tennis is a fairly friendly sport, intimidation is still a big part of it.","author":"Milos Raonic","category":"Tennis, Down, Look"},{"quote":"I have a Woody Allen Jewish attitude to life: that it's all going to be disastrous. That it hasn't all been that way is simply down to some random quirk of fate.","author":"Antony Sher","category":"Life, Fate, Down"},{"quote":"I always give Lindsay so much credit for her tennis game, for her attitude, for her person, and because of how she deals with all the things. I don't think people give her enough credit for how well she's doing.","author":"Martina Hingis","category":"Game, People, Tennis"},{"quote":"Pessimism only describes an attitude, and not facts, and hence is entirely subjective.","author":"Francis Parker Yockey","category":"Facts, Only, Subjective"},{"quote":"I kind of resent this attitude of men that we somehow must always look good.","author":"Sharon Gless","category":"Good, Men, Look"},{"quote":"Our attitude is that we want to cross over. You can't go on making records just for your own hometown.","author":"Cheryl James","category":"Want, Hometown, You"},{"quote":"I just want to go in with the right attitude and from Day 1 make a difference.","author":"Freddy Adu","category":"Day, Make A Difference, Want"},{"quote":"It's true, some senior Hungarian writers are not known for their laughter. There is a strong Germanic influence - an attitude that if it's enjoyable it can't possibly be literature.","author":"Tibor Fischer","category":"Strong, Laughter, Influence"},{"quote":"You walk into the playgrounds in Shanghai and Beijing, and you see youngsters who are shorter, shaking and baking and having attitude. And Jeremy Lin is going to inspire all of them.","author":"David Stern","category":"Inspire, Walk, Baking"},{"quote":"An aristocratic culture does not advertise its emotions. In its forms of expression it is sober and reserved. Its general attitude is stoic.","author":"Johan Huizinga","category":"Culture, Emotions"},{"quote":"I think Nina Simone has had an amazing journey. She was spicy and she had attitude and she didn't care, she wanted her money in a paper bag and don't mess with me and I've been doing some research on that so.","author":"Nia Long","category":"Journey, Money, Research"},{"quote":"Stiletto, I look at it more as an attitude as opposed to a high-heeled shoe.","author":"Lita Ford","category":"Shoe, Look, Opposed"},{"quote":"It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude.","author":"Lita Ford","category":"Me, Better, Play"},{"quote":"I need that aggressive attitude to play my music and more men have that attitude than women.","author":"Lita Ford","category":"Music, Women, Men"},{"quote":"Bambi can't act. Bambi had major attitude.","author":"Treat Williams","category":"Act, Major, Bambi"},{"quote":"Even with, or perhaps, because of, this background, I have over the past few years sensed a very dramatic change in attitude on the part of Prince Edward Islanders towards the on-going rush for so-called modernization.","author":"Alex Campbell","category":"Change, Past, Years"},{"quote":"I think one of the things that language poets are very involved with is getting away from conventional ideas of beauty, because those ideas contain a certain attitude toward women, certain attitudes toward sex, certain attitudes toward race, etc.","author":"Diane Wakoski","category":"Beauty, Women, Language"},{"quote":"Like our attitude to love, truth and goodness, we seem to be confident about knowing what beauty is - certain, even dogmatic - until we think hard about the idea, whereupon all confidence flies away.","author":"Charles Jencks","category":"Love, Beauty, Truth"},{"quote":"In individual industries where female labour pays an important role, any movement advocating better wages, shorter working hours, etc., would not be doomed from the start because of the attitude of those women workers who are not organized.","author":"Clara Zetkin","category":"Women, Start, Better"},{"quote":"I like actors that are good with pantomime and that can transmit a lot by their presence and attitude more than through their dialogue.","author":"Guillermo del Toro","category":"Good, Dialogue, Through"},{"quote":"I did standup for a lot of years, too, but when you come out as a standup, you get the feeling from a crowd - it's a kind of a 'make me laugh' attitude. But when you come out as an improvisor, they realize that they're suggesting everything you do. So they're already invested in the scene, and they actually want it to work.","author":"Ryan Stiles","category":"Work, Me, Laugh"},{"quote":"I look at Jagger and the like and if I see a good attitude I'll admire it but I wouldn't copy their style.","author":"Michael Hutchence","category":"Good, Style, See"},{"quote":"In some way, people believe that if you are permeable, if you are a good listener, you don't have the quality of somebody with a firm attitude. This is what, fundamentally, I got from my mother.","author":"Renzo Piano","category":"Good, Mother, Believe"},{"quote":"As I wrote, I found that Aibileen had some things to say that really weren't in her character. She was older, soft-spoken, and she started showing some attitude.","author":"Kathryn Stockett","category":"Character, She, Her"},{"quote":"Though it may not seem like it, I never try to write about a place, per se; it's always, first and last, about story. Story is everything. Story and a bit of attitude.","author":"Martin McDonagh","category":"Story, Try, Place"},{"quote":"When I was in my 20s it did occur to me that there was something perverted about an attitude that thought that killing somebody was a minor offence compared to kissing somebody.","author":"John McGahern","category":"Thought, Me, Something"},{"quote":"The trouble with Hollywood is that too many of the top people responsible for pictures are too comfortable and don't give a damn about what goes up on the screen so long as it gets by at the box office. How can you expect people with that kind of attitude to make the kind of great pictures that the world will want to see?","author":"William Wyler","category":"Great, World, People"},{"quote":"Lead singers not only do the majority of the work, but their personalities are singled out and taken as the general attitude of the unit.","author":"Martha Reeves","category":"Work, Lead, General"},{"quote":"What a stupid attitude we have in this country to personal stories.","author":"Amanda Burton","category":"Stupid, Country, Personal"},{"quote":"While I put forth the suntan and the teeth and the cavalier attitude, I've survived under the worst of eras and times, and I've always had a good time doing it, because I never really took myself seriously, nor did I take life seriously because it is already terribly serious.","author":"George Hamilton","category":"Life, Time, Good"},{"quote":"I was never a glamour puss whose career was really based on a look or an attitude. I've been basically playing the same parts I am at 55 that I was at 35. I get cast as strong women, and that can be a mother or a judge or anything.","author":"Jane Kaczmarek","category":"Women, Mother, Strong"},{"quote":"I don't have a Pollyana attitude toward life that claims everything is lovely.","author":"Eve Arden","category":"Life, Lovely, Everything"},{"quote":"You can learn what you want to learn through hard work. And a good employer will teach you what you want to learn as long as you show the right attitude and behaviors.","author":"Gerald Chertavian","category":"Work, Hard Work, Good"},{"quote":"Time plays a role in almost every decision. And some decisions define your attitude about time.","author":"John Cale","category":"Time, Decision, Decisions"},{"quote":"I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets.","author":"Todd Tiahrt","category":"I Am, Media, Easy"},{"quote":"The war changed everybody's attitude. We became international almost overnight.","author":"W. Averell Harriman","category":"War, Almost, Everybody"},{"quote":"I saw 'Taxi Driver,' and 'Taxi Driver' kind of saved my life. The scene where Robert De Niro is looking at himself in the mirror saying, 'You talkin' to me? You talkin' to me? Who the hell else are you talkin' to?' That's the scene that changed my life by changing my attitude about acting.","author":"Michael Biehn","category":"Life, Mirror, Me"},{"quote":"The idea that we should write towards the unknown aspects of our experience was totally groundbreaking for me. It gave me the license I needed to try to write outside myself. This attitude has deeply informed my approach to fiction, emboldening me to write characters with voices or situations that are vastly different from my own.","author":"Molly Antopol","category":"Experience, Myself, Me"},{"quote":"I always had the attitude that I wanted to throw a no-hitter every game.","author":"Dennis Eckersley","category":"Game, Always, Every"},{"quote":"Too many people say to their brokers, I can't deal with this. Take my money. Do what you want. That's the worst attitude you can have.","author":"Maria Bartiromo","category":"Money, People, Want"},{"quote":"I used to fall into the trap of thinking that taking care of my husband and kids was more important than taking care of myself. Now I have a new attitude: You know when you're on an airplane and the manual tells you to put on your oxygen mask first and then help the person next to you? I feel the same way about my health.","author":"Heidi Roizen","category":"Health, Myself, Thinking"},{"quote":"Donald Evans is a favorite person of mine. His worth ethic, his attitude and his dedication really set him apart.","author":"Joe Greene","category":"Dedication, Favorite, Person"},{"quote":"You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it. Which is what I intend to do.","author":"Maurice Greene","category":"Best, Great, People"},{"quote":"You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it.","author":"Maurice Greene","category":"Best, Great, People"},{"quote":"I broke two knuckles in my right hand when I gave Jean-Claude Van Damme an attitude adjustment. I got nothing except a medical bill.","author":"Chuck Zito","category":"Medical, Nothing, Right"},{"quote":"Any time I need to get a serious attitude adjustment, I put on one of their records, and there are examples there for all time to keep us honest and keep us reaching; they'll never be eclipsed.","author":"Benny Green","category":"Time, Honest, Records"},{"quote":"I haven't seen Clones, which has been during this period when I haven't seen much of anything, but I did see Phantom Menace, and see my feelings about it - see, first of all, I think that when you make a lot of movies, your attitude about the movies changes.","author":"Lawrence Kasdan","category":"Changes, Movies, Think"},{"quote":"Obama does not represent America. Nor does he represent anything what our forefathers stood for. This country is basically built on an attitude. It's a way of life. It's not because you're born here. It's not that you're supposed to take from those who have and give to those who haven't. That kills a country. It killed Russia.","author":"Luke Scott","category":"Life, America, You"},{"quote":"There is something so biologically implausible that your attitude is going to cure a disease. There's a tremendous arrogance to imagine that your mind is all that powerful.","author":"Marcia Angell","category":"Powerful, Mind, Arrogance"},{"quote":"As no one knew much about my mental illness, a lot of people had the attitude that I had the capability to 'kick it' and get better instantly. This was the most frustrating attitude for me.","author":"Andy Behrman","category":"Me, People, Mental Illness"},{"quote":"It seems that other parts of the world ought to be concerned about what we think of them instead of what they think of us. After all, we're feeding most of them, and whenever they start rejecting 25 cents of each dollar of foreign aid money that we send to them, then I'll be concerned about their attitude toward us.","author":"George Wallace","category":"Money, World, Start"},{"quote":"That attitude that fighting is probably not fair, but you have to defend yourself anyway and damage the enemy, has been profoundly consequential as far as my political activism goes.","author":"June Jordan","category":"Yourself, Political, You"},{"quote":"Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around.","author":"Richard Dean Anderson","category":"Nature, Friends, Light"},{"quote":"The place of chess in the society is closely related to the attitude of young people towards our game.","author":"Boris Spassky","category":"Society, Game, People"},{"quote":"Sid Vicious began the age of participation in which everyone could be the artist. Sid proved that you don't have to play well to be the star. You can play badly, or not even at all. I endorsed that attitude. If you can't write songs, no problem - simply steal one and change it to your taste.","author":"Malcolm Mclaren","category":"Change, Age, Artist"},{"quote":"It remains to consider what attitude thoughtful men and Christian believers should take respecting them, and how they stand related to beliefs of another order.","author":"Asa Gray","category":"Men, Christian, Thoughtful"},{"quote":"I want to read about a character doing something fairly quiet where I can picture who the character is, and what their attitude towards the world is - which I'm a lot more interested in than what they do under the pressure of a gunfight.","author":"Samuel R. Delany","category":"Character, World, Pressure"},{"quote":"First, I was so dazzled and besotted by India. People said the poverty was biblical, and I'm afraid that was my attitude, too. It's terribly easy to get used to someone else's poverty if you're living a middle-class life in it. But after a while, I saw it wasn't possible to accept it, and I also didn't want to.","author":"Ruth Prawer Jhabvala","category":"Life, Poverty, People"},{"quote":"We have become aware of the responsibility for our attitude towards the dark pages in our history. We have understood that bad service is done to the nation by those who are impelling to renounce that past.","author":"Aleksander Kwasniewski","category":"History, Responsibility"},{"quote":"Tommie Aaron taught me how to have a good attitude, to be easy going and not get uptight.","author":"Dale Murphy","category":"Good, Me, Easy"},{"quote":"Audiences like me doing action and comedy. I am a jovial person and have been so from childhood. I like to laugh my way through my work, and that attitude reflects in my roles. Even women hate me doing rona-dhona roles. So I don't do emotional films.","author":"Ravi Teja","category":"Work, Women, Childhood"},{"quote":"I don't want to take the escalators. Give me the stairs that have the dips and the two old ladies that are blocking it and they've got an attitude, and they don't want you to go past them.","author":"RJ Cyler","category":"Past, Me, Stairs"},{"quote":"Part of the punk attitude was that you should project your music through your whole body... show your personality as much as possible.","author":"Billy Idol","category":"Music, Personality, Body"},{"quote":"Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do.","author":"Donald Knuth","category":"Change, Construction, Want"},{"quote":"The phenomenon of home schooling is a wonderful example of the American can-do attitude. Growing numbers of parents have become disenchanted with government-run public schools. Many parents have simply taken matters into their own hands, literally.","author":"Steve Forbes","category":"Home, Parents, American"},{"quote":"If philosophy is practice, a demand to know the manner in which its history is to be studied is entailed: a theoretical attitude toward it becomes real only in the living appropriation of its contents from the texts.","author":"Karl Jaspers","category":"History, Philosophy"},{"quote":"Football is my profession now. I'm getting married in August... It's a new experience for me as someone just getting out of college. I still have the same attitude about football I always had. I play hard. I enjoy practice. I'd rather be throwing in passing drills than sitting around and watching TV.","author":"Doug Flutie","category":"Experience, Football"},{"quote":"I'm not concerned that my stuff isn't extreme. I don't want to be heavy. I can't think of another attitude to have toward an audience than a hopeful and a positive one. And if that includes such unfashionable things as sentimentality, well, I can afford it.","author":"Robert Palmer","category":"Positive, Want, Think"},{"quote":"When Jennifer Lawrence says it's 'dumb' to go hungry to make other people happy, she's saying it with the carefree attitude of a woman who probably will never have to make that choice to conform.","author":"Jennifer Armintrout","category":"Happy, Woman, Choice"},{"quote":"But I do think that we approach music, in of itself, with a religious attitude.","author":"Jon Fishman","category":"Music, Think, Approach"},{"quote":"I think that generally music should be a positive thing, I like Bob Marley's attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn't go to play, he went to conquer.","author":"Jon Fishman","category":"Life, Positive, Music"},{"quote":"Certain kinds of speed, flow, intensity, density of attacks, density of interaction... Music that concentrates on those qualities is, I think, easier achieved by free improvisation between people sharing a common attitude, a common language.","author":"Evan Parker","category":"Music, Language, People"},{"quote":"Listen, whatever makes the movie better. That's the attitude you have to have.","author":"Joseph Kosinski","category":"Listen, Better, You"},{"quote":"There are definitely roles within this industry that are industry-related, but to be a good actor, you really have to want to act first. At the same time, my goal was never to go to Hollywood to make movies. I think if you come here with that attitude, then you've missed a few steps.","author":"Anthony Edwards","category":"Time, Good, Goal"},{"quote":"You've got to leave the reader with more than just a name and a costume - they need to know who the character is, what they're like, what kind of attitude they have, what sort of role they play.","author":"Kurt Busiek","category":"Character, Name, Know"},{"quote":"G.I. Joe has a heart and an attitude that feels right and familiar to me, so they could have ray guns, and they'd still feel more like real troops than many other franchises.","author":"Karen Traviss","category":"Heart, Me, Guns"},{"quote":"The attitude of, 'I will never self-publish,' coming from any author, indicates that they have never been in a position where it is their only option.","author":"Jennifer Armintrout","category":"Never, Will, Where"},{"quote":"I grew up in a rough environment. You want to be strong and have your presence felt out there. That attitude reflects how people see you.","author":"Mekhi Phifer","category":"Strong, People, Be Strong"},{"quote":"For me, music is all about emotion and attitude.","author":"Peter Criss","category":"Music, Me, Emotion"},{"quote":"Servants are not allowed to ask questions. They are only supposed to follow orders. That attitude has to change. But in order for it to change, there has to be radical improvement in the quality of the intelligence produced by the Mexican government.","author":"Adolfo Aguilar Zinser","category":"Change, Government"},{"quote":"The traditional Christian attitude toward human personality was that human nature was essentially good and that it was formed and modified by social pressures and training.","author":"Carroll Quigley","category":"Nature, Good, Training"},{"quote":"If you take the contempt some Americans have for yuppies and multiply it by 10 you might come close to understanding their attitude towards the City, as they call it - London, the people of the south.","author":"Martin Cruz Smith","category":"City, People, Understanding"},{"quote":"I've always been a guy who's pretty supportive, its just my nature, so I came in to the situation with the attitude that I wanted to support Johnny and make it work.","author":"Rick Derringer","category":"Work, Nature, Support"},{"quote":"Liberalism is an attitude rather than a set of dogmas - an attitude that insists upon questioning all plausible and self-evident propositions, seeking not to reject them but to find out what evidence there is to support them rather than their possible alternatives.","author":"Morris Raphael Cohen","category":"Support, Find, Questioning"},{"quote":"The American attitude is 'We're the best'. That's why the NBA guys who come from other countries, the Europeans, all sort of stick together away from the game.","author":"Andrew Bogut","category":"Best, Together, American"},{"quote":"People kind of have a misconception, because when someone calls me Theo and I correct them, say, 'No, my name is Malcolm,' they think I have an attitude about it and I don't want to be associated with the show.","author":"Malcolm-Jamal Warner","category":"Me, People, Name"},{"quote":"I've spent enough time in the business community to know there are certain regulators who are very constructive in their approach - those who enforce the laws and who actually want to help you comply - and there are others who have a prosecutorial attitude.","author":"Chris Gabrieli","category":"Business, Time, Community"},{"quote":"The laissez-faire attitude to science education has resulted in a disaster exemplified by the fact that more young people are opting for media studies than physics.","author":"Harry Kroto","category":"Education, Science, Media"},{"quote":"To so enter into it in nature and art that the enjoyed meanings of life may become a part of living is the attitude of aesthetic appreciation.","author":"George Herbert Mead","category":"Life, Nature, Art"},{"quote":"I wasn't interested in politics. My attitude about it was, I can't make a difference no matter what I do. And the truth is, I don't even care enough to try.","author":"Chris Jordan","category":"Truth, Politics"},{"quote":"It's not just a matter of poor willpower on the part of the consumer and a give-the-people-what-they-want attitude on the part of the food manufacturers. What I found, over four years of research and reporting, was a conscious effort... to get people hooked on foods that are convenient and inexpensive.","author":"Michael Moss","category":"Food, Effort, Research"},{"quote":"In Scotland over many years we have cultivated through our justice system what I hope can be described as a 'culture of compassion.' On the other hand, there still exists in many parts of the U.S., if not nationally, an attitude towards the concept of justice which can only be described as a 'culture of vengeance.'","author":"Keith O'Brien","category":"Hope, Culture, Compassion"},{"quote":"I thought I was going to be killed. The casualties were so heavy, it was just a given. I learned to take each day, each mission, as it came. That's an attitude I've carried into my professional life. I take each case, each job, as it comes.","author":"Elliot Richardson","category":"Life, Day, Job"},{"quote":"In 1977, at least, he wished to have people believe that he shared and was proud of an attitude toward women that is not acceptable in a politician. In 2003, all he has said is that he doesn't remember the interview.","author":"Michael Kinsley","category":"Women, Believe, Remember"},{"quote":"Here you do have forests, where pigs could be raised by letting them root about in the forests for a good part of the year. Therefore, you have a different attitude toward them compared with what continues to exist in the Middle East.","author":"Marvin Harris","category":"Good, You, Here"},{"quote":"A series of rumors about my attitude, as well as derogatory remarks about myself and my family showed me that the personal resentment of the Detroit general manager toward me would make it impossible for me to continue playing hockey in Detroit.","author":"Ted Lindsay","category":"Family, Myself, Hockey"},{"quote":"Elvis Costello had a brand new bag. He was a musician, but he knew all about the attitude part of it.","author":"Nick Lowe","category":"Brand, Bag, New"},{"quote":"Hollywood's a very weird place. I think there's less of everything except for attitude.","author":"Dean Cain","category":"Weird, Think, Place"},{"quote":"Hardboiled crime fiction came of age in 'Black Mask' magazine during the Twenties and Thirties. Writers like Dashiell Hammett and Raymond Chandler learnt their craft and developed a distinct literary style and attitude toward the modern world.","author":"Charles Frazier","category":"Age, Style, World"},{"quote":"Like the Earth, the Web is a less appealing place than it used to be. If I want attitude and arguing and meanness and profanity and wrong information screamed at me as gospel, I'll get in a time machine and spend Christmas with my family in 1977.","author":"J. R. Moehringer","category":"Family, Time, Christmas"},{"quote":"I just try to try to keep an attitude that I don't know what I'm doing. Not to the point where I'm beating myself up, but I just go in thinking that I have a lot to learn. And I hope I still have that attitude 30 years from now.","author":"Tobey Maguire","category":"Hope, Myself, Thinking"},{"quote":"Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state.","author":"Norman Lamm","category":"Positive, Land"},{"quote":"I truly love Australia I miss Aussie kids and their attitude!","author":"Nicole Trunfio","category":"Love, Australia, Kids"},{"quote":"The old university attitude of 'publish or perish' has changed. Students and academics are realising that institutions such as Imperial College are also wealth-generators. It is very satisfying to be in a university where you have the freedom to innovate and yet know that there is a path to translate your work into industry.","author":"Chris Toumazou","category":"Work, Freedom, Path"},{"quote":"I think that major championships are as much about attitude as they are anything else.","author":"Tom Lehman","category":"Think, Anything, I Think"},{"quote":"I think the attitude I was trying to learn myself was to really try hard, to give a great effort, to really care, and to let the results go where they are going to go. But at the same time, I don't have to be happy, and I shouldn't be happy, with less than my best.","author":"Tom Lehman","category":"Time, Happy, Best"},{"quote":"I have a company attitude about my work. I don't like to do just one thing I like to do a lot of things.","author":"Jack O'Brien","category":"Work, Company, Like"},{"quote":"There are no menial jobs, only menial attitudes.","author":"William J. Brennan, Jr.","category":"Only, Jobs, Attitudes"},{"quote":"You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'","author":"Lewis Grizzard","category":"Dog, Me, Want"},{"quote":"We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost.","author":"Roy Romer","category":"Education, Technology"},{"quote":"People think, 'She's a model. She must have such an attitude. She must be so stuck up.' But I'm normal. I cry. I'm not rich. I drive a 1987 Chevrolet Celebrity.","author":"Summer Altice","category":"People, Rich, Think"},{"quote":"With my talent, I can make people laugh and give them another attitude about life. What a blessing that is for me.","author":"Doris Roberts","category":"Life, Me, Laugh"},{"quote":"If you go on stage with the wrong attitude, or something in your performance is off, you can lose an audience in the first minute. That first minute is crucial.","author":"Allan Carr","category":"Performance, You, Audience"},{"quote":"I know a lot of Eastern Europeans, and because of what they have been through and what they have seen, they have an attitude where they are not easily fooled.","author":"Francine Prose","category":"Know, Through, Where"},{"quote":"I've spent a lot of time in L.A. and I love it. A lot of Brits can't stand the place, but I like the West Coast attitude and the way people celebrate success.","author":"Sophia Myles","category":"Love, Success, Time"},{"quote":"I think to take your shirt off, you need to have a great body and more than that, confidence and attitude. It's all related. A great body equals confidence, and confidence equals attitude. And when you put all three together, you get a Salman Khan! And that's not me.","author":"Riteish Deshmukh","category":"Confidence, Great, Together"},{"quote":"Any time you have defensive ends going above you in the draft, when you know you put up numbers that were equal to better, you just have to use that as motivation. Whenever you're the underdog, you have to have the right attitude and just go out there and be yourself; just play.","author":"Justin Tuck","category":"Time, Be Yourself, Yourself"},{"quote":"I like it best when two ideas collide, like when you have a crazed attitude towards women combined with a crazed attitude towards the Vietnamese. I like that. Even if it's not true, I don't care whether it's true or false. I just do it.","author":"Peter Saul","category":"Women, Best, Ideas"},{"quote":"My personal view is that such total planning by the state is an absolute good and not simply a relative good... I do not myself think of the attitude I take as deriving from Marx - though this undoubtedly will be suggested - but from Fichte and Hegel.","author":"John Grierson","category":"Good, Myself, Planning"},{"quote":"The money is in a different league these days, of course, but I have special memories of the 60s and 70s which players today don't have. There wasn't the same celebrity attitude and media exposure. We had a bit more freedom.","author":"Peter Shilton","category":"Freedom, Money, Memories"},{"quote":"I film quite a bit of footage, then edit. Changes before your eyes, things you can do and things you can't. My attitude is always 'let it keep rolling.'","author":"Terrence Malick","category":"Eyes, Changes, You"},{"quote":"In aid, the proper attitude is one omitting gratitude.","author":"Marya Mannes","category":"Gratitude, Aid, Proper"},{"quote":"The townspeople outside the reservations had a very superior attitude toward Indians, which was kind of funny, because they weren't very wealthy; they were on the fringes of society themselves.","author":"James Welch","category":"Funny, Society, Kind"},{"quote":"Look, everything that you experience as a kid is the foundation of how you are today. I was brought up in a working class family in Leeds and when it comes to money both my parents worked hard and instilled the same attitude into me.","author":"Melanie Brown","category":"Family, Money, Today"},{"quote":"When I first left university, I thought about going into the private sector. But I discovered when I went to interview that I could only have a career in the back office, or doing HR. The attitude was, 'My dear lady, you cannot possibly think about going on the board.'","author":"Pauline Neville-Jones","category":"Thought, Think, You"},{"quote":"I still have a young attitude.","author":"Pat Morita","category":"Young, Still"},{"quote":"Youth is really in your attitude, not in what you look like.","author":"Walt Handelsman","category":"Youth, Look, You"},{"quote":"Beyonce is one of my inspirations. Her attitude, her style, her voice... she's perfect.","author":"Charice Pempengco","category":"Style, Voice, Perfect"},{"quote":"I'd love to look like my mum when I am her age. She taught ballet for years, and my attitude to exercise and fitness has definitely been influenced by her. She's 84 now, and I've watched how well she has aged, and a lot of that is to do with her fantastic posture.","author":"Sarah Parish","category":"Love, Age, Fitness"},{"quote":"In essence, the Thai people are not materialistic at all. They're not in the least driven by the kind of ambition that drives us. The more I got to know them, and the more time I spent with them, the more I understood that this was a totally legitimate attitude to life, and why not?","author":"John Burdett","category":"Life, Time, Ambition"},{"quote":"I call my golden retriever Cara my 'white wolf.' She's changed my attitude and made me write this book where the wolf is the hero, not the villain.","author":"Debi Gliori","category":"Hero, Book, Wolf"},{"quote":"Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere.","author":"Bill Veeck","category":"Baseball, Theatre, Audience"},{"quote":"When I speak in English, my expressions become different. My attitude, too. I'm not sure why, but there really is a difference. My hands move differently when I speak English.","author":"Gong Li","category":"Speak, Hands, Why"},{"quote":"I think 'Gatsby' is hobbled, in part, by its status as a Great American Novel. People kind of roll their eyes before they've even opened it, treat it with a 'been there, done that' attitude. I know I did. It took me years to re-open the novel and see how much I'd missed.","author":"Susan Choi","category":"Great, Eyes, American"},{"quote":"Some feminists have this party-line attitude, and they can be very extremist. The most enlightened characters in my film are women.","author":"Lina Wertmuller","category":"Women, Film, Some"},{"quote":"If a site is done with pleasure and a fun attitude, it's a great way to communicate with your fans.","author":"Christopher Lambert","category":"Great, Fun, Pleasure"},{"quote":"If you can kill animals, the same attitude can kill human beings. The mentality is the same which exploits nature and which creates wars.","author":"Satish Kumar","category":"Nature, Animals, You"},{"quote":"That attitude toward women as objects may have worked for the late Sixties, but it doesn't do so now.","author":"John Schlesinger","category":"Women, Late, Sixties"},{"quote":"Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans.","author":"Timothy Garton Ash","category":"Positive, Important"},{"quote":"I think it has other roots, has to do, in part, with a general anxiety in contemporary life... nuclear bombs, inequality of possibility and chance, inequality of goods allotted to us, a kind of general racist, unjust attitude that is pervasive.","author":"Leonard Baskin","category":"Life, Roots, Anxiety"},{"quote":"If I don't make the team out of spring training, I'll keep a good attitude. I'll just go polish up the parts of my game that made me not stay in the big leagues.","author":"Cory Lidle","category":"Good, Team, Training"},{"quote":"For 'Fright Night,' we really want to convey the fun attitude of the movie and show the intensity of Colin Farrell as a predator. He's not a brooding vampire - he's dark and dangerous.","author":"Stacey Snider","category":"Fun, Night, Dark"},{"quote":"If I or any other black can deliver at the box office, I'll get a lot of work. Too many young actors, regardless of their color, try to play an attitude on camera and fail to remember their job is to fit into an entertainment.","author":"Mario Van Peebles","category":"Work, Job, Color"},{"quote":"As Americans, we have traditionally been the optimists sporting the 'can-do' attitude. But when it comes to addressing climate adaptation and resiliency, we seem to be more 'can't do' than 'can-do.'","author":"Paul Tonko","category":"Been, More, Than"},{"quote":"I will not get very far with this attitude.","author":"Nancy Cartwright","category":"Will, Far, Very"},{"quote":"You can't win unless you have good people with great attitude. They are the ones who won the games. I didn't win any games. You never saw a coach make a tackle anywhere. My philosophy was to get the best players and then try to do something new with them.","author":"Hank Stram","category":"Good, Best, Great"},{"quote":"The Dolls were an attitude. If nothing else they were a great attitude.","author":"Johnny Thunders","category":"Great, Nothing, Dolls"},{"quote":"All ideas come about through some sort of observation. It sparks an attitude some object or emotion causes a reaction in the other person.","author":"Graham Chapman","category":"Ideas, Emotion, Observation"},{"quote":"I came on to the film with a very happy-go-lucky attitude which I think my character, Charlie, did when she went into the house. I expected it to be good, and then slowly things started to change for us all.","author":"Jennifer Sky","category":"Change, Good, Character"},{"quote":"I think that the U.S. does have this very much more open attitude, and I admire it very much and I think it's very important to the world. But the information and the discussion sometimes come too late, after the effective decision has been made.","author":"E. P. Thompson","category":"Decision, World, Information"},{"quote":"I've never been out with any of the cast of Coronation Street. We're all very close friends so it's very much a professional attitude.","author":"Richard Fleeshman","category":"Friends, Professional"},{"quote":"Turkey wants a policy of engagement exactly like President Obama's new approach. Policy of engagement, less confrontation, less tense attitude, especially in the region.","author":"Ahmet Davutoglu","category":"President, New, Approach"},{"quote":"Gemmell's name guarantees a satisfying story and a thumping good read. I recommend all his heroic creations - 'Druss the axeman,' 'the Jerusalem man,' among others - but my favourite has to be 'Waylander': Clint Eastwood with a crossbow and the same 'Make my day, punk' attitude.","author":"Neal Asher","category":"Day, Good, Man"},{"quote":"My Hellboy is modeled on my father in some ways: a guy who's been in the Korean War, and he's traveled, and he's done a lot of stuff, and he's kind of got a been there, done that attitude. He's also been in the world. Del Toro's change was to have Hellboy bottled up in a room and mooning over the girl he can't have.","author":"Mike Mignola","category":"Change, Father, War"},{"quote":"We have ourselves begun to put our house in order by banning some experiments that may contain a risk for mankind. We would like to see society take a similar attitude, abandoning selfish practices that are dangerous for society itself.","author":"Renato Dulbecco","category":"Society, Risk, Selfish"},{"quote":"It can be easy to buy into anything. I would lose focus if I went with that attitude of wanting to be famous.","author":"Tristan MacManus","category":"Focus, Famous, Easy"},{"quote":"I have the same attitude with work - I like to go to work, I like to work really hard I, like to give everything my all, I like to try things that are new, you know.","author":"Rosie Huntington-Whiteley","category":"Work, Know, You"},{"quote":"My father got a trade union scholarship to Oxford; he lived and breathed politics; he was always watching current-affairs programmes. But I have a five-year-old child's attitude towards the news. Mainly, that it absolutely turns me off.","author":"Jez Butterworth","category":"Father, Politics, Child"},{"quote":"Contracts are not a holy relic in football. You can like this attitude or not, but it's the truth. Sometimes you have to think about if it is meaningful to try out a new impulse.","author":"Robert Lewandowski","category":"Truth, Football, Meaningful"},{"quote":"There does not seem to be that collegiality I referred to, there seems to be much more of a them versus us attitude, rather than we all have a role to play in this process so let's get on with it.","author":"Len G. Murray","category":"Process, Play, Seems"},{"quote":"I think the truth is, we are all racist, really, when it comes down to it. I think all of us have to check ourselves from time to time, and say, 'Look, that sort of attitude isn't good enough.' It takes discipline to keep our prejudices out.","author":"Peter Hollingworth","category":"Time, Good, Truth"},{"quote":"It is sometimes said that the major discoveries have already been made and that there is nothing important left to find. This attitude is altogether too pessimistic. There are plenty of ideas and plenty of things left to discover. The trick is to find the right path from one to the other.","author":"John Vane","category":"Path, Ideas, Said"},{"quote":"I was entirely natural and in many ways I have the same attitude now. I don't mourn the loss of my youth because I believe you should enjoy what you have while you have it.","author":"Koo Stark","category":"Youth, Loss, Believe"},{"quote":"The reality is I'm not this person with this driving 'get it done' attitude.","author":"Greg Giraldo","category":"Reality, Driving, Done"},{"quote":"I'd like to get out of Philadelphia. I don't care for the people or their attitude, although they don't bother me or my play. But maybe the Phillies can get a couple of broken bats and shower shoes for me.","author":"Richie Allen","category":"Shoes, Me, People"},{"quote":"I believe that what is really important is that God can speak to us. If we have the humility to approach him in prayer with the right attitude, he can speak to our intelligence directly.","author":"Henry Eyring","category":"God, Intelligence, Humility"},{"quote":"We're drawn to making our mark, leaving a record to show we were here, and a journal is a great place to do it. Once you start drawing, writing, and gluing stuff in every day, it can quickly become a habit - addictive, even. Your attitude should be: 'I can do this, but I mustn't make it too intimidating.'","author":"Keri Smith","category":"Day, Great, Writing"},{"quote":"The Web is not a prize to be won, and Mr. Ballmer's attitude is deplorable in the light of what the Web means to the world, to users, to designers and developers, and - to put it into Microsoft parlance - customers.","author":"Molly Holzschlag","category":"Light, World, Web"},{"quote":"When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety.","author":"Robert Evans","category":"Parenting, Parent, Anxiety"},{"quote":"It's really interesting with art-movies too, but art especially - to see how your attitude toward artists and works and your level of appreciation of them is always shifting and changing over the years.","author":"Richard Hell","category":"Art, Appreciation, See"},{"quote":"If the rights of civil partners are met differently in law to those of married couples, there is no discrimination in law, and if civil partnerships are seen as somehow 'second class' that is a social attitude which will change and cannot, in any case, be turned around by redefining the law of marriage.","author":"John Sentamu","category":"Change, Marriage, Law"},{"quote":"People's attitude seems to be that if you don't have a television, you're not connected to reality - somehow you're not in reality. It's quite interesting, because I suspect that possibly it's the reverse.","author":"Jodhi May","category":"Reality, People, Television"},{"quote":"Sexy is attitude, but fitness for me is my dance. I dance two hours nearly every day. You break into good sweat, and it doesn't even feel like exercise. Apart from that, I enjoy Pilates.","author":"Jiah Khan","category":"Good, Fitness, Dance"},{"quote":"That attitude that I wouldn't succeed didn't come from my family; it came from school and then the township we lived in. I wasn't going to settle for that, and my mother warned us not to settle for less, to make the most of our lives.","author":"Alexis Wright","category":"Family, Mother, School"},{"quote":"Authors can get an attitude of us-against-them when it comes to publishers, but learning how authors and editors can work together taught me to look at my work in a different way and to make that work as solid as possible before it ever goes to the publisher.","author":"Tracie Peterson","category":"Work, Learning, Together"},{"quote":"It was only after the Grimms published two editions primarily for adults that they changed their attitude and decided to produce a shorter edition for middle-class families. This led to Wilhelm's editing and censoring many of the tales.","author":"Jack Zipes","category":"Editing, Two, Middle-Class"},{"quote":"The attitude of the business community towards investment in Austria and Germany has always been positive, as both the countries have earned their reputation as countries with a consistent economic environment.","author":"Yelena Baturina","category":"Positive, Business"},{"quote":"We are living in a culture where we are so led by the visual, and what is promoted in the media, that the attitude becomes, 'I don't have to go through normalcy in life - I can look for exemptions. And I expect them, and when I look for them and they are not there, I am angry.'","author":"Ben Harney","category":"Life, Culture, I Am"},{"quote":"Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades.","author":"Florence Kelley","category":"Women, Space, Revolution"},{"quote":"I love a woman in a tuxedo, or in a dress, who looks comfortable, relaxed, happy. I'd love to dress Daphne Guinness - she has exactly that attitude.","author":"Stephane Rolland","category":"Love, Happy, Woman"},{"quote":"I don't know that I have any role models now that are fixed. Definitely my mom - she's the coolest. She's worked really hard her whole life and I just think she's got a great attitude. Moms just know so much it's so silly.","author":"Larisa Oleynik","category":"Life, Great, Mom"},{"quote":"'Hollywood maids' are so idiotic. They grin at everything. I told Norman Lear I didn't want to play a maid because of that 'hee-hee/grin-grin' attitude, and he said, 'Who said I wanted that?' He told me he wanted two strong women that are the black and white of the same coin. I said, 'Oh, well - in that case, I'll be right there!'","author":"Esther Rolle","category":"Women, Black And White"},{"quote":"I don't think people are fools, and I think they deserve a good attitude and smart entertainment.","author":"Tatyana Tolstaya","category":"Good, Smart, People"},{"quote":"The attitude of the people proves that not only do we want to, but that we can succeed in pulling our country out of the difficult position it finds itself in. The banking system of our country will survive and grow.","author":"Nicos Anastasiades","category":"People, Grow, Want"},{"quote":"I love a woman with a relaxed attitude.","author":"Stephane Rolland","category":"Love, Woman, Relaxed"},{"quote":"For something to be useful to the spirit is not very valuable to get your covered wagon across the desert. We have adopted that attitude so thoroughly that any American father whose son tells him he wants to write poetry will be embarrassed.","author":"Miller Williams","category":"Father, Son, Poetry"},{"quote":"My heroes, I couldn't imagine them practicing. Like Bob Dylan, you know? Bob Dylan's a very, very good guitar player, but it's like he's trying to hide it. I always loved this attitude. When you're very good... it's like being an athlete - and I always hated sports!","author":"Laurent Brancowitz","category":"Sports, Good, Guitar"},{"quote":"There are many movies which come with an attitude of black and white. I am good and you are bad. And there are many movies that are also trying to see the reality as it is or to discover what really is behind the character or events.","author":"Ashraf Barhom","category":"Good, Character"},{"quote":"If you try to come off as this big-time star with an attitude, people don't like that.","author":"Selena","category":"People, You, Try"},{"quote":"Our spiritual attitude is determined by our conception of our relation to infinite spirit.","author":"Paul Twitchell","category":"Spiritual, Determined"},{"quote":"Fame is O.K. I hate it, but it's O.K. I'm beginning to understand how I can be hidden. It's an attitude.","author":"Romain Duris","category":"Hate, Beginning, Fame"},{"quote":"Its attitude, which it has preached and practiced, is skepticism. Now, it finds, the public is applying that skepticism to the press.","author":"Thomas Griffith","category":"Now, Press, Which"},{"quote":"Nobody minded what you did in bed or what you said about God, a very civilized attitude in 1948.","author":"Simon Raven","category":"God, You, Said"},{"quote":"I'm going to try to enjoy the All-Star break, hope my players reflect on what happened the first half of the season, come back with a different attitude, try to find our solution on how to win it.","author":"Don Baylor","category":"Hope, Win, Enjoy"},{"quote":"My opponents attitude is, 'If it moves, tax it, if it keeps moving, regulate it and when it stops, subsidize it.","author":"Rob Simmons","category":"Moving, Tax, Moves"},{"quote":"America won the Cold War by protecting our strategic resources from the threat of foreign control. We must bring the same attitude to our trade relationship with China.","author":"Jo Ann Emerson","category":"Relationship, War, America"},{"quote":"I didn't really know what to expect, but I thought there aren't a lot of rap groups that can say they have a documentary done about them, so my attitude was like, 'Shoot, why not?' I'm sure there are a lot of people that would like to take our place. I felt like we should all embrace it.","author":"Phife Dawg","category":"Thought, People, Know"},{"quote":"You have to have an attitude that nothing's gonna stop me. I think that's just my New York kind of attitude - survival of the fittest.","author":"Melissa De Sousa","category":"Survival, Me, New York"},{"quote":"Neapolitans are extremely empathetic, whereas the typical northern attitude is more about not showing or sharing your feelings.","author":"Toni Servillo","category":"Sharing, Feelings"},{"quote":"I haven't watched 'Mad TV' a lot, but I have seen some stuff on there that is truly funny. You have to have some sort of attitude toward the subject, and they seem to have it. It depends on how much blood you want to draw.","author":"Joe Flaherty","category":"Funny, Want, Blood"},{"quote":"If wearing the Spanx helps you get looks, and you feel that energy and response, and you're rocking your body with confidence, that's still how you'll feel about yourself when you get home and take the Spanx off... If your attitude improves from the Spanx, wear the Spanx!","author":"Lisa Ann Walter","category":"Home, Confidence, Yourself"},{"quote":"I got to work with Rachel Dratch, and she just had such a funny, roll-with-it attitude when she would approach the stage and could turn anything into a gem.","author":"Stephnie Weir","category":"Funny, Work, She"},{"quote":"When you're climbing with someone who always sees the bright spot, even if there is no bright spot, that attitude is really helpful.","author":"Kevin Jorgeson","category":"You, Bright, Climbing"},{"quote":"You don't know how many celebrities I've gone into recording sessions with who first are kind of weirded out by us freaky voiceover people, then when the day is over, they want to stay. They haven't had that much fun acting in ages. It's hard to have any attitude about it.","author":"Jeff Bennett","category":"Day, Fun, People"},{"quote":"Las Vegas audiences are swingers. They're drinkers and swingers, and they like to have a good time and party. I never had a bad audience in my career. Sometimes it may take a little longer to get them, you know. But I would get them. I'd get standing ovations... Everything is attitude. It's very important to always like what you're doing.","author":"Trini Lopez","category":"Time, Good, Party"},{"quote":"My attitude toward graduate students was different, I must say. I used graduate students as colleagues: I gave them the best problems to work on, and I encouraged them.","author":"Frank Press","category":"Work, Teacher, Best"},{"quote":"I think we're in good hands. There's definitely much more momentum in bringing in good things to help support the show. Everyone's got a good attitude about it and I think that makes all the difference.","author":"Crystal Chappell","category":"Good, Support, Help"},{"quote":"The artist is not responsible to any one. His social role is asocial... his only responsibility consists in an attitude to the work he does.","author":"Georg Baselitz","category":"Work, Responsibility, Artist"},{"quote":"Somehow, the greater the public opposition to the health care bill, the more determined they seem to force it on us anyway. Their attitude shows Washington at its very worst - the presumption that they know best, and they're going to get their way whether the American people like it or not.","author":"Scott Brown","category":"Best, Health, American"},{"quote":"I try and have a relaxed attitude and stay quite switched off until about an hour before kick-off.","author":"Roy Keane","category":"Try, Stay, Hour"},{"quote":"I like looking at the characters. Seeing them always brings up some voice or attitude. I am much more visual, and that works so much better than having someone tell me what the character is all about.","author":"Frank Welker","category":"Character, I Am, Me"},{"quote":"I've done a lot of movies that don't have any music in them, and I've always sort of had a kind of wary attitude about music because it can be so manipulative, and also because with pop music, I feel like everybody kind of has their own relationship to songs.","author":"Joe Swanberg","category":"Music, Relationship, Movies"},{"quote":"I always wanted to be a filmmaker, but I started acting when I was 9 years old. I looked a certain part that I wasn't, really. I played, you know, a high school jock with a lot of attitude or a spoiled rich kid, and I was neither of those things. I was from a very working-class family in Van Nuys.","author":"Steve Antin","category":"Family, School, Rich"},{"quote":"I think leather pants are just better than jeans onstage; they give the performance a nice attitude, and they are also shockingly comfortable. Comfort is key.","author":"Jessie Baylin","category":"Performance, Comfort, Nice"},{"quote":"I've never been in any country for more than four years, and I'm learning different languages all the time. It gives you a different attitude.","author":"Santiago Cabrera","category":"Time, Learning, You"},{"quote":"We didn't ever want 'Tarzan' to feel like he was just a man. We didn't want him to stand up straight or wave good-bye. We wanted to make sure he always had that piece of gorilla in him, that he always had an animal attitude about him.","author":"Kevin Lima","category":"Man, Animal, Stand Up"},{"quote":"The old attitude toward newspapers was that they were completely disposable - today's newspaper is tomorrow's fish wrap.","author":"Ray Guy","category":"Today, Tomorrow, Fish"},{"quote":"The attitude that poetry should not be analyzed is prevalent among many who consider themselves experts on children's literature. But I suspected that kids like to look closely at things and figure out what makes them go.","author":"X. J. Kennedy","category":"Children, Poetry, Literature"},{"quote":"Abhorrence of apartheid is a moral attitude, not a policy.","author":"Edward Heath","category":"Moral, Policy, Apartheid"},{"quote":"Patton was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude.","author":"Bill Mauldin","category":"Dark, Living, Soldiers"},{"quote":"I have a political attitude, but I'm certainly not a politician.","author":"Kgalema Motlanthe","category":"Political, Politician"},{"quote":"Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","category":"Motivational, Love, Life"},{"quote":"Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.","author":"Tena Desae","category":"Positive, Work, Learning"},{"quote":"Where there is no vision, there is no hope.","author":"George Washington Carver","category":"Leadership, Vision, Where"},{"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","category":"Love, Learning, Teacher"},{"quote":"The sky takes on shades of orange during sunrise and sunset, the colour that gives you hope that the sun will set only to rise again.","author":"Ram Charan","category":"Sunset, Sky, Sun"},{"quote":"Hope is being able to see that there is light despite all of the darkness.","author":"Desmond Tutu","category":"Light, Darkness, See"},{"quote":"There was never a night or a problem that could defeat sunrise or hope.","author":"Bernard Williams","category":"Morning, Sunrise, Night"},{"quote":"All that I am, or hope to be, I owe to my angel mother.","author":"Abraham Lincoln","category":"Mother, I Am, Mother's Day"},{"quote":"Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel.","author":"Michael Morpurgo","category":"Morning, Happy, Light"},{"quote":"He that lives upon hope will die fasting.","author":"Benjamin Franklin","category":"Die, Will, He"},{"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","category":"Time, Patriotism, Best"},{"quote":"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.","author":"Albert Einstein","category":"Today, Tomorrow, Live"},{"quote":"I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something.","author":"Neil Gaiman","category":"Learning, Mistakes, World"},{"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","category":"Life, Experience, Compassion"},{"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","category":"Life, History, Courage"},{"quote":"You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.","author":"Marie Curie","category":"Work, Time, Responsibility"},{"quote":"Survival was my only hope, success my only revenge.","author":"Patricia Cornwell","category":"Success, Revenge, Survival"},{"quote":"Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.","author":"Robert Frank","category":"Black And White, Colors"},{"quote":"Let your hopes, not your hurts, shape your future.","author":"Robert H. Schuller","category":"Future, Shape, Hopes"},{"quote":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.","author":"Richard M. DeVos","category":"Positive, Smile, World"},{"quote":"Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","category":"Love, Work, Music"},{"quote":"Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.","author":"Nelson Mandela","category":"Future, Compassion"},{"quote":"No matter how dark the moment, love and hope are always possible.","author":"George Chakiris","category":"Love, Moment, Dark"},{"quote":"Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.","author":"Samuel Smiles","category":"Journey, Sun, Shadow"},{"quote":"All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.","author":"Winston Churchill","category":"Freedom, Great, Justice"},{"quote":"When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.","author":"Dalai Lama","category":"Life, Strength, Tragedy"},{"quote":"Hope is patience with the lamp lit.","author":"Tertullian","category":"Patience, Lamp, Lit"},{"quote":"Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'","author":"Alfred Lord Tennyson","category":"New Year's, Smiles, Year"},{"quote":"We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together.","author":"Victoria Osteen","category":"Teamwork, Together, Powerful"},{"quote":"The United Nations is our one great hope for a peaceful and free world.","author":"Ralph Bunche","category":"Great, World, Peaceful"},{"quote":"I hope that my daughter grows up empowered and doesn't define herself by the way she looks but by qualities that make her a intelligent, strong and responsible woman.","author":"Isaiah Mustafa","category":"Daughter, Strong, Woman"},{"quote":"Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.","author":"Mattie Stepanek","category":"Inspirational, Future"},{"quote":"Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance.","author":"Robert Kennedy","category":"Time, Man, Injustice"},{"quote":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.","author":"Elbert Hubbard","category":"Success, Failure"},{"quote":"Everything that is done in the world is done by hope.","author":"Martin Luther","category":"World, Done, Everything"},{"quote":"I'm here to spread a message of hope. Follow your heart. Don't follow what you've been told you're supposed to do.","author":"J. Cole","category":"Heart, Message, You"},{"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","category":"Love, Life, Respect"},{"quote":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don't. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.","author":"John Piper","category":"Future, Good, God"},{"quote":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.","author":"Jonas Salk","category":"Courage, Dreams, Imagination"},{"quote":"I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.","author":"Dalai Lama","category":"Focus, Universe, Judge"},{"quote":"The youth is the hope of our future.","author":"Jose Rizal","category":"Future, Youth, Our"},{"quote":"There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings.","author":"Johann Wolfgang von Goethe","category":"Children, Parenting, Roots"},{"quote":"I hope for nothing. I fear nothing. I am free.","author":"Nikos Kazantzakis","category":"Freedom, Fear, I Am"},{"quote":"I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.","author":"Gillian Anderson","category":"Change, Good, Opportunity"},{"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","category":"Goals, Good, Team"},{"quote":"Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'","author":"Ashton Kutcher","category":"Art, Courage, Romantic"},{"quote":"He who has health, has hope; and he who has hope, has everything.","author":"Thomas Carlyle","category":"Health, Everything, He"},{"quote":"We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace.","author":"Pope Francis","category":"Love, Future, Peace"},{"quote":"I only hope that we don't lose sight of one thing - that it was all started by a mouse.","author":"Walt Disney","category":"Imagination, Sight, Started"},{"quote":"What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","author":"Rick Warren","category":"Strength, Day, God"},{"quote":"A lot of people have their big dreams and get knocked down and don't have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough.","author":"Robert Kraft","category":"Work, Hard Work, Dreams"},{"quote":"This suspense is terrible. I hope it will last.","author":"Oscar Wilde","category":"Funny, Suspense, Terrible"},{"quote":"When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis.","author":"Connor Franta","category":"Beauty, Daily, Light"},{"quote":"Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all.","author":"Emily Dickinson","category":"Soul, Words, Feathers"},{"quote":"If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.","author":"Henry Ford","category":"Knowledge, Money, Experience"},{"quote":"The story of Christian reformation, revival, and renaissance underscores that the darkest hour is often just before the dawn, so we should always be people of hope and prayer, not gloom and defeatism. God the Holy Spirit can turn the situation around in five minutes.","author":"Os Guinness","category":"God, Prayer, People"},{"quote":"To live without Hope is to Cease to live.","author":"Fyodor Dostoevsky","category":"Live, Without, Cease"},{"quote":"Hope is the only bee that makes honey without flowers.","author":"Robert Green Ingersoll","category":"Flowers, Bee, Honey"},{"quote":"Do not spoil what you have by desiring what you have not remember that what you now have was once among the things you only hoped for.","author":"Epicurus","category":"Remember, You, Now"},{"quote":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","author":"Ravi Zacharias","category":"Life, Wisdom, God"},{"quote":"We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds.","author":"Aristotle Onassis","category":"Sea, Free, Rest"},{"quote":"Don't give up. Don't lose hope. Don't sell out.","author":"Christopher Reeve","category":"Motivational, Up, Sell"},{"quote":"Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","author":"John Lennon","category":"Life, Peace, World"},{"quote":"The human body experiences a powerful gravitational pull in the direction of hope. That is why the patient's hopes are the physician's secret weapon. They are the hidden ingredients in any prescription.","author":"Norman Cousins","category":"Powerful, Medical, Body"},{"quote":"Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.","author":"John F. Kennedy","category":"Success, Home, Freedom"},{"quote":"People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today.","author":"Zig Ziglar","category":"Family, Happy, Peace"},{"quote":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","author":"Franklin D. Roosevelt","category":"Life, World, Belief"},{"quote":"There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.","author":"Daisaku Ikeda","category":"Courage, Compassion, Heart"},{"quote":"I wish I had invented blue jeans. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes.","author":"Yves Saint Laurent","category":"Simplicity, Blue, Clothes"},{"quote":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not.","author":"Octavia Spencer","category":"Art, Respect, Dreams"},{"quote":"All human wisdom is summed up in two words wait and hope.","author":"Alexandre Dumas","category":"Wisdom, Words, Human"},{"quote":"I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing.","author":"T. S. Eliot","category":"Soul, My Soul, Said"},{"quote":"Tomorrow hopes we have learned something from yesterday.","author":"John Wayne","category":"Tomorrow, Yesterday, Hopes"},{"quote":"Selfishness must always be forgiven you know, because there is no hope of a cure.","author":"Jane Austen","category":"Forgiveness, Know, You"},{"quote":"Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.","author":"Demi Lovato","category":"Time, Best, Today"},{"quote":"The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope.","author":"John Buchan","category":"Fishing, Charm, Elusive"},{"quote":"It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.","author":"Hillary Clinton","category":"Change, Night, Despair"},{"quote":"The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.","author":"Charlotte Bronte","category":"Dreams, Heart, Silence"},{"quote":"You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.","author":"Samuel Ullman","category":"Age, Self-Confidence"},{"quote":"The quality of one's emotional life changes over the years, doesn't it? But the basic instincts and desires, greed and hope, seem to remain constant. In the larger scope of things, there's a sense of fulfillment to living a creative life. So I guess that's what keeps me going.","author":"Tommy Lee Jones","category":"Life, Changes, Greed"},{"quote":"My favorite fruit is grapes. Because with grapes, you always get another chance. 'Cause, you know, if you have a crappy apple or a peach, you're stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. 'Grapes: The Fruit of Hope.'","author":"Demetri Martin","category":"Apple, Problem, Fruit"},{"quote":"One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that's something I admire about America and hope they continue with.","author":"David Cameron","category":"Opportunity, Religion"},{"quote":"Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.","author":"Leonardo da Vinci","category":"Marriage, Bag, Hand"},{"quote":"If Thai citizens still hold this harmony in their hearts, there is hope that in whatever the situation, Thailand will surely get through it safely and with stability.","author":"Bhumibol Adulyadej","category":"Harmony, Situation, Through"},{"quote":"Where there's tea there's hope.","author":"Arthur Wing Pinero","category":"Tea, Where"},{"quote":"I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.","author":"Clarissa Pinkola Estes","category":"Work, Water, Laughter"},{"quote":"Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.","author":"Desmond Tutu","category":"Inspirational, Love, Life"},{"quote":"I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.","author":"Anne Frank","category":"Death, Peace, Foundation"},{"quote":"Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy.","author":"Lu Wei","category":"Love, Life, Positive"},{"quote":"I would rather entertain and hope that people learned something than educate people and hope they were entertained.","author":"Walt Disney","category":"Education, People, Something"},{"quote":"My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.","author":"Muhammad Ali Jinnah","category":"Courage, Confidence, Great"},{"quote":"The Gospel offers forgiveness for the past, new life for the present, and hope for the future.","author":"John Sentamu","category":"Life, Future, Forgiveness"},{"quote":"The happy Union of these States is a wonder their Constitution a miracle their example the hope of Liberty throughout the world.","author":"James Madison","category":"Happy, World, Constitution"},{"quote":"Next year, I hope there will be even more parties, lots of holidays and just having a good time, really. Plus wing-walking, air shows and learning to fly, as they are all things I want to do. I won't be restricted by age.","author":"Carol Vorderman","category":"Time, Learning, Age"},{"quote":"I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.","author":"Nelson Mandela","category":"Together, I Am, Society"},{"quote":"Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea.","author":"Yoshio Taniguchi","category":"Architecture, Tea, Enjoy"},{"quote":"These people are real to me, and situations keep coming up where their emergence feels natural. It's like meeting old friends. I hope readers feel the same way.","author":"Jonathan Kellerman","category":"Friends, Old Friends, Me"},{"quote":"The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.","author":"Martin Luther King, Jr.","category":"Peace, Justice, World"},{"quote":"It is above all by the imagination that we achieve perception and compassion and hope.","author":"Ursula K. Le Guin","category":"Compassion, Imagination"},{"quote":"Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.","author":"Anne Lamott","category":"Work, Dark"},{"quote":"You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace.","author":"Thich Nhat Hanh","category":"Life, Future, Peace"},{"quote":"I hope I inspire people who hear. Hearing people have the ability to remove barriers that prevent deaf people from achieving their dreams.","author":"Marlee Matlin","category":"Dreams, Achieving, Inspire"},{"quote":"The only way I'd be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.","author":"Dolly Parton","category":"Home, Makeup, Me"},{"quote":"Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him.","author":"Michelangelo","category":"Love, Work, Age"},{"quote":"Easter is meant to be a symbol of hope, renewal, and new life.","author":"Janine di Giovanni","category":"Life, New, Meant To Be"},{"quote":"I am not the same man I was 35 years ago. And I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.","author":"Louis Farrakhan","category":"Good, Man, Humanity"},{"quote":"One of the most difficult things everyone has to learn is that for your entire life you must keep fighting and adjusting if you hope to survive. No matter who you are or what your position is you must keep fighting for whatever it is you desire to achieve.","author":"George Allen, Sr.","category":"Life, Learn, You"},{"quote":"I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope.","author":"Bahman Ghobadi","category":"Life, Myself, Child"},{"quote":"The care of the Earth is our most ancient and most worthy, and after all our most pleasing responsibility. To cherish what remains of it and to foster its renewal is our only hope.","author":"Wendell Berry","category":"Responsibility, Earth, Care"},{"quote":"If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.","author":"Albert Einstein","category":"Good, Fear, Sorry"},{"quote":"Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it.","author":"John Adams","category":"History, Freedom, Good"},{"quote":"Hope is not a resting place but a starting point - a cactus, not a cushion.","author":"H. Jackson Brown, Jr.","category":"Place, Resting, Point"},{"quote":"Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.","author":"Vaclav Havel","category":"Work, Success, Good"},{"quote":"Whether you've seen angels floating around your bedroom or just found a ray of hope at a lonely moment, choosing to believe that something unseen is caring for you can be a life-shifting exercise.","author":"Martha Beck","category":"Caring, Believe, Lonely"},{"quote":"I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life.","author":"Jack Kerouac","category":"Life, Death, Great"},{"quote":"What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?","author":"Rose Kennedy","category":"Daughter, Great, Mother"},{"quote":"I hope people think of me as a bit older. I do have a beard. That makes me look very old.","author":"Jack Whitehall","category":"Me, People, Think"},{"quote":"I hope you love birds too. It is economical. It saves going to heaven.","author":"Emily Dickinson","category":"Love, Birds, You"},{"quote":"A dream is the bearer of a new possibility, the enlarged horizon, the great hope.","author":"Howard Thurman","category":"Great, Dream, Horizon"},{"quote":"I hope when I'm on my deathbed, people forgive me, because there is a lot to forgive.","author":"Christopher Buckley","category":"Me, Forgive, People"},{"quote":"Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.","author":"Joseph Addison","category":"Love, Life, Happiness"},{"quote":"Mr. Speaker, our Nation depends on immigrants' labor, and I hope we can create an immigration system as dependable as they are.","author":"Luis Gutierrez","category":"Immigrants, Nation"},{"quote":"Professionalism in art has this difficulty: To be professional is to be dependable, to be dependable is to be predictable, and predictability is esthetically boring - an anti-virtue in a field where we hope to be astonished and startled and at some deep level refreshed.","author":"John Updike","category":"Art, Deep, Professionalism"},{"quote":"On every birthday, I ask my wife, 'What would you like this year?' and her instant reply is, 'Diamonds! Diamonds! Diamonds!' I'm always living in hope that one day she'll say she just wants me!","author":"Akshay Kumar","category":"Birthday, Day, Wife"},{"quote":"At the end of the day, we must go forward with hope and not backward by fear and division.","author":"Jesse Jackson","category":"Day, Fear, End"},{"quote":"Nothing is black or white, nothing's 'us or them.' But then there are magical, beautiful things in the world. There's incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope.","author":"Dave Matthews","category":"Kindness, Beautiful, World"},{"quote":"The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.","author":"Edgar Allan Poe","category":"Dreams, Man, World"},{"quote":"Hope will never be silent.","author":"Harvey Milk","category":"Silent, Never, Will"},{"quote":"We should not moor a ship with one anchor, or our life with one hope.","author":"Epictetus","category":"Life, Ship, Brainy"},{"quote":"There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.","author":"Emilio Estevez","category":"Travel, Experience, World"},{"quote":"The secret is not to give up hope. It's very hard not to because if you're really doing something worthwhile I think you will be pushed to the brink of hopelessness before you come through the other side.","author":"George Lucas","category":"Doing, Think, You"},{"quote":"I think if there's a great depression there might be some hope.","author":"Lawrence Ferlinghetti","category":"Great, Depression, Think"},{"quote":"Money you know you need or want to spend in the next few years is savings. Money you keep handy for an emergency belongs in savings. Money you hope to use soon for a down payment on a house belongs in savings. And all savings belong in a low-risk bank savings account or money market account.","author":"Suze Orman","category":"Money, Want, Know"},{"quote":"Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others.","author":"Alexander Hamilton","category":"Peace, War, Ambition"},{"quote":"Few people know so clearly what they want. Most people can't even think what to hope for when they throw a penny in a fountain.","author":"Barbara Kingsolver","category":"People, Want, Know"},{"quote":"I'm a romantic; a sentimental person thinks things will last, a romantic person hopes against hope that they won't.","author":"F. Scott Fitzgerald","category":"Romantic, Person, Hopes"},{"quote":"Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.","author":"Daniel Burnham","category":"Work, Architecture, Long"},{"quote":"My story is the story of thousands of children from around the world. I hope it inspires others to stand up for their rights.","author":"Malala Yousafzai","category":"Children, World, Stand Up"},{"quote":"Hope fills the holes of my frustration in my heart.","author":"Emanuel Cleaver","category":"Heart, Frustration, Fills"},{"quote":"Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have.","author":"Ed Bradley","category":"Work, Work Hard, Luck"},{"quote":"If we all worked on the assumption that what is accepted as true is really true, there would be little hope of advance.","author":"Orville Wright","category":"True, Advance, Little"},{"quote":"I do protect human rights, and I hope I shall always be looked up as a champion of human rights.","author":"Aung San Suu Kyi","category":"Champion, Rights, Human"},{"quote":"I am prepared for the worst, but hope for the best.","author":"Benjamin Disraeli","category":"Best, I Am, Worst"},{"quote":"Hope is tomorrow's veneer over today's disappointment.","author":"Evan Esar","category":"Today, Disappointment"},{"quote":"Hope is the pillar that holds up the world. Hope is the dream of a waking man.","author":"Pliny the Elder","category":"Man, World, Dream"},{"quote":"I may be what my enemies desire me to be, yet never an accusation are they able to hurl against me which makes me blush or lower my forehead; and I hope that God will be merciful enough with me, to prevent me from committing one of those faults which would involve my family.","author":"Jose Rizal","category":"Family, God, Me"},{"quote":"The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat.","author":"Jacques Yves Cousteau","category":"Great, Sea, Man"},{"quote":"I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place.","author":"Prince William","category":"Beautiful, Amazing"},{"quote":"As I prepare for my second term as Secretary-General, I am thinking hard about how we can meet the expectations of the millions of people who see the U.N.'s blue flag as a banner of hope. We have to continue our life-saving work in peacekeeping, human rights, development and humanitarian relief.","author":"Ban Ki-moon","category":"Work, I Am, Blue"},{"quote":"Chance has never yet satisfied the hope of a suffering people.","author":"Marcus Garvey","category":"Suffering, Chance, People"},{"quote":"I'm different, and I have to be a warrior to be that way. But I have had some success; I hope I have touched the lives of some wonderful people, all by being what I see as myself but some others people see as different.","author":"Johnny Weir","category":"Success, Myself, People"},{"quote":"I hope, by God's grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.","author":"Jan Hus","category":"Death, Faith, God"},{"quote":"It would be fun to do a reunion show. I hope we do it some day, but it better be soon. We're all getting on.","author":"William Christopher","category":"Day, Fun, Reunion"},{"quote":"I'm feeling pretty good right now, but I hope we can just win the whole thing and I can run off into the sunset and say good-bye.","author":"David Wells","category":"Good, Sunset, Win"},{"quote":"He is the best physician who is the most ingenious inspirer of hope.","author":"Samuel Taylor Coleridge","category":"Best, Physician, Most"},{"quote":"If the United Nations once admits that international disputes can be settled by using force, then we will have destroyed the foundation of the organization and our best hope of establishing a world order.","author":"Dwight D. Eisenhower","category":"Best, World, Organization"},{"quote":"The cause of my life has been to oppose superstition. It's a battle you can't hope to win - it's a battle that's going to go on forever. It's part of the human condition.","author":"Christopher Hitchens","category":"Life, Win, Battle"},{"quote":"Not without hope we suffer and we mourn.","author":"William Wordsworth","category":"Sympathy, Without, Mourn"},{"quote":"Nothing that is worth doing can be achieved in a lifetime therefore we must be saved by hope.","author":"Reinhold Niebuhr","category":"Doing, Nothing, Worth"},{"quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.","author":"Erma Bombeck","category":"Life, God, Me"},{"quote":"When a man becomes a Christian, he becomes industrious, trustworthy and prosperous. Now, if that man, when he gets all he can and saves all he can, does not give all he can, I have more hope for Judas Iscariot than for that man!","author":"John Wesley","category":"Man, Christian, Trustworthy"},{"quote":"That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.","author":"William McKinley","category":"History, Man, Inspiration"},{"quote":"Half of Syria's refugees are children, and we know what can happen to children who grow to adulthood without hope or opportunity in refugee camps. The camps become fertile recruiting grounds for violent extremists.","author":"Samantha Power","category":"Children, Opportunity, Grow"},{"quote":"Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings.","author":"Elie Wiesel","category":"Despair, Human, Just"},{"quote":"My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.","author":"Maya Angelou","category":"Love, Work, Courage"},{"quote":"Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation.","author":"Jane Addams","category":"Patriotism, Nation"},{"quote":"The gift that has been given to me says much about our capacity for great compassion and generosity, and I hope it sends an inspiring message to others about the importance of organ donation.","author":"Steven Cojocaru","category":"Great, Compassion, Gift"},{"quote":"In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.","author":"Rupert Murdoch","category":"Motivational, Ideas, People"},{"quote":"Looks are temporary and don't mirror what's inside. And usually, a great looking man is so vain. Maybe most good-looking women are too. I hope I'm not!","author":"Dorothy Stratten","category":"Women, Great, Man"},{"quote":"There is no hope unmingled with fear, and no fear unmingled with hope.","author":"Baruch Spinoza","category":"Fear, No Fear"},{"quote":"An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.","author":"Emil Zatopek","category":"Dreams, Money, Heart"},{"quote":"Hope is the struggle of the soul, breaking loose from what is perishable, and attesting her eternity.","author":"Herman Melville","category":"Struggle, Soul, Her"},{"quote":"I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.","author":"Sonia Sotomayor","category":"Life, Wise, Woman"},{"quote":"There is no reason why good cannot triumph as often as evil. The triumph of anything is a matter of organization. If there are such things as angels, I hope that they are organized along the lines of the Mafia.","author":"Kurt Vonnegut","category":"Good, Evil, Organization"},{"quote":"Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.","author":"Bob Riley","category":"Future, Ambition, Fight"},{"quote":"I, Master John Hus, in chains and in prison, now standing on the shore of this present life and expecting on the morrow a dreadful death, which will, I hope, purge away my sins, find no heresy in myself, and accept with all my heart any truth whatsoever that is worthy of belief.","author":"Jan Hus","category":"Life, Death, Truth"},{"quote":"God grant me the courage not to give up what I think is right even though I think it is hopeless.","author":"Chester W. Nimitz","category":"Courage, God, Me"},{"quote":"Never deprive someone of hope it might be all they have.","author":"H. Jackson Brown, Jr.","category":"Never, Someone, Might"},{"quote":"Courage is like love it must have hope for nourishment.","author":"Napoleon Bonaparte","category":"Love, Courage, Like"},{"quote":"In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?","author":"Barack Obama","category":"Politics, End, Election"},{"quote":"Anyone who doesn't believe in miracles is not a realist.","author":"David Ben-Gurion","category":"Believe, Miracles, Realist"},{"quote":"I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.","author":"George Washington","category":"Character, Man, Virtue"},{"quote":"We view ourselves on the eve of battle. We are nerved for the conquest and must conquer or perish. It is vain to look for present aid: None is at hand. We must now act or abandon all hope!","author":"Sam Houston","category":"Battle, View, Conquer"},{"quote":"There is in every child at every stage a new miracle of vigorous unfolding, which constitutes a new hope and a new responsibility for all.","author":"Erik Erikson","category":"Responsibility, Child, New"},{"quote":"We hope that through these trade arrangements, through collaboration in training, in manpower development, and what have you, ASEAN in, say, ten years' time, will be a very different ASEAN.","author":"Sellapan Ramanathan","category":"Time, Training"},{"quote":"Hope makes people good, a lot of the time. You hope for a brighter future, and resentment is outweighed.","author":"Daisy Ridley","category":"Time, Future, Good"},{"quote":"When a woman opens up about her fertility struggles, I feel less alone, and I hope to help others in the same way.","author":"Virginia Williams","category":"Alone, Help Others, Woman"},{"quote":"I want people to know that I'm not just 'Chillin' It.' I'm a real person. There's heartbreak and trials, and I hope I put that in my music.","author":"Cole Swindell","category":"Music, People, Want"},{"quote":"I hope that no American will waste his franchise and throw away his vote by voting either for me or against me solely on account of my religious affiliation. It is not relevant.","author":"John F. Kennedy","category":"American, Voting, Me"},{"quote":"I hope I may have succeeded in presenting to you, however imperfectly, the currents of thought due to the work of the immortal Darwin which have helped to make anthropology what it is at the present time.","author":"Franz Boas","category":"Work, Time, Thought"},{"quote":"For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting.","author":"T. S. Eliot","category":"Love, Faith, Waiting"},{"quote":"I hope we will use the Net to cross barriers and connect cultures.","author":"Tim Berners-Lee","category":"Will, Connect, Cultures"},{"quote":"I did nothing to deserve God's love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God's family.","author":"Steven Curtis Chapman","category":"Love, Family, Relationship"},{"quote":"Whenever you have an ex, and they're like, 'I hope we can still be friends!' and you weren't friends before you started dating, then what do you go back to, really?","author":"Ed Sheeran","category":"Friends, Dating, You"},{"quote":"Until women themselves reject stigma and refuse to feel shame for the way others treat them, they have no hope of achieving full human stature.","author":"Germaine Greer","category":"Women, Achieving, Treat"},{"quote":"I'm a very contented, peaceful man. I made mistakes, yes, but I accepted them, and, I hope, graciously.","author":"Don Ameche","category":"Mistakes, Man, Peaceful"},{"quote":"There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.","author":"Anil Kapoor","category":"Life, Future, Great"},{"quote":"I'm going to sit back, light up, and hope I don't chew the cigarette to pieces.","author":"Vin Scully","category":"Light, Up, Back"},{"quote":"Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again.","author":"Sarah Ban Breathnach","category":"Life, Seasons, Spring"},{"quote":"The Christian experiences and lives a paradox. He possesses joy in sorrow, fulfillment in exile, light in darkness, peace in turmoil, consolation in dryness, contentment in pain and hope in desolation.","author":"Mother Angelica","category":"Light, Peace, Joy"},{"quote":"When one takes action for others, one's own suffering is transformed into the energy that can keep one moving forward; a light of hope illuminating a new tomorrow for oneself and others is kindled.","author":"Daisaku Ikeda","category":"Light, Moving Forward"},{"quote":"We have no hope of solving our problems without harnessing the diversity, the energy, and the creativity of all our people.","author":"Roger Wilkins","category":"Creativity, Diversity"},{"quote":"I hope that people will finally come to realize that there is only one 'race' - the human race - and that we are all members of it.","author":"Margaret Atwood","category":"People, Realize, Human"},{"quote":"I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden.","author":"Shashi Tharoor","category":"Freedom, Diversity, Politics"},{"quote":"Advertising is totally unnecessary. Unless you hope to make money.","author":"Jef I. Richards","category":"Money, Advertising, You"},{"quote":"When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.","author":"John Adams","category":"Freedom, Writing, Thinking"},{"quote":"I wish you a tolerable Thursday. That's all any of us can hope for.","author":"April Winchell","category":"Wish, You, Thursday"},{"quote":"The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned; it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy.","author":"Dietrich Bonhoeffer","category":"Future, Man, Optimism"},{"quote":"Change is not a destination, just as hope is not a strategy.","author":"Rudy Giuliani","category":"Change, Destination"},{"quote":"I only hope that He will let me preach to those who have never heard that name Jesus. What else is worthwhile in this life? I have heard of nothing better. 'Lord, send me!'","author":"Jim Elliot","category":"Life, Me, Name"},{"quote":"There is hope and a kind of beauty in there somewhere, if you look for it.","author":"H. R. Giger","category":"Beauty, Look, You"},{"quote":"The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence.","author":"Henry Cabot Lodge","category":"Good, Best, Power"},{"quote":"I hope to stay unemployed as a war photographer till the end of my life.","author":"Robert Capa","category":"Life, War, End"},{"quote":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","author":"Queen Elizabeth II","category":"Life, Gratitude, Respect"},{"quote":"My mother-in-law said, 'One day I will dance on your grave.' I said 'I hope you do; I will be buried at sea.'","author":"Les Dawson","category":"Day, Dance, Sea"},{"quote":"If you don't like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they're meant to be.","author":"Willow Smith","category":"Love, Positive, Cool"},{"quote":"I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind.","author":"Edward Jenner","category":"Trust, Moment, Inspire"},{"quote":"My nephew has type 1 diabetes, and it's my goal and hope that in his lifetime there will be a cure for diabetes. There's no place better to give the money to than the Juvenile Diabetes Association.","author":"Abby Wambach","category":"Money, Goal, Better"},{"quote":"I hope climate science becomes the big thing. And then what I want is electrical engineers to solve the world's energy problems, energy distribution problems. I want mechanical engineers to make better transportation systems. I want chemical engineers to develop better solar panels, and so on.","author":"Bill Nye","category":"Science, Problems, World"},{"quote":"Expecting something for nothing is the most popular form of hope.","author":"Arnold H. Glasow","category":"Nothing, Something, Popular"},{"quote":"All hope abandon, ye who enter here!","author":"Dante Alighieri","category":"Here, Enter, Abandon"},{"quote":"Neither should a ship rely on one small anchor, nor should life rest on a single hope.","author":"Epictetus","category":"Life, Ship, Small"},{"quote":"We must rediscover the distinction between hope and expectation.","author":"Ivan Illich","category":"Expectation, Between"},{"quote":"We really feel happier when things look bleak. Hope is endurance. Hope is holding on and going on and trusting in the Lord.","author":"Michael Novak","category":"Endurance, Look, Feel"},{"quote":"The theological virtue of hope is the patient and trustful willingness to live without closure, without resolution, and still be content and even happy because our Satisfaction is now at another level, and our Source is beyond ourselves.","author":"Richard Rohr","category":"Happy, Live, Satisfaction"},{"quote":"Hope is a necessity for normal life and the major weapon against the suicide impulse.","author":"Karl A. Menninger","category":"Life, Suicide, Weapon"},{"quote":"It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.","author":"Patrick Henry","category":"Death, Eyes, She"},{"quote":"Anarchy is the only slight glimmer of hope.","author":"Mick Jagger","category":"Anarchy, Only, Slight"},{"quote":"The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope.","author":"Frank Lloyd Wright","category":"Tomorrow, Shadow, Moving"},{"quote":"A strange thing is memory, and hope; one looks backward, and the other forward; one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day.","author":"Grandma Moses","category":"History, Day, Today"},{"quote":"She's true to herself and she's determined. She has things going against her, but she forges ahead despite all of that. I think that's encouraging. She's got some problems, but she has hope and tries to plow through things. I think that's a good role model.","author":"Molly Shannon","category":"Good, Problems, Think"},{"quote":"When Nelson Mandela walked free, the world sang with joy. Ever since, South Africa has stood as a beacon of hope for Africa.","author":"Ban Ki-moon","category":"Joy, World, Free"},{"quote":"Whiskey's to tough, Champagne costs too much, Vodka puts my mouth in gear. I hope this refrain, Will help me explain, As a matter of fact, I like beer.","author":"Tom T. Hall","category":"Me, Help, Beer"},{"quote":"If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.","author":"Joseph Addison","category":"Life, Success, Perseverance"},{"quote":"If the skies fall, one may hope to catch larks.","author":"Francois Rabelais","category":"Fall, Skies, May"},{"quote":"Ah, Hope! what would life be, stripped of thy encouraging smiles, that teach us to look behind the dark clouds of today, for the golden beams that are to gild the morrow.","author":"Susanna Moodie","category":"Life, Today, Clouds"},{"quote":"When too many Americans don't vote or participate, some see apathy and despair. I see disappointment and even outrage. And I believe that out of this frustration can come hope and action.","author":"Paul Wellstone","category":"Believe, Disappointment"},{"quote":"Feminism is, I hope, a way to a better future for everyone who inhabits this world. Feminism should not be something that needs a seductive marketing campaign. The idea of women moving through the world as freely as men should sell itself.","author":"Roxane Gay","category":"Future, Women, World"},{"quote":"Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people's participation and E for equality.","author":"Narendra Modi","category":"Opportunity, Equality"},{"quote":"I don't know whether your heart ever necessarily changes, but time changes the way that you perceive the world. And you just hope it gives you more empathy and all those other things.","author":"Mark Knopfler","category":"Time, Empathy, Changes"},{"quote":"Our imagination is the only limit to what we can hope to have in the future.","author":"Charles Kettering","category":"Future, Imagination, Limit"},{"quote":"Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.","author":"Napoleon Hill","category":"Achievement, Wish, Desire"},{"quote":"Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.","author":"Benjamin Banneker","category":"Communication, Good, Evil"},{"quote":"Between the fear that something would happen and the hope that still it wouldn't, there is much more space than one thinks. On that narrow, hard, bare and dark space a lot of us spend their lives.","author":"Ivo Andric","category":"Fear, Space, Dark"},{"quote":"We never had a huge squad and we never had a great deal of choice. But in many ways that helps because you've got to make do with what you've got. You don't have too many problems about picking the team you just hope that everyone turns up on the day.","author":"Jack Charlton","category":"Day, Team, Great"},{"quote":"Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.","author":"Corazon Aquino","category":"Patience, Faith, Past"},{"quote":"The attraction of the virtuoso for the public is very like that of the circus for the crowd. There is always the hope that something dangerous will happen.","author":"Claude Debussy","category":"Circus, Dangerous, Always"},{"quote":"I, for one, hope that youth will again revolt and again demoralize the dead weight of conformity that now lies upon us.","author":"Howard Mumford Jones","category":"Youth, Conformity, Will"},{"quote":"Embryonic stem cell research will prolong life, improve life and give hope for life to millions of people.","author":"Jim Ramstad","category":"Life, Research, People"},{"quote":"These wars appear also to have given its death blow to colonialism and to imperialism in its colonial form, under which weaker peoples were treated as possessions to be economically exploited. At least we hope that such colonialism is on the way out.","author":"Emily Greene Balch","category":"Death, Imperialism, Way"},{"quote":"As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace.","author":"Rene Cassin","category":"Peace, War, World"},{"quote":"The great hope of society is in individual character.","author":"William Ellery Channing","category":"Character, Great, Society"},{"quote":"I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God.","author":"Robert E. Lee","category":"Patriotism, Confidence, God"},{"quote":"From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever; That dead men rise up never; That even the weariest river Winds somewhere safe to sea.","author":"Algernon Charles Swinburne","category":"Love, Life, Thanksgiving"},{"quote":"I would love to close my eyes and see myself with my girlfriend when we're 99 years old and I have a pipe and she's knitting a sweater, and I hope that's the way it goes. I think it's a challenge every day.","author":"Chris Messina","category":"Love, Myself, Challenge"},{"quote":"I teach 18- to 21-year-olds - the 'Harry Potter' generation. They grew up as voracious readers, reading books in this exploding genre. But at some point, I would love for them to give Umberto Eco or A.S. Byatt a try. I hope 'A Discovery of Witches' will serve as a kind of stepping-stone.","author":"Deborah Harkness","category":"Love, Reading, Generation"},{"quote":"I have a 6-year-old niece who doesn't look like the majority of girls on the covers of magazines. I hope that by the time she's 16, the world will have changed.","author":"Prabal Gurung","category":"Time, World, Look"},{"quote":"I am thrilled to write 'The Treasure Chest,' and to bring to life not only the childhoods of famous people from history, but also the characters of Maisie and Felix, who I hope you will fall in love with just as I have!","author":"Ann Hood","category":"Love, Life, History"},{"quote":"No matter how powerful our political and religious leaders think they are, they are as dust before the immense and implacable forces of history and progress. I just hope that they don't make too much of a mess or take too many more people down with them.","author":"Alan Moore","category":"History, Progress, Powerful"},{"quote":"I get nostalgic for British negativity. There is an inherent hope and positive drive to New Yorkers. When you go back to Britain, everybody is just running everything down. It's like whatever the opposite of a hug is.","author":"John Oliver","category":"Positive, Negativity, You"},{"quote":"Over the years, I had nurtured the hope to be able to fly; to handle a machine as it rose higher and higher in the stratosphere was my dearest dream.","author":"A. P. J. Abdul Kalam","category":"Rose, Dream, Fly"},{"quote":"When you speak directly at things and don't say you're going to try to do something or that you hope to do something, the universe will work with you. Think about it this way - a boomerang goes out and comes back to you if you throw it. If you throw it out at the universe, it will come back down to you on Earth.","author":"J. B. Smoove","category":"Work, Universe, Speak"},{"quote":"My parents believed in exposing each of their children to an abundance of varied activities in the hope they would find something they loved. They each had found a passion - Dad with his music and Mom with her horses - so it was natural for them to encourage experimentation.","author":"Dorothy Hamill","category":"Music, Children, Parents"},{"quote":"Don't stand back with your arms folded step forward... There is hope and light to resist injustice and promote peace without violence.","author":"Adolfo Perez Esquivel","category":"Light, Peace, Violence"},{"quote":"'West Wing' was huge. Like 'Hamilton,' it pulls back the curtain on how decision-making happens at the highest level, or at least how you hope it would be. The amount of information Aaron Sorkin packs into a scene gave me this courage to trust the audience to keep up.","author":"Lin-Manuel Miranda","category":"Courage, Trust, Me"},{"quote":"You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.","author":"Elizabeth Edwards","category":"Life, Family, Friends"},{"quote":"I hope that some day the practice of producing cowpox in human beings will spread over the world - when that day comes, there will be no more smallpox.","author":"Edward Jenner","category":"Day, World, Practice"},{"quote":"I hope to make people realize how totally helpless animals are, how dependent on us, trusting as a child must that we will be kind and take care of their needs.","author":"James Herriot","category":"Be Kind, Child, People"},{"quote":"Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.","author":"Dean Koontz","category":"Love, Death, Great"},{"quote":"We need to keep hope alive and strive to do better.","author":"Kofi Annan","category":"Better, Strive, Need"},{"quote":"The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors.","author":"William Hazlitt","category":"Self, People, Neighbors"},{"quote":"When I first started coaching, one of the worst things that I think I heard was 'It will be O.K.' I would wonder, 'How the hell is it going to be O.K.?' The worst word in the English language is 'hope.'","author":"Bobby Knight","category":"Language, Coaching, Think"},{"quote":"Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.","author":"Calvin Coolidge","category":"Good, Great, Evil"},{"quote":"A very small degree of hope is sufficient to cause the birth of love.","author":"Stendhal","category":"Love, Small, Birth"},{"quote":"Man, I'm 31 years old and a husband with four kids; I hope I'm no thug. I hear all those negative things and don't hear anything positive. I think that's all those people feel... that way that's all they hear about when you hear Allen Iverson did something negative or something.","author":"Allen Iverson","category":"Positive, Man, Negative"},{"quote":"Bollywood music is definitely a big part of Indian music and can be a great way to introduce people to the sound. But I hope to continue to incorporate other types of Indian music into my work.","author":"A. R. Rahman","category":"Work, Music, Great"},{"quote":"'Hope and change' has become a cliche in our nation, and it is daunting to think that any American could hope for change from what God has blessed.","author":"Billy Graham","category":"Change, God, American"},{"quote":"Hope is the magic carpet that transports us from the present moment into the realm of infinite possibilities.","author":"H. Jackson Brown, Jr.","category":"Moment, Magic, Present"},{"quote":"Man is not a machine that can be remodelled for quite other purposes as occasion demands, in the hope that it will go on functioning as regularly as before but in a quite different way. He carries his whole history with him; in his very structure is written the history of mankind.","author":"Carl Jung","category":"History, Man, Way"},{"quote":"Hope is necessary in every condition. The miseries of poverty, sickness and captivity would, without this comfort, be insupportable.","author":"William Samuel Johnson","category":"Poverty, Comfort, Sickness"},{"quote":"I think it's a mistake to ever look for hope outside of one's self.","author":"Arthur Miller","category":"Self, Mistake, Think"},{"quote":"If justice is supposed to be fair, than any justice system you would hope is based on fairness.","author":"Peter Jackson","category":"Justice, Fairness, You"},{"quote":"God's mercy and grace give me hope - for myself, and for our world.","author":"Billy Graham","category":"Myself, God, World"},{"quote":"Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.","author":"Epictetus","category":"Wealth, Better, Rich"},{"quote":"The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started.","author":"Norman Cousins","category":"Life, Destination, Energy"},{"quote":"But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns.","author":"John James Audubon","category":"Best, Great, Birds"},{"quote":"If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.","author":"Kurt Cobain","category":"Happy, Death, Peace"},{"quote":"There are people who are able to plan their career, their future, but I've never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it's terrific and sometimes it's not.","author":"Christopher Walken","category":"Future, Best, Plan"},{"quote":"But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful.","author":"Elizabeth Edwards","category":"Positive, Daily, I Am"},{"quote":"Hope is the anchor of our souls. I know of no one who is not in need of hope - young or old, strong or weak, rich or poor.","author":"James E. Faust","category":"Strong, Rich, Know"},{"quote":"Satan tries to counterfeit the work of God, and by doing this, he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God in order to imply that there is no mercy.","author":"Dieter F. Uchtdorf","category":"Work, Forgiveness, Justice"},{"quote":"I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.","author":"Lalu Prasad Yadav","category":"Funny, Life, Work"},{"quote":"Like any good tree that one would hope to grow, we must set our roots deep into the ground so that what is real will prosper in the Light of Love.","author":"Billy Corgan","category":"Love, Good, Light"},{"quote":"To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.","author":"Wendell Berry","category":"Nature, Survival, Earth"},{"quote":"If you keep thinking about what you want to do or what you hope will happen, you don't do it, and it won't happen.","author":"Desiderius Erasmus","category":"Thinking, Want, You"},{"quote":"Studying is something I really love doing, and I just hope to have enough money for tuition.","author":"Alexandra Kosteniuk","category":"Love, Money, Studying"},{"quote":"One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation.","author":"Thomas Reed","category":"World, Greatest, Cured"},{"quote":"Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice.","author":"Corazon Aquino","category":"Peace, Justice"},{"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","category":"Respect, Peace, Ocean"},{"quote":"Everybody wants to be a better version of themselves - everybody. And I hope one day I can lose some weight. Maybe, who knows, I'll hire myself a trainer and a fancy cook. In five years, maybe I'll be an action hero. Then again, maybe I'll just be this guy. Who knows? But the fun part is embracing the human side of that.","author":"Billy Gardell","category":"Hero, Day, Myself"},{"quote":"Hope and purpose in this world is living as best as you can and maybe having life that gives back. But simply giving back isn't purpose; it's a branch of purpose, but it is not the trunk or root of the tree.","author":"Nick Vujicic","category":"Life, Best, Tree"},{"quote":"Science is exploration. The fundamental nature of exploration is that we don't know what's there. We can guess and hope and aim to find out certain things, but we have to expect surprises.","author":"Charles H. Townes","category":"Nature, Science, Know"},{"quote":"I define the American dream as the ability to imagine a way that you want your life to turn out, and have a reasonable hope that you can achieve that.","author":"David Henry Hwang","category":"Life, American Dream"},{"quote":"My philosophy in life is, Decide what you want to do. You have to have something to hope for.","author":"Lou Holtz","category":"Life, Philosophy, Want"},{"quote":"To me, it's always been a challenge to look for the light: to look for those spaces in your heart where there is hope and faith and try to embrace that rather than crush it. I've spent so many years trying to crush those feelings of hope, and I certainly succeeded for quite a while.","author":"Dave Gahan","category":"Light, Faith, Challenge"},{"quote":"It is our hope that the AP program can serve as an anchor for increasing rigor in our schools. Rigor can be maintained while increasing student participation.","author":"Gaston Caperton","category":"Student, Participation"},{"quote":"There can be hope only for a society which acts as one big family, not as many separate ones.","author":"Anwar Sadat","category":"Family, Society, Big"},{"quote":"Youth is easily deceived because it is quick to hope.","author":"Aristotle","category":"Youth, Deceived, Quick"},{"quote":"When you say a situation or a person is hopeless, you are slamming the door in the face of God.","author":"Charles L. Allen","category":"God, Door, You"},{"quote":"I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him.","author":"Francois Rabelais","category":"Strength, Confidence, God"},{"quote":"I always believe things are going to work out.","author":"Francoise Sagan","category":"Work, Believe, Always"},{"quote":"Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.","author":"Mark Twain","category":"Age, Health, Tree"},{"quote":"Hope is the only universal liar who never loses his reputation for veracity.","author":"Robert Green Ingersoll","category":"Liar, Reputation, Never"},{"quote":"Isn't it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope perhaps one could never find sense in life without first experiencing its absurdity.","author":"Vaclav Havel","category":"Life, Moment, Doubt"},{"quote":"Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out.","author":"Vaclav Havel","category":"Turn, Will, Well"},{"quote":"When I was young, my ambition was to be one of the people who made a difference in this world. My hope is to leave the world a little better for having been there.","author":"Jim Henson","category":"Ambition, World, People"},{"quote":"I think I have a hard time expressing myself in my relationships. I use songs to tell people how I'm feeling. If I can't say 'I love you,' I'll write a song about it and hope that the person figures it out.","author":"Jenny Lewis","category":"Love, Time, I Love You"},{"quote":"I hope the fathers and mothers of little girls will look at them and say 'yes, women can.'","author":"Dilma Rousseff","category":"Women, Little Girls, Look"},{"quote":"I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures.","author":"Pierce Brosnan","category":"Strength, Perseverance"},{"quote":"Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word.","author":"Adam Hamilton","category":"Strength, Faith, Tragedy"},{"quote":"Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.","author":"Franz Schubert","category":"Morning, Grief, Night"},{"quote":"Being an astronaut is a wonderful career. I feel very privileged. But what I really hope for young people is that they find a career they're passionate about, something that's challenging and worthwhile.","author":"Ellen Ochoa","category":"Work, People, Career"},{"quote":"'You are no saint,' says the devil. Well, if I am not, I am a sinner, and Jesus Christ came into the world to save sinners. Sink or swim, I go to Him; other hope, I have none.","author":"Charles Spurgeon","category":"I Am, World, You"},{"quote":"It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man.","author":"Richard P. Feynman","category":"History, Man, Ignorance"},{"quote":"I am not afraid of dying. I have lived longer than most people in the world. What scares me is to have a body that works but a brain that is waving goodbye. If that happens, I hope I die quickly.","author":"Henning Mankell","category":"Goodbye, I Am, World"},{"quote":"Hope is but the dream of those who wake.","author":"Matthew Prior","category":"Inspirational, Dream, Wake"},{"quote":"At twenty a man is full of fight and hope. He wants to reform the world. When he is seventy he still wants to reform the world, but he knows he can't.","author":"Rodney Dangerfield","category":"Man, Fight, World"},{"quote":"When I go to see people, I always kind of hope they are going to play some kind of songs I know. So you've got to know your audience. It's kind of something that is a blessing and a curse in a way. You're obligated to play some of that stuff that people know, but I don't think that's all you have to do.","author":"Tom Petty","category":"People, Blessing, Know"},{"quote":"I think the most important thing is to keep active and to hope that your mind stays active.","author":"Jane Goodall","category":"Mind, Think"},{"quote":"I have seen life from the top down and the bottom up. I know how it looks both ways. And I know there is wisdom and that there is hope.","author":"L. Ron Hubbard","category":"Life, Wisdom, Know"},{"quote":"Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it.","author":"Thomas Merton","category":"Future, Solitude, You"},{"quote":"We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics.","author":"Bill Vaughan","category":"Gratitude, World, Remember"},{"quote":"Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.","author":"Ogden Nash","category":"Home, Age, Night"},{"quote":"The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don't acknowledge that it exists, but because they are just too afraid of it to look it in the eye.","author":"Simon Sinek","category":"Failure, Eye, Better"},{"quote":"My advice would be to follow your dream. Most of my life, I was in second place before I came in first place. I hope that inspired people to never give up.","author":"Jackie Evancho","category":"Life, Never Give Up, Advice"},{"quote":"But groundless hope, like unconditional love, is the only kind worth having.","author":"John Perry Barlow","category":"Love, Love Is"},{"quote":"If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.","author":"Jacques Yves Cousteau","category":"Work, Future, Faith"},{"quote":"War is just when it is necessary arms are permissible when there is no hope except in arms.","author":"Niccolo Machiavelli","category":"War, Arms, Just"},{"quote":"What can I know? What ought I to do? What can I hope?","author":"Immanuel Kant","category":"Know, Ought"},{"quote":"We are all serving a life sentence, and good behavior is our only hope for a pardon.","author":"Douglas Horton","category":"Life, Good, Behavior"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","category":"Change, Nature, Respect"},{"quote":"You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things.","author":"Jon Stewart","category":"Work, Good, Good Work"},{"quote":"Faith has to do with things that are not seen and hope with things that are not at hand.","author":"Thomas Aquinas","category":"Faith, Hand, Things"},{"quote":"When it comes down to it, it's giving people a good night out in a basic way and I think my company guarantees that. There's always something new and something to excite us and surprise us, and that's why people come back, I hope.","author":"Matthew Bourne","category":"Good, Giving, Good Night"},{"quote":"My hope is that we continue to nurture the places that we love, but that we also look outside our immediate worlds.","author":"Annie Leibovitz","category":"Love, Look, Nurture"},{"quote":"Hope is generally a wrong guide, though it is good company along the way.","author":"George Savile","category":"Good, Company, Good Company"},{"quote":"Over the past few years, the road to confrontation has shown its consequences: loss of innocent lives, destruction and fear. Most costly, however, was the loss of hope. The most precious gift that you can present to your peoples over the coming weeks is renewed hope born out of tangible progress on the ground.","author":"Abdullah II of Jordan","category":"Fear, Progress, Past"},{"quote":"The reason I never give up hope is because everything is so basically hopeless.","author":"Anne Lamott","category":"Never Give Up, Reason"},{"quote":"Fear is a very explosive emotion, but it has a short life span. It's the sprint. The marathon is hope.","author":"Mike Huckabee","category":"Life, Fear, Short"},{"quote":"We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.","author":"Jonathan Sacks","category":"Courage, Fear, Best"},{"quote":"The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.","author":"Bill Walton","category":"Love, Teamwork, Peace"},{"quote":"The world helps you to keep evolving and hope it's for better. You have to rise above all the tragedies in life. You have to grow, and if you stop growing, you are old.","author":"Hrithik Roshan","category":"Life, World, Rise"},{"quote":"My hope is that in the future, women stop referring to themselves as 'the only woman' in their physics lab or 'only one of two' in their computer science jobs.","author":"Kirsten Gillibrand","category":"Future, Women, Science"},{"quote":"Our best hope for the future is not to get people to think of all humanity as family - that's impossible. It lies, instead, in an appreciation of the fact that, even if we don't empathize with distant strangers, their lives have the same value as the lives of those we love.","author":"Paul Bloom","category":"Love, Family, Future"},{"quote":"I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.","author":"Lou Holtz","category":"Love, Life, Age"},{"quote":"Creativity has always depended on openness and flexibility, so let us hope for more of both in the future.","author":"Siri Hustvedt","category":"Future, Creativity"},{"quote":"I hope I'm saving lives. There are very few people in their careers that have the opportunity to do something to benefit mankind.","author":"Stephanie Kwolek","category":"Opportunity, People, Mankind"},{"quote":"I never had to look for confidence because I just wore what I wanted to wear. I would never wear anything to offend my husband or my mother, but outside of that, I always figured, I hope I'm not a rebel, and I hope everybody liked it. And if they didn't like it, it really was not going to disturb me because it was their problem, not mine.","author":"Iris Apfel","category":"Confidence, Mother, Me"},{"quote":"No, I'm not interested in politics. I have zero interest. I have interest in hope and people.","author":"Jay-Z","category":"Politics, People, Interest"},{"quote":"When life partner happens, I hope he is not a youth icon then because I doubt even I would be youthful then. Whether life partner is hot or not, that doesn't matter. He has to be a nice man. He should be funny, responsible, and he should be sweet, and he should love me a lot.","author":"Alia Bhatt","category":"Funny, Love, Life"},{"quote":"I hope I never get so old I get religious.","author":"Ingmar Bergman","category":"Religion, Never, Old"},{"quote":"When audiences come to see us authors lecture, it is largely in the hope that we'll be funnier to look at than to read.","author":"Sinclair Lewis","category":"Look, See, Us"},{"quote":"Hope is the feeling that the feeling you have isn't permanent.","author":"Jean Kerr","category":"You, Feeling, Permanent"},{"quote":"About the most originality that any writer can hope to achieve honestly is to steal with good judgment.","author":"Josh Billings","category":"Good, Achieve, Originality"},{"quote":"I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.","author":"Thomas Jefferson","category":"Wisdom, Power, Grow"},{"quote":"The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle.","author":"Stanley Kubrick","category":"Art, Power, Magic"},{"quote":"Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.","author":"Dwight D. Eisenhower","category":"Life, Good, Men"},{"quote":"She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways; she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.","author":"Christina Rossetti","category":"Beauty, Truth, Eyes"},{"quote":"Hope has a good memory, gratitude a bad one.","author":"Baltasar Gracian","category":"Gratitude, Good, Memory"},{"quote":"Inventions have long since reached their limit, and I see no hope for further development.","author":"Ursula K. Le Guin","category":"Long, Development, See"},{"quote":"I hope for the day when everyone can speak again of God without embarrassment.","author":"Paul Tillich","category":"Day, God, Speak"},{"quote":"Hope of ill gain is the beginning of loss.","author":"Democritus","category":"Loss, Beginning, Gain"},{"quote":"A lot of presidential memoirs, they say, are dull and self-serving. I hope mine is interesting and self-serving.","author":"William J. Clinton","category":"Interesting, They Say, Say"},{"quote":"Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves.","author":"Bryant H. McGill","category":"Truth, Progress, Wings"},{"quote":"I hope that the mistakes made and suffering imposed upon Japanese Americans nearly 60 years ago will not be repeated against Arab Americans whose loyalties are now being called into question.","author":"Daniel Inouye","category":"Mistakes, Suffering"},{"quote":"Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear; out of our fear, clearer vision, fresh hope. And out of hope, progress.","author":"Bruce Barton","category":"Change, Fear, Vision"},{"quote":"All you have in comedy, in general, is just going with your instincts. You can only hope that other people think that what you think is funny is funny. I don't have an answer but I just try to plough straight ahead.","author":"Will Ferrell","category":"Funny, People, Think"},{"quote":"Comedy is defiance. It's a snort of contempt in the face of fear and anxiety. And it's the laughter that allows hope to creep back on the inhale.","author":"Will Durst","category":"Fear, Laughter, Anxiety"},{"quote":"Hope against hope, and ask till ye receive.","author":"James Montgomery","category":"Ask, Receive, Till"},{"quote":"I discovered that in a story I could safely dream any dream, hope any hope, go anywhere I pleased any time I pleased, fight any foe, win or lose, live or die. My stories created a safe experimental learning place.","author":"Donald Davis","category":"Time, Learning, Fight"},{"quote":"But maybe music was not intended to satisfy the curious definiteness of man. Maybe it is better to hope that music may always be transcendental language in the most extravagant sense.","author":"Charles Ives","category":"Music, Man, Language"},{"quote":"Sometimes I only hope to make a good popcorn movie.","author":"Lou Diamond Phillips","category":"Good, Sometimes, Popcorn"},{"quote":"My great hope would be that Quebec would realize itself fully as a distinct part of Canada, and stay Canadian, bringing to Canada a part of its richness.","author":"Gabrielle Roy","category":"Great, Canada, Realize"},{"quote":"So that's the dissenter's hope: that they are writing not for today but for tomorrow.","author":"Ruth Bader Ginsburg","category":"Today, Writing, Tomorrow"},{"quote":"We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.","author":"Ed Markey","category":"Life, Future, Vote"},{"quote":"When I went to the University, the medical school was the only place where one could hope to find the means to study life, its nature, its origins, and its ills.","author":"Albert Claude","category":"Life, Nature, School"},{"quote":"Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.","author":"John le Carre","category":"Life, Marriage, Relationship"},{"quote":"Brown v. Board is the foundation by which all Americans can look for hope - hope for their children, hope for their families, and hope for a better future.","author":"Mike Rogers","category":"Children, Future, Foundation"},{"quote":"Living gives you a better understanding of life. I would hope that my characters have become deeper and more rounded personalities. Wider travels have given me considerably greater insight into how cultural differences affect not only people, but politics and art.","author":"Alan Dean Foster","category":"Life, Art, Politics"},{"quote":"If we ever hope to rid the world of the political AIDS of our time, terrorism, the rule must be clear: One does not deal with terrorists; one does not bargain with terrorists; one kills terrorists.","author":"Meir Kahane","category":"Time, World, Political"},{"quote":"I hope that no more groans of wounded men and women will ever go to the ear of the Great Spirit Chief above, and that all people may be one people.","author":"Chief Joseph","category":"Women, Great, Men"},{"quote":"There are many young talents in Brazil. There is a lot of hope in Felipe Massa. It is very difficult to judge him in his first year, but by the end of the end we are going to have a better position how he does in Formula One.","author":"Emerson Fittipaldi","category":"End, Better, Talents"},{"quote":"I hope to see the bringing together of all the best educated people of the earth into a worldwide Congress of Scientists.","author":"Marquis de Condorcet","category":"Best, Together, People"},{"quote":"Insecurity and resignation mingle with the hope for a better order.","author":"Gustav Heinemann","category":"Insecurity, Better, Order"},{"quote":"Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.","author":"Octavia Butler","category":"Religion, Suicide, Committed"},{"quote":"The difficulty of IVF or of any fertility issues is the hope and the shattered hope, the dream that it might happen this time and then it doesn't happen.","author":"Brooke Shields","category":"Time, Dream, Difficulty"},{"quote":"Now, I look at where I am now and I know what I wanna to do. What I would like to be able to do is to spend whatever time I have left and to give, and maybe some hope to others.","author":"Jim Valvano","category":"Time, I Am, Know"},{"quote":"We tell them that we believe it will be beautiful because that is our specialty, we only create joy and beauty. We have never done a sad work. Through the drawings, we hope a majority will be able to visualize it.","author":"Christo","category":"Work, Beauty, Beautiful"},{"quote":"It is a different world than when I was growing up, and you started to just kind of maintain at thirty-five and just hope you can hope it together. People are a lot more vital than I am and doing all kinds of things and leading really important movements.","author":"Susan Sarandon","category":"Together, I Am, World"},{"quote":"Love, we say, is life; but love without hope and faith is agonizing death.","author":"Elbert Hubbard","category":"Love, Life, Death"},{"quote":"If it is nothingness that awaits us, let us make an injustice of it; let us fight against destiny, even though without hope of victory.","author":"Miguel de Unamuno","category":"Destiny, Victory, Injustice"},{"quote":"Hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made.","author":"Lu Xun","category":"Road, Men, Roads"},{"quote":"For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.","author":"LeBron James","category":"Home, Mother, Mom"},{"quote":"I'll always stay connected with Apple. I hope that throughout my life I'll sort of have the thread of my life and the thread of Apple weave in and out of each other, like a tapestry. There may be a few years when I'm not there, but I'll always come back.","author":"Steve Jobs","category":"Life, Apple, My Life"},{"quote":"I hope I can help guys come out and say, 'All right, dude, I got a manicure... and I liked it.'","author":"Ryan Seacrest","category":"Help, I Can, Right"},{"quote":"I just hope I can get another personal best. If I can do that, I'll be satisfied.","author":"Bonnie Blair","category":"Best, I Can, Personal"},{"quote":"I hope what I do and what I just did inspires people around the world to reach for the skies.","author":"Nik Wallenda","category":"World, People, Reach"},{"quote":"I still believe in a place called Hope.","author":"William J. Clinton","category":"Believe, Place, Still"},{"quote":"You hope people are going to be listening to you after you're gone. And they like you better after you're gone.","author":"Tom Waits","category":"Listening, People, Better"},{"quote":"To communicate the truths of history is an act of hope for the future.","author":"Daisaku Ikeda","category":"History, Future, Communicate"},{"quote":"I would hope to get together with the Latino community, if I could ever have them talk to me without screaming and threatening me. So I hope to get together with the community and try to explain what we do, so that's going to be one of my missions coming up.","author":"Joe Arpaio","category":"Community, Together, Me"},{"quote":"Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.","author":"Duane Chapman","category":"Car, Faith, Job"},{"quote":"The people of Liberia know what it means to be deprived of clean water, but we also know what it means to see our children to begin to smile again with a restoration of hope and faith in the future.","author":"Ellen Johnson Sirleaf","category":"Smile, Children, Future"},{"quote":"I'm a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people's decisions to eat meat. The only thing that I hope is that people are educated, that they're aware, that they're living a conscious lifestyle.","author":"Abbie Cornish","category":"Time, Respect, Animal"},{"quote":"Japan's beautiful seas and its territory are under threat, and young people are having trouble finding hope in the future amid economic slump. I promise to protect Japan's land and sea, and the lives of the Japanese people no matter what.","author":"Shinzo Abe","category":"Future, Beautiful, Sea"},{"quote":"My hope is to see Tom Cruise jumping on my couch.","author":"Cristina Saralegui","category":"See, Couch, Jumping"},{"quote":"The secular world looks to the church and to its chagrin, finds no love, no life, no laughter, no hope and no happiness.","author":"Rod Parsley","category":"Love, Life, Happiness"},{"quote":"I hope that I will be the last victim in China's long record of treating words as crimes.","author":"Liu Xiaobo","category":"Words, Long, Victim"},{"quote":"I'm a good person, I hope. But I'm never as good as I want to be, never as nice as I want to be, never as generous as I want to be.","author":"David Tennant","category":"Good, Good Person, Nice"},{"quote":"I hope I go to Heaven, and when I do, I'm going to do what every San Franciscan does when he gets there. He looks around and says, 'It ain't bad, but it ain't San Francisco.'","author":"Herb Caen","category":"Heaven, Bad, Looks"},{"quote":"I hope people remember me for the kind of person that I am, not because of what I do.","author":"Sean Faris","category":"I Am, Me, Remember"},{"quote":"My father... very generous, very philanthropic, very charitable man. My siblings and I and my mother continue with always appreciating and always giving back. It's something I hope that I've become a role model for my children.","author":"Steve Tisch","category":"Children, Father, Mother"},{"quote":"I am convinced that music, like philanthropy, bridges hope.","author":"Ricky Martin","category":"Music, I Am, Bridges"},{"quote":"In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young.","author":"Samuel Ullman","category":"Beauty, Courage, Heart"},{"quote":"I do my work and do the best I can. I'm quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, 'That's my dad!'","author":"Eamonn Walker","category":"Work, Happy, Best"},{"quote":"I never give up hope.","author":"Dean Ornish","category":"Never Give Up, Never, Up"},{"quote":"The fundamentalist religions simply seem to offer more hope for a brighter future than do the more liberal, humanistic ones.","author":"Martin Seligman","category":"Future, Liberal, Religions"},{"quote":"My hope is that I can somehow raise the level of consciousness about world events.","author":"Lisa Ling","category":"World, I Can, Consciousness"},{"quote":"I meet people in my daily life, people who seem to experience some change and some growth on a personal level, and that gives me hope.","author":"Tracy Chapman","category":"Life, Change, Daily"},{"quote":"The simplistic solutions of Deepak Chopra cannot stand against the lofty and deep teachings of Jesus Christ. Only in His answers will we find the ultimate hope for the human heart.","author":"Ravi Zacharias","category":"Deep, Heart, Stand"},{"quote":"Intuition is the wisdom formed by feeling and instinct - a gift of knowing without reasoning... Belief is ignited by hope and supported by facts and evidence - it builds alignment and creates confidence. Belief is what sets energy in motion and creates the success that breeds more success.","author":"Angela Ahrendts","category":"Success, Wisdom, Confidence"},{"quote":"I hope that any expansion of London will learn from the planning examples of some of its most desirable areas such as Chelsea, Notting Hill, Belgravia and Mayfair. All are characterised by high density and a generosity of green spaces. They are all pedestrian-friendly with shops, entertainment, restaurants and pubs within easy walking distance.","author":"Norman Foster","category":"Walking, Generosity"},{"quote":"I always say to myself that if I can make a movie that makes a kid smile or gives them some hope or something to get excited about, then I'm applying myself in the best way that I can. I don't think that just goes for kids. I think that it goes for adults, as well, and for families.","author":"Nicolas Cage","category":"Smile, Best, Myself"},{"quote":"Protest and anger practically always derives from hope, and the shouting out against injustice is always in the hope of those injustices being somewhat corrected and a little more justice established.","author":"John Berger","category":"Justice, Anger, Injustice"},{"quote":"There are smart people on our side of the aisle who have known as early as I did who Obama was and should have been saying 'I hope this guy fails' right along with me. There should have been opposition to this guy all along.","author":"Rush Limbaugh","category":"Smart, Me, People"},{"quote":"Once you do away with the idea of people as fixed, static entities, then you see that people can change, and there is hope.","author":"bell hooks","category":"Change, People, You"},{"quote":"I hope that five years and ten years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.","author":"Louis Farrakhan","category":"Good, Man, Humanity"},{"quote":"When I started writing 'Diary of a Wimpy Kid,' I was trying to write the type of book you might enjoy, put back on your shelf, and rediscover a few years later. I hope that the book finds its way into the bathroom of every kid in America.","author":"Jeff Kinney","category":"America, Writing, Book"},{"quote":"You don't really know how your film is going to turn out, but you can give it your best shot and hope the audience loves it. This has been my approach right from the beginning, and it's helped me a lot in my journey. All you can do is give the film your everything.","author":"Katrina Kaif","category":"Journey, Best, Me"},{"quote":"Pregnancy is something that I always love. It's about hope and the future and a new baby.","author":"Carine Roitfeld","category":"Love, Future, Baby"},{"quote":"Sabotage did not involve loss of life, and it offered the best hope for future race relations. Bitterness would be kept to a minimum and, if the policy bore fruit, democratic government could become a reality.","author":"Nelson Mandela","category":"Life, Future, Best"},{"quote":"If all my bridge coach ever told me was that I was 'satisfactory,' I would have no hope of ever getting better. How would I know who was the best? How would I know what I was doing differently?","author":"Bill Gates","category":"Best, Bridge, Me"},{"quote":"Hope is in the name of God, the name of our Lord Jesus Christ. Hope is when you compare your suffering to the infinite, immeasurable love and grace of God.","author":"Nick Vujicic","category":"Love, God, Suffering"},{"quote":"'Expect nothing and hope for the best' is my mantra. A drama teacher called Joseph Blatchley told me that, and it's the best advice I've had. If you keep an open mind and don't expect too much, then you won't be disappointed.","author":"Michelle Dockery","category":"Teacher, Best, Mind"},{"quote":"The murder of Lumumba, in which the U.S. was involved, in the Congo destroyed Africa's major hope for development. Congo is now total horror story, for years.","author":"Noam Chomsky","category":"Story, Development, Africa"},{"quote":"Our only real hope for democracy is that we get the money out of politics entirely and establish a system of publicly funded elections.","author":"Noam Chomsky","category":"Money, Politics, Democracy"},{"quote":"Al Qaeda's message that violence, terrorism and extremism are the only answer for Arabs seeking dignity and hope is being rejected each day in Tunisia, Egypt, Libya, Syria, Yemen, Bahrain and throughout the Arab lands.","author":"Elliott Abrams","category":"Day, Violence, Terrorism"},{"quote":"Obama was elected on a slogan of hope and change because both were in short supply: the military exhausted by two wars, the banks failing their public trust, the U.S. Congress a comedy of dysfunction, and a federal government that seemed designed to idle on the sidelines.","author":"Nancy Gibbs","category":"Change, Trust, Government"},{"quote":"I would like to live a day in the life of an ant and hope not to get squashed.","author":"Kiowa Gordon","category":"Life, Day, Live"},{"quote":"The message of Jesus is summed up partly in the Sermon on the Mount, and partly when he begins his ministry and quotes the passage from Isaiah: 'I have come to set free the prisoners and restore sight to the blind.' And certainly, his mission is also to bring hope. It was to heal people, to befriend the outcast.","author":"Dan Wakefield","category":"Blind, Free, People"},{"quote":"I hope that the women who wear my perfume will have men all over them.","author":"Reem Acra","category":"Women, Men, Perfume"},{"quote":"I hope you will understand that architecture has nothing to do with the inventions of forms. It is not a playground for children, young or old. Architecture is the real battleground of the spirit.","author":"Ludwig Mies van der Rohe","category":"Children, Architecture, You"},{"quote":"Restaurants are like kids. You hope you understand their innate gifts, and then you let them realize their aspirations.","author":"Danny Meyer","category":"You, Realize, Kids"},{"quote":"Reggae music is a music of integrity; reggae's consciousness was built on a message. My music speaks of love, equality and spirituality, and I would hope that one finds this integrity in my music.","author":"Stephen Marley","category":"Love, Music, Integrity"},{"quote":"It brings hope and peace of mind knowing that God gave His only begotten Son for us. I'm able to look back and know that on this day Jesus was born and gave us the opportunity to have eternal life.","author":"Adrian Peterson","category":"Life, Peace, God"},{"quote":"I hope that posterity will judge me kindly, not only as to the things which I have explained, but also to those which I have intentionally omitted so as to leave to others the pleasure of discovery.","author":"Rene Descartes","category":"Me, Discovery, Judge"},{"quote":"The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.","author":"Warren Buffett","category":"Money, American, Rich"},{"quote":"Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.","author":"George W. Bush","category":"Women, Justice, War"},{"quote":"For myself, if I am to stake all I have and hope to be upon anything, I will venture it upon the abounding fullness of God - upon the assurance that, as the heavens are higher than the earth, so are His ways higher than our ways, and His thoughts than our thoughts.","author":"Henry Norris Russell","category":"Myself, God, I Am"},{"quote":"I knew I was a winner back in the late sixties. I knew I was destined for great things. People will say that kind of thinking is totally immodest. I agree. Modesty is not a word that applies to me in any way - I hope it never will.","author":"Arnold Schwarzenegger","category":"Great, Thinking, Me"},{"quote":"We must not lose hope. Hope is an anchor to the souls of men. Satan would have us cast away that anchor.","author":"Ezra Taft Benson","category":"Men, Satan, Anchor"},{"quote":"I love the song 'I Hope You Dance' by Lee Ann Womack. I was going to write that song, but someone beat me to it.","author":"Maya Angelou","category":"Love, Dance, Me"},{"quote":"Behaving morally because of a hope of reward or a fear of punishment is not morality. Morality is not bribery or threats. Religion is bribery and threats. Humans have morality. We don't need religion.","author":"Penn Jillette","category":"Fear, Religion, Morality"},{"quote":"Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.","author":"Bertrand Russell","category":"Change, Happiness, Man"},{"quote":"I think of myself as a catalyst of action and a messenger of hope, turning people onto themselves and turning people onto their dreams.","author":"Les Brown","category":"Dreams, Myself, Action"},{"quote":"Politics is not predictions and politics is not observations. Politics is what we do. Politics is what we do, politics is what we create, by what we work for, by what we hope for and what we dare to imagine.","author":"Paul Wellstone","category":"Work, Politics, Dare"},{"quote":"When it's said and done, the one thing I want to leave on this earth is hope. I have felt hopelessness, and it's a terrible feeling. Hopelessness will destroy you. I want to bring hope to other people.","author":"Paula Deen","category":"People, Earth, Want"},{"quote":"I'm moving on. I should have made that clear when I made the announcement. I guess I wasn't clear. If people think you're leaving a show after all these years, you might be retiring. So I understand where they're coming from, but I should have impressed the fact that I hope I'm just moving on right now.","author":"Regis Philbin","category":"Moving On, Moving, Leaving"},{"quote":"Most of me was glad when my mother died. She was a handful, but not in a cute, festive way. More in a life-threatening way, that had caused me a long time ago to give up all hope of ever feeling good about having had her as a mother.","author":"Anne Lamott","category":"Time, Good, Mother"},{"quote":"I really feel like life will dictate itself. You should allow it to unfold as naturally as possible. Just go with the flow. When you're really desperate, you say a few prayers and hope for the best. That's the way I've always lived my life.","author":"Shania Twain","category":"Life, Best, My Life"},{"quote":"When I am dead, I hope it may be said: His sins were scarlet, but his books were read.","author":"Hilaire Belloc","category":"I Am, Said, May"},{"quote":"Teach For America was built on the idea that our best hope of reaching 'One Day' is to have thousands of alumni use their diverse experiences and ideas to effect change from inside and outside the education system.","author":"Wendy Kopp","category":"Education, Change, Best"},{"quote":"Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive.","author":"Don Rickles","category":"Positive, Success, Good"},{"quote":"Hope is like peace. It is not a gift from God. It is a gift only we can give one another.","author":"Elie Wiesel","category":"Peace, God, Gift"},{"quote":"Hope is definitely not the same thing as optimism. It is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.","author":"Vaclav Havel","category":"Optimism, Turn, Well"},{"quote":"Hope is the only good that is common to all men those who have nothing else possess hope still.","author":"Thales","category":"Good, Men, Nothing"},{"quote":"I always entertain great hopes.","author":"Robert Frost","category":"Great, Always, Hopes"},{"quote":"Yes, well I really hope I can make a difference, even in the smallest way. I am looking forward to helping as much as I can.","author":"Kate Middleton","category":"I Am, Make A Difference"},{"quote":"Love, hope, fear, faith - these make humanity; These are its sign and note and character.","author":"Robert Browning","category":"Love, Fear, Faith"},{"quote":"The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.","author":"Barbara Kingsolver","category":"Life, Live, You"},{"quote":"In our factory, we make lipstick. In our advertising, we sell hope.","author":"Peter Nivio Zarlenga","category":"Advertising, Lipstick, Sell"},{"quote":"I think you grow wherever God plants you. I hope I'm growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.","author":"J. C. Watts","category":"Life, Relationship, Journey"},{"quote":"When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit.","author":"John Dryden","category":"Life, People, Cheat"},{"quote":"Looking after my health today gives me a better hope for tomorrow.","author":"Anne Wilson Schaef","category":"Health, Today, Tomorrow"},{"quote":"I hope to live long enough to see my surviving comrades march side by side with the Union veterans along Pennsylvania Avenue, and then I will die happy.","author":"James Longstreet","category":"Happy, Veterans, Long"},{"quote":"I hope I didn't bore you too much with my life story.","author":"Elvis Presley","category":"Life, My Life, Story"},{"quote":"I feel blessed that I haven't seen or felt real pain to be immune to it. But I am dreading the time it comes. I feel blessed to have everything going fine. My parents' health is good, my brothers are well-settled, I have a great brother-in-law and my own career is doing fine. I hope and pray that I am fit and fine always.","author":"Salman Khan","category":"Time, Good, Health"},{"quote":"Love is the fire that warms our lives with unparalleled joy and divine hope. Love should be our walk and our talk.","author":"Dieter F. Uchtdorf","category":"Love, Love Is, Joy"},{"quote":"When I die, I hope to go to Heaven, whatever the Hell that is.","author":"Ayn Rand","category":"Death, Hell, Die"},{"quote":"When we have lost everything, including hope, life becomes a disgrace, and death a duty.","author":"W. C. Fields","category":"Life, Death, Lost"},{"quote":"It's a good place when all you have is hope and not expectations.","author":"Danny Boyle","category":"Good, Expectations, You"},{"quote":"Character is the ability of a person to see a positive end of things. This is the hope that a man of character has.","author":"Tom Landry","category":"Positive, Character, Man"},{"quote":"Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles.","author":"Samuel Smiles","category":"Success, Mother, Power"},{"quote":"I am saying that in Wales here we have a very clear election commitment and I hope, and I will express this view, I hope that every individual member of the Labour Party, will understand that and will strive to achieve unity so that we can deliver the yes vote in the Autumn.","author":"Ron Davies","category":"Autumn, Unity, I Am"},{"quote":"When you are kind to someone in trouble, you hope they'll remember and be kind to someone else. And it'll become like a wildfire.","author":"Whoopi Goldberg","category":"Be Kind, Remember, You"},{"quote":"Heaven gives us hope and makes our present burdens easier to bear.","author":"Billy Graham","category":"Present, Heaven, Easier"},{"quote":"Today I can declare my hope and declare it from the bottom of my heart that we will eventually see the time when that number of nuclear weapons is down to zero and the world is a much better place.","author":"Colin Powell","category":"Time, Today, Heart"},{"quote":"Our hope is to deliver an incredibly fun and compelling game that will give the fans more than what they've been waiting for, and show a whole new generation of gamers how much fun it is to live the life of a pirate!","author":"Sid Meier","category":"Life, Waiting, Fun"},{"quote":"America is hope. It is compassion. It is excellence. It is valor.","author":"Paul Tsongas","category":"Compassion, Excellence"},{"quote":"I have tried to keep on with my striving because this is the only hope I have of ever achieving anything worthwhile and lasting.","author":"Arthur Ashe","category":"Achieving, Striving"},{"quote":"Hopeful thinking can get you out of your fear zone and into your appreciation zone.","author":"Martha Beck","category":"Fear, Appreciation, Thinking"},{"quote":"I have this hope that there is a better way. Higher-level tools that actually let you see the structure of the software more clearly will be of tremendous value.","author":"Guido van Rossum","category":"Value, Tools, Better"},{"quote":"I hope to grow another head and two more hands, like an Indian goddess.","author":"Bibhu Mohapatra","category":"Hands, Grow, Head"},{"quote":"My hope is that light, flexible architecture might bring about a new and open society.","author":"Frei Otto","category":"Light, Architecture, Society"},{"quote":"A Trump presidency will turn the economy around and restore the great American tradition of giving each new generation hope for brighter opportunities than those of the generation that came before.","author":"Ivanka Trump","category":"Great, American, Giving"},{"quote":"All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?","author":"Immanuel Kant","category":"Questions, Know, Three"},{"quote":"Whenever I write a story, I hope it appeals to both boys and girls.","author":"Suzanne Collins","category":"Story, Boys And Girls, Write"},{"quote":"To not have any hope is where things start to get really bleak. Things are possible. The impossible can be possible.","author":"Sarah Paulson","category":"Impossible, Start, Where"},{"quote":"Solidarity and interdependence, a sense of worth, a pride and hope in the future: these are positive gains for those who believe in progressive politics and the beneficial role of government, rather than a detriment.","author":"David Blunkett","category":"Positive, Future, Politics"},{"quote":"Let hope inspire you, but let not idealism blind you. Don't look back, you can never look back.","author":"Don Henley","category":"Blind, Inspire, You"},{"quote":"People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous.","author":"Edmund Burke","category":"Power, Law, Legal"},{"quote":"A whole stack of memories never equal one little hope.","author":"Charles M. Schulz","category":"Memories, Equal, Little"},{"quote":"You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people.","author":"Zig Ziglar","category":"Positive, Day, Reading"},{"quote":"All kids need is a little help, a little hope and somebody who believes in them.","author":"Magic Johnson","category":"Help, Kids, Little"},{"quote":"As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking.","author":"Thomas Sowell","category":"Thinking, Gun Control, Gun"},{"quote":"There was a moment in my life when I really wanted to kill myself. And there was one other moment when I was close to that. But even in my most jaded times, I had some hope.","author":"Gerard Way","category":"Life, Myself, Moment"},{"quote":"Everybody has a different journey. Everybody has a different path, and you don't really know what to expect. All you know is to just keep plugging away, and you hope something will come through and something will happen.","author":"Grace Gealey","category":"Journey, Path, Know"},{"quote":"People mature with age and experience. I hope I more resemble a fine wine than bad vinegar.","author":"Rick Kaplan","category":"Age, Experience, Wine"},{"quote":"I want to share some insight into why someone would want to be a SEAL. A lot of us faced obstacles growing up. I didn't have any type of real nurturing as a kid. I hope people will relate to my story and go, 'Hey, if this guy can do it, so can I.'","author":"Howard E. Wasdin","category":"Obstacles, Growing Up"},{"quote":"People tend to overstate my resilience, but, of course, I hope they're right.","author":"David Brudnoy","category":"Resilience, People, Right"},{"quote":"I hope that I'm always struggling, really. You develop when you're struggling. When you're struggling, you get stronger.","author":"Andrew Garfield","category":"Stronger, You, Always"},{"quote":"I think I've lived a pretty hard life. What I mean by hard is that... I've been kind of reckless with things. I'm a passionate person. I'm a super passionate person. I think there's definitely been sorrow in my life, good and bad. I think it comes through. I hope it comes through in my writing because to me that's what artistry is.","author":"Kip Moore","category":"Life, Good, Writing"},{"quote":"We live in a world of constant juxtaposition between joy that's possible and pain that's all too common. We hope for love and success and abundance, but we never quite forget that there is always lurking the possibility of disaster.","author":"Marianne Williamson","category":"Love, Success, Joy"},{"quote":"The torch America carries is one of decency and hope. It is not America's torch alone. But it is America's duty - and honor - to hold it high enough that all the world can see its light.","author":"Mitt Romney","category":"Light, Alone, America"},{"quote":"In Old Havana, the names of the streets before the revolution provided a glimpse into the city's state of mind. You might have known someone who lived on the corner of Soul and Bitterness, Solitude and Hope, or Light and Avocado.","author":"Brin-Jonathan Butler","category":"Light, Soul, Mind"},{"quote":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.","author":"B. C. Forbes","category":"Courage, Trust, Faith"},{"quote":"I hope to have communion with the people, that is the most important thing.","author":"Pope John Paul II","category":"People, Important"},{"quote":"What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope.","author":"Mahatma Gandhi","category":"Heart, Tomorrow, Nation"},{"quote":"Present, n. That part of eternity dividing the domain of disappointment from the realm of hope.","author":"Ambrose Bierce","category":"Disappointment, Present"},{"quote":"The worst thing that can happen in a democracy - as well as in an individual's life - is to become cynical about the future and lose hope.","author":"Hillary Clinton","category":"Life, Future, Democracy"},{"quote":"I like to say that the greatest handicap of deafness does not lie in the ear, it lies in the mind. I hope that through my example, such as my role on 'The West Wing,' I can help change attitudes on deafness and prove we can really do everything... except hear.","author":"Marlee Matlin","category":"Change, Mind, Help"},{"quote":"In Kenya, I met wonderful girls; girls who wanted to help their communities. I was with them in their school, listening to their dreams. They still have hope. They want to be doctor and teachers and engineers.","author":"Malala Yousafzai","category":"Dreams, School, Listening"},{"quote":"Yes, the disruption of the Internet can be blamed for the destruction of the business model that once made journalism a thriving, well-paying enterprise, but it has also created an array of new tools for reporting. Somebody will eventually figure out how to make online newspapers profitable - I hope.","author":"David Horsey","category":"Business, Internet"},{"quote":"To my great disappointment, it appears that the politics of division are making a big comeback. Many Americans share my disappointment - especially those who were filled with great hope a few years ago, when then-Senator Obama announced his candidacy in Springfield, Illinois.","author":"Paul Ryan","category":"Great, Politics"},{"quote":"When we create hope and opportunity in the lives of others, we allow love, decency and promise to triumph over cowardice and hate.","author":"Kirsten Gillibrand","category":"Love, Opportunity, Hate"},{"quote":"For many in baseball September is a month of stark contrast with April, when everyone had dared to hope. If baseball is a lot like life, as pundits declare, it is because life is more about losing than winning.","author":"John Thorn","category":"Life, Baseball, Winning"},{"quote":"The Worldly Hope men set their Hearts upon Turns Ashes - or it prospers; and anon, Like Snow upon the Desert's dusty Face, Lighting a little hour or two - is gone.","author":"Omar Khayyam","category":"Men, Desert, Face"},{"quote":"Everything we do these days - our lust for ever more comfort, pleasure, and distraction, our refusal to engage with the mandates of reality, our fidelity to cults of technology and limitless growth, our narcissistic national exceptionalism - all of this propels us toward the realm where souls abandon all hope.","author":"James Howard Kunstler","category":"Technology, Growth, Reality"},{"quote":"With optimism, you look upon the sunny side of things. People say, 'Studs, you're an optimist.' I never said I was an optimist. I have hope because what's the alternative to hope? Despair? If you have despair, you might as well put your head in the oven.","author":"Studs Terkel","category":"Optimism, People, Despair"},{"quote":"I wear my wedding ring. We talk about when we're going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year.","author":"Jim Lampley","category":"Time, Wedding, Place"},{"quote":"Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.","author":"Gustave Flaubert","category":"Love, Love Is, Plant"},{"quote":"Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.","author":"Vincent McNabb","category":"Inspirational, God"},{"quote":"What we hope ever to do with ease, we must learn first to do with diligence.","author":"Samuel Johnson","category":"Learn, Diligence, First"},{"quote":"In the end, I hope there's a little note somewhere that says I designed a good computer.","author":"Steve Wozniak","category":"Good, Design, End"},{"quote":"My goal involves a hammock, a vegetable patch, and a solar-powered house. And I hope to eventually get there.","author":"Miranda Kerr","category":"Goal, House, Hammock"},{"quote":"Well, you know, in any novel you would hope that the hero has someone to push back against, and villains - I find the most interesting villains those who do the right things for the wrong reasons, or the wrong things for the right reasons. Either one is interesting. I love the gray area between right and wrong.","author":"Dan Brown","category":"Love, Hero, Know"},{"quote":"I usually give a book 40 pages. If it doesn't grab me by then, adios. With young adult books, you can usually tell by Page 4 if it's worth the time. The author establishes the conflict early, sometimes in the first sentence. The themes of hope, family, friendship and overcoming hardship appeal to most everyone.","author":"Regina Brett","category":"Friendship, Family, Time"},{"quote":"Libya is a good example of a country that has come to a realization that weapons of mass destruction threaten more than assure, and I hope that will be followed by others.","author":"Mohamed ElBaradei","category":"Good, Country, Example"},{"quote":"If you're a believer, God is not a thought-experiment requiring a special sub-creation to be tried out in. He's an actual, er, actuality already, embedded in a necessary and true story about guilt, hope, and liberty. I don't want C. S. Lewis doing his resourceful best to render Him as a fabulous special effect.","author":"Francis Spufford","category":"Best, God, Liberty"},{"quote":"I hope to refine music, study it, try to find some area that I can unlock. I don't quite know how to explain it but it's there. These can't be the only notes in the world, there's got to be other notes some place, in some dimension, between the cracks on the piano keys.","author":"Marvin Gaye","category":"Music, World, Know"},{"quote":"Hope is nature's veil for hiding truth's nakedness.","author":"Alfred Nobel","category":"Nature, Truth, Hiding"},{"quote":"I hope that what it comes down to at the end of the day is that people believe that I believe what I'm singing. It comes down to being believable. You don't have to be likeable; generally, though, I think I am.","author":"John Mayer","category":"Day, I Am, Believe"},{"quote":"Mad, is he? Then I hope he will bite some of my other generals.","author":"King George II","category":"Mad, Will, Generals"},{"quote":"On the other hand, I believe there's hope, because the breakdown and the repair are happening simultaneously.","author":"Kathryn Bigelow","category":"Believe, I Believe"},{"quote":"I'm proud of my background, so I hope there will be more roles where Hispanics are being portrayed.","author":"Mario Lopez","category":"Proud, Will, Where"},{"quote":"The quality of light by which we scrutinize our lives has direct bearing upon the product which we live, and upon the changes which we hope to bring about through those lives.","author":"Audre Lorde","category":"Light, Changes, Quality"},{"quote":"For too long people have backed companies on hope value rather than solid products coming out. Now we are coming out the other side.","author":"Daniel Morgan","category":"Value, People, Long"},{"quote":"And God help Bruce Springsteen when they decide he's no longer God... They'll turn on him, and I hope he survives it.","author":"John Lennon","category":"God, Help, Turn"},{"quote":"Hope is the greatest thing for moms of autism. Hope is what gets us out of bed in the morning. I'm on a mission to tell parents that there is a way.","author":"Jenny McCarthy","category":"Morning, Parents, Greatest"},{"quote":"I hope I'm always learning something.","author":"Kate Winslet","category":"Learning, Always, Something"},{"quote":"In an election, one needs both hope and audacity.","author":"Francois Hollande","category":"Election, Needs, Audacity"},{"quote":"Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work.","author":"Emanuel Cleaver","category":"Work, Morning, Motivation"},{"quote":"I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked.","author":"Anne Lamott","category":"Strength, Experience, I Am"},{"quote":"When people endure a traumatic event, they are either defeated or made stronger. On Sept. 11, I told New Yorkers, 'I want you to emerge stronger from this.' My words were partially a hope and partially an observation that people in New York City handle big things better than little things. I could not be more proud of the way my city responded.","author":"Rudy Giuliani","category":"Little Things, City, Words"},{"quote":"I begin my reign with profound emotion at the honour of accepting the Crown, aware of the responsibility it entails and with the greatest hope for the future of Spain.","author":"Felipe VI of Spain","category":"Future, Responsibility"},{"quote":"The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes.","author":"Thomas Hardy","category":"Disappointment, Never"},{"quote":"The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.","author":"Samuel Johnson","category":"Future, Losing, Mind"},{"quote":"Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.","author":"Nancy Reagan","category":"Science, Research, Long"},{"quote":"Hope springs eternal in the human breast: Man never is, but always to be blest.","author":"Alexander Pope","category":"Man, Human, Never"},{"quote":"A poor man with nothing in his belly needs hope, illusion, more than bread.","author":"Georges Bernanos","category":"Man, Bread, Illusion"},{"quote":"Training has been such a huge part of my life and career I hope to keep going with it.","author":"David Prowse","category":"Life, Keep Going, Training"},{"quote":"Hope is generally a wrong guide, though it is very good company by the way.","author":"Edward Wood, 1st Earl of Halifax","category":"Good, Company, Good Company"},{"quote":"These are tough times, and the New Yorkers I have met are facing economic adversity with grace and dignity. They worry about their future, care about their neighbors and hope this storm will pass so they can focus on better days ahead.","author":"Harold Ford, Jr.","category":"Future, Tough Times"},{"quote":"Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise.","author":"Brennan Manning","category":"Trust, Faith, Down"},{"quote":"Religion is a complex and often contradictory force in our world. It fosters hope and comfort but also doubt and guilt. It creates both community and exclusion. It brings societies together around shared belief and tears them apart through war. However, what unites the faithful, whatever their religion, is the unshakeable force of generosity.","author":"Laura Arrillaga-Andreessen","category":"Community, Together"},{"quote":"I'm a really fun aunt, so I hope I'm going to be a fun mom! I like to have fun and be silly and not take myself too seriously with the kids, so I hope that will translate when I actually have my own.","author":"Khloe Kardashian","category":"Myself, Mom, Fun"},{"quote":"Editorial pages all say, 'Well, the other guy has a point, too. It remains to be seen how this will come out. We certainly hope it comes out fine; blah, blah.' Cartoonists don't go that way. Our job is to stick out our tongues, to show a big raspberry to whatever pompous jerk happens to be mouthing off.","author":"Jeff MacNelly","category":"Job, Way, Say"},{"quote":"I want to do 'Company of Heroes 2,' if they do it. It depends on how the movie performs, but they hope it will perform well. They have a franchise on their mind, and if it's a franchise, man, I'm going to be a very happy person.","author":"Tom Sizemore","category":"Happy, Man, Mind"},{"quote":"Hope, deceiving as it is, serves at least to lead us to the end of our lives by an agreeable route.","author":"Francois de La Rochefoucauld","category":"End, Lead, Our Lives"},{"quote":"I never read the life of any important person without discovering that he knew more and could do more than I could ever hope to know or do in half a dozen lifetimes.","author":"J. B. Priestley","category":"Life, Important, Know"},{"quote":"In love, unlike most other passions, the recollection of what you have had and lost is always better than what you can hope for in the future.","author":"Stendhal","category":"Love, Future, Lost"},{"quote":"I'm not the type of guy who enjoys one-night stands. It leaves me feeling very empty and cynical. It's not even fun sexually. I need to feel something for the woman and entertain the vain hope that it may lead to a relationship.","author":"Ben Affleck","category":"Relationship, Woman, Fun"},{"quote":"We accept it because we have seen the vision. We know that we cannot reap the harvest, but we hope that we may so well prepare the land and so diligently sow the seed that our successors may gather the ripened grain.","author":"Liberty Hyde Bailey","category":"Vision, Harvest, Know"},{"quote":"Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.","author":"Claude Debussy","category":"Life, Art, Beautiful"},{"quote":"I don't want to tell your story because you're a insensitive, self-centered moron. I've told a lot of stories about young people, and I always feel there's hope.","author":"Joel Schumacher","category":"People, Want, Moron"},{"quote":"So, influenced by these advisors and this hope, I have at length allowed my friends to publish the work, as they had long besought me to do.","author":"Nicolaus Copernicus","category":"Work, Friends, Me"},{"quote":"It's true that General Musharraf opposes my return, seeing me as a symbol of democracy in the country. He is comfortable with dictatorship. I hope better sense prevails.","author":"Benazir Bhutto","category":"Democracy, Me, Better"},{"quote":"I hope this view of the question may be a mistaken one, because it does not seem to me very unlikely that the suffrage will be granted to women.","author":"John Bright","category":"Women, Me, View"},{"quote":"The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.","author":"Basil Hume","category":"Love, Confidence, Great"},{"quote":"Some people think I'm a total moron and I would hope most people think I'm very good at what I do.","author":"Dan Abrams","category":"Good, People, Think"},{"quote":"Blues are the songs of despair, but gospel songs are the songs of hope.","author":"Mahalia Jackson","category":"Blues, Despair, Gospel"},{"quote":"I'm so thankful for the active obedience of Christ. No hope without it.","author":"John Gresham Machen","category":"Thankful, Obedience, Without"},{"quote":"Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness.","author":"Alphonsus Liguori","category":"God, Mother, Mom"},{"quote":"Hope is the most exciting thing there is in life.","author":"Mandy Moore","category":"Life, Most, Exciting"},{"quote":"I just hope people don't get sick of us. I'm sick of us and I'm in Destiny's Child.","author":"Beyonce Knowles","category":"Child, Destiny, People"},{"quote":"A propensity to hope and joy is real riches one to fear and sorrow real poverty.","author":"David Hume","category":"Fear, Joy, Poverty"},{"quote":"Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.","author":"B. H. Liddell Hart","category":"History, War, Loss"},{"quote":"We will have to give up the hope that, if we try hard, we somehow will always do right by our children. The connection is imperfect. We will sometimes do wrong.","author":"Judith Viorst","category":"Children, Try, Connection"},{"quote":"Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope.","author":"John Ciardi","category":"Time, Father, Parent"},{"quote":"One loves to possess arms, though they hope never to have occasion for them.","author":"Thomas Jefferson","category":"Never, Arms, Occasion"},{"quote":"I hope for your help to explore and protect the wild ocean in ways that will restore the health and, in so doing, secure hope for humankind. Health to the ocean means health for us.","author":"Sylvia Earle","category":"Health, Ocean, Help"},{"quote":"Many will view the compromises that will be made during your negotiations as painful concessions. But why not view them as peace offerings, ones that will provide in return the priceless gifts of hope, security and freedom for our children and our children's?","author":"Abdullah II of Jordan","category":"Children, Freedom, Peace"},{"quote":"Hope and Change has become Divide and Conquer.","author":"Marco Rubio","category":"Change, Conquer, Become"},{"quote":"The climate, the economic situation, rising birth rates; none of these things give me a lot of hope or reason to be optimistic.","author":"David Attenborough","category":"Me, Birth, Situation"},{"quote":"I had in mind a message, although I hope it doesn't intrude too badly, persuading Americans, and especially Southerners, of the critical importance of land and our vanishing natural environment and wildlife.","author":"E. O. Wilson","category":"Mind, Environment, Wildlife"},{"quote":"I hope I will always have the chance to play the violin.","author":"Joshua Bell","category":"Chance, Play, Violin"},{"quote":"Friends from the press, China needs to learn more about the world, and the world also needs to learn more about China. I hope you will continue to make more efforts and contributions to deepening the mutual understanding between China and the countries of the world.","author":"Xi Jinping","category":"Friends, World"},{"quote":"No, I am not a homosexual. If I were a homosexual, I would hope I would have the courage to say so. What's cruel is that you are forcing me to say I am not a homosexual. This means you are putting homosexuals down. I don't want to do that.","author":"Ed Koch","category":"Courage, I Am, Me"},{"quote":"Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers.","author":"Susan Lucci","category":"Life, Moving On, Moving"},{"quote":"You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope.","author":"Thich Nhat Hanh","category":"Life, History, Peace"},{"quote":"To lovers of the truth, nothing can be put before God and hope in Him.","author":"Saint Basil","category":"Truth, God, Lovers"},{"quote":"If you look at the Internet, the vast majority of start-ups are not successful. But the ones that are, are very very successful. So you can't point to the unsuccessful ones and say, 'There's no hope for this field.' It's just that they had the wrong idea or they had bad execution.","author":"Evan Williams","category":"Internet, Successful"},{"quote":"If you don't like me, life goes on, you know what I mean? But I hope you do like me. Because I think that in addition to being pushy, I'm nice.","author":"Christine Quinn","category":"Life, Me, Nice"},{"quote":"To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future.","author":"Kim Yuna","category":"Future, Peace, Conflict"},{"quote":"Everyone wants clean air and clean water, but my hope is that we will not regulate it to the point where we drive businesses and industries out of this country, to the point where entrepreneurs cannot start or expand their businesses because they simply can't afford to do so.","author":"Bob Latta","category":"Water, Start, Drive"},{"quote":"Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them.","author":"Marianne Williamson","category":"Children, Faith, God"},{"quote":"It is true that power corrupts. The hope at the polling stations and the actions of the elected representatives, unfortunately, often turn to be opposite. The power of ballot turns into the power of wallet. Some law-makers become law-breakers.","author":"Tsakhiagiin Elbegdorj","category":"Power, True, Power Corrupts"},{"quote":"'Life, Love & Hope' is... I'm thinking 'larger picture.' I'm not trying to preach to anyone. We all get lost and caught up in our everyday problems. Your cellphone doesn't work or you got a parking ticket, you had a bad day at work. You can lose sight of the really important things in life; that's what the song is about.","author":"Tom Scholz","category":"Love, Life, Work"},{"quote":"I don't care what other critics say, I only hope to be played.","author":"Virgil Thomson","category":"Care, Say, Critics"},{"quote":"I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it's pretty scary. Hope at least gives you the option of living.","author":"Harry Nilsson","category":"Men, Optimism, Believe"},{"quote":"Depression can seem worse than terminal cancer, because most cancer patients feel loved and they have hope and self-esteem.","author":"David D. Burns","category":"Depression, Loved, Cancer"},{"quote":"Let us cherish the hope that the day is not far distant when we will be in the midst of this next adventure.","author":"Ernest Lawrence","category":"Day, Adventure, Cherish"},{"quote":"Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.","author":"James Russell Lowell","category":"Love, Children, Peace"},{"quote":"Actually oddly enough, I think my work, the activism, will be forgotten. And I hope it will. Because I hope those problems will have gone away.","author":"Bono","category":"Work, Problems, Think"},{"quote":"You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway.","author":"Junot Diaz","category":"Writing, Amazing, Talent"},{"quote":"So many people grew up with challenges, as I did. There weren't always happy things happening to me or around me. But when you look at the core of goodness within yourself - at the optimism and hope - you realize it comes from the environment you grew up in.","author":"Sonia Sotomayor","category":"Happy, Challenges, Yourself"},{"quote":"Obama has now lost his trustworthiness. He has lost any hope of majority support from the American people for his agenda. Obamacare has wiped that out. It really has.","author":"Rush Limbaugh","category":"Support, American, Lost"},{"quote":"For African societies, no issue looms larger than employment. Only vibrant entrepreneurship and thriving small businesses can hope to provide the millions of jobs that are needed.","author":"Richard Attias","category":"Small, Employment, Jobs"},{"quote":"The truth is, truly passionate media creators don't get into the media business to make huge gains from spectacular unicorn exits. When it happens, we certainly all cheer (and perhaps secretly hope it happens to us). But the fact is, we make media because we don't know what else to do with ourselves. It's how we're wired, so to speak.","author":"John Battelle","category":"Business, Truth, Speak"},{"quote":"I did this book 'Harvest for Hope,' and I learned so much about food. And one thing I learned is that we have the guts not of a carnivore, but of an herbivore. Herbivore guts are very long because they have to get the last bit of nutrition out of leaves and things.","author":"Jane Goodall","category":"Food, Book, Harvest"},{"quote":"Things start out as hopes and end up as habits.","author":"Lillian Hellman","category":"End, Start, Habits"},{"quote":"In this world you've just got to hope for the best and prepare for the worst and take whatever God sends.","author":"Lucy Maud Montgomery","category":"Best, God, World"},{"quote":"Every day begins with an act of courage and hope: getting out of bed.","author":"Mason Cooley","category":"Courage, Day, Every Day"},{"quote":"The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.","author":"Will Durant","category":"People, Wishes, Think"},{"quote":"Beware how you take away hope from another human being.","author":"Oliver Wendell Holmes, Jr.","category":"You, Human, Human Being"},{"quote":"At the moment of death I hope to be surprised.","author":"Ivan Illich","category":"Death, Moment, Surprised"},{"quote":"Even if the hopes you started out with are dashed, hope has to be maintained.","author":"Seamus Heaney","category":"You, Hopes, Started"},{"quote":"Most of the time common stocks are subject to irrational and excessive price fluctuations in both directions as the consequence of the ingrained tendency of most people to speculate or gamble... to give way to hope, fear and greed.","author":"Benjamin Graham","category":"Time, Fear, Greed"},{"quote":"There will always be someone else with a different view than you. I appreciate them and would never say that they are wrong. I hope that they would give me that courtesy also.","author":"Melissa Etheridge","category":"Me, View, You"},{"quote":"My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.","author":"Daniel Goleman","category":"Education, Training, Words"},{"quote":"I was close to getting married a long time ago. But it didn't happen, and since then it has not been happening. It is jinxed, and I am very happy. I hope this jinx continues.","author":"Salman Khan","category":"Time, Happy, I Am"},{"quote":"Hope arouses, as nothing else can arouse, a passion for the possible.","author":"William Sloane Coffin","category":"Passion, Nothing, Possible"},{"quote":"Nothing you write, if you hope to be good, will ever come out as you first hoped.","author":"Lillian Hellman","category":"Good, Nothing, You"},{"quote":"Man is a creature of hope and invention, both of which belie the idea that things cannot be changed.","author":"Tom Clancy","category":"Man, Idea, Invention"},{"quote":"Fifty percent of people won't vote, and fifty percent don't read newspapers. I hope it's the same fifty percent.","author":"Gore Vidal","category":"People, Vote, Fifty"},{"quote":"You don't seem to realize that a poor person who is unhappy is in a better position than a rich person who is unhappy. Because the poor person has hope. He thinks money would help.","author":"Jean Kerr","category":"Money, Help, Rich"},{"quote":"Loss of hope rather than loss of life is what decides the issues of war. But helplessness induces hopelessness.","author":"B. H. Liddell Hart","category":"Life, War, Loss"},{"quote":"It has never been, and never will be easy work! But the road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination.","author":"Marion Zimmer Bradley","category":"Work, Road, Destination"},{"quote":"Marriage is the death of hope.","author":"Woody Allen","category":"Marriage, Death"},{"quote":"Those who hope for no other life are dead even for this.","author":"Johann Wolfgang von Goethe","category":"Life, Dead, Other"},{"quote":"You can't go around hoping that most people have sterling moral characters. The most you can hope for is that people will pretend that they do.","author":"Fran Lebowitz","category":"People, Moral, You"},{"quote":"How often things occur by mere chance which we dared not even hope for.","author":"Terence","category":"Chance, Things, Which"},{"quote":"Fear cannot be without hope nor hope without fear.","author":"Baruch Spinoza","category":"Wisdom, Fear, Without"},{"quote":"Absence from whom we love is worse than death, and frustrates hope severer than despair.","author":"William Cowper","category":"Love, Death, Sad"},{"quote":"I've tried to reduce profanity but I reduced so much profanity when writing the book that I'm afraid not much could come out. Perhaps we will have to consider it simply as a profane book and hope that the next book will be less profane or perhaps more sacred.","author":"Ernest Hemingway","category":"Writing, Book, Sacred"},{"quote":"I hope there's a tinge of disgrace about me. Hopefully, there's one good scandal left in me yet.","author":"Diana Rigg","category":"Good, Me, Scandal"},{"quote":"Hope is the denial of reality.","author":"Margaret Weis","category":"Reality, Denial"},{"quote":"The Middle East is hopeful. There's hope there.","author":"Joe Biden","category":"Middle, Middle East, Hopeful"},{"quote":"Modernity exists in the form of a desire to wipe out whatever came earlier, in the hope of reaching at least a point that could be called a true present, a point of origin that marks a new departure.","author":"Paul de Man","category":"Present, True, Desire"},{"quote":"I think at this stage in my life I have learned that there are any number of things that men will never know, and can never hope to know, about women.","author":"Robert B. Parker","category":"Life, Women, Men"},{"quote":"Hope is itself a species of happiness, and, perhaps, the chief happiness, which this world affords.","author":"William Samuel Johnson","category":"Happiness, World, Which"},{"quote":"I think and hope and believe that the Japanese government and the people of Japan will be happy and content with the progress of justice in this case and that it will not become a great issue in the future.","author":"Howard Baker","category":"Future, Happy, Great"},{"quote":"It is practically impossible to teach good programming to students that have had a prior exposure to BASIC: as potential programmers they are mentally mutilated beyond hope of regeneration.","author":"Edsger Dijkstra","category":"Good, Impossible, Potential"},{"quote":"Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.","author":"Karl Rahner","category":"Beautiful, Christmas, God"},{"quote":"It is my hope that as we commemorate Black History Month in the future, we will continue to celebrate the many achievements and rich culture of African-Americans.","author":"Eliot Engel","category":"History, Future, Culture"},{"quote":"The nations of the West hope that by means of steam communication all the world will become as one family.","author":"Townsend Harris","category":"Family, Communication, World"},{"quote":"The way you remember the past depends upon your hope for the future. And if what you see in your future has no hope, it has no potential, then you view the past that brought you to here as not very good.","author":"Story Musgrave","category":"Future, Good, Past"},{"quote":"If you begin to give people hope that there is a brighter future, there is a new tomorrow, then the people who were yesterday's terrorists become tomorrow's elected officials and they're part of the system.","author":"John Shelby Spong","category":"Future, Tomorrow, People"},{"quote":"We hope we are moving toward a world where sexual orientation is not an issue, because we hate the idea of a gay ghetto. I think that it's a real shame that people become restricted by their sexuality or define their whole lives by their sexuality.","author":"Neil Tennant","category":"Hate, World, Moving"},{"quote":"I don't know. I have incredible amounts of hope that things can change. It takes people who believe.","author":"Morgan Spurlock","category":"Change, Believe, People"},{"quote":"I hope that you will learn to take responsibility for your decisions. Don't take counsel of your fears.","author":"Thomas S. Monson","category":"Responsibility, Decisions"},{"quote":"Your own experience keeps taking you towards something. My book adds the hope that it's a better something.","author":"Moon Unit Zappa","category":"Experience, Book, Better"},{"quote":"Well, I'm not sure, but of one thing I am certain: History judges one differently than contemporary observers, and so I think that as time passes, I hope that not me personally so much, but our administration will be seen for some of the things that we accomplished.","author":"David Dinkins","category":"Time, History, I Am"},{"quote":"I have always striven to raise the voice of hope for a world where hate gives way to respect and oppression to liberation.","author":"Theodore Bikel","category":"Respect, Hate, World"},{"quote":"What We want is to make it possible for our unfortunate people to live a life of industry for it is by steady work alone that we hope for our physical and moral rehabilitation. For this reason above all we have undertaken to rally our people around our ideal.","author":"Theodor Herzl","category":"Life, Work, Alone"},{"quote":"I hope we can keep doing it this way - making music and art that are pure products of our influences while not really having to let the whole celebrity side of it get in the way. Then maybe more virtual bands will come out and do the same thing.","author":"Damon Albarn","category":"Music, Art, Products"},{"quote":"The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race.","author":"Charles Bradlaugh","category":"Life, Day, People"},{"quote":"We hope to find more pieces of the puzzle which will shed light on the connection between this upright, walking ape, our early ancestor, and modern man.","author":"Richard Leakey","category":"Light, Man, Walking"},{"quote":"In the kind of world we have today, transformation of humanity might well be our only real hope for survival.","author":"Stanislav Grof","category":"Today, Humanity, World"},{"quote":"I try to find hope in struggle and resistance in small places as much as I can.","author":"Danny Glover","category":"Struggle, Small, Resistance"},{"quote":"To be really happy, we must throw our hearts over the bar and hope that our bodies will follow.","author":"Graham Taylor","category":"Happy, Follow, Hearts"},{"quote":"I hope I am remembered by my children as a good father.","author":"Orson Scott Card","category":"Children, Good, Father"},{"quote":"I hope I've lived a life of science whose style will encourage younger people.","author":"Joshua Lederberg","category":"Life, Science, Style"},{"quote":"We wrote verses that condemned us, with no hope of pardon, to the most bitter solitude.","author":"Salvatore Quasimodo","category":"Solitude, Bitter, Us"},{"quote":"Politics hates a vacuum. If it isn't filled with hope, someone will fill it with fear.","author":"Naomi Klein","category":"Fear, Politics, Vacuum"},{"quote":"My hope for my children must be that they respond to the still, small voice of God in their own hearts.","author":"Andrew Young","category":"Children, God, Small"},{"quote":"Hope is a feeling that life and work have meaning. You either have it or you don't, regardless of the state of the world that surrounds you.","author":"Vaclav Havel","category":"Life, Work, World"},{"quote":"Like all parents, my husband and I just do the best we can, hold our breath and hope we've set aside enough money for our kid's therapy.","author":"Michelle Pfeiffer","category":"Money, Best, Parents"},{"quote":"To my utter despair I have discovered, and discover every day anew, that there is in the masses no revolutionary idea or hope or passion.","author":"Mikhail Bakunin","category":"Day, Passion, Every Day"},{"quote":"It is only by not paying one's bills that one can hope to live in the memory of the commercial classes.","author":"Oscar Wilde","category":"Memory, Live, Bills"},{"quote":"Love can no more continue without a constant motion than fire can; and when once you take hope and fear away, you take from it its very life and being.","author":"Francois de La Rochefoucauld","category":"Love, Life, Fear"},{"quote":"If family violence teaches children that might makes right at home, how will we hope to cure the futile impulse to solve worldly conflicts with force?","author":"Letty Cottin Pogrebin","category":"Family, Children, Home"},{"quote":"I just believe that the feeling of wonder is amazing. I am pushing myself as far as I can humanly push myself... I can only hope for the best and expect the worse.","author":"David Blaine","category":"Best, Myself, I Am"},{"quote":"You know, in my hometown of Hope, Arkansas, the three sacred heroes were Jesus, Elvis, and FDR, not necessarily in that order.","author":"Mike Huckabee","category":"Heroes, Know, You"},{"quote":"The whole Haley-Nathan marriage deal was a pretty good twist huh? I hope we got all of you with it. That particular story line even suprised me when I read it, it's a good one and it'll provide for some good stories to come.","author":"James Lafferty","category":"Marriage, Good, Me"},{"quote":"I hope that as the Senate and American people learn more about me, they will see that I am an ordinary person who has been blessed with extraordinary opportunities and experiences.","author":"Sonia Sotomayor","category":"Blessed, I Am, American"},{"quote":"On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.","author":"Barack Obama","category":"Future, Fear, Vision"}]}