{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"God has called us to be His representatives in our nation and in our world. Select candidates who represent your views and work for their election.","author":"James Dobson","category":"God, World, Election"},{"quote":"We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential.","author":"Barack Obama","category":"Work Hard, Poverty, Ambition"},{"quote":"This has always been a motto of mine: Attempt the impossible in order to improve your work.","author":"Bette Davis","category":"Motto, Impossible, Improve"},{"quote":"Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.","author":"Henri Matisse","category":"Happiness, Day, Good"},{"quote":"You reach a point where you don't work for money.","author":"Walt Disney","category":"Money, Reach, You"},{"quote":"Have you ever noticed some people are able to stay organized while getting a massive quantity of work accomplished, while others appear to be busy but never actually produce results? Time management is the key to becoming a successful entrepreneur.","author":"Clay Clark","category":"Time, Management, Busy"},{"quote":"My advice to an aspiring actor would be to never stop learning or working for what you want. Nothing comes easy, ever, if you want something, you have to work for it. By working for it I mean work on your craft, learn from people who have something to teach. It's just like anything else, practice makes perfect.","author":"James Lafferty","category":"Learning, Advice, People"},{"quote":"I think now that I'm in the autumn of my life, and I'm getting a chance of having an overview and looking at the shape of how things happen, when things happen, why things happen, I think it was fitting that I spent most of my early career doing mask work, because I just don't think I was that comfortable in my own skin.","author":"Ron Perlman","category":"Life, Autumn, Chance"},{"quote":"A manager is not a person who can do the work better than his men he is a person who can get his men to do the work better than he can.","author":"Frederick W. Smith","category":"Men, Better, Manager"},{"quote":"Everyone's dream can come true if you just stick to it and work hard.","author":"Serena Williams","category":"Work Hard, Dream, You"},{"quote":"Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent.","author":"Martin Luther King, Jr.","category":"Change, Freedom, Struggle"},{"quote":"My work is like my vacation, so in a way every day is like Saturday.","author":"Ludacris","category":"Day, Vacation, Every Day"},{"quote":"When you are a photographer, you work all the time, because your eye is the first camera.","author":"Patrick Demarchelier","category":"Time, Eye, Camera"},{"quote":"Every collaboration with a new person is like when you take a bin of Legos and dump them on the floor. All of the pieces to work with are right there. A floor full of Legos is full of possibilities.","author":"Ricky Reed","category":"Collaboration, You, New"},{"quote":"The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.","author":"Thomas A. Edison","category":"Hard Work, Opportunity"},{"quote":"Recovery is something that you have to work on every single day and it's something that it doesn't get a day off.","author":"Demi Lovato","category":"Day, Moving On, Recovery"},{"quote":"It's not an experiment if you know it's going to work.","author":"Jeff Bezos","category":"Know, You, Experiment"},{"quote":"I have a motto: Work to become, not to acquire.","author":"Alan Kulwicki","category":"Motto, Become, Acquire"},{"quote":"Management is nothing more than motivating other people.","author":"Lee Iacocca","category":"Management, People, Nothing"},{"quote":"The brain is a wonderful organ it starts working the moment you get up in the morning and does not stop until you get into the office.","author":"Robert Frost","category":"Morning, Brain, Moment"},{"quote":"Confidence and empowerment are cousins in my opinion. Empowerment comes from within and typically it's stemmed and fostered by self-assurance. To feel empowered is to feel free and that's when people do their best work. You can't fake confidence or empowerment.","author":"Amy Jo Martin","category":"Best, Confidence, People"},{"quote":"My word will never be as strong as God's word. All I am is just a vessel, doing His work.","author":"Kendrick Lamar","category":"God, Strong, I Am"},{"quote":"Keep up the good work, if only for a while, if only for the twinkling of a tiny galaxy.","author":"Wislawa Szymborska","category":"Good, Good Work, Up"},{"quote":"Instead of being critical of people in authority over you and envious of their position, be happy you're not responsible for everything they have to do. Instead of piling on complaints, thank them for what they do. Overwhelm them with encouragement and appreciation!","author":"Joyce Meyer","category":"Happy, Appreciation"},{"quote":"Effective networking isn't a result of luck - it requires hard work and persistence.","author":"Lewis Howes","category":"Hard Work, Persistence, Luck"},{"quote":"What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.","author":"Margaret Thatcher","category":"Success, Hard Work, Purpose"},{"quote":"If you hire people just because they can do a job, they'll work for your money. But if you hire people who believe what you believe, they'll work for you with blood, sweat, and tears.","author":"Simon Sinek","category":"Money, Job, Believe"},{"quote":"A work of art is above all an adventure of the mind.","author":"Eugene Ionesco","category":"Art, Adventure, Mind"},{"quote":"There's no escalators - there's only staircases to success. There is no substitute for hard work.","author":"Lilly Singh","category":"Success, Hard Work, Hard"},{"quote":"He who seeks rest finds boredom. He who seeks work finds rest.","author":"Dylan Thomas","category":"Boredom, Rest, He"},{"quote":"Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.","author":"Robert Kennedy","category":"Change, History, Greatness"},{"quote":"Never lose the childlike wonder. Show gratitude... Don't complain just work harder... Never give up.","author":"Randy Pausch","category":"Gratitude, Never Give Up"},{"quote":"Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.","author":"Martin Seligman","category":"Positive, Good, Thinking"},{"quote":"The job market of the future will consist of those jobs that robots cannot perform. Our blue-collar work is pattern recognition, making sense of what you see. Gardeners will still have jobs because every garden is different. The same goes for construction workers. The losers are white-collar workers, low-level accountants, brokers, and agents.","author":"Michio Kaku","category":"Future, Job, Garden"},{"quote":"Work gives you meaning and purpose and life is empty without it.","author":"Stephen Hawking","category":"Life, Purpose, Meaning"},{"quote":"I grew up in an immigrant neighborhood. We just knew the rule was you're going to have to work twice as hard.","author":"Lin-Manuel Miranda","category":"Immigrant, You, Neighborhood"},{"quote":"I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.","author":"Henry Ford","category":"Best, God, Believe"},{"quote":"We use our gadgets for distraction and entertainment. We use them to avoid work while giving the impression that we're actually working hard.","author":"Meghan Daum","category":"Working Hard, Giving"},{"quote":"Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life.","author":"Robert Mueller","category":"Life, Integrity, Women"},{"quote":"Formula for success: rise early, work hard, strike oil.","author":"J. Paul Getty","category":"Success, Work Hard, Rise"},{"quote":"Breast cancer is not just a disease that strikes at women. It strikes at the very heart of who we are as women: how others perceive us, how we perceive ourselves, how we live, work and raise our families-or whether we do these things at all.","author":"Debbie Wasserman Schultz","category":"Women, Heart, Breast Cancer"},{"quote":"In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.","author":"Margaret J. Wheatley","category":"Life, Daily, Together"},{"quote":"I feel really humbled and really grateful to have the opportunities that I've had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work.","author":"Ben Schnetzer","category":"Grateful, Amazing, Past"},{"quote":"This celebration here tells me that this work is not hopeless. I thank you for this teaching with all my heart and lift my glass to human solidarity, to the ultimate victory of knowledge, peace, good-will and understanding.","author":"Albert Szent-Gyorgyi","category":"Knowledge, Peace, Heart"},{"quote":"I just hate losing and that gives you an extra determination to work harder.","author":"Wayne Rooney","category":"Determination, Hate, Losing"},{"quote":"You need three things to win: discipline, hard work and, before everything maybe, commitment. No one will make it without those three. Sport teaches you that.","author":"Haile Gebrselassie","category":"Hard Work, Commitment"},{"quote":"Yes, I'm blonde. When I started as an actor, because of the accent and my body and my personality, it was not what the stereotype of the Latina woman in Hollywood is, so they didn't know where to put me. The blond hair wasn't matching. The moment I put my hair dark, it was better for my work.","author":"Sofia Vergara","category":"Woman, Personality, Hair"},{"quote":"The world is being re-shaped by the convergence of social, mobile, cloud, big data, community and other powerful forces. The combination of these technologies unlocks an incredible opportunity to connect everything together in a new way and is dramatically transforming the way we live and work.","author":"Marc Benioff","category":"Community, Together"},{"quote":"My work is all about adventure and teamwork in some of the most inhospitable jungles, mountains and deserts on the planet. If you aren't able to look after yourself and each other, then people die.","author":"Bear Grylls","category":"Teamwork, Adventure"},{"quote":"Of all the things I've done, the most vital is coordinating those who work with me and aiming their efforts at a certain goal.","author":"Walt Disney","category":"Goal, Me, Done"},{"quote":"I love to watch the movement of light on water, and I love to play in rivers and lakes, swimming or canoeing. I am fascinated by people who work with water - fishermen, boatmen - and by a way of life that is dominated by water.","author":"Berlie Doherty","category":"Love, Life, Light"},{"quote":"I have learned that raising children is the single most difficult thing in the world to do. It takes hard work, love, luck, and a lot of energy, and it is the most rewarding experience that you can ever have.","author":"Janet Reno","category":"Love, Hard Work, Children"},{"quote":"One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.","author":"Elbert Hubbard","category":"Technology, Man, Men"},{"quote":"Learning should be engaging. Testing should not be the be all and end all. All students should have a broad curriculum that includes the arts and enrichment. Students should have opportunities to work in teams and engage in project-based learning. And student and family well-being should be front and center.","author":"Randi Weingarten","category":"Family, Learning"},{"quote":"While we see the course of the final abolition of human slavery is onward, & we give it the aid of our prayers & all justifiable means in our power, we must leave the progress as well as the result in his hands who sees the end; who chooses to work by slow influences; & with whom two thousand years are but as a single day.","author":"Robert E. Lee","category":"Day, Progress, Power"},{"quote":"I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time.","author":"Michael Phelps","category":"Time, Goals, Easy"},{"quote":"What a piece of work is a man, how noble in reason, how infinite in faculties, in form and moving how express and admirable, in action how like an angel, in apprehension how like a god.","author":"William Shakespeare","category":"God, Man, Moving"},{"quote":"Don't do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.","author":"Henry Rollins","category":"Love, Soul, Hate"},{"quote":"Cooking is in an honest profession where you cannot hide and let others do the work for you. You have to show up, work hard and prove you can do it faster and better. And find a mentor who will recognize your talent and push you in the right direction.","author":"Marcus Samuelsson","category":"Work Hard, You Can Do It"},{"quote":"The human foot is a masterpiece of engineering and a work of art.","author":"Leonardo da Vinci","category":"Art, Engineering, Human"},{"quote":"One of my primary objects is to form the tools so the tools themselves shall fashion the work and give to every part its just proportion.","author":"Eli Whitney","category":"Fashion, Tools, Give"},{"quote":"Love and work... work and love, that's all there is.","author":"Sigmund Freud","category":"Love"},{"quote":"If you continue to work hard, let that be the fuel to your fire.","author":"Pitbull","category":"Work Hard, Fire, You"},{"quote":"The supreme accomplishment is to blur the line between work and play.","author":"Arnold J. Toynbee","category":"Accomplishment, Play, Blur"},{"quote":"The balloons only have one life and the only way of finding out whether they work is to attempt to fly around the world.","author":"Richard Branson","category":"Life, World, Fly"},{"quote":"You gotta live life before you can talk about it. Sometimes when things don't work out in life, they work out on stage.","author":"Gabriel Iglesias","category":"Life, Live Life, Live"},{"quote":"What's great about collaborating is getting to work with wonderful people. That's what theatre is about: other people getting you to give your best, and getting everyone else's best out of them.","author":"Jason Robert Brown","category":"Best, Great, Theatre"},{"quote":"Colleagues are a wonderful thing - but mentors, that's where the real work gets done.","author":"Junot Diaz","category":"Colleagues, Done, Mentors"},{"quote":"If you look around, complacency is the great disease of your autumn years, and I work hard to prevent that.","author":"Nick Cave","category":"Autumn, Great, Work Hard"},{"quote":"It is always with excitement that I wake up in the morning wondering what my intuition will toss up to me, like gifts from the sea. I work with it and rely on it. It's my partner.","author":"Jonas Salk","category":"Morning, Sea, Me"},{"quote":"Enable every woman who can work to take her place on the labour front, under the principle of equal pay for equal work.","author":"Mao Zedong","category":"Woman, Her, Place"},{"quote":"I have been up against tough competition all my life. I wouldn't know how to get along without it.","author":"Walt Disney","category":"Life, Competition, My Life"},{"quote":"You only do good work when you're taking risks and pushing yourself.","author":"Sally Hawkins","category":"Good, Good Work, Yourself"},{"quote":"True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.","author":"Bill Owens","category":"Leadership, Success, Best"},{"quote":"Some things is made by destiny, yes, other things by hard work, but quality you don't learn. Quality you are born with.","author":"Zlatan Ibrahimovic","category":"Hard Work, Quality, Destiny"},{"quote":"The only way to get love is to be lovable. It's very irritating if you have a lot of money. You'd like to think you could write a check: 'I'll buy a million dollars' worth of love.' But it doesn't work that way. The more you give love away, the more you get.","author":"Warren Buffett","category":"Love, Money, Love Is"},{"quote":"Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry.","author":"Bill Flores","category":"Children, Women, Violence"},{"quote":"We must fight terrorism as if there's no peace process and work to achieve peace as if there's no terror.","author":"Yitzhak Rabin","category":"Peace, Fight, Terrorism"},{"quote":"All things are difficult before they are easy.","author":"Thomas Fuller","category":"Easy, Difficult, Things"},{"quote":"Life is a series of baby steps along the way and if you add up these tiny little steps you take toward your goal, whatever it is, whether it's giving up something, a terrible addiction or trying to work your way through an illness. When you total up those baby steps you'd be amazed over the course of 10 years, the strides you've taken.","author":"Hoda Kotb","category":"Life, Baby, Goal"},{"quote":"The one way to get me to work my hardest was to doubt me.","author":"Michelle Obama","category":"Me, Doubt, Way"},{"quote":"Gut feeling is all about the experiences that you have had in your life. It is about being in difficult scenarios, knowing what worked, what did not work, and then taking a decision.","author":"Mahendra Singh Dhoni","category":"Life, Decision, You"},{"quote":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","author":"George Carlin","category":"Money, People, Quit"},{"quote":"Confidence doesn't come out of nowhere. It's a result of something... hours and days and weeks and years of constant work and dedication.","author":"Roger Staubach","category":"Confidence, Dedication"},{"quote":"You aren't your work, your accomplishments, your possessions, your home, your family... your anything. You're a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.","author":"Wayne Dyer","category":"Life, Family, Home"},{"quote":"Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.","author":"Gillian Anderson","category":"Time, Service, Yourself"},{"quote":"I'll always use the negativity as more motivation to work even harder and become even stronger.","author":"Tim Tebow","category":"Motivation, Stronger"},{"quote":"If ballots won't work, bullets will.","author":"Malcolm X","category":"Bullets, Will, Ballots"},{"quote":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer.","author":"Johnny Cash","category":"Life, Good, God"},{"quote":"Human rights must work to uplift human dignity.","author":"Rodrigo Duterte","category":"Dignity, Rights, Human"},{"quote":"I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.","author":"Jim Brown","category":"Time, I Am, Perception"},{"quote":"All my big mistakes are when I try to second-guess or please an audience. My work is always stronger when I get very selfish about it.","author":"David Bowie","category":"Mistakes, Selfish, Stronger"},{"quote":"Organizing ahead of time makes the work more enjoyable. Chefs cut up the onions and have the ingredients lined up ahead of time and have them ready to go. When everything is organized you can clean as you go and it makes everything so much easier and fun.","author":"Anne Burrell","category":"Time, Fun, You"},{"quote":"I prefer to work with grey characters rather than black and white.","author":"George R. R. Martin","category":"Black And White, Black, Grey"},{"quote":"If you are good at studies, and you want to play cricket, you may work harder than any other person, but you may not achieve it. So it's something you have to balance in life and be practical where you are good and then channelise your efforts in the right direction to be successful in life.","author":"Mahendra Singh Dhoni","category":"Life, Good, Balance"},{"quote":"In our work and in our living, we must recognize that difference is a reason for celebration and growth, rather than a reason for destruction.","author":"Audre Lorde","category":"Growth, Living, Reason"},{"quote":"Creating something that builds lasting value and changes the lives of millions of people requires forging a team that will work hard to overcome seemingly insurmountable obstacles, stand up to the pressures of fame and fortune, and stay true to the original vision long after others stop believing.","author":"Jay Samit","category":"Team, Work Hard, Vision"},{"quote":"There is never time in the future in which we will work out our salvation. The challenge is in the moment the time is always now.","author":"James A. Baldwin","category":"Time, Future, Challenge"},{"quote":"When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.","author":"W. Clement Stone","category":"Mission, Desire, You"},{"quote":"Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood.","author":"Fred Rogers","category":"Learning, Children"},{"quote":"We're going to have to work. We're going to have to play well. Nothing will be given to us.","author":"Stephen Curry","category":"Play, Nothing, Well"},{"quote":"No, ancient astronauts did not build the pyramids - human beings built them, because they're clever and they work hard.","author":"Gene Roddenberry","category":"Work Hard, Clever, Human"},{"quote":"With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds.","author":"Abraham Lincoln","category":"History, God, Charity"},{"quote":"Glory is attained from hard work, step by step.","author":"Ma Long","category":"Hard Work, Step, Glory"},{"quote":"Archimedes was my ideal. I admired the works of artists, but to my mind, they were only shadows and semblances. The inventor, I thought, gives to the world creations which are palpable, which live and work.","author":"Nikola Tesla","category":"Thought, World, Mind"},{"quote":"Be proud of your Latino culture and do the best work you can do, and you will always succeed.","author":"Lionel Sosa","category":"Best, Culture, Proud"},{"quote":"When radium was discovered, no one knew that it would prove useful in hospitals. The work was one of pure science. And this is a proof that scientific work must not be considered from the point of view of the direct usefulness of it.","author":"Marie Curie","category":"Science, View, Point Of View"},{"quote":"I want the kids to know that it's not a myth that somebody from their city plays and wins in the NBA. I just want to influence them to work hard and do whatever they want to do in life, whether it's to be a basketball player or scientist... if they believe in themselves, they can do anything.","author":"Kawhi Leonard","category":"Life, Work Hard, Believe"},{"quote":"I am blessed to be able to work at a job I love and also give back in the most vital way - to people in need.","author":"Teri Hatcher","category":"Love, Job, I Am"},{"quote":"Being a chef would be too much hard work.","author":"Sophie Ellis-Bextor","category":"Hard Work, Chef, Too Much"},{"quote":"Try to keep your soul always in peace and quiet, always ready for whatever our Lord may wish to work in you. It is certainly a higher virtue of the soul, and a greater grace, to be able to enjoy the Lord in different times and different places than in only one.","author":"Saint Ignatius","category":"Peace, Soul, Enjoy"},{"quote":"I started as a black and white photographer, but the colors I was seeing were just so lurid and compelling and awful at the same time. They got me looking at other contemporary art. I was gravitating more and more toward work that had visceral power, that wasn't necessarily about being beautiful but had some kind of horror in the palette.","author":"David Maisel","category":"Time, Art, Beautiful"},{"quote":"We need to inspire and give each other confidence so that the work we do will be fruitful for the well-being of the people and the stability and security of the country.","author":"Bhumibol Adulyadej","category":"Confidence, Inspire, People"},{"quote":"No one can come and claim ownership of my work. I am the creator of it, and it lives within me.","author":"Prince","category":"I Am, Me, Within"},{"quote":"I like Cinderella, I really do. She has a good work ethic. I appreciate a good, hard-working gal. And she likes shoes. The fairy tale is all about the shoe at the end, and I'm a big shoe girl.","author":"Amy Adams","category":"Good, Shoes, Girl"},{"quote":"Sometimes it takes dealing with a disability - the trauma, the relearning, the months of rehabilitation therapy - to uncover our true abilities and how we can put them to work for us in ways we may have never imagined.","author":"Tammy Duckworth","category":"Disability, True, Dealing"},{"quote":"The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.","author":"Alex Spanos","category":"Best, Strong, Work Ethic"},{"quote":"It's a lot easier to do good work when you have good words to say and work with good people.","author":"Mark Harmon","category":"Good, Words, Good Work"},{"quote":"I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.","author":"Neil Armstrong","category":"Daily, Fireworks, Like"},{"quote":"I do not write for this generation. I am writing for other ages. If this could read me, they would burn my books, the work of my whole life. On the other hand, the generation which interprets these writings will be an educated generation; they will understand me and say: 'Not all were asleep in the nighttime of our grandparents.'","author":"Jose Rizal","category":"Life, I Am, Writing"},{"quote":"The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.","author":"Mitt Romney","category":"Education, Family, Culture"},{"quote":"I believe when you meet the right person it clicks, and you both know and you start making it work, you know?","author":"Hunter Hayes","category":"Believe, Start, Right Person"},{"quote":"Millions of us, myself included, go back generations in this country, with ancestors who put in the painstaking work to become citizens. So we don't like the notion that anyone might get a free pass to American citizenship.","author":"Barack Obama","category":"Myself, American, Free"},{"quote":"I have very high standards for every part of life - my work, my relationships, food, love. I can't just pretend.","author":"Olivia Wilde","category":"Love, Life, Food"},{"quote":"It was my father who taught us that an immigrant must work twice as hard as anybody else, that he must never give up.","author":"Zinedine Zidane","category":"Never Give Up, Father"},{"quote":"In the end it's about the work, not an award you get for the work.","author":"Linda Fiorentino","category":"End, Award, You"},{"quote":"Learning something new is a fabulous way to be refreshed. When work can grind you down, something about learning a new activity thrills the soul. It reminds you that the world is bigger than your desk and your to-do list.","author":"John Ortberg","category":"Learning, Soul, World"},{"quote":"If you have a group of people come together around a vision for real discipleship, people who are committed to grow, committed to change, committed to learn, then a spiritual assessment tool can work.","author":"Dallas Willard","category":"Change, Together, Vision"},{"quote":"Freedom without rules doesn't work. And communities do not work unless they are regulated by etiquette.","author":"Judith Martin","category":"Freedom, Rules, Without"},{"quote":"And, behold, I come quickly; and my reward is with Me, to give every man according as his work shall be. I am Alpha and Omega, the beginning and the end, the first and the last.","author":"Jesus Christ","category":"Man, I Am, Me"},{"quote":"What you are will show in what you do.","author":"Thomas A. Edison","category":"You, Will, Show"},{"quote":"In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and be willing to accept constructive criticism. Without one-hundred percent dedication, you won't be able to do this.","author":"Willie Mays","category":"Work Hard, Dedication"},{"quote":"Hard work and dedication is important to success, and I have those qualities.","author":"Nargis Fakhri","category":"Success, Hard Work"},{"quote":"My scientific studies have afforded me great gratification and I am convinced that it will not be long before the whole world acknowledges the results of my work.","author":"Gregor Mendel","category":"Great, I Am, World"},{"quote":"Don't try to be somebody you're not because it doesn't work. If you try to be this perfect person or perfect persona of what you think that somebody should be when they're involved in public office, it's just not going to work. Just be yourself, stay true to your core values, and really just stay abreast of the issues.","author":"Ben Quayle","category":"Be Yourself, Yourself"},{"quote":"I think it all comes down to motivation. If you really want to do something, you will work hard for it.","author":"Edmund Hillary","category":"Work Hard, Motivation, Want"},{"quote":"Having a second chance makes you want to work even harder.","author":"Tia Mowry","category":"Second Chance, Chance, Want"},{"quote":"Prayer is our invitation to God to intervene in the affairs of earth. It is our request for Him to work His ways in this world.","author":"Myles Munroe","category":"God, Prayer, World"},{"quote":"The best preparation for tomorrow is to do today's work superbly well.","author":"William Osler","category":"Best, Today, Preparation"},{"quote":"It's true hard work never killed anybody, but I figure, why take the chance?","author":"Ronald Reagan","category":"Hard Work, Chance, Why"},{"quote":"Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.","author":"Fyodor Dostoevsky","category":"Women, Men, Meaningful"},{"quote":"Collaboration is the best way to work. It's only way to work, really. Everyone's there because they have a set of skills to offer across the board.","author":"Antony Starr","category":"Best, Collaboration, Skills"},{"quote":"In terms of instilling the values of mental toughness and work ethic, discipline is the gift that keeps on giving.","author":"William Baldwin","category":"Work Ethic, Giving, Gift"},{"quote":"It's the ultimate goal every day you wake up, to be happy. At the end of the week, you want to be happy. Happy in love, happy in work, happy in life, happy with yourself. It's pretty simple.","author":"Pierce Brosnan","category":"Love, Life, Happy"},{"quote":"From the very first, it has been the educated and intelligent of the Negro people that have led and elevated the mass, and the sole obstacles that nullified and retarded their efforts were slavery and race prejudice; for what is slavery but the legalized survival of the unfit and the nullification of the work of natural internal leadership?","author":"W. E. B. Du Bois","category":"Leadership, Obstacles"},{"quote":"I understand what's it like to work all week and on Friday night just want to go and leave your brain at the door, buy some popcorn and be thrilled by something.","author":"Don Cheadle","category":"Door, Brain, Night"},{"quote":"Once Canadians no longer believe that there is any good in politics, they no longer feel we can work together to solve the challenges we're facing, and that is my fundamental motivation: how do we work together as a country to solve the big challenges we're facing.","author":"Justin Trudeau","category":"Good, Together, Politics"},{"quote":"Good leadership consists of showing average people how to do the work of superior people.","author":"John D. Rockefeller","category":"Leadership, Good, People"},{"quote":"You have to find what makes you stable in the storm. Then, no matter what's happening round you, no matter what the hype or the publicity, you can still manage to make leaps in your work as an artist.","author":"Jimmy Smits","category":"Storm, Artist, You"},{"quote":"All you can do is really the prep work and make sure you're ready to hit each golf shot. Outside of that, you're not sure really what's going to happen. It's a funny game, but I think that's why I love it. You never know, one day to the next; you could go shoot 62, and the next day you're going to shoot 78, and you can't predict it.","author":"Rickie Fowler","category":"Funny, Love, Day"},{"quote":"I've found that the people who play villains are the nicest people in the world, and people who play heroes are jerks. It's like people who play villains work out all their problems on screen, and then they're just really wonderful people.","author":"Tim Burton","category":"Problems, World, People"},{"quote":"I'm coming to this world not to work. I want to come to this world to enjoy my life. I don't want to die in my office. I want to die on the beaches.","author":"Jack Ma","category":"Life, World, Enjoy"},{"quote":"Jazz, to me, is one of the inherent expressions of Negro life in America: the eternal tom-tom beating in the Negro soul - the tom-tom of revolt against weariness in a white world, a world of subway trains, and work, work, work; the tom-tom of joy and laughter, and pain swallowed in a smile.","author":"Langston Hughes","category":"Life, Smile, Laughter"},{"quote":"For me, education has never been simply a policy issue - it's personal. Neither of my parents and hardly anyone in the neighborhood where I grew up went to college. But thanks to a lot of hard work and plenty of financial aid, I had the opportunity to attend some of the finest universities in this country.","author":"Michelle Obama","category":"Education, Hard Work"},{"quote":"What being a socialist means is... that you hold out... a vision of society where poverty is absolutely unnecessary, where international relations are not based on greed... but on cooperation... where human beings can own the means of production and work together rather than having to work as semi-slaves to other people who can hire and fire.","author":"Bernie Sanders","category":"Together, Vision, Society"},{"quote":"Nothing is work unless you'd rather be doing something else.","author":"George Halas","category":"Doing, Nothing, You"},{"quote":"The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter - for the future. His duty is to lay the foundation for those who are to come, and point the way.","author":"Nikola Tesla","category":"Future, Man, Ideas"},{"quote":"One of the main lessons I have learned during my five years as Secretary-General is that broad partnerships are the key to solving broad challenges. When governments, the United Nations, businesses, philanthropies and civil society work hand-in-hand, we can achieve great things.","author":"Ban Ki-moon","category":"Great, Society, Challenges"},{"quote":"Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth.","author":"Simone de Beauvoir","category":"Truth, Men, World"},{"quote":"I like being the underdog so they don't expect what's going to happen. It pushes me to work harder and do the things I'm not doing better.","author":"Kawhi Leonard","category":"Me, Underdog, Better"},{"quote":"Work is accomplished by those employees who have not yet reached their level of incompetence.","author":"Laurence J. Peter","category":"Employees, Incompetence"},{"quote":"My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation.","author":"Arthur Conan Doyle","category":"Intelligence, I Am, Mind"},{"quote":"It behooves every man to remember that the work of the critic is of altogether secondary importance, and that, in the end, progress is accomplished by the man who does things.","author":"Theodore Roosevelt","category":"Progress, Man, Remember"},{"quote":"There is joy in work. There is no happiness except in the realization that we have accomplished something.","author":"Henry Ford","category":"Happiness, Joy, Something"},{"quote":"Bring diversity back to agriculture. That's what made it work in the first place.","author":"David R. Brower","category":"Diversity, Agriculture"},{"quote":"Today a minimum wage earner has to work a day and a half just to pay for a full tank of gas. That is simply shameful.","author":"Bill Pascrell","category":"Day, Today, Minimum Wage"},{"quote":"I do not believe in excuses. I believe in hard work as the prime solvent of life's problems.","author":"James Cash Penney","category":"Life, Hard Work, Believe"},{"quote":"How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.","author":"Jim Valvano","category":"Life, Goal, Dream"},{"quote":"All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.","author":"Martin Luther King, Jr.","category":"Excellence, Humanity"},{"quote":"Work is the curse of the drinking classes.","author":"Oscar Wilde","category":"Drinking, Curse, Classes"},{"quote":"Making a record? You've got to have the song, then you create a record. I think it's the same with a live performance. If the material is strong, you're already 90% there. I always tell young people it's all about the music, the songs. Work on the songs, work on the songs, work on the songs.","author":"Tom Petty","category":"Music, Strong, Performance"},{"quote":"If you're not willing to work, you're never going to be able to experience the American Dream.","author":"Jim Jordan","category":"Experience, American Dream"},{"quote":"We all naturally want to become successful... we also want to take shortcuts. And it's easy to do so, but you can never take away the effort of hard work and discipline and sacrifice.","author":"Apolo Ohno","category":"Hard Work, Sacrifice, Effort"},{"quote":"Live your life, do your work, then take your hat.","author":"Henry David Thoreau","category":"Life, Live, Hat"},{"quote":"I had a stick of CareFree gum, but it didn't work. I felt pretty good while I was blowing that bubble, but as soon as the gum lost its flavor, I was back to pondering my mortality.","author":"Mitch Hedberg","category":"Good, Lost, Back"},{"quote":"A relationship is work, and it changes. And you go with the changes. It's more good times than bad times, but it's not always good. You have to overcome those issues and move on.","author":"David Burtka","category":"Relationship, Good, Changes"},{"quote":"When you fail you learn from the mistakes you made and it motivates you to work even harder.","author":"Natalie Gulbis","category":"Motivational, Mistakes, You"},{"quote":"A woman can be demure, lady-like and the most prim and proper character, and still have a toughness and resiliency as apparent as a superhero-type female character or a warrior or soldier type. It's all about the story, the character, and the course of events in that piece of work and how that character is presented.","author":"Katherine McNamara","category":"Character, Woman, Warrior"},{"quote":"I prioritize in life. I like to work, I do TV shows, I do a lot of Iron Man training. I enjoy kicking back on a good night and drinking wine until I go to bed, and having fun with my friends. You just have to make time for it and keep it balanced.","author":"Joe Bastianich","category":"Life, Time, Friends"},{"quote":"Running is a great metaphor for life. You set a goal, and then you get to work. How well you do is a direct reflection of how hard you work. It's a mental game, too. There are setbacks along the way, but the true test of a runner is how you overcome and push past them.","author":"Ivanka Trump","category":"Life, Reflection, Great"},{"quote":"Community service has taught me all kinds of skills and increased my confidence. You go out there and think on your feet, work with others and create something from nothing. That's what life's all about.","author":"Andrew Shue","category":"Life, Community, Service"},{"quote":"No self-respecting woman should wish or work for the success of a party who ignores her sex.","author":"Susan B. Anthony","category":"Success, Woman, Party"},{"quote":"Coal mining is an industry rife with mismanagement, corruption, greed and an almost blatant disregard for the safety, health and quality of life of its work force. Everyone knows this. Everyone has always known it.","author":"Tawni O'Dell","category":"Life, Health, Safety"},{"quote":"My entire soul is a cry, and all my work is a commentary on that cry.","author":"Nikos Kazantzakis","category":"Soul, Cry, Entire"},{"quote":"Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.","author":"Henry Van Dyke","category":"Love, Life, Stars"},{"quote":"Work is the meat of life, pleasure the dessert.","author":"B. C. Forbes","category":"Life, Meat, Pleasure"},{"quote":"When I decided to be a musician I reckoned that that was going to be the way of less profit, less money. I was sort of giving up the idea of making a lot of money. It was what I loved to do. I would have done it anyway. If I'd had to work at Taco Bell I'd have still been out at night trying to play music.","author":"Tom Petty","category":"Music, Money, Giving"},{"quote":"In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.","author":"Marianne Williamson","category":"Community, Power, Heart"},{"quote":"When leaders know how to lead great meetings, there's less time wasted and less frustration. We have more energy to do the work that matters, realize our full potential, and do great things.","author":"Justin Rosenstein","category":"Time, Great, Frustration"},{"quote":"I have always loved to use fear, to take it and comprehend it and make it work and consolidate a situation where I was afraid and take it whole and work from there.","author":"Shirley Jackson","category":"Fear, Loved, Situation"},{"quote":"When you see a fashion show, you see those seven minutes of what was six months of tedious work of, you know, going up an inch and down an inch, changing it from one shade of red to another shade of red. So it's the same as any creative process. The result is what we see, but the process is really labor intensive and work.","author":"Marc Jacobs","category":"Creative, Fashion, Red"},{"quote":"I think leadership is more than just being able to cross the t's and dot the i's. It's about character and integrity and work ethic.","author":"Steve Largent","category":"Leadership, Integrity"},{"quote":"It is impossible to work in information technology without also engaging in social engineering.","author":"Jaron Lanier","category":"Technology, Engineering"},{"quote":"I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.","author":"Angela Davis","category":"Yourself, Think, You"},{"quote":"When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn't work that way so I stole one and asked Him to forgive me.","author":"Emo Philips","category":"Forgiveness, Night, Me"},{"quote":"Reality is easy. It's deception that's the hard work.","author":"Lauryn Hill","category":"Hard Work, Reality, Easy"},{"quote":"I don't think your personal life has anything to do with your professional life. They are separate things. Whatever is happening at home shouldn't be carried to work. Everyone has his/her own journey. Some revel in the fact that they derive that from personal contentment, and others draw it from extreme sorrow.","author":"Abhishek Bachchan","category":"Life, Journey, Home"},{"quote":"Balance provides the chance for longevity. You can be a champion at work and at home.","author":"Tony Dungy","category":"Home, Balance, Champion"},{"quote":"You can achieve anything you put your mind and hard work to.","author":"Sara Sampaio","category":"Hard Work, Mind, You"},{"quote":"I'm a victim of my own insides. There was a time when I wanted to know everything. It used to make me very unhappy, all that feeling. I just didn't know what to do with it. But now I've learned to make that feeling work for me.","author":"Janis Joplin","category":"Time, Me, Know"},{"quote":"The highest compliment that you can pay me is to say that I work hard every day, that I never dog it.","author":"Wayne Gretzky","category":"Day, Dog, Work Hard"},{"quote":"I want to believe that those who have been appointed to accomplish this mission will be totally committed, devoting all their skills and determination to their work. I urge you to lend them your support so that, together, we can build that bright future worthy of our country.","author":"Paul Biya","category":"Future, Determination"},{"quote":"When you're not concerned with succeeding, you can work with complete freedom.","author":"Larry David","category":"Freedom, You, Succeeding"},{"quote":"If you're not willing to work hard, let someone else do it. I'd rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.","author":"Will Smith","category":"Good, Work Hard, Job"},{"quote":"Work is about more than making a living, as vital as that is. It's fundamental to human dignity, to our sense of self-worth as useful, independent, free people.","author":"William J. Clinton","category":"Independence, People"},{"quote":"Hard work always pays off, whatever you do.","author":"Dustin Lynch","category":"Hard Work, You, Always"},{"quote":"My biggest success is getting over the things that have tried to destroy and take me out of this life. Those are my biggest successes. It has nothing to do with work.","author":"Tyler Perry","category":"Life, Success, Me"},{"quote":"I try to not work too many Sundays. At least on Sunday nights, I try to chill out a little bit. I call it Sunday Funday.","author":"Miley Cyrus","category":"Chill, Try, Little"},{"quote":"Relationships have to have a give and take if they're going to work in the long term.","author":"Shakira","category":"Long, Relationships, Going"},{"quote":"I'm proud of 'Fifty Shades of Grey.' I don't need to distance myself from that. The more work I do, the more the general public sees the different things I can do. Do I think it opened doors? Yeah. More people know my name.","author":"Dakota Johnson","category":"Myself, Proud, People"},{"quote":"I think for anybody, regardless of what industry you work in, when you get a new job, and it's progressive in terms of your career, that is one of the best feelings in the world.","author":"Will Poulter","category":"Best, Job, World"},{"quote":"It's a great feeling when your work is appreciated.","author":"Jacqueline Fernandez","category":"Great, Feeling, Appreciated"},{"quote":"Preparation is a mentality... With wrestling being my background, I've always learned to overwork, overwork. Work, work, work, work. It's not always the talented that wins, but it's the one who puts in the most preparation and thought into things.","author":"Dominick Cruz","category":"Preparation, Thought"},{"quote":"Tell the truth, work hard, and come to dinner on time.","author":"Gerald R. Ford","category":"Time, Truth, Work Hard"},{"quote":"Understanding that being nervous, having doubts and lacking confidence are emotions that are human is how you deal with it. It is okay to feel that way... and then understanding that you can work through it.","author":"Venus Williams","category":"Confidence, Understanding"},{"quote":"The average person puts only 25% of his energy and ability into his work. The world takes off its hat to those who put in more than 50% of their capacity, and stands on its head for those few and far between souls who devote 100%.","author":"Andrew Carnegie","category":"World, Energy, Hat"},{"quote":"I kept on trying to use so many media and ideas in my work because our horizon is so vast and Indian culture is so rich that I think what we are today, culturally, we have a unique position and I don't think one lifetime is enough to encompass it.","author":"M. F. Husain","category":"Culture, Today, Media"},{"quote":"People don't understand that when I grew up, I was never the most talented. I was never the biggest. I was never the fastest. I certainly was never the strongest. The only thing I had was my work ethic, and that's been what has gotten me this far.","author":"Tiger Woods","category":"Work Ethic, Me, People"},{"quote":"Across professions, consistency is a direct product of work ethic.","author":"Harsha Bhogle","category":"Consistency, Work Ethic"},{"quote":"Keep the circus going inside you, keep it going, don't take anything too seriously, it'll all work out in the end.","author":"David Niven","category":"End, Circus, You"},{"quote":"My focus had always been the on-side. My coach wanted me to work on the offside strokes since he was convinced of my ability and timing on the leg side. I worked hard and firmed up my defensive technique. I am happy getting runs all around the wicket now, and getting a lot of boundaries. No one calls me a 'leggie batsman' anymore.","author":"Virat Kohli","category":"Happy, Focus, I Am"},{"quote":"A beautiful lady is an accident of nature. A beautiful old lady is a work of art.","author":"Louis Nizer","category":"Nature, Art, Beautiful"},{"quote":"For me, every day is a new thing. I approach each project with a new insecurity, almost like the first project I ever did. And I get the sweats. I go in and start working, I'm not sure where I'm going. If I knew where I was going I wouldn't do it.","author":"Frank Gehry","category":"Day, Start, Me"},{"quote":"Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration.","author":"Ban Ki-moon","category":"Technology, History"},{"quote":"When many work together for a goal, Great things may be accomplished. It is said a lion cub was killed By a single colony of ants.","author":"Saskya Pandita","category":"Great, Together, Lion"},{"quote":"Anybody can do bad work, but not everybody does good work.","author":"Paul Simon","category":"Good, Good Work, Bad"},{"quote":"Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all.","author":"Sam Ewing","category":"Hard Work, Character, People"},{"quote":"We are infected by our own misunderstanding of how our own minds work.","author":"Kevin Kelly","category":"Misunderstanding, Minds"},{"quote":"My mother's dad dropped out of the eighth grade to work. He had to. By the time he was 30, he was a master electrician, plumber, carpenter, mason, mechanic. That guy was, to me, a magician. Anything that was broken, he could fix. Anybody anywhere in our community knew that if there was a problem, Carl was there to fix it.","author":"Mike Rowe","category":"Time, Community, Mother"},{"quote":"Find a job you like and you add five days to every week.","author":"H. Jackson Brown, Jr.","category":"Job, Week, You"},{"quote":"Work is not man's punishment. It is his reward and his strength and his pleasure.","author":"George Sand","category":"Strength, Man, Reward"},{"quote":"The more I want to get something done, the less I call it work.","author":"Richard Bach","category":"Want, Done, Something"},{"quote":"A man who becomes conscious of the responsibility he bears toward a human being who affectionately waits for him, or to an unfinished work, will never be able to throw away his life. He knows the 'why' for his existence, and will be able to bear almost any 'how.'","author":"Viktor E. Frankl","category":"Life, Responsibility, Man"},{"quote":"The bottom line is, when people are crystal clear about the most important priorities of the organization and team they work with and prioritized their work around those top priorities, not only are they many times more productive, they discover they have the time they need to have a whole life.","author":"Stephen Covey","category":"Life, Time, Team"},{"quote":"Within each such social group, a feeling of solidarity prevails, a compelling need to work together and a joy in doing so that represent a high moral value.","author":"Christian Lous Lange","category":"Together, Joy, Value"},{"quote":"Even in an organization that's doing something big and bold, there's the mundane, day-to-day execution work of keeping it going. But people need to stay connected to the boldness, to the vision, and stay plugged in to the main vein of the dream.","author":"Peter Diamandis","category":"Vision, Organization, People"},{"quote":"I found what I was looking for at Langley. This was what a research mathematician did. I went to work every day for 33 years happy. Never did I get up and say I don't want to go to work.","author":"Katherine Johnson","category":"Happy, Day, Research"},{"quote":"I know my strong points: I work hard, I have talent, I'm funny, and I'm a good person.","author":"Pink","category":"Funny, Good, Strong"},{"quote":"From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.","author":"Cesar Chavez","category":"Strength, Together, Problems"},{"quote":"When you have a passion for something then you tend not only to be better at it, but you work harder at it too.","author":"Vera Wang","category":"Passion, Better, You"},{"quote":"Leadership is a mindset that shifts from being a victim to creating results. Any one of us can demonstrate leadership in our work and within our lives.","author":"Robin S. Sharma","category":"Leadership, Mindset"},{"quote":"The man Dickens, whom the world at large thought it knew, stood for all the Victorian virtues - probity, kindness, hard work, sympathy for the down-trodden, the sanctity of domestic life - even as his novels exposed the violence, hypocrisy, greed, and cruelty of the Victorian age.","author":"Robert Gottlieb","category":"Life, Hard Work, Kindness"},{"quote":"The end of labor is to gain leisure.","author":"Aristotle","category":"End, Labor, Leisure"},{"quote":"It is only when I am doing my work that I feel truly alive.","author":"Federico Fellini","category":"I Am, Doing, Feel"},{"quote":"Work isn't to make money you work to justify life.","author":"Marc Chagall","category":"Life, Money, You"},{"quote":"Working hard is very important. You're not going to get anywhere without working extremely hard.","author":"George Lucas","category":"Working Hard, Working, You"},{"quote":"I have no plans to retire. It's the perfect combination of work and play that keeps you young. If I quit work it would be the beginning of the end for me.","author":"Hugh Hefner","category":"Beginning, End, Me"},{"quote":"There's no lotion or potion that will make sales faster and easier for you - unless your potion is hard work.","author":"Jeffrey Gitomer","category":"Hard Work, Sales, You"},{"quote":"One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call.","author":"Tryon Edwards","category":"Great, God, Fall"},{"quote":"Work is that which you dislike doing but perform for the sake of external rewards. At school, this takes the form of grades. In society, it means money, status, privilege.","author":"Abraham Maslow","category":"Money, School, Society"},{"quote":"As a leader, these attributes - confidence, perseverance, work ethic and good sense - are all things I look for in people. I also try to lead by example and create an environment where good questions and good ideas can come from anyone.","author":"Heather Bresch","category":"Perseverance, Good, Leader"},{"quote":"Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit.","author":"Lillie Langtry","category":"Life, Happy, Sunshine"},{"quote":"I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.","author":"Margaret Thatcher","category":"Hard Work, Know, You"},{"quote":"A lion's work hours are only when he's hungry; once he's satisfied, the predator and prey live peacefully together.","author":"Chuck Jones","category":"Together, Lion, Live"},{"quote":"Like all technology, social media is neutral but is best put to work in the service of building a better world.","author":"Simon Mainwaring","category":"Technology, Best, Service"},{"quote":"I don't think that you can invent on behalf of customers unless you're willing to think long-term, because a lot of invention doesn't work. If you're going to invent, it means you're going to experiment, and if you're going to experiment, you're going to fail, and if you're going to fail, you have to think long term.","author":"Jeff Bezos","category":"Long, Think, You"},{"quote":"All I was doing was trying to get home from work.","author":"Rosa Parks","category":"Home, Trying, Doing"},{"quote":"Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.","author":"David Seabury","category":"Love, Nature, Character"},{"quote":"If you want peace work for justice.","author":"Pope Paul VI","category":"Peace, Justice, Want"},{"quote":"Pray for intestinal fortitude, work hard, and keep the faith. Oh, and pray for good luck, you're gonna need it.","author":"Jerry Reed","category":"Good, Faith, Work Hard"},{"quote":"Don't think that there's a different, better child 'hiding' behind the autism. This is your child. Love the child in front of you. Encourage his strengths, celebrate his quirks, and improve his weaknesses, the way you would with any child. You may have to work harder on some of this, but that's the goal.","author":"Claire Scovell LaZebnik","category":"Love, Goal, Child"},{"quote":"Climate change and ozone depletion are two global issues that are different but have many connections. In the ozone depletion case, we managed to work with decision makers effectively so that an international agreement called the Montreal Protocol was achieved that essentially solved the ozone depletion problem.","author":"Mario J. Molina","category":"Change, Decision, Problem"},{"quote":"To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end.","author":"Ramakrishna","category":"Fear, God, World"},{"quote":"More and more companies are reaching out to their suppliers and contractors to work jointly on issues of sustainability, environmental responsibility, ethics, and compliance.","author":"Simon Mainwaring","category":"Responsibility, Ethics"},{"quote":"I work in colour sometimes, but I guess the images I most connect to, historically speaking, are in black and white. I see more in black and white - I like the abstraction of it.","author":"Mary Ellen Mark","category":"Black And White, Black, See"},{"quote":"We already have - thanks to technology, development, skills, the efficiency of our work - enough resources to satisfy all human needs. But we don't have enough resources, and we are unlikely ever to have, to satisfy human greed.","author":"Zygmunt Bauman","category":"Technology, Greed"},{"quote":"I think what's important in a good manager and a good agent is that they know your vision and that they are passionate about you and believe in you. Because if they don't, then they're not going to work hard for you, and they're going to send you out on things that you don't want to do.","author":"Maiara Walsh","category":"Good, Work Hard, Vision"},{"quote":"For me, the most interesting people are ones who often work against their best interests. Bad choices. They go in directions where you go, 'No no no nooo!' You push away someone who is trying to love you, you hurt someone who's trying to get your trust, or you love someone you shouldn't.","author":"Paul Haggis","category":"Love, Trust, Best"},{"quote":"I consider myself very fortunate. I have a beautiful wife who supports my work and is raising our daughter when I'm out on the road.","author":"Kurt Elling","category":"Beautiful, Daughter, Myself"},{"quote":"Begin - to begin is half the work, let half still remain; again begin this, and thou wilt have finished.","author":"Marcus Aurelius","category":"Half, Finished, Still"},{"quote":"What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?","author":"Jackie Kennedy","category":"Children, History, Women"},{"quote":"Results! Why, man, I have gotten a lot of results. I know several thousand things that won't work.","author":"Thomas A. Edison","category":"Man, Know, Why"},{"quote":"Fires can't be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks.","author":"James A. Baldwin","category":"Daily, Men, Effort"},{"quote":"The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it.","author":"Mao Zedong","category":"Leadership, Responsibility"},{"quote":"If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.","author":"Jim Rohn","category":"Goals, Good, Plan"},{"quote":"If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.","author":"Ray Kroc","category":"Love, Success, Money"},{"quote":"The problem with prototypes is they don't always work.","author":"Laurie Anderson","category":"Problem, Always"},{"quote":"I have a really beautiful life right now, so there is no reason to be hostile. I'm a husband, a father and a man who tries to do the right thing in life and in my work.","author":"Ice Cube","category":"Life, Beautiful, Father"},{"quote":"Clouds do not really look like camels or sailing ships or castles in the sky. They are simply a natural process at work. So too, perhaps, are our lives.","author":"Roger Ebert","category":"Sky, Clouds, Sailing"},{"quote":"Home is where I work, and I work everywhere.","author":"Alfred Nobel","category":"Home, Where, Everywhere"},{"quote":"I enjoy going to work and having a good time. It's tough when you got to work with people who just are in a bad mood all the damn time.","author":"Queen Latifah","category":"Time, Good"},{"quote":"To survive, you've got to keep wheedling your way. You can't just sit there and fight against odds when it's not going to work. You have to turn a corner, dig a hole, go through a tunnel - and find a way to keep moving.","author":"Twyla Tharp","category":"Fight, Moving, You"},{"quote":"Introverts are more effective leaders of proactive employees. When you have a creative, energetic work force, an introvert is going to draw out that energy better.","author":"Laurie Helgoe","category":"Creative, Employees, Energy"},{"quote":"The love of what you do, combined with your belief in what you do, will not determine your success. It will determine how hard you will work and how dedicated you will be to achieving it. Success just shows up from there.","author":"Jeffrey Gitomer","category":"Love, Success, Achieving"},{"quote":"Nothing is more dangerous to one's own faith than the work of an apologist. No doctrine of that faith seems to me so spectral, so unreal as one that I have just successfully defended in a public debate.","author":"C. S. Lewis","category":"Faith, Me, Debate"},{"quote":"People's blessings give you the power to work tirelessly. The only thing required is commitment.","author":"Narendra Modi","category":"Power, Blessings, Commitment"},{"quote":"How real can your music be if you wake up in the morning hearing birds and crickets? I never hear birds when I wake up. Just a lot of construction work, the smell of Chinese takeout, children screaming, and everybody knocking a different track from 'Ready to Die' as they pass down the street.","author":"The Notorious B.I.G.","category":"Music, Morning, Children"},{"quote":"The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it.","author":"Pearl S. Buck","category":"Excellence, Joy, Enjoy"},{"quote":"Work is a necessary evil to be avoided.","author":"Mark Twain","category":"Evil, Necessary"},{"quote":"You know, when I have a bad game, it continues to humble me and know that, you know, you still have work to do and you still have a lot of people to impress.","author":"LeBron James","category":"Humble, Me, People"},{"quote":"Man was made at the end of the week's work, when God was tired.","author":"Mark Twain","category":"God, Man, Tired"},{"quote":"Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.","author":"Bruce Lipton","category":"Positive, Change, Age"},{"quote":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","author":"Saskia de Brauw","category":"Positive, Travel, Amazing"},{"quote":"I think the success that I have is due to hard work and destiny. It is important to stay grounded and not take things for granted.","author":"Alia Bhatt","category":"Success, Hard Work, Destiny"},{"quote":"Honor lies in honest toil.","author":"Grover Cleveland","category":"Honor, Honest, Lies"},{"quote":"Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'","author":"Max Planck","category":"Faith, Science, Words"},{"quote":"Capitalism is an organized system to guarantee that greed becomes the primary force of our economic system and allows the few at the top to get very wealthy and has the rest of us riding around thinking we can be that way, too - if we just work hard enough, sell enough Tupperware and Amway products, we can get a pink Cadillac.","author":"Michael Moore","category":"Work Hard, Greed, Pink"},{"quote":"You are never given a wish without also being given the power to make it come true. You may have to work for it, however.","author":"Richard Bach","category":"Power, Wish, You"},{"quote":"The important thing is to do good work, no matter what medium you do it in.","author":"Roy Scheider","category":"Good, Good Work, You"},{"quote":"I like work/life separation, not work/life balance. What I mean by that is, if I'm on, I want to be on and maximally productive. If I'm off, I don't want to think about work. When people strive for work/life balance, they end up blending them. That's how you end up checking email all day Saturday.","author":"Timothy Ferriss","category":"Day, Balance, End"},{"quote":"The pleasure of work is open to anyone who can develop some specialised skill, provided that he can get satisfaction from the exercise of his skill without demanding universal applause.","author":"Bertrand Russell","category":"Exercise, Skill"},{"quote":"Work harder than anybody you've ever seen. That's what I believe.","author":"Meek Mill","category":"Believe, I Believe, You"},{"quote":"Men for the sake of getting a living forget to live.","author":"Margaret Fuller","category":"Men, Live, Living"},{"quote":"The automobile engine will come, and then I will consider my life's work complete.","author":"Rudolf Diesel","category":"Life, Car, Automobile"},{"quote":"I am a marathon worker and marathon mother. I'll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow's shows.","author":"Mika Brzezinski","category":"Family, Time, Home"},{"quote":"I've learned that I can't have a packed work schedule and a packed social schedule and a packed personal life I need to just have time to myself to sit and breathe and unwind.","author":"Kim Cattrall","category":"Life, Time, Myself"},{"quote":"It is impossible to count the blessings I have received over my years at Microsoft. I am humbled by the professionalism and generosity of everyone I have had the good fortune to work with at this awesome company.","author":"Steven Sinofsky","category":"Good, Blessings, I Am"},{"quote":"One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.","author":"Bertrand Russell","category":"Important, Belief, Nervous"},{"quote":"My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out.","author":"Ronald Reagan","category":"Life, Work Hard, Mind"},{"quote":"Mediocre men work at their best men seeking excellence strive to do better.","author":"Edwin Louis Cole","category":"Best, Excellence, Men"},{"quote":"In journalism just one fact that is false prejudices the entire work. In contrast, in fiction one single fact that is true gives legitimacy to the entire work. That's the only difference, and it lies in the commitment of the writer. A novelist can do anything he wants so long as he makes people believe in it.","author":"Gabriel Garcia Marquez","category":"Commitment, Believe"},{"quote":"Good social media is authentic. What makes social media work is actually having something to say.","author":"Steven Levitt","category":"Good, Social Media, Media"},{"quote":"I work very hard, and I play very hard. I'm grateful for life. And I live it - I believe life loves the liver of it. I live it.","author":"Maya Angelou","category":"Life, Thankful, Grateful"},{"quote":"Personally, I don't take holidays; I go on trips. My idea of relaxing is taking a trip that isn't commissioned. I'll work just as hard, but without that nagging pressure of fulfilling a commission. Now that's what I call a holiday.","author":"Martin Parr","category":"Holidays, Holiday, Pressure"},{"quote":"A little less complaint and whining, and a little more dogged work and manly striving, would do us more credit than a thousand civil rights bills.","author":"W. E. B. Du Bois","category":"Credit, Striving, Rights"},{"quote":"Only true love can fuel the hard work that awaits you.","author":"Tom Freston","category":"Love, Hard Work, True Love"},{"quote":"Lend your ears to music, open your eyes to painting, and... stop thinking! Just ask yourself whether the work has enabled you to 'walk about' into a hitherto unknown world. If the answer is yes, what more do you want?","author":"Wassily Kandinsky","category":"Music, Eyes, World"},{"quote":"I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television.","author":"Dominique Dawes","category":"Motivational, Love, I Am"},{"quote":"One of the gifts of 'Star Trek' is my professional work colleagues have become my lifelong friends.","author":"George Takei","category":"Friends, Professional"},{"quote":"Progressive art can assist people to learn not only about the objective forces at work in the society in which they live, but also about the intensely social character of their interior lives. Ultimately, it can propel people toward social emancipation.","author":"Salvador Dali","category":"Art, Character, Society"},{"quote":"For newcomers, modelling is like a stepping stone to acting. The exposure and experience in modelling helps... But for acting, we have to show a lot of hard work and dedication towards it.","author":"Rakul Preet Singh","category":"Hard Work, Experience"},{"quote":"Nobody ever drowned in his own sweat.","author":"Ann Landers","category":"Nobody, Sweat, Own"},{"quote":"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.","author":"Bette Davis","category":"Life, Money, Lonely"},{"quote":"Gentleness doesn't get work done unless you happen to be a hen laying eggs.","author":"Coco Chanel","category":"Done, You, Eggs"},{"quote":"I have found in work that you only get back what you put into it, but it does come back gift-wrapped.","author":"Joyce Brothers","category":"You, Back, Found"},{"quote":"My experience has been that work is almost the best way to pull oneself out of the depths.","author":"Eleanor Roosevelt","category":"Best, Experience, Way"},{"quote":"The only thing that overcomes hard luck is hard work.","author":"Harry Golden","category":"Hard Work, Luck, Hard"},{"quote":"Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.","author":"Khalil Gibran","category":"Love, Joy, Better"},{"quote":"Luck? I don't know anything about luck. I've never banked on it and I'm afraid of people who do. Luck to me is something else: Hard work - and realizing what is opportunity and what isn't.","author":"Lucille Ball","category":"Hard Work, Opportunity, Luck"},{"quote":"I've got a woman's ability to stick to a job and get on with it when everyone else walks off and leaves it.","author":"Margaret Thatcher","category":"Job, Woman, Ability"},{"quote":"I thought the attractions of being an astronaut were actually, not so much the Moon, but flying in a completely new medium.","author":"Neil Armstrong","category":"Thought, Flying, Moon"},{"quote":"Work is much more fun than fun.","author":"Noel Coward","category":"Fun, More, Than"},{"quote":"It is your work in life that is the ultimate seduction.","author":"Pablo Picasso","category":"Life, Seduction, Your"},{"quote":"A manager is responsible for the application and performance of knowledge.","author":"Peter Drucker","category":"Knowledge, Performance"},{"quote":"Blessed is he who has found his work let him ask no other blessedness.","author":"Thomas Carlyle","category":"Blessed, Ask, Him"},{"quote":"Every man loves what he is good at.","author":"Thomas Shadwell","category":"Good, Man, Every"},{"quote":"Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.","author":"Ann Richards","category":"Done, Date, Hardest"},{"quote":"No one can arrive from being talented alone, work transforms talent into genius.","author":"Anna Pavlova","category":"Alone, Talent, Genius"},{"quote":"Work, look for peace and calm in work: you will find it nowhere else.","author":"Dmitri Mendeleev","category":"Peace, Calm, You"},{"quote":"If there's any message to my work, it is ultimately that it's OK to be different, that it's good to be different, that we should question ourselves before we pass judgment on someone who looks different, behaves different, talks different, is a different color.","author":"Johnny Depp","category":"Good, Color, Be Different"},{"quote":"Since I was a little girl, I have witnessed the strength and courage that energized my mother, who left every sorrow and pain in the past, who would work unyieldingly to obtain her goals, who was the great warrior from whom I learned all the values that are today fundamental pillars of my every day.","author":"Thalia","category":"Strength, Courage, Today"},{"quote":"Our work is never over.","author":"Kanye West","category":"Over, Never, Our"},{"quote":"I'm the luckiest guy in the world. I never really had a job. I was a football player, then a football coach, then a football broadcaster. It's been my life. Pro football has been my life since 1967. I've enjoyed every part of it. Never once did it ever feel like work.","author":"John Madden","category":"Life, Football, Job"},{"quote":"I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other.","author":"Roma Downey","category":"Time, Good, Believe"},{"quote":"Wherever smart people work, doors are unlocked.","author":"Steve Wozniak","category":"Intelligence, Smart, People"},{"quote":"I would say the most satisfying thing actually is watching my three children each pick up on their own interests and work many more hours per week than most people that have jobs at trying to intelligently give away that money in fields that they particularly care about.","author":"Warren Buffett","category":"Children, Money, Week"},{"quote":"Words have life and must be cared for. If they are stolen for ugly uses or careless slang or false promotion work, they need to be brought back to their original meaning - back to their roots.","author":"Corita Kent","category":"Life, Roots, Words"},{"quote":"Everyone has a different body shape, so you kind of have to figure out not only what works best for your body type, but what also makes you feel confident. Even if everyone thinks you look good in a bikini, and you don't feel good in it, you're not going to be at your best. If you feel great in a bikini, you can always work it.","author":"Gigi Hadid","category":"Good, Best, Great"},{"quote":"Great work is done by people who are not afraid to be great.","author":"Fernando Flores","category":"Fear, Great, People"},{"quote":"Yet as a team, we can pull together to do some incredible work.","author":"Randy West","category":"Team, Together, Incredible"},{"quote":"Nothing good comes in life or athletics unless a lot of hard work has preceded the effort. Only temporary success is achieved by taking short cuts.","author":"Roger Staubach","category":"Life, Success, Hard Work"},{"quote":"Be different, stand out, and work your butt off.","author":"Reba McEntire","category":"Stand, Be Different"},{"quote":"Work for something because it is good, not just because it stands a chance to succeed.","author":"Vaclav Havel","category":"Good, Chance, Succeed"},{"quote":"If you want to grow a giant redwood, you need to make sure the seeds are ok, nurture the sapling, and work out what might potentially stop it from growing all the way along. Anything that breaks it at any point stops that growth.","author":"Elon Musk","category":"Growth, Grow, Want"},{"quote":"Through devotion, your family cares become more peaceful, mutual love between husband and wife becomes more sincere, the service we owe to the prince more faithful, and our work, no matter what it is, becomes more pleasant and agreeable.","author":"Saint Francis de Sales","category":"Love, Family, Service"},{"quote":"The three ordinary things that we often don't pay enough attention to, but which I believe are the drivers of all success, are hard work, perseverance, and basic honesty.","author":"Azim Premji","category":"Success, Hard Work"},{"quote":"Every device there is in language is there to be used, if you will. Poets have got to enjoy themselves sometimes, and the twistings and convolutions of words, the inventions and contrivances, are all part of the joy that is part of the painful, voluntary work.","author":"Dylan Thomas","category":"Joy, Language, Words"},{"quote":"Our highly qualified teachers not only work hard, but they care about each and every student that enters their classroom. I thank you, Montana teachers, for your sense of duty and compassion to our precious future generation.","author":"Conrad Burns","category":"Future, Compassion"},{"quote":"Through selfless work, love of God grows in the heart. Then through his grace one realize him in course of time. God can be seen. One can talk to him as I am talking to you.","author":"Ramakrishna","category":"Love, Time, God"},{"quote":"The only work that will ultimately bring any good to any of us is the work of contributing to the healing of the world.","author":"Marianne Williamson","category":"Good, Healing, World"},{"quote":"Teachers do the noble work of educating our children. And we can't thank them enough for the hard work they put in every day to ensure a bright future for all of us.","author":"Denise Juneau","category":"Hard Work, Children, Future"},{"quote":"Passion is the driver of achievement in all fields. Some people love doing things they don't feel they're good at. That may be because they underestimate their talents or haven't yet put the work in to develop them.","author":"Ken Robinson","category":"Love, Good, Passion"},{"quote":"Who I am, what I am, is the culmination of a lifetime of reading, a lifetime of stories. And there are still so many more books to read. I'm a work in progress.","author":"Sarah Addison Allen","category":"Progress, I Am, Reading"},{"quote":"Art, whatever form it takes, requires hard work, craftsmanship and creativity. As a writer, I know my grammar, cadence, the music of prose, and the art of the narrative.","author":"F. Sionil Jose","category":"Hard Work, Music, Art"},{"quote":"Capitalism invariably boils down to barter between two willing parties, neither of whom uses force to work with the other.","author":"Ben Shapiro","category":"Capitalism, Down, Two"},{"quote":"There's a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it's an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","category":"Nature, Art, Architecture"},{"quote":"Unemployment insurance, abolishing child labor, the 40-hour work week, collective bargaining, strong banking regulations, deposit insurance, and job programs that put millions of people to work were all described, in one way or another, as 'socialist.' Yet, these programs have become the fabric of our nation and the foundation of the middle class.","author":"Bernie Sanders","category":"Strong, Job, Child"},{"quote":"The reason why worry kills more people than work is that more people worry than work.","author":"Robert Frost","category":"Worry, People, Why"},{"quote":"Let not him who is houseless pull down the house of another, but let him work diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.","author":"Abraham Lincoln","category":"Violence, Down, House"},{"quote":"We are weighed down, every moment, by the conception and the sensation of Time. And there are but two means of escaping and forgetting this nightmare: pleasure and work. Pleasure consumes us. Work strengthens us. Let us choose.","author":"Charles Baudelaire","category":"Time, Moment, Down"},{"quote":"I don't want to achieve immortality through my work. I want to achieve it through not dying.","author":"Woody Allen","category":"Death, Want, Achieve"},{"quote":"A man can believe a considerable deal of rubbish, and yet go about his daily work in a rational and cheerful manner.","author":"Norman Douglas","category":"Daily, Man, Believe"},{"quote":"These are challenging times at home and around the world. We will have to work together in a bipartisan spirit and with our international partners if we are going to achieve progress and peace now and for future generations.","author":"Susan Collins","category":"Future, Home, Peace"},{"quote":"I did my work slowly, drop by drop. I tore it out of me by pieces.","author":"Maurice Ravel","category":"Me, Slowly, Drop"},{"quote":"Watch every detail that affects the accuracy of your work.","author":"Arthur C. Nielsen","category":"Detail, Accuracy, Watch"},{"quote":"Actually, I think my view is compatible with much of the work going on now in neuroscience and psychology, where people are studying the relationship of consciousness to neural and cognitive processes without really trying to reduce it to those processes.","author":"David Chalmers","category":"Relationship, People"},{"quote":"I believe that the best cameraman is one who recognizes the source, the story, as the basis of his work.","author":"James Wong Howe","category":"Best, Believe, I Believe"},{"quote":"I had chosen to use my work as a reflection of my values.","author":"Sidney Poitier","category":"Reflection, Values, Chosen"},{"quote":"I think the American Dream says that anything can happen if you work hard enough at it and are persistent, and have some ability. The sky is the limit to what you can build, and what can happen to you and your family.","author":"Sanford I. Weill","category":"Family, Sky, Work Hard"},{"quote":"Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well.","author":"Margaret J. Wheatley","category":"Power, Motivation, Control"},{"quote":"I would advise any beginning writer to write the first drafts as if no one else will ever read them - without a thought about publication - and only in the last draft to consider how the work will look from the outside.","author":"Anne Tyler","category":"Thought, Beginning, Look"},{"quote":"I've a problem with the word charity because I think that NGOs, as I prefer calling them, really do take the work of moral and social responsibilities that ought to be taken on by governments.","author":"Emma Thompson","category":"Charity, Problem, Moral"},{"quote":"Intelligence is the ability to avoid doing work, yet getting the work done.","author":"Linus Torvalds","category":"Intelligence, Doing, Done"},{"quote":"The test of one's behavior pattern is their relationship to society, relationship to work and relationship to sex.","author":"Alfred Adler","category":"Relationship, Society"},{"quote":"What moves those of genius, what inspires their work is not new ideas, but their obsession with the idea that what has already been said is still not enough.","author":"Eugene Delacroix","category":"Ideas, Genius, Said"},{"quote":"When a great many people are unable to find work, unemployment results.","author":"Calvin Coolidge","category":"Great, People, Results"},{"quote":"In terms of doing work and in terms of learning and evolving as a person, you just grow more when you get more people's perspectives... I really try and live the mission of the company and... keep everything else in my life extremely simple.","author":"Mark Zuckerberg","category":"Life, Learning, Simple"},{"quote":"My father and I used to tussle about me becoming an actor. He's from strong, Presbyterian Scottish working-class stock, and he used to sit me down and say, 'You know, 99 percent of actors are out of work. You've been educated, so why do you want to spend your life pretending to be someone else when you could be your own man?'","author":"Tom Hiddleston","category":"Life, Father, Strong"},{"quote":"It feels good to have your work respected again.","author":"Eminem","category":"Good, Again, Respected"},{"quote":"You see, without hard work and responsibility, there is no American Dream. Hard work lays the foundation. Our solidarity makes work pay - for all of us. For the greater good. That's what our vision of shared prosperity is all about.","author":"Richard Trumka","category":"Hard Work, Good"},{"quote":"A lot of people think Formula One isn't a sport because everyone drives a car when they go to work in the morning. But we're pulling up to six G on a corner or during breaking, which is almost like being a fighter pilot. So we have to do a lot of work on our neck muscles.","author":"Jenson Button","category":"Morning, Car, People"},{"quote":"The older you get, the better you have to look, the higher you have to kick, the harder you have to work.","author":"Salman Khan","category":"Better, Look, You"},{"quote":"Curves are the essence of my work because they are the essence of Brazil, pure and simple.","author":"Oscar Niemeyer","category":"Simple, Curves, Brazil"},{"quote":"In the end, we know what makes us happy. We also know what makes us unhappy. That's the irony. We know and yet we still mess it up. That's part of the human condition, no, and why we need to work on it.","author":"Harlan Coben","category":"Happy, End, Irony"},{"quote":"I think public service is a calling and you do it as long as the things that brought you into the office can continue getting you up in the morning and as long as there's still work to get done.","author":"Anthony Foxx","category":"Morning, Service, Long"},{"quote":"Our foremost priority is the removal of poverty, hunger and malnutrition, disease and illiteracy. All social welfare programmes must be implemented efficiently. Agencies involved in the delivery of services should have a strong sense of duty and work in a transparent, corruption-free, time-bound and accountable manner.","author":"Pratibha Patil","category":"Strong, Poverty, Duty"},{"quote":"My parents didn't believe in luck. They believed in hard work and in preparing me to take advantage of opportunity. Like many parents, they taught me to be generous but never to depend on the generosity of others.","author":"Naveen Jain","category":"Hard Work, Parents"},{"quote":"Today, no leader can afford to be indifferent to the challenge of engaging employees in the work of creating the future. Engagement may have been optional in the past, but it's pretty much the whole game today.","author":"Gary Hamel","category":"Future, Leader, Today"},{"quote":"Growth and profit are a product of how people work together.","author":"Ricardo Semler","category":"Growth, Together, People"},{"quote":"The American economy has been built and sustained by risk-taking entrepreneurs whose pioneering ideas and hard work gave birth to flourishing businesses.","author":"Mike Pence","category":"Hard Work, American, Ideas"},{"quote":"Those who want to be serious photographers, you're really going to have to edit your work. You're going to have to understand what you're doing. You're going to have to not just shoot, shoot, shoot. To stop and look at your work is the most important thing you can do.","author":"Annie Leibovitz","category":"Want, Look, You"},{"quote":"Taking dishes straight off the restaurant's menu and putting them into a cookbook doesn't work, because as a chef you have your own vision of what your food is, but you can't always explain it. Or you can't pick recipes that best illustrate who and where you are and what you're doing. And if the recipes don't work, you don't have a book.","author":"Marcus Samuelsson","category":"Food, Best, Vision"},{"quote":"I just work hard and do things as they come along. But it has been a challenge to learn that I have to say 'no' to things and to know how and what to prioritize.","author":"Hanneli Mustaparta","category":"Challenge, Work Hard, Know"},{"quote":"Technology businesses in general are susceptible to hacking. That's why you have to work really, really, really hard with law enforcement, with security experts, internal and external groups, to make sure you're paying attention and addressing security concerns.","author":"Evan Spiegel","category":"Technology, Law, Security"},{"quote":"Demonstrations must be dignified and nonviolent, as the overwhelming protests in Ferguson and Staten Island have been. Do not confuse anarchists who don't want the system to work and thugs who want to exploit a situation with the majority who from day one have operated with impeccable nonviolence and clear goals.","author":"Al Sharpton","category":"Day, Goals, Want"},{"quote":"When you delegate work to the member of the team, your job is to clearly frame success and describe the objectives.","author":"Steven Sinofsky","category":"Success, Team, Job"},{"quote":"I'm a geek through and through. My last job at Microsoft was leading much of the search engine relevance work on Bing. There we got to play with huge amounts of data, with neural networks and other AI techniques, with massive server farms.","author":"Ramez Naam","category":"Job, Data, Search"},{"quote":"I have no interest in making a work that doesn't elicit a feeling.","author":"Kara Walker","category":"Feeling, Interest, Elicit"},{"quote":"Work hard, play hard, dream big, love loads, laugh as much as you can, and give back.","author":"Deirdre O'Kane","category":"Love, Work Hard, Laugh"},{"quote":"A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression.","author":"Fyodor Dostoevsky","category":"Poetry, Tranquility"},{"quote":"I know Donald Trump. I've met him I know his family. I have love and friendship and affection for his family members. But I'm going to work very hard to ensure that he is not our president.","author":"Cory Booker","category":"Love, Friendship, Family"},{"quote":"If you ever see The Rock working out in the gym, don't think you can just go up and disturb his workout and expect him to take a picture. He's there to work, so kindly just pass the silverback on by or he'll rip your face off.","author":"Dwayne Johnson","category":"Picture, Think, You"},{"quote":"Know that even when you want to give up or throw in the towel, in the end it will all be worth the hard work.","author":"Ashton Eaton","category":"Hard Work, End, Want"},{"quote":"Mostly, my flying has been solo, but the preparation for it wasn't. Without my husband's help and encouragement, I could not have attempted what I have. Ours has been a contented and reasonable partnership, he with his solo jobs and I with mine. But always with work and play together, conducted under a satisfactory system of dual control.","author":"Amelia Earhart","category":"Together, Encouragement"},{"quote":"You can't stop demographics. And show me a fence that ever worked. It didn't work at Hadrian's Wall. The Great Wall of China didn't work. The Berlin Wall.","author":"James Turrell","category":"Great, Me, You"},{"quote":"From a motivation perspective, helping others enriches the meaning and purpose of our own lives, showing us that our contributions matter and energizing us to work harder, longer, and smarter.","author":"Adam Grant","category":"Perspective, Purpose"},{"quote":"Such is the audacity of man, that he hath learned to counterfeit Nature, yea, and is so bold as to challenge her in her work.","author":"Pliny the Elder","category":"Nature, Challenge, Man"},{"quote":"To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.","author":"Herman Melville","category":"Wisdom, Art, Great"},{"quote":"The work of art, just like any fragment of human life considered in its deepest meaning, seems to me devoid of value if it does not offer the hardness, the rigidity, the regularity, the luster on every interior and exterior facet, of the crystal.","author":"Pope Paul VI","category":"Life, Art, Value"},{"quote":"The world is full of willing people; some willing to work, the rest willing to let them.","author":"Robert Frost","category":"World, People, Rest"},{"quote":"Company cultures are like country cultures. Never try to change one. Try, instead, to work with what you've got.","author":"Peter Drucker","category":"Change, Company, You"},{"quote":"Human life itself may be almost pure chaos, but the work of the artist is to take these handfuls of confusion and disparate things, things that seem to be irreconcilable, and put them together in a frame to give them some kind of shape and meaning.","author":"Katherine Anne Porter","category":"Life, Together, Artist"},{"quote":"The work environment is very important in determining how enjoyable work is. It is very important to work with smart guys who have a superior level of intellectual bandwidth and still have softer skills as well.","author":"Kumar Mangalam Birla","category":"Smart, Environment"},{"quote":"The will to work of everyone in the country is the best guarantee of national survival.","author":"Bhumibol Adulyadej","category":"Best, Survival, Country"},{"quote":"A great work is made out of a combination of obedience and liberty.","author":"Nadia Boulanger","category":"Great, Liberty, Obedience"},{"quote":"I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.","author":"Joseph Campbell","category":"Money, Job, Live"},{"quote":"Ya gots to work with what you gots to work with.","author":"Stevie Wonder","category":"You, Ya"},{"quote":"Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.","author":"Susan B. Anthony","category":"Women, Live, See"},{"quote":"It took a lot of blood, sweat and tears to get to where we are today, but we have just begun. Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.","author":"Barack Obama","category":"Children, Today, World"},{"quote":"A big part of filmmaking is gathering a group of people you can work with.","author":"Lenny Abrahamson","category":"Filmmaking, People, Group"},{"quote":"As a doctor, an educator, an innovator and someone who has dedicated his professional career to making things work better and to helping people - I am ready to lead.","author":"Donald Berwick","category":"I Am, Doctor, People"},{"quote":"I'm a big believer in personal responsibility. My life wasn't always peaches and roses. Where I am today is through a belief in hard work and never saying no.","author":"Steve Wilkos","category":"Life, Hard Work, Today"},{"quote":"I believe in love. I believe in good stories. I play really hard on the weekends because I like to have those stories. My wife and I go off and do craziness all the time. We're just like, 'What can we go get into this weekend?' Then we have other ones where we just sit and do nothing and then we have work that we do. It's all memories.","author":"Channing Tatum","category":"Love, Time, Memories"},{"quote":"Create your own method. Don't depend slavishly on mine. Make up something that will work for you! But keep breaking traditions, I beg you.","author":"Constantin Stanislavski","category":"Traditions, You, Create"},{"quote":"Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.","author":"Louisa May Alcott","category":"Life, Success, Time"},{"quote":"I'd rather see the United States as a beacon of good work and good citizenship, rather than as #1 on some international educational measurement.","author":"Howard Gardner","category":"Good, Good Work, See"},{"quote":"The taxpayer - that's someone who works for the federal government but doesn't have to take the civil service examination.","author":"Ronald Reagan","category":"Service, Government"},{"quote":"In many ways, September feels like the busiest time of the year: The kids go back to school, work piles up after the summer's dog days, and Thanksgiving is suddenly upon us.","author":"Brene Brown","category":"Time, Thanksgiving, Dog"},{"quote":"Unemployment is capitalism's way of getting you to plant a garden.","author":"Orson Scott Card","category":"Capitalism, Plant, Garden"},{"quote":"A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.","author":"James H. Douglas, Jr.","category":"Family, Home, Community"},{"quote":"I'm not a hopeless romantic. I'm quite the reverse. I'm a nasty piece of work, an ego maniac.","author":"Hugh Grant","category":"Romantic, Ego, Hopeless"},{"quote":"Over 90% of people go home at the end of the day feeling unfulfilled by their work, and I won't stop working until that statistic is reversed - until over 90% of people go home and can honestly say, 'I love what I do.'","author":"Simon Sinek","category":"Love, Day, Home"},{"quote":"It's easy to forget, as a leader, that when employees don't get the wide view, not only does the point of their work escape them, but it can also lead to real frustration. It's hard to feel pride and ownership when you don't understand where things are going.","author":"Jason Fried","category":"Leader, Pride, Employees"},{"quote":"To find joy in work is to discover the fountain of youth.","author":"Pearl S. Buck","category":"Joy, Youth, Find"},{"quote":"The work of a team should always embrace a great player but the great player must always work.","author":"Alex Ferguson","category":"Team, Great, Embrace"},{"quote":"Laziness in my biggest pet peeve of all time. Get up, make a plan, do the work, and love yourself, people!","author":"Dove Cameron","category":"Love, Time, Pet"},{"quote":"Find something that you love to do, and find a place that you really like to do it in. I found something I loved to do. I'm a mechanical engineer by training, and I loved it. I still do. My son is a nuclear engineer at MIT, a junior, and I get the same vibe from him. Your work has to be compelling. You spend a lot of time doing it.","author":"Ursula Burns","category":"Love, Time, Son"},{"quote":"We should work for simple, good, undecorated things, but things which are in harmony with the human being and organically suited to the little man in the street.","author":"Alvar Aalto","category":"Good, Man, Simple"},{"quote":"States get to improve transportation infrastructure; that creates economic development, puts people back to work and, most important, enhances safety and improves local communities.","author":"Corrine Brown","category":"Safety, People, Development"},{"quote":"I think the issue of North Korea is one where the international community as a whole has to work to resolve the crisis.","author":"Helen Clark","category":"Community, Crisis, Think"},{"quote":"There's a big difference between where I came from and the NFL. Things like this don't happen to people from there often. It just took a lot of hard work and dedication, staying on the right path, believing in myself, and having an inner drive.","author":"Michael Oher","category":"Hard Work, Myself, Path"},{"quote":"Allah's the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner.","author":"Muhammad Ali","category":"God, Fight"},{"quote":"Of course, preserving the American dream has always meant creating opportunity for the most recently arrived Americans - those who have come here from other parts of the globe to work hard and build a new, better life.","author":"Nydia Velazquez","category":"Life, Opportunity, Work Hard"},{"quote":"Mercedes does beautiful work, absolutely.","author":"Sebastian Thrun","category":"Beautiful, Mercedes, Does"},{"quote":"I don't have a good work ethic. I have a real casual relationship with hours.","author":"Janeane Garofalo","category":"Relationship, Good"},{"quote":"There is a kind of victory in good work, no matter how humble.","author":"Jack Kemp","category":"Good, Humble, Good Work"},{"quote":"A work of art is the unique result of a unique temperament.","author":"Oscar Wilde","category":"Art, Unique, Result"},{"quote":"I work with a group of actors, and whenever one of us has an audition, we all get together, and we all work together on it. I think it takes us back to our film school days, our drama school days, us just working together and figuring it out because somebody else is going to see something in the material that you won't see.","author":"Omar Dorsey","category":"Working Together, School"},{"quote":"You've got to have a villain and they'll always make me a villain. I'm used to it - it makes me work harder and it makes me fight harder.","author":"Floyd Mayweather, Jr.","category":"Fight, Me, You"},{"quote":"Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.","author":"Thomas Carlyle","category":"Thankful, Age, Old Age"},{"quote":"Emotional self-control is the result of hard work, not an inherent skill.","author":"Travis Bradberry","category":"Hard Work, Emotional, Skill"},{"quote":"A true flag is not something you can really design. A true flag is torn from the soul of the people. A flag is something that everyone owns, and that's why they work. The Rainbow Flag is like other flags in that sense: it belongs to the people.","author":"Gilbert Baker","category":"Rainbow, Design, Soul"},{"quote":"Every year I spend one month just sailing, but I still work when I'm on the boat. You never separate work from leisure. A boat is like a magic world, like a little island.","author":"Renzo Piano","category":"World, Boat, Magic"},{"quote":"If efforts to do social work are couched in selfish motives, then they will die a premature death. Why would my efforts get politicised? I have values I inherited from my father. He helped many. Anyone, even a postman knocking on our door would get a glass of water and some sweets.","author":"Sachin Tendulkar","category":"Death, Father, Water"},{"quote":"We're fit, we're healthy, we eat right, we work out. 'Plus size model' does not mean that we're not healthy. Plus size is not glamourising obesity: it's about empowering. The message behind the fashion is feeling confident in whatever you're wearing.","author":"Hayley Hasselhoff","category":"Fashion, Healthy, You"},{"quote":"Work, apart from devotion or love of God, is helpless and cannot stand alone.","author":"Ramakrishna","category":"Love, God, Alone"},{"quote":"I ride my bike, I work out, I do a bit of, er, dancey things.","author":"Stella McCartney","category":"Ride, Bike, Work Out"},{"quote":"A guy's who has all the money he needs and never faced any hard times, he won't have any character. But when you've had it tough and you've had it rough and you thought you were at the end of the rope and you work your way out of it, that's the way you build character.","author":"Bobby Bowden","category":"Money, Character, End"},{"quote":"I won an amateur night, October 8th, 1985. I went to work the next day and quit my job.","author":"Steve Harvey","category":"Day, Job, October"},{"quote":"I know that my image and my clothing and my output are very colorful and can be arresting and startling in some respects. That is the nature of my work, but I am a simple farm boy, and I am very calm by nature.","author":"Jeremy Scott","category":"Nature, I Am, Simple"},{"quote":"I believe in hard work, not luck factor. The best efforts will reap the best fruits. Nobody can take all the credit. We don't even talk about the efforts of the director, the writers, other technicians, etc. They all together take a film to another level.","author":"Rakul Preet Singh","category":"Hard Work, Best, Together"},{"quote":"In action a great heart is the chief qualification. In work, a great head.","author":"Arthur Schopenhauer","category":"Wisdom, Great, Heart"},{"quote":"The productivity of a work group seems to depend on how the group members see their own goals in relation to the goals of the organization.","author":"Ken Blanchard","category":"Goals, Organization"},{"quote":"I never work just to work. It's some combination of laziness and self-respect.","author":"Harold Ramis","category":"Laziness, Self-Respect"},{"quote":"Fencing is a game of living chess, a match where reflexes only work in combination with intent, and mind and body must work together at every moment.","author":"V. E. Schwab","category":"Together, Mind, Moment"},{"quote":"Schools reward their students for a combination of intelligence, perseverance, and hard work - in the classroom and on the playing fields. But these metrics don't help kids understand that great grades are not a pass for a great life.","author":"Steve Blank","category":"Life, Hard Work"},{"quote":"All the work that I do, whether or not it ends up being commercially successful or not, feels like the most important thing to me while I'm doing it. I try to take something away from every project, and so they all feel like milestones for one reason or another.","author":"Michael Ian Black","category":"Successful, Me, Doing"},{"quote":"I think that my biggest attribute to any success that I have had is hard work. There really is no substitute for working hard.","author":"Maria Bartiromo","category":"Success, Hard Work"},{"quote":"The rules are simple. Take your work, but never yourself, seriously. Pour in the love and whatever skill you have, and it will come out.","author":"Chuck Jones","category":"Love, Simple, Yourself"},{"quote":"You make mistakes, but I don't have any regrets. I'm the kind of person who takes responsibility for it and deals with it. I learn from everything I do. I work very hard, I have so many things going on in my life. Get to know me and see who I am.","author":"Kim Kardashian","category":"Life, Learning"},{"quote":"My guess is the great majority of teachers would welcome a system where innovation is embraced, where their hard work and their students' achievement are applauded and rewarded.","author":"Lionel Sosa","category":"Hard Work, Innovation, Great"},{"quote":"I've always been spontaneous and outgoing... I've tried lots of things so I've got some good life experiences, which is great 'cause it means I've got lots of material to work with as an actor.","author":"Leonardo DiCaprio","category":"Life, Good, Great"},{"quote":"I do my best work when I am in pain and turmoil.","author":"Sting","category":"Best, Pain, I Am"},{"quote":"You know, it's just tough to get together and do work with somebody.","author":"Chaka Khan","category":"Together, Know, You"},{"quote":"The work itself has a complete circle of meaning and counterpoint. And without your involvement as a viewer, there is no story.","author":"Anish Kapoor","category":"Meaning, Story, Circle"},{"quote":"It became clear to me in an instant that living a gay life without publicly acknowledging it is simply not enough to make any significant contribution to the immense work that lies ahead on the road to complete equality.","author":"Zachary Quinto","category":"Life, Equality, Road"},{"quote":"I think when you work really hard and you help others, God helps you get what you want.","author":"Gina Rodriguez","category":"God, Help Others, Help"},{"quote":"The 'Aladdin' thing - that's not work; that's just fun. Three days in the recording studio going mad, then the animators do all the work. Not a bad way to cash a large check, my friend.","author":"Robin Williams","category":"Fun, Friend, Three"},{"quote":"There's a difference between someone who's 'harsh' and someone who is 'hard.' Life was hard. You lived in the South, as my grandparents did, and you had to survive. That is hard. In order to respond to that, he had to become a hard man, with very hard rules, very hard discipline for himself, very hard days, hard work, et cetera.","author":"Clarence Thomas","category":"Life, Hard Work, Man"},{"quote":"Even when disco went out, I could still make hits. Once I had so much success, every idea became concentrated. I had so much confidence. I knew how the bass should sound, what rhythms would work. The tempos I knew: 110 to 120 BPM. I knew they would dance in the clubs in New York or anywhere.","author":"Giorgio Moroder","category":"Success, Confidence, Dance"},{"quote":"I think I have some ideas on coaching, but listen, coaches work harder than players. The hours they put in, the headaches that they have. That's the one thing I've never liked about coaching. They have all the emotion, passion and preparation without actually getting to be able to dictate what happens.","author":"Tim Howard","category":"Passion, Preparation"},{"quote":"For the triangle to really work, everybody needs to be on the same page and know how to play it.","author":"Kristaps Porzingis","category":"Know, Play, Page"},{"quote":"Unlike a lot of people, I don't feel powerless. I know I can do something. But anyone can do something, it's not about being special. It's about deciding to do it - to dive into work for peace and justice and care for everybody on the planet.","author":"Patch Adams","category":"Peace, Justice, People"},{"quote":"Treat a work of art like a prince. Let it speak to you first.","author":"Arthur Schopenhauer","category":"Art, Speak, Treat"},{"quote":"The work of Nigeria is not complete for as long as there is any one Nigerian who goes to bed on empty stomach.","author":"Ibrahim Babangida","category":"Long, Stomach, Empty"},{"quote":"There were a lot of years that I was trying to do things that other people wanted me to do. But you have to follow your heart. Believe that you have a unique group of talents and abilities that are going to allow you to accomplish something in an area that interests you. Work at that and try to make some kind of contribution to your community.","author":"Robert Kennedy, Jr.","category":"Community, Heart, Believe"},{"quote":"Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you're just sitting still?","author":"J. Paul Getty","category":"Train, Company, You"},{"quote":"By the work one knows the workman.","author":"Jean de La Fontaine","category":"Knows, Workman"},{"quote":"The greatest teacher I know is the job itself.","author":"James Cash Penney","category":"Teacher, Job, Greatest"},{"quote":"We have to surmount the difficulties that face us and work steadfastly for the happiness and prosperity of our country.","author":"Lal Bahadur Shastri","category":"Happiness, Face, Country"},{"quote":"So to me, Texas Hold 'em puts me to sleep. At least when you play stud, you can be funny as you deal. Somebody some day is going to come up with a Stud show that's going to work.","author":"Joseph Bologna","category":"Funny, Day, Sleep"},{"quote":"All great art is the work of the whole living creature, body and soul, and chiefly of the soul.","author":"John Ruskin","category":"Art, Great, Soul"},{"quote":"Individual psychotherapy - that is, engaging a distressed fellow human in a disciplined conversation and human relationship - requires that the therapist have the proper temperament and philosophy of life for such work. By that I mean that the therapist must be patient, modest, and a perceptive listener, rather than a talker and advice-giver.","author":"Thomas Szasz","category":"Life, Relationship"},{"quote":"I think the term poet is a very exalted term and should be applied to a man at the end of his work. When he looks back over the body of his work and he's written poetry then let the verdict be that he's a poet.","author":"Leonard Cohen","category":"Man, Poetry, End"},{"quote":"I definitely have the eye of the tiger. I've fought my way to where I am and will continue to do so. I'm a hard worker - I get it from my family. We only know work. Nothing was handed to us. When I believe in something, I go after it. It's very hard to tell me 'no.'","author":"Nicole Scherzinger","category":"Family, I Am, Believe"},{"quote":"What the flamingo teaches a child, at that subliminal level where animal encounters work, is that gravity is not just a limitation, but also a possible partner in an intriguing, potentially joyful game.","author":"John Burnside","category":"Child, Animal, Game"},{"quote":"One of the things we tell ourselves as African-Americans is if we work hard, play by the rules, we do start back a little ways, but if we can be twice as good, somehow we can escape history and heritage and legacy.","author":"Ta-Nehisi Coates","category":"History, Good, Work Hard"},{"quote":"Sometimes I had to spend a whole day mixing a boiling mass with a heavy iron rod nearly as large as myself. I would be broken with fatigue at the day's end. Other days, on the contrary, the work would be a most minute and delicate fractional crystallization, in the effort to concentrate the radium.","author":"Marie Curie","category":"Day, Myself, Effort"},{"quote":"I learned a lot when I was 14 and 15 years old doing chores inside and outside the household, and as a result, I grew up with a good work ethic.","author":"Jack Kingston","category":"Good, Work Ethic, Good Work"},{"quote":"I work in whatever medium likes me at the moment.","author":"Marc Chagall","category":"Moment, Me, Whatever"},{"quote":"Work is a necessity for man. Man invented the alarm clock.","author":"Pablo Picasso","category":"Man, Clock, Alarm"},{"quote":"The pay is good and I can walk to work.","author":"John F. Kennedy","category":"Good, Walk, I Can"},{"quote":"Give yourself something to work toward - constantly.","author":"Mary Kay Ash","category":"Yourself, Something, Give"},{"quote":"The only way to enjoy anything in this life is to earn it first.","author":"Ginger Rogers","category":"Life, Enjoy, Earn"},{"quote":"I'd like to dial it back 5% or 10% and try to have a vacation that's not just e-mail with a view.","author":"Elon Musk","category":"Vacation, View, Try"},{"quote":"Work while you have the light. You are responsible for the talent that has been entrusted to you.","author":"Henri Frederic Amiel","category":"Light, Talent, You"},{"quote":"For me it came from the material. It was so well written and brought the opportunity to work with great actors. And of course the opportunity to 'mince about' was an added element that I wanted to take advantage of!","author":"Dwayne Johnson","category":"Great, Opportunity, Me"},{"quote":"The more we pour the big machines, the fuel, the pesticides, the herbicides, the fertilizer and chemicals into farming, the more we knock out the mechanism that made it all work in the first place.","author":"David R. Brower","category":"Farming, Place, Fuel"},{"quote":"And I have exposed myself to art so that my work has something beyond just the usual potter.","author":"Beatrice Wood","category":"Art, Myself, Just"},{"quote":"Black History Month must be more than just a month of remembrance it should be a tribute to our history and reminder of the work that lies in the months and years ahead.","author":"Marty Meehan","category":"History, Black, Ahead"},{"quote":"We've gotten a long way on missile defense. We know how to do it. We know how to take down incoming warheads, but we need to do a lot more work in order to be - to deploy a system that'll defend the United States against those kinds of limited strikes that might be possible by a nuclear armed North Korea or Iran.","author":"Dick Cheney","category":"Long, Know, Down"},{"quote":"As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better.","author":"Stanislas Wawrinka","category":"Positive, Home, Losing"},{"quote":"The blues are important primarily because they contain the cultural expression and the cultural response to blacks in America and to the situation that they find themselves in. And contained in the blues is a philosophical system at work. And as part of the oral tradition, this is a way of passing along information.","author":"August Wilson","category":"America, Information, Blues"},{"quote":"I don't look at emails, Internet or newspapers before 1 P.M. I wake at 7 A.M., eat fruit, drink tea or coffee, and read what I've achieved, or not achieved, the previous day. Then I take a shower and work on my next sentence until 1 P.M. After I've done emails and so on, I write again from 3 P.M. until 8 P.M.; then I socialise.","author":"Orhan Pamuk","category":"Day, Coffee, Internet"},{"quote":"We should work with the principle that a work that can be done at a lower level should never be escalated to a higher level.","author":"Narendra Modi","category":"Done, Never, Should"},{"quote":"I don't like to work with assistants. I'm already one too many the camera alone would be enough.","author":"Alfred Eisenstaedt","category":"Alone, Camera, Like"},{"quote":"See, winners embrace hard work.","author":"Lou Holtz","category":"Hard Work, See, Embrace"},{"quote":"If you don't want to work you have to work to earn enough money so that you won't have to work.","author":"Ogden Nash","category":"Money, Want, You"},{"quote":"Can anything be sadder than work left unfinished? Yes, work never begun.","author":"Christina Rossetti","category":"Never, Anything, Left"},{"quote":"It's like Forrest Gump said, 'Life is like a box of chocolates.' Your career is like a box of chocolates - you never know what you're going to get. But everything you get is going to teach you something along the way and make you the person you are today. That's the exciting part - it's an adventure in itself.","author":"Nick Carter","category":"Life, Adventure, Today"},{"quote":"Work will win when wishy washy wishing won t.","author":"Thomas S. Monson","category":"Win, Will, T"},{"quote":"Careers, like rockets, don't always take off on time. The trick is to always keep the engine running.","author":"Gary Sinise","category":"Time, Always, Like"},{"quote":"O man you are busy working for the world, and the world is busy trying to turn you out.","author":"Abu Bakr","category":"Man, Busy, World"},{"quote":"The ultimate, if distant, aim of the Bauhaus is the unified work of art - the great structure - in which there is no distinction between monumental and decorative art.","author":"Walter Gropius","category":"Art, Great, Aim"},{"quote":"In teaching you cannot see the fruit of a day's work. It is invisible and remains so, maybe for twenty years.","author":"Jacques Barzun","category":"Day, Fruit, You"},{"quote":"The moment you think you understand a great work of art, it's dead for you.","author":"Oscar Wilde","category":"Art, Great, Moment"},{"quote":"One man's wage increase is another man's price increase.","author":"Harold Wilson","category":"Man, Price, Another"},{"quote":"Do not hire a man who does your work for money, but him who does it for love of it.","author":"Henry David Thoreau","category":"Love, Money, Man"},{"quote":"When your work speaks for itself, don't interrupt.","author":"Henry J. Kaiser","category":"Interrupt, Your, Itself"},{"quote":"Labor gives birth to ideas.","author":"Jim Rohn","category":"Ideas, Birth, Labor"},{"quote":"We have a system that increasingly taxes work and subsidizes nonwork.","author":"Milton Friedman","category":"Taxes, System, Increasingly"},{"quote":"I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.","author":"Ray Bradbury","category":"Love, Hard Work, Good"},{"quote":"I have always argued that change becomes stressful and overwhelming only when you've lost any sense of the constancy of your life. You need firm ground to stand on. From there, you can deal with that change.","author":"Richard Nelson Bolles","category":"Life, Change, Lost"},{"quote":"No person who is enthusiastic about his work has anything to fear from life.","author":"Samuel Goldwyn","category":"Life, Fear, Person"},{"quote":"Every noble work is at first impossible.","author":"Thomas Carlyle","category":"Impossible, First, Noble"},{"quote":"I mean I don't really think about it. You know, do you know what I often say to myself? I think you're very lucky in life if you know what you want to do.","author":"Andrew Lloyd Webber","category":"Life, Myself, Want"},{"quote":"It's easier to change what you do than people think it is. If you don't change, your field changes around you.","author":"Walter Gilbert","category":"Change, Changes, People"},{"quote":"Without work, all life goes rotten. But when work is soulless, life stifles and dies.","author":"Albert Camus","category":"Life, Without, Rotten"},{"quote":"Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.","author":"Gloria Steinem","category":"Women, Start, Care"},{"quote":"The idea of having a steady job is appealing.","author":"Robin Williams","category":"Job, Idea, Steady"},{"quote":"And if small businesspeople say they made it on their own, all they are saying is that nobody else worked seven days a week in their place. Nobody showed up in their place to open the door at five in the morning. Nobody did their thinking, and worrying, and sweating for them.","author":"Paul Ryan","category":"Morning, Thinking, Door"},{"quote":"Work alone is noble.","author":"Thomas Carlyle","category":"Alone, Noble"},{"quote":"Big pay and little responsibility are circumstances seldom found together.","author":"Napoleon Hill","category":"Responsibility, Together"},{"quote":"We work to become, not to acquire.","author":"Elbert Hubbard","category":"Become, Acquire"},{"quote":"Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.","author":"Michael Korda","category":"Success, Job, Hate"},{"quote":"Life grants nothing to us mortals without hard work.","author":"Horace","category":"Life, Hard Work, Nothing"},{"quote":"When a work lifts your spirits and inspires bold and noble thoughts in you, do not look for any other standard to judge by: the work is good, the product of a master craftsman.","author":"Jean de la Bruyere","category":"Good, Thoughts, Bold"},{"quote":"When more and more people are thrown out of work, unemployment results.","author":"Calvin Coolidge","category":"People, Results"},{"quote":"As an actor, to have achieved financial stability is amazing. But I always have this weird fear that I'm not going to get any more work; it's about not having enough money.","author":"Paul Giamatti","category":"Money, Fear, Financial"},{"quote":"For the last several years and culminating in six months in orbit next year, I've been training for my third space flight. This one is almost in a category completely different than the previous two, specifically to live in on the space station for six months, to command a space ship and to fly a new rocket ship.","author":"Chris Hadfield","category":"Training, Space, Fly"},{"quote":"I work to stay alive.","author":"Bette Davis","category":"Alive, Stay"},{"quote":"I think about my work every minute of the day.","author":"Jeff Koons","category":"Day, Think, I Think"},{"quote":"Concentrate on your job and you will forget your other troubles.","author":"William Feather","category":"Job, Forget, You"},{"quote":"There is no disgrace in working. There was no silver spoon around at the time I was born.","author":"Anna Held","category":"Time, Born, Working"},{"quote":"The biggest job we have is to teach a newly hired employee how to fail intelligently. We have to train him to experiment over and over and to keep on trying and failing until he learns what will work.","author":"Charles Kettering","category":"Job, Train, Employee"},{"quote":"My husband changed jobs so fast that I simply never knew what business he was in.","author":"Rose Kennedy","category":"Business, Husband, Fast"},{"quote":"If Botticelli were alive today he'd be working for Vogue.","author":"Peter Ustinov","category":"Today, Working, Alive"},{"quote":"If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.","author":"Lawrence Welk","category":"Strength, Money, Faith"},{"quote":"Part of the way the work world works is not so much creating a separation between your work and your free time, but creating the illusion of a separation between your work and your free time. Every day is the weekend for me, which means I'm always busy.","author":"Ian MacKaye","category":"Time, Day, World"},{"quote":"Most people treat the office manual the way they treat a software manual. They never look at it.","author":"James Levine","category":"Treat, People, Software"},{"quote":"You're blessed if you have the strength to work.","author":"Mahalia Jackson","category":"Strength, Blessed, You"},{"quote":"I'm working myself to death.","author":"Alan Ladd","category":"Death, Myself, Working"},{"quote":"Be open to the amazing changes which are occurring in the field that interest you.","author":"Leigh Steinberg","category":"Changes, Amazing, You"},{"quote":"On any given day, my father wasn't likely to return from work before I was asleep for the night. I saw that a man's work was important, that he must pursue it tirelessly, and that it might require certain sacrifices, like being away from the warmth and comfort of home.","author":"Ezekiel Emanuel","category":"Day, Home, Father"},{"quote":"I work 338 days a year, 16 hours a day.","author":"Dave Pelzer","category":"Day, Hours, Year"},{"quote":"You know, I think the greatest gift in the world is a good employee, you know, or people who can do your work for you and do it well the way you'd like to have it done. And I've always been able to surround myself with really good people.","author":"Kenny Rogers","category":"Good, Myself, World"},{"quote":"One thing I never want to be accused of is not working.","author":"Don Shula","category":"Want, Working, Never"},{"quote":"The harder you work... and visualize something, the luckier you get.","author":"Seal","category":"You, Something, Visualize"},{"quote":"Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.","author":"Melissa Bean","category":"Success, Business, Together"},{"quote":"And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.","author":"Donald Norman","category":"Experience, Job, You"},{"quote":"Put off thy cares with thy clothes; so shall thy rest strengthen thy labor, and so thy labor sweeten thy rest.","author":"Francis Quarles","category":"Clothes, Rest, Labor"},{"quote":"Management must manage!","author":"Harold S. Geneen","category":"Management, Must, Manage"},{"quote":"Managers in all too many American companies do not achieve the desired results because nobody makes them do it.","author":"Harold S. Geneen","category":"American, Results, Achieve"},{"quote":"There's something to be said in favor of working in isolation in the real world.","author":"A. R. Ammons","category":"World, Isolation, Working"},{"quote":"After two weeks of working on a project, you know whether it will work or not.","author":"Bill Budge","category":"Know, Working, You"},{"quote":"I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.","author":"Edgar Winter","category":"Love, Me, Doing"},{"quote":"It can be liberating to get fired because you realize the world doesn't end. There's other ways to make money, better jobs.","author":"Ron Livingston","category":"Money, World, End"},{"quote":"I always got my work done before playing.","author":"Edwin Moses","category":"Done, Always, Playing"},{"quote":"Work expands so as to fill the time available for its completion.","author":"C. Northcote Parkinson","category":"Time, Completion, Fill"},{"quote":"Honest labor bears a lovely face.","author":"Thomas Dekker","category":"Face, Honest, Lovely"},{"quote":"Work is a prayer. And I start off every morning dedicating it to our Creator.","author":"Joseph Murray","category":"Morning, Prayer, Start"},{"quote":"America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.","author":"Evan Esar","category":"Education, Money, America"},{"quote":"Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!","author":"David O. McKay","category":"Love, Success, Power"},{"quote":"Two months after I got out of test pilot school, I saw an advert that said NASA was recruiting more astronauts. The best job you could have as a test pilot was being an astronaut, so I volunteered.","author":"Charles Duke","category":"Best, School, Job"},{"quote":"Anyone who can walk to the welfare office can walk to work.","author":"Al Capp","category":"Walk, Office, Welfare"},{"quote":"As I understand it, sport is hard work for which you do not get paid.","author":"Irvin S. Cobb","category":"Hard Work, Understand, You"},{"quote":"The economy in the Valley will need to grow if students want to come back and work with their specialized degrees. We need to develop more to create more opportunities.","author":"Frank Murphy","category":"Opportunities, Grow, Want"},{"quote":"I met an American woman and got married so I had to get a job.","author":"Walter Wager","category":"Job, Woman, American"},{"quote":"There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone - many of whom are bored out of their minds. All day long.","author":"Richard Nelson Bolles","category":"Day, Alone, World"},{"quote":"The world's most famous and popular language is music.","author":"Psy","category":"Music, Language, World"},{"quote":"The American Dream is a term that is often used but also often misunderstood. It isn't really about becoming rich or famous. It is about things much simpler and more fundamental than that.","author":"Marco Rubio","category":"American Dream, American"},{"quote":"If you are a leader, you should never forget that everyone needs encouragement. And everyone who receives it - young or old, successful or less-than-successful, unknown or famous - is changed by it.","author":"John C. Maxwell","category":"Leader, Encouragement"},{"quote":"The name Muhammad is the most common name in the world. In all the countries around the world - Pakistan, Saudi Arabia, Morocco, Turkey, Syria, Lebanon - there are more Muhammads than anything else. When I joined the Nation of Islam and became a Muslim, they gave me the most famous name because I was the champ.","author":"Muhammad Ali","category":"World, Me, Name"},{"quote":"Acting is not about being famous, it's about exploring the human soul.","author":"Annette Bening","category":"Soul, Acting, Movies"},{"quote":"America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.","author":"Ruth Bader Ginsburg","category":"Faith, Experience, America"},{"quote":"In the future, everyone will be famous for 15 minutes.","author":"Andy Warhol","category":"Future, Everyone, Will"},{"quote":"I've always strived to be successful, not famous.","author":"Taylor Swift","category":"Successful, Always"},{"quote":"Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I've seen again and again.","author":"Ravi Zacharias","category":"Truth, God, World"},{"quote":"Glory is fleeting, but obscurity is forever.","author":"Napoleon Bonaparte","category":"Forever, Fleeting, Glory"},{"quote":"If you want to be a rock star or just be famous, then run down the street naked, you'll make the news or something. But if you want music to be your livelihood, then play, play, play and play! And eventually you'll get to where you want to be.","author":"Eddie Van Halen","category":"Music, Want, Play"},{"quote":"The hardest thing about being famous is that people are always nice to you. You're in a conversation and everybody's agreeing with what you're saying - even if you say something totally crazy. You need people who can tell you what you don't want to hear.","author":"Al Pacino","category":"Crazy, People, Conversation"},{"quote":"I remember from my school days Archimedes jumping into his bath and displacing water and coming up with his famous principle, and of course Isaac Newton being hit on the head with an apple. In other words, this realm of human knowledge - which is mathematical, essentially - can have a playful visual element to it.","author":"James Marsh","category":"Knowledge, Water, School"},{"quote":"The bad thing about being a famous comedian is that every now and then someone approaches me to tell an old joke. Don't tell me jokes - I have that. People also say the weirdest things, sometimes sarcastic things, and even evil things. They like to provoke to get a reaction.","author":"Robin Williams","category":"Evil, Me, People"},{"quote":"When people say they prefer organic food, what they often seem to mean is they don't want their food tainted with pesticides and their meat shot full of hormones or antibiotics. Many object to the way a few companies - Monsanto is the most famous of them - control so many of the seeds we grow.","author":"Michael Specter","category":"Food, Control, People"},{"quote":"It was that famous joke: What's the last thing the drummer said before he got kicked out of the band? 'Hey, I wrote a song.'","author":"Dave Grohl","category":"Song, Said, Drummer"},{"quote":"Avoid popularity; it has many snares, and no real benefit.","author":"William Penn","category":"Real, Popularity, Avoid"},{"quote":"My idea of a good picture is one that's in focus and of a famous person.","author":"Andy Warhol","category":"Good, Focus, Picture"},{"quote":"Fame is a fickle food upon a shifting plate.","author":"Emily Dickinson","category":"Food, Fame, Fickle"},{"quote":"The nice thing about being a celebrity is that, if you bore people, they think it's their fault.","author":"Henry Kissinger","category":"People, Think, Nice"},{"quote":"I'm an instant star. Just add water and stir.","author":"David Bowie","category":"Water, Star, Add"},{"quote":"Fame can take interesting men and thrust mediocrity upon them.","author":"David Bowie","category":"Men, Fame, Mediocrity"},{"quote":"A window covered with raindrops interests me more than a photograph of a famous person.","author":"Saul Leiter","category":"Me, Window, Person"},{"quote":"I can read a crowd pretty well. I know what to play and know how to keep it interesting for them and for myself as well. Most of the other DJs are more like producers so they become famous because they make hits and then they start DJ-ing. But I'm more from the other way around.","author":"Tiesto","category":"Myself, Start, Know"},{"quote":"A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized.","author":"Fred Allen","category":"Life, Dark, Glasses"},{"quote":"Being rich and famous has never been my goal at all. I love to act and I want to be able to do really great parts.","author":"Jenn Proske","category":"Love, Great, Goal"},{"quote":"I'm not comfortable being around too many people. I don't like being out in public too much. I don't like going to bars. I don't like doing celebrity stuff. So most of the characters I play are people who don't always feel comfortable beyond their small circle of friends.","author":"Adam Sandler","category":"Friends, Small, People"},{"quote":"Mum loves me being famous! She is so excited and proud, as she had me so young and couldn't support me, so I am living her dream, it's sweeter for both of us. It's her 40th birthday soon and I'm going to buy her 40 presents.","author":"Adele","category":"Birthday, Support, I Am"},{"quote":"There's the famous quote that if you want to understand how animals live, you don't go to the zoo, you go to the jungle. The Future Lab has really pioneered that within Lego, and it hasn't been a theoretical exercise. It's been a real design-thinking approach to innovation, which we've learned an awful lot from.","author":"Jorgen Vig Knudstorp","category":"Future, Innovation, Exercise"},{"quote":"Famous people are deceptive. Deep down, they're just regular people. Like Larry King. We've been friends for forty years. He's one of the few guys I know who's really famous. One minute he's talking to the president on his cell phone, and then the next minute he's saying to me, 'Do you think we ought to give the waiter another dollar?'","author":"Don Rickles","category":"Friends, Deep, Me"},{"quote":"I'm bored with that line. I never use it anymore. My new line is 'In 15 minutes everybody will be famous.'","author":"Andy Warhol","category":"New, Never, Will"},{"quote":"When someone becomes successful or rich and famous, people perceive that person as being different. But I'm the same guy I've always been.","author":"Barry Zito","category":"Successful, People, Rich"},{"quote":"The scientists I looked up to at the beginning were not Latino. They were famous scientists of many years ago, like Madame Curie. Later, I realized that there were also, but a very few, Latino scientists. There were good ones, but very few, because there wasn't as much a tradition to be a scientist in our culture. But this is changing.","author":"Mario J. Molina","category":"Good, Culture, Beginning"},{"quote":"I was definitely not the kid that just wanted to be famous for no reason whatsoever and then happened to find comedy. Fame and all that stuff have always been slightly terrifying to me, and it makes me very anxious.","author":"Bo Burnham","category":"Me, Fame, Comedy"},{"quote":"Don't worry about writing a book or getting famous or making money. Just lead an interesting life.","author":"Michael Morpurgo","category":"Life, Money, Writing"},{"quote":"In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.","author":"Roberto Cavalli","category":"Freedom, I Am, Tired"},{"quote":"I'm more interested in being good than being famous.","author":"Annie Leibovitz","category":"Good, Being Famous, Being"},{"quote":"To be famous, in fact, one has only to kill one's landlady.","author":"Albert Camus","category":"Fact, Only, In Fact"},{"quote":"People think being famous is so glamorous, but half the time you're in a strange hotel room living out of a suitcase.","author":"Ja Rule","category":"Time, People, Think"},{"quote":"When you become famous, being famous becomes your profession.","author":"James Carville","category":"You, Become, Being"},{"quote":"Martyrdom is the only way a man can become famous without ability.","author":"Arthur Schopenhauer","category":"Man, Way, Ability"},{"quote":"Celebrity is the chastisement of merit and the punishment of talent.","author":"Emily Dickinson","category":"Talent, Celebrity"},{"quote":"We all want to be famous people, and the moment we want to be something we are no longer free.","author":"Jiddu Krishnamurti","category":"Moment, Free, People"},{"quote":"For a time, at least, I was the most famous person in the entire world.","author":"Jesse Owens","category":"Time, World, Person"},{"quote":"Fame is the thirst of youth.","author":"Lord Byron","category":"Youth, Fame, Thirst"},{"quote":"I imagined being a famous writer would be like being like Jane Austen.","author":"J. K. Rowling","category":"Like, Writer, Being"},{"quote":"Public misbehavior by the famous is a powerful teaching tool.","author":"Bill O'Reilly","category":"Powerful, Tool, Teaching"},{"quote":"The whole celebrity culture thing - I'm fascinated by, and repelled by, and yet I end up knowing about it.","author":"Anderson Cooper","category":"Culture, End, Celebrity"},{"quote":"Celebrity means that I can affect people in a positive way.","author":"David Hasselhoff","category":"Positive, People, Celebrity"},{"quote":"It's really easy to avoid the tabloids. You just live your life and don't hang out with famous people who are in the tabloids. Don't do anything controversial and be a normal person. Have friends. And get a job and keep working.","author":"Amanda Seyfried","category":"Life, Friends, Job"},{"quote":"Everybody think they're famous when they get 100,000 followers on Instagram and 5,000 on Twitter.","author":"Meek Mill","category":"Think, Followers, Everybody"},{"quote":"On Sunday morning, it's Brooklyn Bagels on Beverly Boulevard. We get them hot. Then we walk some of the famous Silver Lake steps or hike in the hills to the highest vantage point to see the reservoir.","author":"Jill Soloway","category":"Morning, Walk, Lake"},{"quote":"My family's lineage, we are warriors. The McGregor clan, we are warriors all through. We are famous all through the world for our fighting capabilities of all generations. So I have no doubt that's stood to me and that led me down this path and gave me what I have.","author":"Conor McGregor","category":"Family, Path, World"},{"quote":"One of the downsides of being famous is that folks pay far more attention to you than they should. American celebrities are constantly under surveillance, and every word they say is subject to scrutiny. So, be careful what you wish for if you desire fame. No human being should be a goldfish.","author":"Bill O'Reilly","category":"American, Wish, You"},{"quote":"There's a famous slogan here in the Bavarian dialect, and we use it inside Bayern Munich. We say, 'Mia san mia.' Literally, it is, 'We are we,' but it means, 'We are who we are.' That's not being very arrogant, but we are very confident about our ability to win the game. It is about a winning mentality.","author":"Bastian Schweinsteiger","category":"Winning, Win, Game"},{"quote":"I once wrote that Lord Moran, Churchill's doctor, had doctored his diaries as well as his famous patient. That was true but unfair. Although their authenticity as contemporary, daily accounts is often questionable, the observations are quite wonderful.","author":"Nigel Hamilton","category":"Daily, Doctor, Authenticity"},{"quote":"People like consistency. Whether it's a store or a restaurant, they want to come in and see what you are famous for.","author":"Mickey Drexler","category":"Consistency, People"},{"quote":"The problem for us, as viewers, is that we want famous people who are passionate about the things they're famous for, because that makes them worthy of the attention. But I think many of those famous people just want to be famous.","author":"Bo Burnham","category":"People, Problem"},{"quote":"It is difficult to be famous and that successful where you can't even walk down the street without people chasing you, and having people build monuments to you and worshiping you - all that stuff - but I never took that to a place where I believed it. I saw it as being temporary and a phase.","author":"David Cassidy","category":"Successful, Walk, People"},{"quote":"Powerful women intimidate men. If she's a really well-known woman, she has a career, she's famous - in that case, men are really afraid.","author":"Donatella Versace","category":"Women, Powerful, Woman"},{"quote":"I didn't want kids to think that to be happy, they had to be famous or rich or live in the big city.","author":"Dan Savage","category":"Happy, City, Be Happy"},{"quote":"I always want to say to people who want to be rich and famous: 'try being rich first'. See if that doesn't cover most of it. There's not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job.","author":"Bill Murray","category":"Money, Job, End"},{"quote":"I never wanted to be famous. I only wanted to be great.","author":"Ray Charles","category":"Great, Never, Wanted"},{"quote":"I don't want to be famous. I like to be able to sit in a cafe and watch the world go by and observe people.","author":"Sophia Myles","category":"World, People, Want"},{"quote":"Being famous is having the power to really implement positive change in the world, and it gives you the power to do what you want. I'm really grateful for it because I can play music and people will listen.","author":"Sean Lennon","category":"Positive, Change, Music"},{"quote":"There's no difference between fame and infamy now. There's a new school of professional famous people that don't do anything. They don't create anything.","author":"Ricky Gervais","category":"School, People"},{"quote":"Wood burns because it has the proper stuff in it and a man becomes famous because he has the proper stuff in him.","author":"Johann Wolfgang von Goethe","category":"Man, Wood, Him"},{"quote":"A celebrity is one who is known to many persons he is glad he doesn't know.","author":"Lord Byron","category":"Know, Celebrity, Known"},{"quote":"Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal.","author":"Marilyn Monroe","category":"Good, Know, You"},{"quote":"I have no use for people who throw their weight around as celebrities, or for those who fawn over you just because you are famous.","author":"Walt Disney","category":"People, Just Because, You"},{"quote":"I never wanted to be a celebrity; I never wanted to be famous. And in my daily life, I work really hard to not trade on it in any way.","author":"Sarah Jessica Parker","category":"Life, Work, Daily"},{"quote":"A famous person to themselves, they don't get up in the morning and think, I'm famous. I'm not famous to me. Famous is a perception.","author":"Van Morrison","category":"Morning, Perception, Me"},{"quote":"I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum.","author":"Peter O'Toole","category":"Morning, Sunset, Queen"},{"quote":"Power is not of a man. Wealth does not center in the person of the wealthy. Celebrity is not inherent in any personality. To be celebrated, to be wealthy, to have power requires access to major institutions.","author":"C. Wright Mills","category":"Power, Man, Personality"},{"quote":"I like being famous when it's convenient for me and completely anonymous when it's not.","author":"Catherine Deneuve","category":"Me, Like, Anonymous"},{"quote":"Being famous is not something that would make me feel successful - unless one was striving for mediocrity.","author":"William Hurt","category":"Successful, Me, Mediocrity"},{"quote":"The thing about being famous is, it's weird. The only people who get how weird it is are other famous people.","author":"Margot Kidder","category":"People, Weird, Famous People"},{"quote":"How many famous and high-spirited heroes have lived a day too long?","author":"Jean-Jacques Rousseau","category":"Day, Long, Heroes"},{"quote":"The strangest part about being famous is you don't get to give first impressions anymore. Everyone already has an impression of you before you meet them.","author":"Kristen Stewart","category":"You, First Impressions"},{"quote":"There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that's really what gives life's true meaning.","author":"Ben Carson","category":"Life, Happiness, Passion"},{"quote":"John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you'll never be satisfied with any other place as long as you live. And there's a lot of truth to that.","author":"Tom Bodett","category":"Truth, Man, Long"},{"quote":"When I started out, I didn't have any desire to be an actress or to learn how to act. I just wanted to be famous.","author":"Katharine Hepburn","category":"Learn, Desire, Actress"},{"quote":"I'm actually about as famous as a fourth division footballer from the 70s.","author":"Dylan Moran","category":"Footballer, Division, Fourth"},{"quote":"Since I was seventeen I thought I might be a star. I'd think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous.","author":"Jean-Michel Basquiat","category":"Romantic, Thought, People"},{"quote":"I think in the end, when you're famous, people like to narrow you down to a few personality traits. I think I've just become this ambitious, say-whatever's-on-her-mind, intimidating person. And that's part of my personality, but it's certainly not anywhere near the whole thing.","author":"Madonna Ciccone","category":"Personality, End, People"},{"quote":"I remember being superyoung, like nine or ten years old, and thinking, 'Man, I wonder what famous people eat for breakfast. They must have some special kind of cereal!' My mind was so warped by the idea of fame.","author":"Bo Burnham","category":"Man, Breakfast, Mind"},{"quote":"I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don't misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives.","author":"Zig Ziglar","category":"Life, Change, Nature"},{"quote":"Neil Armstrong was no Christopher Columbus. In most respects, he was better. Unlike the famous fifteenth century seafarer, Armstrong knew where he landed. He also spent his time in public service, not in jail, and his passing was marked by world-wide encomiums. He ended his days as a celebrated explorer rather than a royal inconvenience.","author":"Seth Shostak","category":"Time, Service"},{"quote":"I think people I'm close to find it absolutely crazy that I'm famous.","author":"Zayn Malik","category":"Crazy, People, Think"},{"quote":"I've got a nice collection of paintings - a Basquiat, a black-and-white Warhol that's like a Rorschach test, and I commissioned Takashi Murakami to do a ten-foot joint for me. It's almost like the explosion in Hiroshima with his famous skeleton head. There's a wall above my fireplace reserved for it.","author":"Jay-Z","category":"Me, Black-And-White, Nice"},{"quote":"I was never very interested in boys - and there were plenty of them - vying with one another to see how many famous women they would get into the hay.","author":"Bette Davis","category":"Women, Never, See"},{"quote":"I think it's real easy to be famous these days it's not real easy to sustain success.","author":"Jerry Jeff Walker","category":"Success, Easy, Think"},{"quote":"Before I was famous, when I was just working in Gilbert's Lodge, everything was moving in slow motion.","author":"Eminem","category":"Moving, Slow, Working"},{"quote":"Among famous traitors of history one might mention the weather.","author":"Ilka Chase","category":"History, Weather, Traitors"},{"quote":"A lot of stand-up comedy guys, when they get a little famous, just give up their stand-up career, and it cancels out the thing that set them apart.","author":"Johnny Knoxville","category":"Career, Comedy, Little"},{"quote":"I wanted to go hide. I wasn't looking to be more famous, I'm famous enough.","author":"Howard Stern","category":"Looking, Enough, Hide"},{"quote":"Fame is something I think happens as a result of trying to do good work. If you're trying to be famous, your work usually suffers.","author":"Justin Theroux","category":"Work, Good, Good Work"},{"quote":"Pulp existed for 12 years before we got famous. Now, you could say that was just lack of imagination, but it's some kind of quality isn't it? Tenacity. You could also say it was sloth.","author":"Jarvis Cocker","category":"Imagination, Quality, You"},{"quote":"Having bodyguards is just part of being famous, I think.","author":"Dolph Lundgren","category":"Think, Just, Being"},{"quote":"I'm not as famous as Stephen Hawking, but certainly in the U.S., I have a very high profile for a scientist. It is an awesome responsibility, one that I don't shoulder lightly.","author":"Neil deGrasse Tyson","category":"Responsibility, Awesome"},{"quote":"I wanted to be famous for my music and my talent, and I always wished I could cut it out when I left the stage.","author":"Beyonce Knowles","category":"Music, Talent, Always"},{"quote":"The most famous Obama precept is, 'No drama.'","author":"Dan Pfeiffer","category":"Drama, Precept, Most"},{"quote":"The obviously inexperienced pilot is the game the scientific air-fighter goes after, and the majority of victories are won that way. But, on the other hand, it is the novice usually who gets the famous ace by doing at some moment the unexpected thing.","author":"Eddie Rickenbacker","category":"Moment, Game, Unexpected"},{"quote":"Sometimes I wonder if I'm as famous for my wheelchair and disabilities as I am for my discoveries.","author":"Stephen Hawking","category":"I Am, Wonder, Sometimes"},{"quote":"If you're famous, you suck, just for being famous. People in England totally get that; Americans don't.","author":"Trey Parker","category":"People, Famous People, You"},{"quote":"I never thought being famous would be wonderful, but my limited exposure to celebrity has shown me the dark side big-time.","author":"Marianne Williamson","category":"Thought, Me, Dark"},{"quote":"My mother always, always, always thought that I was going to be famous. Thought that I was going to win Oscars. In fact, I believe I accepted the Oscar as a ketchup bottle many a time in front of my mother in the kitchen. 'I'd like to thank the Academy,' I said with a ketchup bottle.","author":"Kevin Spacey","category":"Time, Mother, Ketchup"},{"quote":"I was a little boy singing sad songs, about 9 or 10 years old in the woods. I listened to my voice coming back to me. It was as high as you could go. I dreamed of being famous as a singer when I was on those cotton fields. I wanted to see the world and meet people.","author":"Percy Sledge","category":"Sad, World, Me"},{"quote":"I was in a number of school plays, one in particular, when I was 13 or 14, entitled 'Illusions.' It was put together by one of the teachers, and was about famous historical figures. I had to do the Martin Luther King 'I have a dream' speech, and some black women in the audience were clapping and crying and whooping.","author":"David Harewood","category":"Women, School, Together"},{"quote":"Who you are as a person will only be amplified once you are 'famous,' so if you had a good heart, then I would imagine you'll have the same good heart but the means to do even more with it.","author":"Meghan Markle","category":"Good, Heart, You"},{"quote":"It doesn't matter if you're famous or infamous. All that matters is you're a celebrity.","author":"Willie Geist","category":"Matter, You, Celebrity"},{"quote":"To seduce a woman famous for strict morals, religious fervor and the happiness of her marriage: what could possibly be more prestigious?","author":"Christopher Hampton","category":"Happiness, Marriage, Woman"},{"quote":"I fear that, in the end, the famous debate among materialists, idealists, and dualists amounts to a merely verbal dispute that is more a matter for the linguist than for the speculative philosopher.","author":"Moses Mendelssohn","category":"Fear, End, Debate"},{"quote":"It was never about winning medals or being famous.","author":"Nancy Kerrigan","category":"Winning, Never, Being"},{"quote":"When I was growing up, I thought I'd be a lot happier if I was famous and successful and if I had money.","author":"Russell Brand","category":"Money, Successful"},{"quote":"I get very nervous around famous people and I get nervous around beautiful women.","author":"Liev Schreiber","category":"Beautiful, Women, People"},{"quote":"I just cannot imagine why anyone would want to be really famous. You go to a restaurant and people are pointing at you and they talk about you and they whisper and it is very disconcerting it is a very odd feeling.","author":"Jack Horner","category":"People, Restaurant, Want"},{"quote":"Liverpool people are famous for liking clothes and fashion; they are very social and lively people, and we know that they like clothes.","author":"Vivienne Westwood","category":"Fashion, People, Know"},{"quote":"I have an innate fear of fame. I've never thought being famous looked like such a good place to be. I love being incognito.","author":"Phoebe Philo","category":"Love, Good, Fear"},{"quote":"Like many children of the rich and famous, Paris Hilton didn't always get to spend quality time with her parents, especially her mother. A socially ambitious young woman, Kathleen Elizabeth Avanzino Richards Hilton, who had married into the celebrated Hilton Hotel family, was often out and about.","author":"Jerry Oppenheimer","category":"Family, Time, Children"},{"quote":"I don't think I could think of a single thing that's more isolating than being famous.","author":"Lady Gaga","category":"Think, Single, Being"},{"quote":"It's nice to have famous people love you.","author":"Millie Bobby Brown","category":"Love, People, Famous People"},{"quote":"People just assume that if you're famous, you're in Hollywood.","author":"Megan Fox","category":"People, You, Hollywood"},{"quote":"I got a little bit famous. I didn't like it.","author":"Sia","category":"Like, Got, Little"},{"quote":"Famous for his 'Maverick' Western series in the 1950s and 'The Rockford Files' in the '70s, and in movies like 'The Great Escape' and 'Grand Prix' in between, James Garner played amiable, independent characters for more than a half-century and never lost his comforting, enduring appeal.","author":"Richard Corliss","category":"Great, Lost, Escape"},{"quote":"Nobody wants to end up super rich and famous - but divorced. I'm always clear on that and try to stay on the right side of the line.","author":"Bear Grylls","category":"End, Rich, Try"},{"quote":"My father's very public life as Famous Amos was the opposite of that of his ex-wife, my mother Shirley, who was fighting a very private, solitary battle with mental illness.","author":"Shawn Amos","category":"Life, Father, Mother"},{"quote":"Quite frankly, I didn't become an actor to become a movie star. I have never dreamed about being the most famous person on the planet. I just want to do really good work.","author":"Anne Hathaway","category":"Work, Good, Good Work"},{"quote":"I'm a believer in the ordinary person, that the ordinary person is just as important and has an equally unique perspective on the world as someone who is famous or perhaps more privileged.","author":"Brandon Stanton","category":"Perspective, World, Unique"},{"quote":"For me, getting comfortable with being famous was hard - that whole side of it, the loss of anonymity, the loss of privacy. Giving up that part of your life and not having control of it.","author":"Michelle Pfeiffer","category":"Life, Giving, Me"},{"quote":"The records of adopted children are sealed in California. That seal is considered inviolable... The judge ruled that, because I was famous, he didn't have the same rights as other kids.","author":"Danielle Steel","category":"Children, Judge, Rights"},{"quote":"First of all, plain and simple, you have no real idea of what it means to be famous until you become famous. It's a double-edged sword. Obviously there are a lot of amazing things about fame, but there are also a lot of challenging things about it.","author":"Michelle Pfeiffer","category":"Simple, Amazing, Sword"},{"quote":"I don't like being recognised, I have no interest in being famous at all, I just do what I do. If I could be like Captain Kirk and beam myself up and then beam myself down, I would!","author":"Bruce Dickinson","category":"Myself, Captain, Down"},{"quote":"There's some downsides to being famous, which are not even worth mentioning. But to combat the bad sides of being famous, you really should take advantage of the good sides. The good sides are, you can use that fame to get projects you might not normally get.","author":"Chris Rock","category":"Good, Fame, You"},{"quote":"I've gotten books published. I've met famous people that are very nice. I look back and I say, 'Wow. Thank you, God, for giving me this gift. And thank you for helping me to keep going.'","author":"Mattie Stepanek","category":"God, Keep Going, Thank You"},{"quote":"It's hard for me to just say, 'Wow, this is amazing - I'm famous. I'm living the dream.' I sit there and think, 'I'm scared - this can go away tomorrow.' My dad always says that I'm a tortured soul because I'm never pleased; I never feel like I deserve what I've achieved.","author":"Shawn Mendes","category":"Soul, Amazing, Tomorrow"},{"quote":"What is it we want out of travel? Is it to take snapshots of ourselves in front of famous monuments, surrounded by other tourists? To eat unfamiliar food chosen from unintelligible menus? To earn frequent-flier miles? No. It's to glimpse what life is like somewhere else.","author":"Chris Pavone","category":"Life, Travel, Food"},{"quote":"Fame is really strange. One day you're not famous, and then the next day you are, and the odd thing is that you know intellectually that nothing in the world is different. What mattered to you yesterday are the same things that matter today, and the rules all still apply - yet everyone looks at you differently.","author":"Matt Damon","category":"Day, Today, World"},{"quote":"I don't like a girl on social media, when you have an open inbox, answering questions from dudes left and right every day. What's the point? It's like having your number all out. Everybody think they're famous when they get 100,000 followers on Instagram and 5,000 on Twitter.","author":"Meek Mill","category":"Day, Social Media, Girl"},{"quote":"You get to be famous or have some notoriety and there are so many people who want a piece of you.","author":"Oscar De La Hoya","category":"People, Want, You"},{"quote":"People get a little sidelined thinking that fame and fortune is going to bring them happiness, peace and contentment in their lives. Everyone thinks they want to be famous until the paparazzi are in their face, and then they're asking, 'Just give me some privacy.'","author":"Linda Thompson","category":"Happiness, Peace, Thinking"},{"quote":"My dear Mama, you are definitely the hen who hatched a famous duck.","author":"Henri de Toulouse-Lautrec","category":"Mother's Day, Duck, You"},{"quote":"There are high spots in all of our lives and most of them have come about through encouragement from someone else. I don't care how great, how famous or successful a man or woman may be, each hungers for applause.","author":"George Matthew Adams","category":"Great, Man, Woman"},{"quote":"If you want to be popular and famous, you can do it; it's dead easy if you have that ego desire. But most of my ego desires as far as being famous and successful were fulfilled a long time ago.","author":"George Harrison","category":"Time, You Can Do It, Ego"},{"quote":"Becoming famous was never what I wanted to do. There's a lot of things that come with fame - it's what people in the limelight have to do.","author":"Bruno Mars","category":"People, Fame, Never"},{"quote":"If you wanna be famous, then it's okay if the music is fake, because fame isn't real.","author":"Josh Homme","category":"Music, Fake, You"},{"quote":"I think Princess Diana probably had the most famous haircut, or Farrah Fawcett or Jennifer Aniston.","author":"Dorothy Hamill","category":"Princess, Haircut, Think"},{"quote":"Lance Armstrong, the famous cyclist and more importantly, cancer survivor, has said 'if you ever get a second chance for something, you've got to go all the way.'","author":"Michael N. Castle","category":"Chance, Cancer"},{"quote":"You can become famous but you can't become unfamous. You can become infamous but not unfamous.","author":"Dave Chappelle","category":"You, Become, Infamous"},{"quote":"I wanted to be successful, not famous.","author":"George Harrison","category":"Successful, Wanted"},{"quote":"Save your rejections so that later when you are famous you can show them to people and laugh.","author":"Meg Cabot","category":"People, Laugh, You"},{"quote":"If you're lucky enough to be famous, then it's great if you can use your fame and the power your fame gives you to draw attention to things that really matter.","author":"Michael Schumacher","category":"Great, Power, You"},{"quote":"A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.","author":"Ludwig Mies van der Rohe","category":"Design, Chair, Why"},{"quote":"Thank God I arrived the day before yesterday, the first of the month, at this port of San Diego, truly a fine one, and not without reason called famous.","author":"Junipero Serra","category":"Day, God, Thank God"},{"quote":"It sounds really cheesy, but I've just really been so focused on making sure that I am nice to everyone that I work with and making the effort to get to know the people on set, whether it's the catering crew or the famous photographer.","author":"Gigi Hadid","category":"Work, I Am, Effort"},{"quote":"Being famous is wicked. But it's better to be normal.","author":"Rupert Grint","category":"Better, Being Famous, Being"},{"quote":"I'm famous for splurging at fast-food places. I'm currently obsessed with Taco Bell's bean and cheese burritos with extra green sauce and extra cheese. Gluttony!","author":"Fergie","category":"Green, Cheese, Taco"},{"quote":"When you reach a certain status in Hollywood, you have to play a lot of games to stay in the limelight. It becomes more about being famous than being an actor.","author":"Jason Lee","category":"Play, Reach, You"},{"quote":"I don't have the life of a famous person. But I do feel like I've been able to connect with a lot of people.","author":"Ann Brashares","category":"Life, People, Connect"},{"quote":"I have had the opportunity to become acquainted with many wonderful people from many walks of life. I have known rich and poor, famous and modest, wise and otherwise.","author":"Joseph B. Wirthlin","category":"Life, Wise, Opportunity"},{"quote":"Martyrdom: The only way a man can become famous without ability.","author":"George Bernard Shaw","category":"Man, Way, Ability"},{"quote":"People are famous for being famous and for nothing else. And good luck to them, because it lasts about a year and then they're nothing again.","author":"Brian Johnson","category":"Good, Luck, Good Luck"},{"quote":"Dr. King's famous 'I Have a Dream' speech was delivered at 'The March on Washington for Jobs and Freedom,' a call to justice beyond the traditional civil rights movement's focus.","author":"Charles B. Rangel","category":"Freedom, Justice, Focus"},{"quote":"One thing about being famous is the people around you, you pay all their bills so they very rarely disagree with you because they want you to pick up the check.","author":"Charles Barkley","category":"People, Want, You"},{"quote":"A sign of celebrity is that his name is often worth more than his services.","author":"Daniel J. Boorstin","category":"Name, Celebrity, Sign"},{"quote":"Just because you're not famous, doesn't mean you're not good.","author":"Laura Linney","category":"Good, You, Mean"},{"quote":"It's too late for me to get married before I'm famous. You never know people's intentions.","author":"Carmelo Anthony","category":"Me, People, Know"},{"quote":"I'm a regular person. I know a lot of people love being famous. I don't like it. I'm just chillin'. YouknowwhatI'msayin'?","author":"Wale","category":"Love, People, Know"},{"quote":"Other famous men, those of much talk and few deeds, soon evaporate. Action is the dignity of greatness.","author":"Jose Marti","category":"Greatness, Men, Action"},{"quote":"Dates with actors, finally, just seemed to me evenings of shop talk. I got sick of it after a hile. So the more famous I became, the more I narrowed down my choices.","author":"Hedy Lamarr","category":"Choices, Me, Sick"},{"quote":"When famous people come up to you it's a bit weird, but it's an honour, really, when they recognise you and want to chat to you for a bit.","author":"Wayne Rooney","category":"People, Weird, Famous People"},{"quote":"I kept saying that I'd never live in L.A., and I didn't think I would. But that's where the work is, and I ended up making a lot of friends there, and my old friends moved out to Los Angeles too. And also, I think when you're famous, its hard to live in a small town.","author":"John Cusack","category":"Work, Friends, Old Friends"},{"quote":"My family was musical on both sides. My father's family had a famous flautist and a classical pianist. My mother won a contest to be Shirley Temple's double - she was the diva of the family. At 8, I learned how to play guitar. I used to play songs from the '20s, '30s and '40s in the kitchen for my grandmother.","author":"Gloria Estefan","category":"Family, Father, Mother"},{"quote":"I was never interested in being powerful or famous. But once I got to film school and learned about movies, I just fell in love with it. I didn't care what kind of movies I made.","author":"George Lucas","category":"Love, School, Powerful"},{"quote":"Jack Palance was my distant uncle - that's the family gossip. Growing up, my family knew everything about his face getting burned and scarred in the military and how that mutilation led him to become such a famous 'heavy' in films. I prayed for good scars of my own. Not just acne scars.","author":"Chuck Palahniuk","category":"Family, Good, Military"},{"quote":"I've never worried about being rich or famous - for me, it's all about the dancing.","author":"Anton du Beke","category":"Me, Rich, Never"},{"quote":"I learned to ride a ten-speed when I was 4 or 5. My uncle gave me the bike, hand-me-down, and everyone used to stare at me riding up and down this block. I was too short to reach the pedals, so I put my legs through the V of the frame. I was famous. The little kid who could ride the ten-speed.","author":"Jay-Z","category":"Short, Me, Bike"},{"quote":"I made the Yankee hat more famous than a Yankee can.","author":"Jay-Z","category":"Hat, Made, Yankee"},{"quote":"Some people are so famous that the legends about them and the cultural aftermath of their life altogether obscure the real human being.","author":"Michael Korda","category":"Life, People, Human"},{"quote":"I appreciate my music is famous, but I'd rather my face wasn't so that I can just live a normal life.","author":"Sia","category":"Life, Music, Live"},{"quote":"If anyone besides famous people knew what it was like to be a famous person, they would never want to be famous.","author":"Sia","category":"People, Want, Famous People"},{"quote":"In the sixties, everyone you knew became famous. My flatmate was Terence Stamp. My barber was Vidal Sassoon. David Hockney did the menu in a restaurant I went to. I didn't know anyone unknown who didn't become famous.","author":"Michael Caine","category":"Restaurant, Unknown, Know"},{"quote":"It's sour grapes, I admit, I want to be more famous so people are examining my work couplet by couplet, you know what I mean? That's the level where I want to go.","author":"Frank Black","category":"Work, People, Want"},{"quote":"There is a famous saying: 'It's hard to be a Jew.' It's also hard to be a Palestinian. I know that.","author":"Ariel Sharon","category":"Know, Saying, Hard"},{"quote":"Super-envious of the fact that Daft Punk can wear robot helmets and be one of the most famous bands in the world, while also understanding that will never be my situation.","author":"Frank Ocean","category":"World, Understanding"},{"quote":"I just like the company of beautiful women. I have a weakness in that department. And I suppose because I am fairly well off and a famous musician, I'm up for grabs. And that makes me an eligible bachelor in the press.","author":"Eric Clapton","category":"Beautiful, Women, I Am"},{"quote":"I'm learning as I go. I don't know everything. I never had anybody to look at, nobody ever taught me, and where I'm from I didn't have any famous role models.","author":"Wale","category":"Learning, Me, Know"},{"quote":"I want to thank all the women who have worn my clothes, the famous and the unknown, who have been so faithful to me and given me so much joy.","author":"Yves Saint Laurent","category":"Women, Joy, Me"},{"quote":"The celebrity is a person who is known for his well-knownness.","author":"Daniel J. Boorstin","category":"Celebrity, Person, Known"},{"quote":"Fate is being kind to me. Fate doesn't want me to be too famous too young.","author":"Duke Ellington","category":"Me, Fate, Want"},{"quote":"I do not like the man who squanders life for fame give me the man who living makes a name.","author":"Emily Dickinson","category":"Life, Man, Me"},{"quote":"Andy Warhol made fame more famous.","author":"Fran Lebowitz","category":"Fame, Made, More"},{"quote":"People hate me because I am a multifaceted, talented, wealthy, internationally famous genius.","author":"Jerry Lewis","category":"I Am, Hate, Me"},{"quote":"It is a mark of many famous people that they cannot part with their brightest hour.","author":"Lillian Hellman","category":"People, Famous People, Mark"},{"quote":"I have as much privacy as a goldfish in a bowl.","author":"Princess Margaret","category":"Privacy, Goldfish, Bowl"},{"quote":"I am beautiful, famous and gorgeous.","author":"Anna Kournikova","category":"Beautiful, I Am, Gorgeous"},{"quote":"I want to be famous everywhere.","author":"Luciano Pavarotti","category":"Want, Everywhere"},{"quote":"There are people who appear in the magazines and I don't know who they are. I've never seen anything they've done and their careers are over already. They're famous for maybe 10 minutes. Real careers, I think, take a long time to unfold.","author":"Matt Damon","category":"Time, People, Long"},{"quote":"My favorite thing about being famous... it's not really as big of a deal as everybody says it is. Being on the road is tough, doing interviews, and all the stuff. It's still pretty tough.","author":"Aaron Carter","category":"Road, Doing, Favorite"},{"quote":"It's funny, when bands or younger musicians ask me: 'So, what does it take to make it?' Well, first explain to me what you mean by 'making it': Do you want to be a rock star or do you want music to be your livelihood?","author":"Eddie Van Halen","category":"Funny, Music, Musicians"},{"quote":"When you become a celebrity, the world owns you and your image.","author":"Megan Fox","category":"World, You, Celebrity"},{"quote":"Famous remarks are very seldom quoted correctly.","author":"Simeon Strunsky","category":"Quoted, Correctly, Seldom"},{"quote":"I was brought up with psychics and tarot cards. My mum was always told I was going to be in a boy band and be famous as a singer.","author":"Lee Ryan","category":"Cards, Boy, Band"},{"quote":"One of the pleasant duties of America's most famous announcers during the relatively short swing era of the big bands was to host late-night remotes from some of the most famous ballrooms throughout the country.","author":"Nick Clooney","category":"America, Short, Country"},{"quote":"He makes me laugh, Mick! He tended to turn up when we were having lunch and entertain us all. He bought an Enigma machine! I've never worked with a producer who was more famous than everyone put together.","author":"Saffron Burrows","category":"Together, Me, Laugh"},{"quote":"As a famous person you think how you're gonna end it, get away and have a normal life.","author":"Gwen Stefani","category":"Life, End, Think"},{"quote":"I was obsessed with being rich and famous.","author":"Paul Lynde","category":"Rich, Being Rich, Being"},{"quote":"We are not interested in cloning the Michael Jordans and the Michael Jacksons of this world. The rich and the famous don't participate in this.","author":"Panayiotis Zavos","category":"World, Rich, Not Interested"},{"quote":"Face it, I didn't become famous until I took my clothes off.","author":"Jude Law","category":"Clothes, Face, Become"},{"quote":"What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous.","author":"Lady Gaga","category":"Money, You, Celebrity"},{"quote":"There's more pressure to be famous for being yourself than if you're being a character.","author":"Kim Kardashian","category":"Character, Yourself"},{"quote":"The idea of being famous is a lot better than the reality.","author":"Tom Felton","category":"Reality, Better, Idea"},{"quote":"I'm hardly famous. I wouldn't want to trade places with anyone else.","author":"Nikki Cox","category":"Want, Places, Trade"},{"quote":"I know I'm not a self-indulgent idiot; I also know I'm not the second coming of Deepak Chopra. If I had believed either of those, or both, as some people do when they get famous, that's when the mental illness arrives.","author":"Elizabeth Gilbert","category":"People, Know, Mental Illness"},{"quote":"Decide very early on: do you want to be an actor or do you want to be famous? Because they're very different routes.","author":"James Purefoy","category":"Want, Early, You"},{"quote":"I'm not one of those famous people flying round the world emoting over every catastrophe. I'm too feeble.","author":"Kristin Scott Thomas","category":"World, People, Famous People"},{"quote":"Well, I knew I wanted to be an actor, and I didn't necessarily need or want to be famous or a celebrity actor.","author":"Jenna Fischer","category":"Want, Actor, Celebrity"},{"quote":"I grew up being the girl who would always tune in to watch famous people talk about their careers, how they handled scandals and mega fame. I'm trying to pick up tips.","author":"Rebecca Black","category":"Girl, People, Famous People"},{"quote":"My buildings are more famous than me.","author":"Jean Nouvel","category":"Me, Buildings, Than"},{"quote":"You don't become a chef to become famous.","author":"Eric Ripert","category":"Chef, You, Become"},{"quote":"And I don't want to live anywhere where I am famous. It makes me very, very uncomfortable, because it conveys an advantage over people, and I don't like that.","author":"Donna Leon","category":"I Am, Me, People"},{"quote":"The caricature of science is that we hold tight to the theories we have, and shun challenges to them. That's just not true. In fact, we hold our highest rewards for those scientists who can prove others wrong. And by the way, they are famous in their own lifetimes. We don't wait until they're dead.","author":"Neil deGrasse Tyson","category":"Science, Challenges, True"},{"quote":"A friend at school was always being laughed at because his father emptied dustbins for a living. But those who laughed worshipped famous footballers. This is an example of our topsy-turvy view of 'success.' Who would we miss most if they did not work for a month, the footballer or the garbage collector?","author":"David Icke","category":"Work, Success, Father"},{"quote":"A country that cannot feed itself cannot have self-pride, and in the mid-'60s 20 percent of all the wheat produced in America came into India. We were agriculturally a basket case. And 15 years later, 20 years later, we have become an agricultural power. This is the famous Green Revolution.","author":"Jairam Ramesh","category":"Power, America, Green"},{"quote":"You cannot hear the name Martin Luther King, Jr., and not think of death. You might hear the words 'I have a dream,' but they will doubtlessly only serve to underscore an image of a simple motel balcony, a large man made small, a pool of blood. For as famous as he may have been in life, it is - and was - death that ultimately defined him.","author":"Michael Eric Dyson","category":"Life, Death, Words"},{"quote":"That's the most terrible thing about being an author - standing there at your mother's funeral, but you don't switch the author off. So your own innermost thoughts are grist for the mill. Who was it said - one of the famous lady novelists - 'unhappy is the family that contains an author'?","author":"Terry Pratchett","category":"Family, Mother, Thoughts"},{"quote":"What's awful about being famous and being an actress is when people come up to you and touch you. That's scary, and they just seem to think it's okay to do it, like you're public property.","author":"Winona Ryder","category":"People, Think, You"},{"quote":"What is so weird is that young people who want to be 'celebrities' do not want to put in the hard work. They don't want to do the training, go to drama school, read Shakespeare, try different accents and study technique. They just want to be famous. It is not just in England; it's the same in America and all over Europe.","author":"Joan Collins","category":"Work, Hard Work, Training"},{"quote":"All dictators, the rich and famous, to the lowest security guard who holds a gun, easily forget that power is transitory.","author":"F. Sionil Jose","category":"Power, Gun, Rich"},{"quote":"My father was this famous heart surgeon, a wonderful man... but there was something about me that drove him crazy.","author":"Dominick Dunne","category":"Father, Heart, Man"},{"quote":"It is amazing what people feel they have the right to tell you to your face when you're famous.","author":"Emily Robison","category":"Amazing, People, You"},{"quote":"Public scandals are America's favorite parlor sport. Learning about the flaws and misdeeds of the rich and famous seems to satisfy our egalitarian yearnings.","author":"Robert Dallek","category":"Learning, America, Rich"},{"quote":"The most common form of giantism is a condition called acromegaly, and acromegaly is caused by a benign tumor on your pituitary gland that causes an overproduction of human growth hormone. And throughout history, many of the most famous giants have all had acromegaly.","author":"Malcolm Gladwell","category":"History, Growth, Human"},{"quote":"Is fame without purpose and is fame without talent really where we are now? People used to be famous for what they did. Now, they're just famous.","author":"John Carroll Lynch","category":"Purpose, Talent, People"},{"quote":"I liked comedy as a kid. When I was a kid, I'd go to sleep to, like, Bill Cosby albums every night. I'd listen to 'Bill Cosby Is A Very Funny Fellow... Right!' and 'Wonderfulness,' which are two of his most famous albums. Then the next night, I'd flip them over, 'cause it was the old stackable turntable.","author":"Stephen Colbert","category":"Funny, Sleep, Night"},{"quote":"In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter.","author":"Stephen Colbert","category":"Age, Media, Yourself"},{"quote":"There's this famous observation that I totally believe: Great startup ideas are the ones that lie in the intersection of the Venn diagram of 'is a good idea' and 'looks like a bad idea.' So you want most people to think it's a bad idea and thus not compete with you until you get giant. But for it to secretly be good.","author":"Sam Altman","category":"Good, Great, Believe"},{"quote":"I wanted to be famous. It's embarrassing to admit, but I came out to L.A. thinking it would happen in no time. I thought, 'Once they see me, they'll be so glad I came.' I always had a ridiculous amount of self-confidence about what was going to happen to me.","author":"Chelsea Handler","category":"Time, Thinking, Me"},{"quote":"I am still moved by passages of Marx: the 'Critique of Hegel's Philosophy of Right,' for example, where, after the famous line about religion being 'the opium of the people,' he goes on to call it 'the heart of a heartless world.'","author":"Geoff Dyer","category":"Heart, Religion, I Am"},{"quote":"When I look back, I am happy that my mum took me to the gymnastics club. I didn't join gymnastics to become a famous athlete or celebrity; it just happened - I did more than I expected, of course.","author":"Nadia Comaneci","category":"Happy, I Am, Me"},{"quote":"I just love the weather. I live on Miami Beach, which is all boutique hotels and cocktails. I do sometimes go along to smart parties in my white suit, but I wouldn't really recognise any famous people if they were there because I'm not very good at star-spotting.","author":"Irvine Welsh","category":"Love, Good, Beach"},{"quote":"If you chase fame, you make bad choices. Being famous isn't interesting.","author":"Justin Theroux","category":"Choices, Fame, You"},{"quote":"The historical profession is nowhere famous for its tolerance, but there are not many countries where historians can expect to pay for their opinions with penal servitude or the firing squad.","author":"Norman Davies","category":"Opinions, Tolerance, Where"},{"quote":"The stalkers can get a little scary at times, but I guess all these things are a part of being famous.","author":"Armaan Malik","category":"Scary, Being, Little"},{"quote":"I've never changed the way I live. I still walk the streets I don't give a damn. And everyone's very nice to me. But this new idea of being famous for no reason at all? I can't actually get my head round it.","author":"John Hurt","category":"Walk, Me, Live"},{"quote":"I have a profound empathy for people who are in the public eye, whether they manifest it themselves or whether it happened by accident - it doesn't matter to me. I think there's a great misunderstanding of what it is to be famous.","author":"Alanis Morissette","category":"Great, Empathy, Me"},{"quote":"I'm not famous I am simply very well-known to certain people. Famous is something different.","author":"Anton Corbijn","category":"I Am, People, Different"},{"quote":"Warren Buffett is famous for talking about the 'intrinsic value' of stocks. But while many people parrot this phrase, few know what it really means.","author":"Robert Kiyosaki","category":"Value, People, Know"},{"quote":"Usually, TED only invites the most accomplished and famous people in the world to give talks.","author":"Cameron Russell","category":"World, People, Famous People"},{"quote":"Wanting to be an actor and wanting to be famous are different.","author":"Blake Lively","category":"Actor, Different, Wanting"},{"quote":"The benefits from stardom as Klinger outweigh any setbacks. It's a double-edged sword. What makes you famous is what interferes with getting other roles.","author":"Jamie Farr","category":"Setbacks, You, Sword"},{"quote":"Sometimes I'm fascinated with how famous my work could be while I'm not so famous.","author":"Frank Ocean","category":"Work, Sometimes, While"},{"quote":"I never had a desire to be famous... I was fat. I didn't know any fat famous actresses... You know, once a fat kid, always a fat kid. Because you always think that you just look a little bit wrong or a little bit different from everyone else. And I still sort of have that.","author":"Kate Winslet","category":"Fat, Know, Think"},{"quote":"Before 'Titanic,' yes, I had done some things and, yes, I had been nominated for an Academy Award, but I had never been sort of world-famous. And I suppose, yes, I am really famous now. But I feel embarrassed to say that because it's just a bit daft for me.","author":"Kate Winslet","category":"I Am, Award, Me"},{"quote":"I'm so famous, people expect me to sell as many records as Celine Dion or Puff Daddy.","author":"Marilyn Manson","category":"Me, People, Famous People"},{"quote":"I think it's useful, as a famous person, to have as little separation between the perception of you and how you really are - because otherwise I'd be sitting here thinking I'm keeping secrets, and wondering when you're going to find out.","author":"Daniel Radcliffe","category":"Thinking, Perception, Think"},{"quote":"By no means do I try to go out and hang out with famous people.","author":"Brad Paisley","category":"People, Famous People, Try"},{"quote":"I think anyone who is famous is a moron if they're on Twitter. It's just stupid.","author":"George Clooney","category":"Stupid, Think, Moron"},{"quote":"No matter how much money you make, no matter how famous you are, you're not above going outside and cutting trees. I do it all the time.","author":"Bill Goldberg","category":"Time, Money, Trees"},{"quote":"There are a lot of good things about being famous but there are a few not so good things too.","author":"Sharon Stone","category":"Good, Good Things, Being"},{"quote":"Superhero movies are so famous because of the metaphor that they trigger in one's self about who you could be if things were different.","author":"Patty Jenkins","category":"Self, Movies, You"},{"quote":"Whenever I'm in theatre situations I will go out of my way not to talk about my father, but in the film world I can be really proud of my family and say, 'You know what: my dad's a really, really famous theatre director,' because nobody has any idea.","author":"Rebecca Hall","category":"Family, Father, World"},{"quote":"The only way to be turned off to being famous is to be famous.","author":"Jesse Eisenberg","category":"Being Famous, Way, Being"},{"quote":"I've watched a lot of people who became famous who completely change and I think it's because they tend to believe all the hype that's out there. I don't think there's that much hype about me.","author":"Jane Goodall","category":"Change, Believe, Me"},{"quote":"Celebrities have more influence to be able to reach out to people, but people are becoming famous on Facebook and social media every day.","author":"Shemar Moore","category":"Day, Social Media, Influence"},{"quote":"I'm not interested in being famous. I'm interested in doing my job and doing it well, and that's wrestling, and that's what I love.","author":"AJ Lee","category":"Love, Job, Doing"},{"quote":"I certainly don't want a child of mine to be famous, or anyone I was very close to who isn't yet... It's the worst thing to be trapped in your house not be able to leave.","author":"Elizabeth Hurley","category":"Child, Want, House"},{"quote":"A very quiet and tasteful way to be famous is to have a famous relative. Then you can not only be nothing, you can do nothing too.","author":"P. J. O'Rourke","category":"Quiet, Way, You"},{"quote":"I think that when you are famous every weakness is exaggerated.","author":"Marilyn Monroe","category":"Weakness, Think, You"},{"quote":"Of course, 'I Will Always Love You' is the biggest song so far in my career. I'm famous for several, but that one has been recorded by more people and made me more money, I think, than all of them. But that song did come from a true and deep place in my heart.","author":"Dolly Parton","category":"Love, Money, Deep"},{"quote":"Sometimes I think that when people become famous, there's a public perception that they are not human beings any more. They don't have feelings; they don't get hurt; you can act and say as you like about them.","author":"Salman Rushdie","category":"Perception, Hurt, People"},{"quote":"Forget about being world famous, it's hard enough just getting the automatic doors at the supermarket to acknowledge our existence.","author":"Douglas Coupland","category":"World, Forget, Existence"},{"quote":"I once did a radio program with a famous materialist, that is to say a scientist who believed that absolutely everything was physical and that all emotions were reductive to little electrical impulses in your neurons. And I found that I didn't believe that. But what the emotions really are, I don't have an alternative theory.","author":"Tom Stoppard","category":"Believe, Emotions, Say"},{"quote":"What a heavy burden is a name that has become too famous.","author":"Voltaire","category":"Name, Burden, Become"},{"quote":"I don't like Los Angeles. The people are awful and terribly shallow, and everybody wants to be famous but nobody wants to play the game. I'm from New York. I will kill to get what I need.","author":"Lady Gaga","category":"Game, New York, People"},{"quote":"Joanne' is a progression for me. It was about going into the studio and forgetting that I was famous.","author":"Lady Gaga","category":"Me, Going, Forgetting"},{"quote":"For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad.","author":"Jeff Bridges","category":"Father, Alone, Job"},{"quote":"Whenever you're the child of a famous person, you get judged in odd ways because of that.","author":"Jeff Bridges","category":"Child, You, Person"},{"quote":"I was suddenly really famous, and I didn't know how to cope. I didn't know myself well enough as a person, number one, and as an actor, number two. I wanted to escape.","author":"Kate Winslet","category":"Myself, Escape, Know"},{"quote":"I know the true meaning of getting by by the skin of my teeth; I do. It doesn't matter whether you've got money or you haven't, whether you're famous or not. This is the case for all women, actually; you have to carry on. You always have to carry on. And you can, because you have to.","author":"Kate Winslet","category":"Money, Women, Meaning"},{"quote":"Apart from its famous healing properties, manuka has a strong, woody flavour.","author":"Yotam Ottolenghi","category":"Strong, Healing, Woody"},{"quote":"It's famous that comedians have a very dark personal state of mind. I think, in my case, it's the same. The only way to get deep is to have a balance, or a counterbalance.","author":"Alejandro Gonzalez Inarritu","category":"Deep, Balance, Mind"},{"quote":"Many incredible artists die before they were famous.","author":"Yoko Ono","category":"Die, Artists, Incredible"},{"quote":"I made my living being 20 or 30 pounds heavier than the average model. And that's where I got famous.","author":"Tyra Banks","category":"Living, Average, Where"},{"quote":"A while ago I said that, 'You know, I like a guy - he doesn't have to be all rich and famous - he can be normal.' And I remember I was walking in the mall, and this guy was like, 'Tyra, I'm normal. I live with my mama. I ain't got a car and I ain't got a job! I'm real normal.' And I'm like, 'That's not normal - that's a loser!'","author":"Tyra Banks","category":"Car, Job, Walking"},{"quote":"I was the most famous kid in the United States. That was 1936.","author":"Gore Vidal","category":"Kid, United, United States"},{"quote":"Whereas you have someone like Houdini, who works really, really hard to get really, really famous, and then has actual intellectual ideas that he puts into the culture that stay there.","author":"Penn Jillette","category":"Culture, Ideas, You"},{"quote":"For me a Writing Day was an occasion for self-reproach and panic, a time to lament the passing of the years, stare out of windows and remember that even those famous late starters Joseph Conrad and George Eliot had started by the age I was now.","author":"Howard Jacobson","category":"Time, Day, Age"},{"quote":"The world is a bell curve. Classroom test scores, employee performance in a company or how many people really, really like you. No matter the population you're studying, they always fit neatly across the standard deviations of the famous bell curve.","author":"Simon Sinek","category":"World, Performance, Company"},{"quote":"Whenever someone says to my mum: 'How's your son doing?' she says: 'Which one?' If you're a parent, you're not going to go: 'Oh I'll concentrate on the famous one.'","author":"Martin Freeman","category":"Son, Parent, You"},{"quote":"I'm fortunate to be famous for two rather imposing characters like Magneto and Gandalf.","author":"Ian Mckellen","category":"Two, Like, Fortunate"},{"quote":"The strength of British theatre should be that these actors in their middle years know what they're doing and are good at it. Not rich, not famous, but making a living.","author":"Ian Mckellen","category":"Strength, Good, Theatre"},{"quote":"I'd never read 'Lord of the Rings' until I was asked to play Gandalf, so I didn't really know it was a frightfully famous book.","author":"Ian Mckellen","category":"Book, Know, Play"},{"quote":"The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous.","author":"J. K. Rowling","category":"Interesting, Fame, Never"},{"quote":"You can't date if you're famous. That's how it seems to me.","author":"Orlando Bloom","category":"Me, You, Seems"},{"quote":"There were a few years there when I was just so enamored with the idea of living some sort of famous person's lifestyle that really isn't suited to me.","author":"Daniel Radcliffe","category":"Me, Living, Idea"},{"quote":"It's interesting because people assume that because I'm famous I know all famous people.","author":"Daniel Radcliffe","category":"People, Know, Famous People"},{"quote":"Part of being famous is offering up this blank screen upon which people can project everything, and it's a sacred act, putting yourself out there, in a way that lots of celebrities aren't steeled for; they're not prepared for the degree to which people define them.","author":"Alanis Morissette","category":"Yourself, People, Way"},{"quote":"I thought the more famous I became, the more friendships I would have, but the opposite was true.","author":"Alanis Morissette","category":"Thought, True, Opposite"},{"quote":"Only traumatised people want to be famous.","author":"Alanis Morissette","category":"People, Want, Only"},{"quote":"One thing lots of Christians do have in common is that they can't help coming across as smug. This winds lots of people up, particularly because famous Christians pronounce on the life of the poor from their very lovely affluent homes filled with their very lovely families and attractive pets.","author":"Jo Brand","category":"Life, People, Help"},{"quote":"I'll never forget one of those things that my father said to me. My father said: 'You know what? We have had so many amazingly positive experiences that we would have never had because you're famous. We can stand to have a couple negatives ones, too.'","author":"Rob Lowe","category":"Positive, Father, Me"},{"quote":"One of the interesting things about Twitter is looking how famous people choose to use it. Take someone like Steve Martin, who I follow: it's all sorts of comic gems, nothing private, nothing personal - all jokes. Other celebrities are overtly personal - like Charlie Sheen. I do a mix of observations and updates.","author":"Rob Lowe","category":"People, Famous People"},{"quote":"There are loads of actresses that modelled. They just weren't famous. There weren't a lot that were really known as models that became actresses, but there are hordes of them that did modelling before such as Anjelica Huston, Jessica Lange, Sharon Stone, Demi Moore and Geena Davis. There are loads of 'em.","author":"Andie MacDowell","category":"Stone, Just, Did"},{"quote":"Famous, adj.: Conspicuously miserable.","author":"Ambrose Bierce","category":"Miserable, Conspicuously"},{"quote":"If people just want to be famous, that's just not enough to get you up at 4 in the morning to go to work. You have to love what you're doing.","author":"Zooey Deschanel","category":"Love, Work, Morning"},{"quote":"I want people to know me through the movies I do. I want to be judged on that. If you start becoming famous for your personal life, that's when your career goes away.","author":"Megan Fox","category":"Life, Me, People"},{"quote":"I know what it's like to be famous. It's good money and it's great fun. A real kick in the pants. People wave at you and smile at you. You get great tables in restaurants. They send you gifts - beautiful clothes and cars.","author":"Pierce Brosnan","category":"Smile, Beautiful, Money"},{"quote":"I have a very down-to-earth father. My wife is an actress and famous herself is more down-to-earth than anyone I know.","author":"Brad Paisley","category":"Father, Wife, Know"},{"quote":"I'm somebody who likes to gravitate toward people who aren't necessarily famous.","author":"Brad Paisley","category":"People, Somebody, Toward"},{"quote":"Evictions used to be rare in this country. They used to draw crowds. There are scenes in literature where you can come upon an eviction - like, in 'Invisible Man' there's the famous eviction scene in Harlem, and people are gathered around, and they move the family back in.","author":"Matthew Desmond","category":"Family, Man, People"},{"quote":"I've never sat there and plotted out how I was going to become successful or famous.","author":"Jennifer Aniston","category":"Successful, Never, Going"},{"quote":"When I first became famous, I didn't know if I could go where I wanted to because I didn't know how people were going to act. Some folks would scream and holler, and I didn't know what to do with that.","author":"Jill Scott","category":"People, Know, First"},{"quote":"Temptation's something you have to deal with even if you're not famous. It's harder when you're famous because it's a lot more in your face, and that makes it a little more difficult to walk away from sometimes.","author":"Denis Leary","category":"Walk, Face, You"},{"quote":"I learned a long time ago, if you want to keep your friends in show business, don't get famous. Because as soon as you get famous, a lot of the people you used to know, who didn't, become incredibly bitter and jealous. It's part of the territory.","author":"Denis Leary","category":"Business, Time, Friends"},{"quote":"The sound of my voice is more famous than me.","author":"Jimmy Iovine","category":"Me, Voice, Sound"},{"quote":"A few of the world's most famous non-American novelists have large followings in the United States, among them Gabriel Garcia Marquez and Guenter Grass, who were both popular even before winning the Nobel.","author":"Stephen Kinzer","category":"Winning, World, Grass"},{"quote":"I don't think it's anything you ever get used to... for many years, I could never sort of put my name in the same sort of category as the word 'famous' or anything like that. And I just found it very uncomfortable... if you get used to it, then something must be wrong.","author":"Johnny Depp","category":"Name, Think, You"},{"quote":"I liked myself much more before I got famous. I was much friendlier and had more energy.","author":"Sia","category":"Myself, Energy, Before"},{"quote":"I'll be the songwriter for pop stars and then they can be the front person and I don't have to be famous.","author":"Sia","category":"Stars, Person, Songwriter"},{"quote":"When I was 10, my parents really valued success in the arts, and I thought if I was a famous 'something artistic,' that they would love me more.","author":"Sia","category":"Love, Success, Parents"},{"quote":"I don't want to be famous or recognizable. I don't want to be critiqued about the way that I look on the Internet... I've been writing pop songs for pop stars for a couple years and see what their lives are like, and that's just not something I want.","author":"Sia","category":"Stars, Writing, Internet"},{"quote":"I don't really even go out that much now, except to walk my dogs, because I don't want to be recognised. I used to be a really friendly person, and now I just want to be invisible. I liked myself much more before I got famous. I was much friendlier and had more energy.","author":"Sia","category":"Myself, Walk, Want"},{"quote":"Most famous stage actors tactfully fade away.","author":"Robert Gottlieb","category":"Stage, Fade, Away"},{"quote":"Despite the rigid classicism of the famous Paris Opera school and company, the French have done more than their share to unmoor la Danse from its traditions and standards.","author":"Robert Gottlieb","category":"School, Company, Paris"},{"quote":"I used to send away for eight-minute Super 8 movies of various Ray Harryhausen scenes advertised on the back of 'Famous Monsters of Filmland' magazine.","author":"Peter Jackson","category":"Movies, Monsters, Back"},{"quote":"'Heavenly Creatures' was really the idea of Fran Walsh. It was a very famous New Zealand murder case, but not one that people knew much about.","author":"Peter Jackson","category":"People, Idea, New"},{"quote":"Celebrities and 'famous' people are just regular folks. I know, it's a shocking and potentially dangerous statement.","author":"Adam McKay","category":"People, Know, Famous People"},{"quote":"Ultimately, the only people who are in any way edified by hanging with famous people are you at the age of 11 and your mom.","author":"Adam McKay","category":"Age, Mom, People"},{"quote":"When I was starting out, I thought I would go into comedy and there would be a mentor, like the Philip Seymour Hoffman character in 'Almost Famous,' in my life, and there just wasn't. It was really frustrating for me because I desired that so much.","author":"Mike Birbiglia","category":"Life, Character, Me"},{"quote":"Vegas is famous for a lot of things, and bad marriages are one of them. Margo and I are proof that you can make this work. It just takes a little effort.","author":"Ron White","category":"Work, Effort, Vegas"},{"quote":"If you become famous and don't have a live show to back it up, they're not going to pay you any money.","author":"Ron White","category":"Money, Live, You"},{"quote":"I begged the universe to make me a famous comedian, and it did. So I tend not to ask for any more.","author":"Ron White","category":"Universe, Me, Ask"},{"quote":"I don't like to do material people have heard. Now, they like to hear material that they know, because that's the stuff that made me famous, and, unfortunately, I don't do a ton of it.","author":"Ron White","category":"Me, People, Know"},{"quote":"When we made 'Night of the Living Dead,' we got riddled. There was this famous article Roger Ebert wrote just blasting the film because he had gone to see it at some screening where there were all these kids in the audience. I don't know why that happened. We didn't make the movie for kids.","author":"George A. Romero","category":"Night, Know, Why"},{"quote":"You don't knock television, even if you don't always like what they make of your work. It makes all the difference between being an also-ran writer and very famous.","author":"Ruth Rendell","category":"Work, Television, You"},{"quote":"'Ali' offers stunning re-creations of bouts Ali fought. In the second Liston fight, the auditorium is underlighted and clouded with fetid cigar smoke, which was why the famous picture of a snarling Ali standing over Liston was so dramatic; indoor arenas are now bright enough to be spotted from Alpha Centauri.","author":"Elvis Mitchell","category":"Fight, Picture, Why"},{"quote":"Passion for fame: A passion which is the instinct of all great souls.","author":"Edmund Burke","category":"Great, Passion, Fame"},{"quote":"I've walked with very famous people down red carpets over to the crowd of thousands of people, and you'll reach out to shake their hand and they've got a camera in their hand. And they don't even get their hand out, because they're recording the whole time.","author":"George Clooney","category":"Time, Red, People"},{"quote":"I had my Aunt Rosie, who was famous and then not, so I got a lesson in fame early on. And I understood how little it has to do with you. And also how you could use it.","author":"George Clooney","category":"Fame, Early, You"},{"quote":"If you're famous, I don't - for the life of me - I don't understand why any famous person would ever be on Twitter.","author":"George Clooney","category":"Life, Me, Why"},{"quote":"I do know something about the news world. I was sitting on the floors of newsrooms since I was seven years old, and I've been around them my whole life. I understand that someone looks at a story with famous people in it, and you want to put it out.","author":"George Clooney","category":"Life, World, People"},{"quote":"To put it simply - you know, a lot of people believe that the benefit of this job is fame and fortune. I believe that you pay for the fortune through the fame. I don't buy into the notion that being famous is somehow a good thing, or an exciting thing, or a wonderful thing.","author":"Evangeline Lilly","category":"Good, Job, Believe"},{"quote":"I went from being totally unknown and never acting professionally to being in a major movie and being very famous. It all happened so quickly, I didn't have any time to work things out. It's been pretty scary at times.","author":"Emma Watson","category":"Work, Time, Unknown"},{"quote":"I was famous in our college for calm and impassionate discussion; for one whole summer, I rose at five and went to bed at midnight, that I might have sufficient time for theology and metaphysics.","author":"William Godwin","category":"Time, College, Rose"},{"quote":"A voice is very intimate. It's something of your own. So there's always this fear, because you feel naked. There's a fear of not reaching up to expectations. As you become more famous, people come and expect to hear something extraordinary, so you don't want to disappoint them. I feel this sense of responsibility.","author":"Andrea Bocelli","category":"Fear, Responsibility, People"},{"quote":"Whether we are famous or not, we all need God. We also need other people.","author":"Chuck Norris","category":"God, People, Need"},{"quote":"When we were growing up our parents somehow made it clear that being famous was good. And I mistakenly thought that if I was famous then everyone would love me.","author":"Ellen DeGeneres","category":"Love, Good, Parents"},{"quote":"I wanted to have money I wanted to be special I wanted people to like me I wanted to be famous.","author":"Ellen DeGeneres","category":"Money, Me, People"},{"quote":"Just to go into a shop without getting stared at would be nice. I mean, I don't walk around like, 'Oh, I'm trying to be famous' - I try to lead as normal a life as possible - but sometimes it's annoying. It's fine; it's not a massive problem, but sometimes it's just a bit uncomfortable.","author":"Kate Moss","category":"Life, Walk, Problem"},{"quote":"The first time I went to Johnny Depp's house in LA is when I realized what I was getting myself into. I knew he was famous, but I didn't really know what that entailed.","author":"Kate Moss","category":"Time, Myself, Know"},{"quote":"You just feel like you're doing a job that you want to be doing, and then one day, somebody asks you a question like that: 'What's it like to be famous?' It doesn't really mean anything. The only difference is some people stop you and ask you for photographs.","author":"Hozier","category":"Day, Job, People"},{"quote":"I was born on October 21, 1956 in Burbank, California. My father, Eddie Fisher, was a famous singer. My mother, Debbie Reynolds, was a movie star. Her best-known role was in 'Singin' In The Rain.'","author":"Carrie Fisher","category":"Father, Mother, October"},{"quote":"You knew how humiliating that is as an experience for celebrities to be less of a celebrity. There's no class to adjust to being less famous, and you don't think you have to worry about it. But you do.","author":"Carrie Fisher","category":"Experience, Worry, Think"},{"quote":"I partied in every capital in Europe, basked on all the famous beaches, and good-timed it in South America, the South Seas, the Orient, and the more palatable portions of Africa.","author":"Frank Abagnale","category":"America, Africa, Europe"},{"quote":"Have I ever been to a party with a ton of famous people in it? Yes, several times, so I guess that's a Hollywood lifestyle.","author":"Michael Keaton","category":"People, Party, Famous People"},{"quote":"It's great to make your own choices, but there's a price to pay. I could've made more money or been more famous. I could be the current groovy guy.","author":"Michael Keaton","category":"Money, Great, Choices"},{"quote":"It's part of the celebrity process but my life has never been as interesting or as wild as what's been printed about me.","author":"Winona Ryder","category":"Life, Me, My Life"},{"quote":"I'm an active participation guy. No matter how much money you make, no matter how famous you are, you're not above going outside and cutting trees. I do it all the time.","author":"Bill Goldberg","category":"Time, Money, Trees"},{"quote":"I have been very happy, very rich, very beautiful, much adulated, very famous and very unhappy.","author":"Brigitte Bardot","category":"Happy, Beautiful, Rich"},{"quote":"Famous is celebrityism, and I don't want that... I know that I'm not that. Everybody knows who you are. I can't imagine living that life, but I don't think I consider myself famous.","author":"Robin Wright","category":"Life, Myself, Want"},{"quote":"Because you know when you first become famous, you start walking a little different because people are staring at you.","author":"Bono","category":"Walking, Start, People"},{"quote":"I admire sensible, kind people. They're not often famous.","author":"John Malkovich","category":"People, Admire, Kind"},{"quote":"It isn't necessary to be rich and famous to be happy. It's only necessary to be rich.","author":"Alan Alda","category":"Happy, Be Happy, Rich"},{"quote":"What I can't completely understand is most other people's fascination with what the famous among us do with their lips and the rest of their bodies. Why do ordinary people become the target of this curiosity simply by virtue of the fact that other people recognise their names and faces but know almost nothing else about them?","author":"Alan Alda","category":"Curiosity, People, Know"},{"quote":"I had never really wanted to be famous. Everyone is supposed to want to be rich and famous, but as a boy I never knew what rich was, and the first view I had of famous made me leery.","author":"Alan Alda","category":"Me, Want, Rich"},{"quote":"I can't relate to people who treat me as a 'famous person.' I only like to hang around with people who treat me as a regular person because that's what I am. All people are really just regular.","author":"Judy Blume","category":"I Am, Me, Treat"},{"quote":"My hair was famous before I was.","author":"Christopher Walken","category":"Hair, Before"},{"quote":"Celebrity was a long time in coming it will go away. Everything goes away.","author":"Carol Burnett","category":"Time, Long, Celebrity"},{"quote":"But I didn't ask to have somebody nose around in my private life. I didn't even ask to be famous. All I asked was to be able to earn a living making people laugh.","author":"Carol Burnett","category":"Life, People, Laugh"},{"quote":"You can get rich or famous by doing the same thing.","author":"Ang Lee","category":"Doing, Rich, You"},{"quote":"I'm doing a new musical on Broadway, which opens in October called 'The Boy from Oz,' where I play Peter Allen. For those of you who don't know, he became first famous in America for marrying Liza Minelli.","author":"Hugh Jackman","category":"America, October, Know"},{"quote":"The problem is, the more famous you get, the more people see you who didn't choose to.","author":"Louis C. K.","category":"People, Problem, You"},{"quote":"Show me an actor who doesn't want to be famous, and I'll show you a liar. Later, you realise that there's more to it than just the acquisition of fame, and money and girls. But that is what drives them and was what drove me, initially.","author":"Kevin Bacon","category":"Money, Liar, Me"},{"quote":"Any idiot can get laid when they're famous. That's easy. It's getting laid when you're not famous that takes some talent.","author":"Kevin Bacon","category":"Talent, Easy, You"},{"quote":"My dad was an architect, and he wasn't a rich guy, but in our little world in Philadelphia, he was famous. He loved to see his picture in the paper. I wanted to be more famous than him.","author":"Kevin Bacon","category":"World, Picture, Rich"},{"quote":"There are two types of actors: those who say they don't want to be famous, and those who are liars.","author":"Kevin Bacon","category":"Want, Two, Say"},{"quote":"One of the top comments I get from people is, 'Oh my God, you're like a regular person!' That's kind of a bizarre thing to live with. I know a lot of famous people, and their lives may not be regular, but they are regular people.","author":"Kevin Bacon","category":"God, People, Famous People"},{"quote":"I wasn't going off to New York to be more famous than my father, but in retrospect, that certainly was driving me. He was famous in Philadelphia, but it was also really important to him to be famous. And to a certain extent, I got some of that, even though there were parts of it that horrified me.","author":"Kevin Bacon","category":"Father, Me, New York"},{"quote":"I turned down many chances to be on TV before 'Pop Idol' because I really wasn't interested in being famous. I didn't need it and didn't want it.","author":"Simon Cowell","category":"Want, Down, Need"},{"quote":"I've interviewed presidents and royalty, rock stars and movie stars, famous generals and captains of industry; I've had front row seats at Super Bowls, World Series, and Olympic Games; my books have been on best-seller lists, and my marriage is a long-running success.","author":"Tom Brokaw","category":"Success, Marriage, Stars"},{"quote":"I'm always so amazed by which performances work really, really well and which ones don't. But I think it's just mostly, 'She's Out Of My League,' so many people saw that movie on DVD and on the plane. Just millions of people saw that movie. That's the reason I'm somewhat famous.","author":"T. J. Miller","category":"Work, People, Think"},{"quote":"Sometimes you forget you're famous. You wonder, 'Why is that person staring at me?'","author":"Bob Newhart","category":"Me, Why, You"},{"quote":"Frost was no match for Nixon - far from being an intrepid and challenging interviewer, he was a pushover for the great and the famous, always deeply impressed with the fact that here he was, David Frost, putting questions to - Richard Nixon!","author":"Michael Korda","category":"Great, Questions, Here"},{"quote":"The rich and famous expect to get a lot for their story, whether they are writing it themselves or not. It's not that they need the money, of course; it's a question of ego, like catching the biggest fish.","author":"Michael Korda","category":"Money, Writing, Ego"},{"quote":"Of course the rich and famous tend to have more going on in their lives than ordinary people, but they aren't always willing to tell the interesting bits.","author":"Michael Korda","category":"People, Interesting, Rich"},{"quote":"Peter Fleming was a famous English traveler, explorer and adventurer, whose non-fiction books were hugely successful. My father owned signed copies of all of them - he and Peter Fleming had become acquainted over some detail of set design at the Korda film studio in Shepperton - and I had read each of them with breathless adolescent excitement.","author":"Michael Korda","category":"Father, Design, Successful"},{"quote":"See, 'A Time to Kill' was the one I got famous off of. Big ka-boom, over one weekend. After that, I did films that I really wanted to do.","author":"Matthew McConaughey","category":"Time, See, Weekend"},{"quote":"What I do is what I like; if I'm not as famous as I'd like to be, I've done it to myself.","author":"Blake Shelton","category":"Myself, Done, Like"},{"quote":"The fire in the belly is essential, otherwise you become Michael Buble - famous and meaningless.","author":"Morrissey","category":"Fire, You, Meaningless"},{"quote":"I became famous, I think, really because of the interpretation of other people's songs, way back when, and that's what I enjoy the most. And I'm a lazy bugger.","author":"Rod Stewart","category":"Enjoy, People, Think"},{"quote":"There is this power that comes with being famous.","author":"Rod Stewart","category":"Power, Being Famous, Being"},{"quote":"I have some idea of the pressure of finding your own identity with a famous father.","author":"Michael Douglas","category":"Father, Identity, Pressure"},{"quote":"I don't want to be famous as a movie star and have the whole world love me, I want to be a creative actress.","author":"Juliette Lewis","category":"Love, World, Me"},{"quote":"When you become famous at 19, it does a number in your head, so you find romance in the mundane - isn't it so great that a guy would pick me up at my house and take me to a restaurant?","author":"Juliette Lewis","category":"Great, Me, Restaurant"},{"quote":"I've never really cared if I was famous for my music. It was just something I had to do.","author":"Juliette Lewis","category":"Music, Never, Just"},{"quote":"I'd rather be the protector than the protected. I'm naturally the protector - being a mother and having a famous family. You have to navigate when it's right to protect.","author":"Solange Knowles","category":"Family, Mother, You"},{"quote":"In journalism, we recognize a kind of hierarchy of fame among the famous. We measure it in two ways: by the length of an obituary and by how far in advance it is prepared. Presidents, former presidents, and certain heads of state are at the top of the chain.","author":"Walter Cronkite","category":"Journalism, Measure, Fame"},{"quote":"Sometimes a famous subject may even outlive his own obituary writer.","author":"Walter Cronkite","category":"Sometimes, May, Writer"},{"quote":"Being famous has changed a lot, because now there's so many outlets, between magazines, TV shows, and the Internet, for people to stalk and follow you. We created the monster.","author":"Madonna Ciccone","category":"Internet, People, You"},{"quote":"Did you ever stop to think why cops are always famous for being dumb? Simple. Because they don't have to be anything else.","author":"Orson Welles","category":"Simple, Think, Why"}]}