{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.","author":"Michael K. Powell","category":"Beauty, Technology, Future"},{"quote":"I use a Blackberry. I'm so behind on mobile communication technology, I think a smartwatch may be too far a leap.","author":"Derek Blasberg","category":"Technology, Think, Leap"},{"quote":"The process of communication with the afterlife - more of an exchange than a conversation - has always fascinated me.","author":"Rory MacLean","category":"Me, Conversation, Process"},{"quote":"Why did God give me two ears and one mouth? So that I will hear more and talk less.","author":"Leo Rosten","category":"God, Me, Why"},{"quote":"Being a good television screenwriter requires an understanding of the way film accelerates the communication of words.","author":"Steven Bochco","category":"Good, Words, Television"},{"quote":"Power in America today is control of the means of communication.","author":"Theodore White","category":"Today, Power, America"},{"quote":"The church acknowledges some Scientologists choose to sever communications with family members who leave. The church says it is a fundamental human right to cease communication with someone. It adds disconnection is used against expelled members and those who attack the church.","author":"John Sweeney","category":"Family, Church, Human"},{"quote":"Sometimes I worry that science communication is just preaching to the choir, speaking to the converted. Social media gives us an amazing opportunity to reach new people.","author":"Elise Andrew","category":"Science, Social Media"},{"quote":"By and large, the critics and readers gave me an affirmed sense of my identity as a writer. You might know this within yourself, but to have it affirmed by others is of utmost importance. Writing is, after all, a form of communication.","author":"Ralph Ellison","category":"Writing, Identity, Yourself"},{"quote":"I think the greatest challenge between child and parent is communication.","author":"Sean Covey","category":"Challenge, Child, Greatest"},{"quote":"We emphasize that such a form of communication is not absent in man, however evanescent a naturally given object may be for him, split as it is in its submission to symbols.","author":"Jacques Lacan","category":"Man, Symbols, Him"},{"quote":"The need to write comes from the need to make sense of one's life and discover one's usefulness.","author":"John Cheever","category":"Life, Discover, Need"},{"quote":"People seem to see no difference between an intimate conversation and a conversation at the water cooler.","author":"Mike Farrell","category":"Water, People, Conversation"},{"quote":"But despite the universality of URLs, we often forget that they're not just a handy way to address network resources. They're also valuable communication tools.","author":"Jesse James Garrett","category":"Tools, Forget, Resources"},{"quote":"If you look at the history of communication, new technologies like the phone and e-mail didn't just let people do things faster; it fundamentally changed the scope of the kinds of projects people dared to take on.","author":"Justin Rosenstein","category":"History, People, You"},{"quote":"I learned mime back when I was in college, at Ball State University, Indiana. That woke up my body from the neck down and made me realize that acting and communication - portraying a story, event, or emotion - is a full-body experience.","author":"Doug Jones","category":"Experience, College, Me"},{"quote":"The break down for kids is communication. Music helps bring that bond.","author":"Sheila E.","category":"Music, Down, Bond"},{"quote":"Poetry is the communication through words of certain experiences that can be communicated in no other way.","author":"John Drinkwater","category":"Poetry, Words, Way"},{"quote":"Know when to email vs. when to meet. Logistics are best handled over a non-immediate communication channel like email or Asana tasks. Detailed status meetings will suck the life out of your day.","author":"Justin Rosenstein","category":"Life, Day, Best"},{"quote":"Missions is not about sending missionaries, and missions is not about doing missions. Missions is about the communication of truth to men.","author":"Paul Washer","category":"Truth, Men, Doing"},{"quote":"If we ever start communicating with living creatures from other planets, the number one priority is, how are you going to communicate information? Even between different cultures here on Earth, you get into communication problems.","author":"Story Musgrave","category":"Space, Problems, Start"},{"quote":"Their spirituality was in nature, even though Emerson was a preacher on the pulpit, he ended up going out into nature for direct, face-to-face communication with God, if you want to call all of this creation part of God.","author":"Story Musgrave","category":"Nature, God, Want"},{"quote":"For me, the perfect film has no dialogue at all. It's purely a visual, emotional, visceral kind of experience. And I think one can create wonderful depth and meaning and communication without using words. I started out as an illustrator and a cartoonist and caricature artist, so for me the visual is primary.","author":"Bill Plympton","category":"Experience, Words, Artist"},{"quote":"My daughter Stacia was born when I was 31, after I was divorced from David, and she was my gift to myself. She was just a joy because I didn't have the stress of a male irritating me, and I vowed that I would make absolutely certain that between her and me there would be a clear line of communication at all times.","author":"Angela Bowie","category":"Daughter, Stress, Myself"},{"quote":"Now it is evident that a little insight into the customs of every people is necessary to insure a kindly communication; this, joined with patience and kindness, will seldom fail with the natives of the interior.","author":"Charles Sturt","category":"Kindness, Patience, People"},{"quote":"I've taken a philosophical position on e-mail. Although I think it's a wonderful communication technology, and it has a lot of good uses, it is abused quite a lot.","author":"Alan Lightman","category":"Technology, Good, Think"},{"quote":"I think each film I do has less and less dialogue. It really helps a lot for foreign sales, because when I go to Europe, there's very little problem with communication. All the gags are visual. The music they can understand, and it helps communicate a lot better.","author":"Bill Plympton","category":"Music, Problem, Think"},{"quote":"I don't think that TV on the Radio is some dark mysterious band that no one can know about. We write music because it's an immediate form of communication. We're able to put on record what's happening in our times, and we want that message to be heard by the most amount of people.","author":"Dave Sitek","category":"Music, People, Dark"},{"quote":"Canada's a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.","author":"Marc Garneau","category":"Technology, Space, Canada"},{"quote":"The eventual place the American army should take on the western front was to a large extent influenced by the vital question of communication and supply.","author":"Kelly Miller","category":"American, Army, Place"},{"quote":"I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell.","author":"Michael Polanyi","category":"Knowledge, Feelings"},{"quote":"America is a noisy culture, unlike, say, Finland, which values silence. Individualism, dominant in the U.S. and Germany, promotes the direct, fast-paced style of communication associated with extraversion. Collectivistic societies, such as those in East Asia, value privacy and restraint, qualities more characteristic of introverts.","author":"Laurie Helgoe","category":"Culture, America, Silence"},{"quote":"Yes, it must be something that goes very well with my voice, let's say something that I understand that this would be good communication with the others, and I don't pretend for instance, to look for music that would be something that doesn't go with my personality.","author":"Victoria de los Angeles","category":"Music, Good, Personality"},{"quote":"People could live very happily without the Turner Prize, but they could not live without real communication and emotion.","author":"Billy Childish","category":"People, Live, Emotion"},{"quote":"A communication highway without content is inconceivable.","author":"Hubert Burda","category":"Content, Without, Highway"},{"quote":"We've been trying to open the gates of communication between Havana and Miami through art, which is apolitical most of the time: It doesn't have anything to do with politics and is only an exchange of ideas.","author":"Jorge M. Perez","category":"Time, Art, Politics"},{"quote":"Significant officials at publicly traded companies are casually and cavalierly engaged in insider trading. Because insider trading has as one of its elements communication, it doesn't take rocket science to realize it's nice to have the communication on tape.","author":"Preet Bharara","category":"Science, Nice, Realize"},{"quote":"I do not pretend to know precisely what is on foot there; but I think it pretty evident that there is a very free communication between that country and this body, and unless I am greatly mistaken, I see the dwarfish medium by which that communication is kept up.","author":"Benjamin F. Wade","category":"I Am, Free, Know"},{"quote":"Gradually I became aware of details: a company of French soldiers was marching through the streets of the town. They broke formation, and went in single file along the communication trench leading to the front line. Another group followed them.","author":"Ernst Toller","category":"Details, Company, Group"},{"quote":"Today, comics is one of the very few forms of mass communication in which individual voices still have a chance to be heard.","author":"Scott McCloud","category":"Today, Chance, Individual"},{"quote":"I don't start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate.","author":"Mike Davidson","category":"Design, Successful, Start"},{"quote":"I didn't have a lot of communication with Elvis. You had to go through a barricade to get to Elvis. It was people hanging on every word, and I felt very uncomfortable a lot of times.","author":"Mac Davis","category":"People, You, Through"},{"quote":"Texting is a lot like an answering machine. If you don't want to talk to somebody, it's like screening your calls. To me, it's a way of communication, but not one that I favor.","author":"Pat Gillick","category":"Me, Want, You"},{"quote":"I'm a very physical person. I'm very tactile. I wrestled in college, so a lot of my communication with the world comes through physicality - what I take in and what I put out there.","author":"Gbenga Akinnagbe","category":"College, World, Person"},{"quote":"In the numerous observations made in my laboratory upon this object, we have only once seen a combination of vessels in which there might be a direct communication between a small artery and a vein, though the two observers could not come to a final conclusion on the point.","author":"August Krogh","category":"Small, Laboratory, Point"},{"quote":"In a way, architecture is about communication. That's an aspect of the discipline that is somewhat lacking, and there's definitely room for more progression into that area. I suppose that gives me a bit of a different edge. I'm also very, very used to doing a lot of exhaustive research and finding interesting information from different sources.","author":"Magnus Larsson","category":"Architecture, Research, Me"},{"quote":"On the other hand, in a society whose communication component is becoming more prominent day by day, both as a reality and as an issue, it is clear that language assumes a new importance.","author":"Jean-Francois Lyotard","category":"Day, Society, Reality"},{"quote":"The limits of sensory evolution in fish are defined very largely by their habitat. Water is physically supportive, carries some kinds of odour well, and is kind to sound - letting it travel several times faster than air will allow, but it inhibits other more personal kinds of communication.","author":"Lyall Watson","category":"Travel, Water, Fish"},{"quote":"It is not enough to show people how to live better: there is a mandate for any group with enormous powers of communication to show people how to be better.","author":"Marya Mannes","category":"People, Live, Better"},{"quote":"It's never what you say, but how you make it sound sincere.","author":"Marya Mannes","category":"You, Sound, Say"},{"quote":"Writing is communication, and you don't know how you're doing until you put it in front of someone else's eyes. You also learn from critiquing other writers' work.","author":"Carol Berg","category":"Work, Eyes, Writing"},{"quote":"The Internet has changed everything. We expect to know everything instantly. If you don't understand digital communication, you're at a disadvantage.","author":"Bob Parsons","category":"Internet, Digital, Know"},{"quote":"A world community can exist only with world communication, which means something more than extensive short-wave facilities scattered; about the globe. It means common understanding, a common tradition, common ideas, and common ideals.","author":"Robert M. Hutchins","category":"Community, World"},{"quote":"Cove is essentially a collaboration, coordination and communication tool for the administration of organizations and communities, from the Stanford Graduate School of Business Entrepreneurship Club to church groups and schools.","author":"Ruchi Sanghvi","category":"Business, School"},{"quote":"Wise people say nothing in dangerous times.","author":"John Selden","category":"Wise, People, Nothing"},{"quote":"People break down after a couple of hours. All the defenses go down, and there's a kind of communication that if I spent 20 years in a living room with one of these people, I would never, never know as much about them as I do in that one day.","author":"Lee Grant","category":"Day, People, Know"},{"quote":"We know that communication must be hampered, and its form largely determined, by the unconscious but inevitable influence of a transmitting mechanism, whether that be of a merely mechanical or of a physiological character.","author":"Oliver Joseph Lodge","category":"Character, Influence, Know"},{"quote":"The other thing about FEMA, my understanding is that it was supposed to move into the Department of Homeland Security... and be what it was, but also having a lot of lateral communication with all those others involved in that issue of homeland security.","author":"Warren Rudman","category":"Security, Understanding"},{"quote":"My mother and I always had full adult communication.","author":"Erin Gray","category":"Mother, Always, Adult"},{"quote":"By supporting all the links in the building chain and giving them an easy, intuitive tool for sharing model-based project information, GTeam enhances workflows and improves communication from design through to fabrication and assembly.","author":"Greg Lynn","category":"Design, Giving, Easy"},{"quote":"My mother was a very talented artist. When she was in jail, we'd write letters back and forth; that was pretty much the only form of communication we had.","author":"Jarrett J. Krosoczka","category":"Mother, Artist, She"},{"quote":"It sounds so trite but in relationships, you have to communicate.","author":"Peter Krause","category":"Relationships, You"},{"quote":"With docs, there's often a very direct communication between the filmmaker and the audience. With narrative movies, we leave it a little bit more open.","author":"Tom McCarthy","category":"Movies, Audience, Little"},{"quote":"I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.","author":"Fernando Flores","category":"Trust, Truth, Power"},{"quote":"A lot of the music editing job is communication and working out what a director really wants the music to be.","author":"Steven Price","category":"Music, Job, Editing"},{"quote":"I don't think I set out to have a career in female groups, but it's just kind of happened, and by nature of having worked with my sister - growing up with a sister who also plays, and being in communication with other female musicians.","author":"Emily Robison","category":"Nature, Sister, Musicians"},{"quote":"The dynamic drives of modern economic growth, in the countries that entered the process ahead of others, meant a reaching out geographically; and the sequential spread of the process, facilitated by major changes in transport and communication, meant a continuous expansion to the less developed areas.","author":"Simon Kuznets","category":"Growth, Changes, Economic"},{"quote":"My grandmother died in 1991 and I was born in '86. We only met once, but I didn't speak English and she didn't speak Spanish - so we had a communication problem.","author":"Oona Chaplin","category":"Speak, Problem, Born"},{"quote":"Continuing on my theme of backing inclusive innovations, I am optimistic of the success of Uniphore. Man-machine communication is one of the more complex problems to solve. Uniphore's vision lends possibility of finding a solution to this very difficult problem, and the company has already made substantial progress.","author":"Kris Gopalakrishnan","category":"Success, Progress, Vision"},{"quote":"The knowledge we have of communication among cells does not permit my giving you a sophisticated understanding.","author":"Paul Greengard","category":"Knowledge, Giving"},{"quote":"I try not to put messages in my songs. My only message is man's communication with his fellow man. I want to narrow the gap of strangeness and alienation.","author":"Rod McKuen","category":"Man, Want, Try"},{"quote":"Illiteracy is rampant. People are out of communication.","author":"Karen Black","category":"People, Out, Illiteracy"},{"quote":"Strange about parents. We have such easy access to them and such daunting problems of communication.","author":"James Merrill","category":"Parents, Problems, Easy"},{"quote":"If you judge everything by how photographically real it looks, then you're missing out on a lot of what art is about and what communication is. There are ambiguities in life, and that should be reflected in art, cinema, and storytelling, I think.","author":"Ben Wheatley","category":"Life, Art, Think"},{"quote":"Normally, in the presence of radiation, communication links fail. But with autonomous robots, you don't need communications.","author":"Vijay Kumar","category":"Robots, You, Fail"},{"quote":"I like to read, especially nonfiction. I love learning, so I study languages, cook, learn basic HTML, and enjoy other activities that stimulate communication and the dark recesses of my musician's brain.","author":"Joshua Roman","category":"Love, Learning, Brain"},{"quote":"GPS is expensive because it is a very slow communication channel - you need to communicate with three or four satellites for an extended duration at 50 bits per second.","author":"Robert Love","category":"Slow, You, Three"},{"quote":"Why do only the Latin script when Nokia has a billion consumers? Typography is the bedrock of communication it can really connect people.","author":"Bruno Maag","category":"People, Why, Connect"},{"quote":"Humans are a social species more than any other, and in order to build a community, which for some reason humans have to do in order to live, we have to solve the communication problem. Language is the tool that was invented to solve that problem.","author":"Daniel Everett","category":"Community, Language, Problem"},{"quote":"Every month I do a webcast for 55,000 people, and it's a great tool, great communication vehicle.","author":"Terry J. Lundgren","category":"Great, People, Tool"},{"quote":"The education process is moving beyond the traditional classroom/lecture setting. More and more teachers are seeking tools and techniques to engage their classes and enrich their lessons. Video calling is one of these tools, as it removes barriers to communication and lets students move beyond the boundaries of their classrooms.","author":"Tony Bates","category":"Education, Moving, Tools"},{"quote":"Microsoft is committed to the ubiquity of the Skype experience - communication across every device and every platform will remain a primary focus.","author":"Tony Bates","category":"Experience, Focus, Committed"},{"quote":"Facebook is massive in scale and scope. Twitter is a public communication forum, but if I'm following you, you're not necessarily following me. LinkedIn is, simply, a professional network.","author":"Jeff Weiner","category":"Me, Professional, You"},{"quote":"It is difficult to imagine how any behavior in the presence of another person can avoid being a communication of one's own view of the nature of one's relationship with that person and how it can fail to influence that person.","author":"Paul Watzlawick","category":"Nature, Relationship"},{"quote":"The interest in the supernatural in a very generic sense and in the spiritual is not in itself a factor that helps the communication of the Christian faith.","author":"Karl Lehmann","category":"Faith, Spiritual, Christian"},{"quote":"It's like there are all these languages available, especially in terms of image. Why confine yourself to only English? There's all these languages and possibilities and concepts to speak or communicate with.","author":"William Wiley","category":"Speak, Yourself, Why"},{"quote":"As soon as you judge communication a little more rigorously, there is a possibility that the message will not be democratized. I have to say what I believe to be right. I have to spread out the statement among all the means of expression available to us at present.","author":"Alexander Kluge","category":"Believe, I Believe, You"},{"quote":"On occasion, I like to reread my grandfather's letters. While leafing through them, I'm saddened by what is being lost in modern communication. Soul-baring sentimentality isn't typically poured into text messages, tweets and emails. All too often, personal connections are brushed aside for the sake of convenience in a fast-paced world.","author":"Kristina McMorris","category":"World, Lost, Connections"},{"quote":"We intend to keep the lines of communication open with the Defense Department so we can help our border law enforcement agencies navigate the equipment application process.","author":"Henry Cuellar","category":"Law, Help, Law Enforcement"},{"quote":"I don't tweet. I prefer face-to-face communication and sometimes Instagram.","author":"Elizabeth Jagger","category":"Sometimes, Face-To-Face"},{"quote":"It's near impossible to always be right when you're innovating. It's easy to get emotionally invested in it, but you need to monitor its impact like a hawk and react if you don't like what you see. And if/when you pull it back, you want to do that communication with transparency and humility.","author":"Jeff Jordan","category":"Humility, Impossible, Easy"},{"quote":"I have always been attracted to apostrophe, perhaps because of its resemblance to prayer. A voice reaches out to something beyond itself that cannot answer it. I find that moving in part because it enacts what is true of all address and communication on some level - it cannot fully be heard, understood, or answered.","author":"Mary Szybist","category":"Prayer, Moving, Voice"},{"quote":"You know, my dad wasn't a photographer or filmmaker by profession, but on Sundays, he would take pictures of me and my family or his pals horseback riding, and it was a means of communication and affection, a means of not being so dysfunctional with each other.","author":"Bruce Weber","category":"Family, Me, Know"},{"quote":"You used to be able to just call people. You didn't have to be on someone's calendar to have a phone conversation. The telephone was an important and valuable domain of communication, both for casual, friendly chats and for professional exchanges of ideas and information. But no more.","author":"Dan Pallotta","category":"Ideas, People, Conversation"},{"quote":"It has been said that love is a function of communication. I believe that to be true. I believe, by extension, that human understanding is a function of communication. And the better human beings understand one another, the higher the level of functioning.","author":"Dan Pallotta","category":"Love, Love Is, Believe"},{"quote":"Even though I was manically overachieving and involved in everything, I still never felt like I belonged. That's definitely affected my whole life and why I wanted to become an actor and tell people stories, because communication and feeling like you belong is such an integral part of our social fabric.","author":"Penelope Mitchell","category":"Life, People, Why"},{"quote":"Politics have been changed forever because of people. The Internet is one of the tools that has helped. And it isn't just politics. The new networked dynamics that are now possible with these new forms of communication are also changing the way people engage as consumers that demand more social value from corporations.","author":"Jeremy Heimans","category":"Politics, Value, Internet"},{"quote":"My drawing, like that of most cartoonists, is intended first of all to be functional: to create believable space and communicate information. My strongest point in drawing has always been my ability to show characters' nonverbal communication through facial expression and posture.","author":"Jessica Abel","category":"Space, Information, Drawing"},{"quote":"Language is memory and metaphor.","author":"Storm Jameson","category":"Memory, Language, Metaphor"},{"quote":"Words are also seeds, and when dropped into the invisible spiritual substance, they grow and bring forth after their kind.","author":"Charles Fillmore","category":"Spiritual, Words, Grow"},{"quote":"If listeners aren't carried away to Heaven, I'm failing.","author":"La Monte Young","category":"Heaven, Away, Failing"},{"quote":"Without television and mass communication, that knowledge wouldn't exist. So I think it actually has the possibility of turning people into more understanding and more empathetic people.","author":"John Warnock","category":"Knowledge, Television"},{"quote":"I have seen that technology has contributed to improved communication, that it's contributed to better health care, that it's contributed to better food supplies, that it has contributed to all the basic human needs.","author":"John Warnock","category":"Technology, Food, Health"},{"quote":"The biggest lesson I've learned by living abroad for the last four years is the importance of communication.","author":"Hidetoshi Nakata","category":"Living, Lesson, Years"},{"quote":"My approach is so simple; every song I sing, every story I tell, every move I make, must move the audience to laughter, tears, or inspiration. Otherwise, why do it? It's the communication.","author":"John Davidson","category":"Laughter, Simple, Song"},{"quote":"Just open, honest communication is the best thing in the world.","author":"Brett Davern","category":"Best, World, Honest"},{"quote":"I am fourth-generation deaf, which means everyone in my immediate family is deaf. So I grew up always having 100 percent accessibility to language and communication, which was wonderful and something so many deaf people don't have.","author":"Shoshannah Stern","category":"Family, I Am, Language"},{"quote":"Mental communication without verbalization... all space is made up of waves and we are constantly sending and receiving messages from our brain.","author":"Tina Louise","category":"Space, Brain, Waves"},{"quote":"All poetry has to do is to make a strong communication. All the poet has to do is listen. The poet is not an important fellow. There will also be another poet.","author":"Stevie Smith","category":"Strong, Poetry, Listen"},{"quote":"I work on OpenBSD fulltime, as the project leader. I set some directions, increase communication between the developers, and try to be involved in nearly every aspect of the base system.","author":"Theo de Raadt","category":"Work, Leader, Try"},{"quote":"I am oblique; I think that has to do with my own nature. I like trying to do things which work on many levels, because I think it is terribly important to give an audience a lot of things they might not get as well as those they will, so that finally the film does take on a texture and is not just simplistic communication.","author":"Alan J. Pakula","category":"Work, Nature, I Am"},{"quote":"Through basic science literacy, people can understand the policy choices we need to be making. Scientists are not necessarily the greatest communicators, but science and communication is one of the fundamentals we need to address. People are interested.","author":"James Murdoch","category":"Science, Choices, Greatest"},{"quote":"Sometimes there is a greater lack of communication in facile talking than in silence.","author":"Faith Baldwin","category":"Silence, Sometimes, Talking"},{"quote":"The first legislation that I produced relating to the Internet was a bill to overturn a restriction inside of the law that prohibited the Internet backbone from being used for anything other than research and scientific and educational communication.","author":"Rick Boucher","category":"Law, Internet, Research"},{"quote":"Communication is very important. And the arts do that, whether it's film or theater.","author":"Anne Archer","category":"Important, Film, Arts"},{"quote":"I'm interested in the murky areas where there are no clear answers - or sometimes multiple answers. It's here that I try to imagine patterns or codes to make sense of the unknowns that keep us up at night. I'm also interested in the invisible space between people in communication the space guided by translation and misinterpretation.","author":"Taryn Simon","category":"Space, Night, People"},{"quote":"To devise an information processing system capable of getting along on its own - it must handle its own problems of programming, bookkeeping, communication and coordination with its users. It must appear to its users as a single, integrated personality.","author":"Cliff Shaw","category":"Personality, Problems"},{"quote":"Tim and Fritz Lang I loved working with. Not Hitchcock so much. There was no communication.","author":"Sylvia Sidney","category":"Loved, Working, Hitchcock"},{"quote":"When you stop talking, you've lost your customer. When you turn your back, you've lost her.","author":"Estee Lauder","category":"Lost, Customer, You"},{"quote":"But communication is two-sided - vital and profound communication makes demands also on those who are to receive it... demands in the sense of concentration, of genuine effort to receive what is being communicated.","author":"Roger Sessions","category":"Effort, Profound, Genuine"},{"quote":"In 1984, I turned to theater in the hopes of finding a more direct form of communication between me and my people.","author":"Cherrie Moraga","category":"Me, People, Finding"},{"quote":"I've always thought of writing as sort of active communication.","author":"Lily King","category":"Writing, Thought, Always"},{"quote":"I'm in the role of helping these apes negotiate the human role. I'm just a temporary intermediary in what I think will be eventual communication between the two species.","author":"Sue Savage-Rumbaugh","category":"Think, Human, Two"},{"quote":"But picketing - picketing for or against something, and handing out literature - these are conspicuously formal actions. They have to be understood as indirect communication.","author":"Tony Conrad","category":"Literature, Actions"},{"quote":"Art must unquestionably have a social value; that is, as a potential means of communication it must be addressed, and in comprehensible terms, to the understanding of mankind.","author":"Rockwell Kent","category":"Art, Value, Understanding"},{"quote":"Success is where preparation and opportunity meet.","author":"Bobby Unser","category":"Success, Opportunity"},{"quote":"Football is football and talent is talent. But the mindset of your team makes all the difference.","author":"Robert Griffin III","category":"Team, Football, Talent"},{"quote":"Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.","author":"Bob Feller","category":"Life, Success, Baseball"},{"quote":"Just play. Have fun. Enjoy the game.","author":"Michael Jordan","category":"Fun, Game, Enjoy"},{"quote":"Winners never quit and quitters never win.","author":"Vince Lombardi","category":"Win, Winners, Quit"},{"quote":"Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life.","author":"Billie Jean King","category":"Life, Character, Rules"},{"quote":"You can't put a limit on anything. The more you dream, the farther you get.","author":"Michael Phelps","category":"Dream, Limit, You"},{"quote":"The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.","author":"Babe Ruth","category":"Success, Stars, Team"},{"quote":"There's three things men always talk about - women, sports, and cars.","author":"Mario Lopez","category":"Women, Car, Men"},{"quote":"Sports do not build character. They reveal it.","author":"Heywood Broun","category":"Character, Build, Reveal"},{"quote":"You can't win unless you learn how to lose.","author":"Kareem Abdul-Jabbar","category":"Win, Learn, You"},{"quote":"Finding good players is easy. Getting them to play as a team is another story.","author":"Casey Stengel","category":"Good, Team, Easy"},{"quote":"A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast.","author":"Rob Gronkowski","category":"Good, Sun, Vacation"},{"quote":"Adversity causes some men to break others to break records.","author":"William Arthur Ward","category":"Adversity, Men, Records"},{"quote":"Winning is habit. Unfortunately, so is losing.","author":"Vince Lombardi","category":"Winning, Losing, Habit"},{"quote":"It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.","author":"Muhammad Ali","category":"Job, Fly, Birds"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody you don't have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","category":"Work, Best Friend, Team"},{"quote":"It is not up to me whether I win or lose. Ultimately, this might not be my day. And it is that philosophy towards sports, something that I really truly live by. I am emotional. I want to win. I am hungry. I am a competitor. I have that fire. But deep down, I truly enjoy the art of competing so much more than the result.","author":"Apolo Ohno","category":"Art, Day, Deep"},{"quote":"Baseball was, is and always will be to me the best game in the world.","author":"Babe Ruth","category":"Best, Baseball, World"},{"quote":"Band members have a special bond. A great band is more than just some people working together. It's like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart.","author":"Steven Van Zandt","category":"Team, Working Together"},{"quote":"When the going gets weird, the weird turn pro.","author":"Hunter S. Thompson","category":"Weird, Turn, Going"},{"quote":"Sports are such a great teacher. I think of everything they've taught me: camaraderie, humility, how to resolve differences.","author":"Kobe Bryant","category":"Teacher, Great, Humility"},{"quote":"That's one thing you learn in sports. You don't give up you fight to the finish.","author":"Louis Zamperini","category":"Fight, Learn, You"},{"quote":"Do you know what my favorite part of the game is? The opportunity to play.","author":"Mike Singletary","category":"Opportunity, Game, Know"},{"quote":"Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry.","author":"Earl Monroe","category":"Game, You, Hurry"},{"quote":"The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.","author":"Carl Lewis","category":"Life, Teamwork, Best"},{"quote":"Sports is the common denominator in the world that brings everyone together. If there's any one place in the world where there is equality, it is probably sports. That was something that didn't always exist. We've come a long way in sports. Why can't society use sports as a way to bring people together and create change?","author":"Stephen M. Ross","category":"Change, Together, Equality"},{"quote":"At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn't allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn't do anything with my classmates.","author":"Joyce Meyer","category":"Life, Time, School"},{"quote":"I am in the fighting game. I don't care about anything else. I don't watch the news, I don't care about politics, I don't care about other sports. I don't care about anything I don't need to care about. This is my sport: it is my life. I study it; I think about it all the time. Nothing else matters.","author":"Conor McGregor","category":"Life, Time, Politics"},{"quote":"To find a man's true character, play golf with him.","author":"P. G. Wodehouse","category":"Character, Man, Golf"},{"quote":"One man practicing sportsmanship is far better than a hundred teaching it.","author":"Knute Rockne","category":"Man, Better, Far"},{"quote":"The world of sports knows no religious, racial or political differences. Athletes, from whatever land they come, speak the same language. The lessons of competition are lessons for life.","author":"Robert Kennedy","category":"Life, Competition, World"},{"quote":"Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers.","author":"Herbert Hoover","category":"Great, Simplicity, Fishing"},{"quote":"Show me a good loser, and I'll show you a loser.","author":"Vince Lombardi","category":"Good, Me, You"},{"quote":"People ask me what I do in winter when there's no baseball. I'll tell you what I do. I stare out the window and wait for spring.","author":"Rogers Hornsby","category":"Baseball, Winter, Spring"},{"quote":"I think what endurance sports teach you is to stay dedicated, stay focused, and also to understand you're going to have ups and downs, but you need to keep running right through them.","author":"Kyrsten Sinema","category":"Stay Focused, Endurance"},{"quote":"We didn't lose the game we just ran out of time.","author":"Vince Lombardi","category":"Time, Game, Lose"},{"quote":"You don't play against opponents, you play against the game of basketball.","author":"Bobby Knight","category":"Game, Basketball, Play"},{"quote":"You wouldn't have won if we'd beaten you.","author":"Yogi Berra","category":"You, Beaten, Won"},{"quote":"It's good sportsmanship to not pick up lost golf balls while they are still rolling.","author":"Mark Twain","category":"Good, Golf, Lost"},{"quote":"Skiing combines outdoor fun with knocking down trees with your face.","author":"Dave Barry","category":"Fun, Trees, Skiing"},{"quote":"My motto was always to keep swinging. Whether I was in a slump or feeling badly or having trouble off the field, the only thing to do was keep swinging.","author":"Hank Aaron","category":"Motto, Trouble, Feeling"},{"quote":"Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models.","author":"Bill Bradley","category":"Great, Achieving, Obstacles"},{"quote":"I see great things in baseball. It's our game - the American game.","author":"Walt Whitman","category":"Great, Baseball, American"},{"quote":"Thanks to the competence, love of God, our country's security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world's renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world.","author":"Khalifa bin Zayed Al Nahyan","category":"Love, Business, God"},{"quote":"To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win.","author":"Ian Botham","category":"Positive, Good, Me"},{"quote":"The two most important things in life are good friends and a strong bullpen.","author":"Bob Lemon","category":"Life, Friends, Good"},{"quote":"There are only two seasons - winter and Baseball.","author":"Bill Veeck","category":"Baseball, Winter, Seasons"},{"quote":"Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.","author":"Ted Williams","category":"Good, Baseball, Man"},{"quote":"All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on.","author":"Gerry Cooney","category":"Moving On, Team, Safety"},{"quote":"Reverse every natural instinct and do the opposite of what you are inclined to do, and you will probably come very close to having a perfect golf swing.","author":"Ben Hogan","category":"Golf, Perfect, You"},{"quote":"Gray skies are just clouds passing over.","author":"Frank Gifford","category":"Clouds, Skies, Gray"},{"quote":"Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity.","author":"Billie Jean King","category":"Action, Tennis, Perfect"},{"quote":"I want to rip out his heart and feed it to Lennox Lewis. I want to kill people. I want to rip their stomachs out and eat their children.","author":"Mike Tyson","category":"Children, Heart, People"},{"quote":"Good ideas are like Nike sports shoes. They may facilitate success for an athlete who possesses them, but on their own they are nothing but an overpriced pair of sneakers. Sports shoes don't win races. Athletes do.","author":"Felix Dennis","category":"Success, Good, Shoes"},{"quote":"Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.","author":"Zachary Levi","category":"Beauty, Technology, Food"},{"quote":"I never really paid attention to sports, which, coming from the mecca of football in Texas, is kind of odd. I played sports, but I was nerdy. Having a single mother, the pressure was on me to get good grades and a scholarship and go to college.","author":"Sarah Shahi","category":"Good, Football, Mother"},{"quote":"I live by 'Go big or go home.' That's with everything. It's like either commit and go for it or don't do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That's what I live by. That's how I like it.","author":"Paul Walker","category":"Home, Live, Relationships"},{"quote":"I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.","author":"Peggy Fleming","category":"Beauty, Fitness, Competition"},{"quote":"I'm one of these people that likes adrenaline and new things, like extreme sports. It makes me feel alive.","author":"Gisele Bundchen","category":"Me, New Things, People"},{"quote":"Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford.","author":"George Matthew Adams","category":"Courage, Peace, Water"},{"quote":"I won't predict anything historic. But nothing is impossible.","author":"Michael Phelps","category":"Impossible, Predict"},{"quote":"You'll be dedicated and that's what you should want to be in anything in life - whether it's sports or academics or your relationship. It all stems from finding that fun, that thrill, that excitement.","author":"Brandi Chastain","category":"Life, Relationship, Fun"},{"quote":"I learned early in sports that to be effective - for a player to play the best he can play - is a matter of concentration and being unaware of distractions, positive or negative.","author":"Tom Landry","category":"Positive, Best, Negative"},{"quote":"Pro wrestling is not fake; it's sports entertainment. We go out there and we perform, and a lot of what we do out there is real, but we're not going to insult anyone's intelligence - there is a predetermined winner. It's just the fans don't know who it is, and that's what makes it so intriguing.","author":"Kurt Angle","category":"Intelligence, Fake, Know"},{"quote":"If it doesn't matter who wins or loses, then why do they keep score?","author":"Vince Lombardi","category":"Why, Matter, Score"},{"quote":"Sports play a very important role in consolidating the national strength, adding lustre to the country's prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle.","author":"Kim Jong-un","category":"Strength, Society, Pride"},{"quote":"I've never met anybody who says they don't like the World Cup. If you're a soccer fan or not, everybody loves watching it, and I think it could be the same for other sports.","author":"Landon Donovan","category":"Soccer, World, Think"},{"quote":"Sports should not become routine. It should be about passion.","author":"Kapil Dev","category":"Passion, Routine, Become"},{"quote":"If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf.","author":"Bob Hope","category":"Work, Golf, Fun"},{"quote":"I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.","author":"Mo Rocca","category":"Leadership, Teamwork, Team"},{"quote":"But sports carried me away from being in a gang, or being associated with drugs. Sports was my way out.","author":"LeBron James","category":"Me, Way, Gang"},{"quote":"Life wasn't easy growing up; it was frustrating. If I had been a better reader, then that would have come easily, sports would have come easily, everything would have come easily, and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","category":"Life, Work, Hard Work"},{"quote":"Life is about timing.","author":"Carl Lewis","category":"Life, Timing, About"},{"quote":"In sports, you simply aren't considered a real champion until you have defended your title successfully. Winning it once can be a fluke; winning it twice proves you are the best.","author":"Althea Gibson","category":"Best, Winning, Champion"},{"quote":"Don't force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It's the child's desire to play that matters, not the parent's desire to have the child play. Fun. Keep it fun.","author":"Tiger Woods","category":"Day, Golf, Child"},{"quote":"I love eating it - grilled chicken, pasta, rice, and other foods that give me long term energy. Every once in a while, my sweet tooth gets the best of me and I have to snack on some candy. Beverage wise, I stick to sports drinks, water, milk, and juice.","author":"Derrick Rose","category":"Love, Best, Water"},{"quote":"I think that from the time you start playing sports as a child you see that your responsibility to your team is to play the best that you can play as an individual... and yet, not take anything away from being part of a team.","author":"Wayne Gretzky","category":"Time, Best, Team"},{"quote":"The game of golf would lose a great deal if croquet mallets and billiard cues were allowed on the putting green.","author":"Ernest Hemingway","category":"Great, Golf, Green"},{"quote":"Video games offer violent messages, and even the sports video games include taunting and teasing.","author":"Geoffrey Canada","category":"Video Games, Video, Games"},{"quote":"For many sports fans, the onset of fall only means one thing: It's football season!","author":"Marcus Samuelsson","category":"Football, Fall, Season"},{"quote":"When launching a product called an Energy Drink and named Red Bull, a product that stimulates body and mind, it is a short step to the roots where Red Bull came from. We have been doing this for 20 years - now it's called adventure sports, extreme sports, and outdoor sports.","author":"Dietrich Mateschitz","category":"Adventure, Short, Red"},{"quote":"All of my free time is made up of motor sports endeavors, be them motorcycles or off-road racing or track days. I just love anything with an engine. That is one of my main loves. Obviously, my other well-known love is Kristen Bell.","author":"Dax Shepard","category":"Love, Time, Love Is"},{"quote":"You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen.","author":"Joe DiMaggio","category":"Birthday, Day, Party"},{"quote":"Contrary to the royal and uptight image of polo, I want to bring it to a younger generation. This is a great sport that can have a larger audience and appeal to more people. Sportsmanship is lacking in many other sports that I don't want to name.","author":"Randeep Hooda","category":"Great, People, Name"},{"quote":"Apart from education, you need good health, and for that, you need to play sports.","author":"Kapil Dev","category":"Education, Good, Health"},{"quote":"I'm a football fan, a sports fan, a fan of competition.","author":"Matthew McConaughey","category":"Football, Competition, Fan"},{"quote":"These are my new shoes. They're good shoes. They won't make you rich like me, they won't make you rebound like me, they definitely won't make you handsome like me. They'll only make you have shoes like me. That's it.","author":"Charles Barkley","category":"Good, Shoes, Me"},{"quote":"Sports are a microcosm of society.","author":"Billie Jean King","category":"Society, Microcosm"},{"quote":"The team has come along slow but fast.","author":"Casey Stengel","category":"Team, Slow, Fast"},{"quote":"We are raising today's children in sterile, risk-averse and highly structured environments. In so doing, we are failing to cultivate artists, pioneers and entrepreneurs, and instead cultivating a generation of children who can follow the rules in organized sports games, sit for hours in front of screens and mark bubbles on standardized tests.","author":"Darell Hammond","category":"Children, Today, Rules"},{"quote":"I want to explore the world properly, to be able to write about and take pictures of all kinds of different cultures. Just be an explorer or adventurer. I also love extreme sports.","author":"Cara Delevingne","category":"Love, World, Want"},{"quote":"There are two things that come very easily to me: rooting for New York sports teams and making mistakes.","author":"Harvey Weinstein","category":"Mistakes, Me"},{"quote":"Some people are born on third base and go through life thinking they hit a triple.","author":"Barry Switzer","category":"Life, Thinking, People"},{"quote":"Wrestling is ballet with violence.","author":"Jesse Ventura","category":"Violence, Wrestling, Ballet"},{"quote":"You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time.","author":"Jim Bouton","category":"Life, Time, Good"},{"quote":"Bulls do not win bull fights. People do.","author":"Norman Ralph Augustine","category":"Win, People, Bull"},{"quote":"Golf is a game in which you yell 'fore,' shoot six, and write down five.","author":"Paul Harvey","category":"Golf, Game, You"},{"quote":"I don't want to play golf. When I hit a ball, I want someone else to go chase it.","author":"Rogers Hornsby","category":"Golf, Want, Play"},{"quote":"I guess there is nothing that will get your mind off everything like golf. I have never been depressed enough to take up the game, but they say you get so sore at yourself you forget to hate your enemies.","author":"Will Rogers","category":"Golf, Hate, Mind"},{"quote":"People love video games because they do things they obviously can't do in real life. That's especially true with sports games because fans love to step into the shoes of their favorite athletes.","author":"Ralph Baer","category":"Love, Life, Shoes"},{"quote":"Regardless of the obstacles or hurdles that are ahead of you, regardless of the opponent, regardless of the odds, your goal and objective always is to win. I think that's part of sports.","author":"Grant Hill","category":"Goal, Obstacles, Win"},{"quote":"I grew up on the East Coast, and we always used to say, 'Go get your hustle on,' whether it was playing sports or making money. You do what you have to do to do what you want to do.","author":"Antoine Fuqua","category":"Money, Hustle, Making Money"},{"quote":"I'm a visual thinker, really bad at algebra. There's others that are a pattern thinker. These are the music and math minds. They think in patterns instead of pictures. Then there's another type that's not a visual thinker at all, and they're the ones that memorize all of the sports statistics, all of the weather statistics.","author":"Temple Grandin","category":"Music, Weather, Statistics"},{"quote":"One afternoon when I was 9, my dad told me I'd be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.","author":"Hugh Jackman","category":"Day, Great, School"},{"quote":"Bowling is all physics and energy distribution. It's F = ma. So it is actually one of the most science-y sports, because it literally is just a ball and a surface and objects to knock down.","author":"Chris Hardwick","category":"Energy, Down, Physics"},{"quote":"Trip Hawkins - and this was the early 1980s - was saying there's going to be a day when everyone has a computer and they're going to want to do more on it, including playing games. So he started up a company, EA Sports, and he was going to have three games, football, basketball and baseball. So I was the football game.","author":"John Madden","category":"Day, Football, Baseball"},{"quote":"It's a crazy world, so sports and athletics and music can be a form of escapism.","author":"Eddie Vedder","category":"Music, Crazy, World"},{"quote":"I've gotten to know a lot of great people here in all the different sports. It's fun. It's fun to get involved where you live. And this is where I live. I'm a registered voter here. I have my Wisconsin driver's license.","author":"Aaron Rodgers","category":"Great, Fun, People"},{"quote":"I'm 19 now, and I go to The New School in New York, where I study Criminal Psychology. My first week of second semester was during Fashion Week when my first editorials in 'CR Fashion Book' and 'Sports Illustrated' came out. It was crazy!","author":"Gigi Hadid","category":"School, Book, Crazy"},{"quote":"The ban on sports betting does exactly what Prohibition did. It makes criminals rich.","author":"James Surowiecki","category":"Rich, Prohibition, Betting"},{"quote":"I'm a girl, but that doesn't mean I don't appreciate greatness and the struggle of sports. My situation - and I've always said this, even in politics - is may the best man win. I'm not team-bound.","author":"Diane Lane","category":"Best, Struggle, Politics"},{"quote":"If I wasn't dyslexic, I probably wouldn't have won the Games. If I had been a better reader, then that would have come easily, sports would have come easily... and I never would have realized that the way you get ahead in life is hard work.","author":"Caitlyn Jenner","category":"Life, Work, Hard Work"},{"quote":"If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.","author":"John Major","category":"Money, Health, Government"},{"quote":"How does one control weight? By not overeating. How does one stay in shape? One plays sports. There are no magic pills here.","author":"Vladimir Putin","category":"Control, Magic, Shape"},{"quote":"Since childhood, sports has been one of the most important influences in my life.","author":"Lindsey Vonn","category":"Life, Childhood, My Life"},{"quote":"I'm a pretty agile guy, especially being taller and having done martial arts from about the age of 13, but parkour is one of those sports that I wish I'd discovered sooner. When my nephew first showed me, I thought, 'Damn - I'm too old for this.'","author":"Paul Walker","category":"Age, Thought, Me"},{"quote":"Though teenagers are generally very interested in sports, they must realise that education is the most important thing in their lives. They must find the right balance.","author":"Kapil Dev","category":"Education, Balance"},{"quote":"The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership.","author":"Kim Jong-un","category":"Leadership, History, Great"},{"quote":"I'm a big sports fan. Football. Cricket.","author":"Danny Boyle","category":"Football, Cricket, Big"},{"quote":"Pro football is like nuclear warfare. There are no winners, only survivors.","author":"Frank Gifford","category":"Football, Winners, Like"},{"quote":"Trying to sneak a fastball past Hank Aaron is like trying to sneak the sunrise past a rooster.","author":"Joe Adcock","category":"Sunrise, Past, Trying"},{"quote":"I used to play sports. Then I realized you can buy trophies. Now I am good at everything.","author":"Demetri Martin","category":"Good, I Am, Play"},{"quote":"Sports is like rock 'n' roll. Both are dominant cultural forces, both speak an international language, and both are all about emotions.","author":"Phil Knight","category":"Language, Speak, Emotions"},{"quote":"Honestly, I don't listen to nobody else's music but my own. It's kind of like sports to me. You don't see Kobe Bryant at a LeBron James game - he just works on his own game. And that's what I do. I only listen to me, so I can criticize and analyze and all those things.","author":"Lil Wayne","category":"Music, Game, Me"},{"quote":"If you're a sports fan you realize that when you meet somebody, like a girlfriend, they kind of have to root for your team. They don't have a choice.","author":"Jimmy Fallon","category":"Team, Dating, Choice"},{"quote":"In the seventies we had to make it acceptable for people to accept girls and women as athletes. We had to make it okay for them to be active. Those were much scarier times for females in sports.","author":"Billie Jean King","category":"Women, People, Okay"},{"quote":"I grew up with six brothers, and I'm from Chicago, so princesses and Barbie dolls were not around the house. It was more like sports and comic books, so getting to work for Marvel is like my version of being able to be a princess.","author":"Chloe Bennet","category":"Work, Princess, Chicago"},{"quote":"Sports, entertainment and aviation are three of the most exciting professions in the world; you are dealing with the same magnitude.","author":"John Travolta","category":"World, You, Entertainment"},{"quote":"If I was invincible, maybe I would take up some extreme sports.","author":"Tom Welling","category":"Up, Take, Maybe"},{"quote":"Relax? How can anybody relax and play golf? You have to grip the club, don't you?","author":"Ben Hogan","category":"Golf, Relax, Play"},{"quote":"The only time my prayers are never answered is on the golf course.","author":"Billy Graham","category":"Time, Golf, Never"},{"quote":"You win some, lose some, and wreck some.","author":"Dale Earnhardt","category":"Win, You, Lose"},{"quote":"Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball.","author":"James Patrick Murray","category":"Baseball, Eye, Legal"},{"quote":"As athletes, we're used to reacting quickly. Here, it's 'come, stop, come, stop.' There's a lot of downtime. That's the toughest part of the day.","author":"Michael Jordan","category":"Day, Stop, Here"},{"quote":"I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.","author":"Shaquille O'Neal","category":"Money, Tired, Game"},{"quote":"Play is the only way the highest intelligence of humankind can unfold.","author":"Joseph Chilton Pearce","category":"Intelligence, Play, Way"},{"quote":"You don't suffer, kill yourself and take the risks I take just for money. I love bike racing.","author":"Greg LeMond","category":"Love, Money, Yourself"},{"quote":"Any time Detroit scores more than 100 points and holds the other team below 100 points they almost always win.","author":"Doug Collins","category":"Time, Team, Win"},{"quote":"Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.","author":"Gary Lineker","category":"Football, Men, Simple"},{"quote":"You know how sports teach kids teamwork and how to be strong and brave and confident? Improv was my sport. I learned how to not waffle and how to hold a conversation, how to take risks and actually be excited to fail.","author":"Emma Stone","category":"Teamwork, Strong, Be Strong"},{"quote":"I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.","author":"Tipper Gore","category":"Positive, Health, Fitness"},{"quote":"Sports have always been a really important part of how I energize myself, as well as how I relax. I spend a lot of my spare time with my family playing tennis, biking and rollerblading.","author":"Irene Rosenfeld","category":"Family, Time, Myself"},{"quote":"I used to practice at the hockey ground on synthetic surface while I was in the sports hostel, so Test cricket is certainly going to be a challenge for me.","author":"Suresh Raina","category":"Challenge, Me, Hockey"},{"quote":"Every child should have time for arts, music, sports, drama, robotics, school newspapers and the like, not to mention recess and play.","author":"Chris Gabrieli","category":"Music, Time, School"},{"quote":"We wanted Nike to be the world's best sports and fitness company. Once you say that, you have a focus. You don't end up making wing tips or sponsoring the next Rolling Stones world tour.","author":"Phil Knight","category":"Best, Fitness, Focus"},{"quote":"I love extreme sports, I like snowboarding and motorcross and rollerblading and hockey.","author":"Jeremy London","category":"Love, Hockey, Like"},{"quote":"Tiger Woods is the only sports star who's worth every penny he makes.","author":"Mark Wahlberg","category":"Woods, Star, Tiger"},{"quote":"It's kind of ironic that the two sports with the greatest characters, boxing and horse racing, have both been on the decline. In both cases it's for the lack of a suitable hero.","author":"Dick Schaap","category":"Hero, Horse, Greatest"},{"quote":"The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't.","author":"Greg Louganis","category":"Positive, Great, Opportunity"},{"quote":"The word 'geek' today does not mean what it used to mean. A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.","author":"Olivia Munn","category":"Car, Today, Military"},{"quote":"The most important thing you learn as a sports photographer is anticipation - not where the action is taking place, but where it's going to take place. Not where the subject is now, but where they're going to be.","author":"Lawrence Schiller","category":"Action, Learn, You"},{"quote":"Meeting sports athletes that are the best in the world is a thrill to this day.","author":"Phil Knight","category":"Day, Best, World"},{"quote":"I like sports, and swimming is my favorite. Doing physical exercises keeps one fit and healthy and helps one work more efficiently. I think we all need to strike a balance between work and relaxation. This can keep us energetic and help us do our job better.","author":"Xi Jinping","category":"Work, Job, Balance"},{"quote":"In the United States, we spend millions of dollars on sports because it promotes teamwork, discipline, and the experience of learning to make great progress in small increments. Learning to play music does all this and more.","author":"Linda Ronstadt","category":"Music, Learning, Teamwork"},{"quote":"As a father, I believe that involving children in sports at a young age is generally, a wise proposition. I believe that healthy competition is... well... healthy; that sporting events foster a spirit of teamwork that far surpasses the events themselves; and that active participation keeps children moving and is good for their self-esteem.","author":"Naveen Jain","category":"Teamwork, Children, Age"},{"quote":"Bin Laden wasn't all that central to the terrorist network any more, but taking him down created a kind of national catharsis. It's been a really, really long time since we had something to celebrate that didn't involve a sports team. I'd rather it had been a non-death-related occasion, but we'll take what we can get.","author":"Gail Collins","category":"Time, Team, Celebrate"},{"quote":"I'm a golfer, and what are the two sports you can do till you drop? Golf and surfing. They're great for you limber-wise, they're great for you health-wise, and they put you in sweet locations.","author":"Matthew McConaughey","category":"Great, Golf, Sweet"},{"quote":"When I get into a bad mood, I do sports and then everything's OK. And then I go and make decisions, however painful they may be.","author":"Dmitry Medvedev","category":"Decisions, Mood, Bad"},{"quote":"Psychology is much bigger than just medicine, or fixing unhealthy things. It's about education, work, marriage - it's even about sports. What I want to do is see psychologists working to help people build strengths in all these domains.","author":"Martin Seligman","category":"Work, Education, Marriage"},{"quote":"Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car.","author":"Elon Musk","category":"Car, People, Nobody"},{"quote":"I like sports. I'm a big football fan. When I was a kid, I was a... I don't even know how to describe it... I was an obsessed Brooklyn Dodgers fan. And I think when they left Brooklyn, which was simultaneous with me starting college, everything changed, and I haven't had the same passion for sports.","author":"Brian Dennehy","category":"Football, Passion, College"},{"quote":"I was all-state in four sports in New Jersey, but sometimes I couldn't get served at a restaurant two blocks from my high school. There were no job opportunities then... the only thing a black youth could aspire to be was a bellboy or a pullman or an elevator operator, or, maybe, a teacher. There was a time when all we had was black baseball.","author":"Monte Irvin","category":"Time, Teacher, School"},{"quote":"I think my appeal is that I've always tried to stay very grounded to my fans and to be accessible - not being this unattainable thing. I think doing sports and riding motorcycles has made me more approachable and more real and down to earth.","author":"Marisa Miller","category":"Me, Earth, Think"},{"quote":"Bringing more large sporting events to Africa would help the continent develop sports policies and at the same time optimize its peoples' chances of achieving competitive success.","author":"Richard Attias","category":"Success, Time, Achieving"},{"quote":"Science has taught us, against all intuition, that apparently solid things like crystals and rocks are really almost entirely composed of empty space. And the familiar illustration is the nucleus of an atom is a fly in the middle of a sports stadium, and the next atom is in the next sports stadium.","author":"Richard Dawkins","category":"Science, Space, Fly"},{"quote":"I am just enjoying what cricket has given me. In sports, it's obviously really important for all of us to remain fit - and health is wealth, so health comes with the sport.","author":"Harbhajan Singh","category":"Health, I Am, Me"},{"quote":"Lake Pend Oreille is definitely my favorite place to be while in Sandpoint. I love to get out on a boat to enjoy water sports, camping, fishing, or just to relax and catch a sunset.","author":"Nate Holland","category":"Love, Sunset, Water"},{"quote":"In sports, every day you can be the hero or the goat.","author":"Geoff Stults","category":"Hero, Day, Every Day"},{"quote":"For watching sports, I tend to drink Guinness; early evenings always begin well with a Grey Goose and tonic with plenty of lime; and on a cold winter's night, there's nothing quite like a glass of Black Maple Hill... an absolute peach of a bourbon.","author":"Martin Bashir","category":"Winter, Night, Black"},{"quote":"Like great teams in sports and business endeavors, if there's a chemistry among the participants, and they truly enjoy fellowship together, everybody wants to be there, stay involved, and just have fun together.","author":"Ed Greenwood","category":"Business, Great, Together"},{"quote":"Sports gives us the grandest opportunity of all to talk about reaching down and helping up or getting on somebody else's shoulders.","author":"Jerry Jones","category":"Opportunity, Down, Talk"},{"quote":"I paid more for the Dallas Cowboys than anyone prior than that had ever paid to get involved in sports. But I wanted to be a part of the future of the Dallas Cowboys.","author":"Jerry Jones","category":"Future, Dallas, Part"},{"quote":"Equality for men and women, across the world, not only in sports, is the goal. We obviously have a long way to go, but every little bit helps.","author":"Venus Williams","category":"Women, Equality, World"},{"quote":"Sports are a great place to show that equality can happen.","author":"Venus Williams","category":"Great, Equality, Place"},{"quote":"I know that some of the finest writing I've ever read has been sports writing, whatever the topic was, whatever the sport they were writing about. It seems to be an area where people are allowed a little more leeway than when they're reporting on traffic jams and city-council meetings.","author":"Katherine Dunn","category":"Writing, People, Meetings"},{"quote":"Sports uplift us. It's celebratory, gives us optimism and joy.","author":"Travis Kalanick","category":"Joy, Optimism, Us"},{"quote":"I think it's huge, especially in team sports, for players to be able to rely on each other and to really trust in each other.","author":"Alex Morgan","category":"Trust, Team, Think"},{"quote":"I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are.","author":"Angelina Jolie","category":"Love, Children, Cheating"},{"quote":"We're not doing outrageous fashion; I make sports clothes that are relatively conservative, clothes that everyone wears.","author":"Calvin Klein","category":"Fashion, Clothes, Doing"},{"quote":"I wasn't really a work-conscious type of person. I was a player. I loved to play sports.","author":"Michael Jordan","category":"Loved, Play, Person"},{"quote":"There are kids who get on a BMX bike when they're eight years old and they go, 'Whoa, this is incredible,' and grow up to do extreme sports. It's the same for me with acting.","author":"Joaquin Phoenix","category":"Me, Acting, Bike"},{"quote":"I think the Cowboys are one of only two teams in all of sports that engender love and hate to that extreme. The other is the Yankees. You love the Yankees or you hate the Yankees.","author":"Al Michaels","category":"Love, Hate, Think"},{"quote":"I'm excited to join my brother-in-law Ken Thomson every Tuesday night on SiriusXM to recap all of the awesome NFL action, and to find out what in the Wylde world of sports is going on.","author":"Zakk Wylde","category":"Action, World, Night"},{"quote":"Eventually you won't think of 'the Internet business.' You'll think of it more like news, weather, sports, but even that taxonomy isn't clear.","author":"Bill Gates","category":"Business, Weather, Internet"},{"quote":"Some of the companies we helped start are names you know. An office supply company called Staples - where I'm pleased to see the Obama campaign has been shopping; The Sports Authority, which became a favorite of my sons. We started an early childhood learning center called Bright Horizons that First Lady Michelle Obama rightly praised.","author":"Mitt Romney","category":"Learning, Childhood, Company"},{"quote":"I hate all sports as rabidly as a person who likes sports hates common sense.","author":"H. L. Mencken","category":"Hate, Common Sense, Person"},{"quote":"I used to play a lot of racket sports, tennis and squash.","author":"Jason Statham","category":"Tennis, Play, Squash"},{"quote":"I come from a family that has always emphasized and enjoyed sports - golf, tennis, football, baseball and the rest.","author":"Robert Kennedy","category":"Family, Football, Baseball"},{"quote":"I don't know anything that builds the will to win better than competitive sports.","author":"Richard M. Nixon","category":"Win, Better, Know"},{"quote":"You cannot mix sports with politics.","author":"Jackie Chan","category":"Politics, You, Mix"},{"quote":"I was brought up to believe that it's family first. Of all the people my parents knew, the family was most important. You always turn to your family, and the family supports you. We do what we can to support our young and go and see the grandchildren if they're doing plays at school and their sports events.","author":"Mary Berry","category":"Family, School, Parents"},{"quote":"Some people go off to an ashram or they, you know, have a midlife crisis and buy a sports car. For me, I do 'Hedwig,' and I see it's a midlife crisis maybe, and I see what's next. And it's a good trampoline, maybe, into the next part of my life.","author":"John Cameron Mitchell","category":"Life, Good, Car"},{"quote":"All the minor sports injuries you acquire over the years begin to multiply like flies when you get over 70.","author":"Peter O'Toole","category":"Injuries, You, Years"},{"quote":"Great performers - in sports, the arts, business, or whatever field - have undertaken massive amounts of training. And when that training is complete... they train some more, and harder than they expect to perform. Why? Training builds confidence and ensures peak performance.","author":"Brandon Webb","category":"Business, Confidence, Great"},{"quote":"I'm not into extreme sports or something. I just live a quiet life.","author":"Charlie Kaufman","category":"Life, Live, Quiet"},{"quote":"I've been playing sports since I was five. For me, there's no happier moment than when I'm out in the woods on a bike or a run. I feel on top of the world, and nothing else makes me feel that way.","author":"Daniel Humm","category":"World, Moment, Me"},{"quote":"Discrimination and prejudice of any kind have no place in sports or in our society.","author":"Jerry Reinsdorf","category":"Society, Discrimination"},{"quote":"Golf is a day spent in a round of strenuous idleness.","author":"William Wordsworth","category":"Day, Golf, Idleness"},{"quote":"In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions.","author":"Don Yaeger","category":"Business, Best, Focus"},{"quote":"Hitting is timing. Pitching is upsetting timing.","author":"Warren Spahn","category":"Timing, Pitching, Hitting"},{"quote":"Everyone thought I was going to die like a year later, they didn't know. So I helped educate sports, and then the world, that a man living with HIV can play basketball. He's not going to give it to anybody by playing basketball.","author":"Magic Johnson","category":"Man, Thought, World"},{"quote":"I was socially isolated as a kid. I had friends, but I wasn't very good at sports and that sort of thing so I became quite comfortable being by myself, exploring. The world was my private playground, and in it, I was supreme. Darwin, Faraday, Huxley and other great scientists were my companions.","author":"Vilayanur S. Ramachandran","category":"Friends, Good, Great"},{"quote":"I have never cared especially for outdoor sports and have no desire to excel at tennis, swimming, or golf. I'll leave those things to the men.","author":"Marilyn Monroe","category":"Golf, Men, Tennis"},{"quote":"I did everything when I started. In Miami I did news, I did weather, I did sports, I did disk-jockeying. And I did a sports talk show every week - every Saturday night.","author":"Larry King","category":"Weather, Week, Night"},{"quote":"My favorite was always whichever sport was in season. I think these days it's almost saddening to see kids who are 10 or 11 and are forced to choose one sport and specialize in that sport and play that sport year-round. By playing different sports... you become a better all-around athlete.","author":"Sam Bradford","category":"Better, Think, Play"},{"quote":"I know when I have kids, when I'm older, I'm going to encourage them to play sports because I think it teaches you a lot. It teaches you discipline, teamwork, and that there's really no 'I' in team.","author":"Gregg Sulkin","category":"Teamwork, Team, Discipline"},{"quote":"I believe God created sports for a good reason. It's recreation. It's something that we enjoy. It teaches us a lot as well... I believe God is a sports fan.","author":"Luke Scott","category":"Good, God, Believe"},{"quote":"In Boston, they love their sports celebrities. And it's great.","author":"Tom Brady","category":"Love, Great, Boston"},{"quote":"Every boy learns more in his hours of play than in his hours of labor. In school, he lays in the materials of thinking, but in his sports, he actually thinks: he whets his faculties, and he opens his eyes.","author":"William Godwin","category":"Eyes, School, Thinking"},{"quote":"You know it's going to hell when the best rapper out there is white and the best golfer is black.","author":"Charles Barkley","category":"Best, Black, Know"},{"quote":"If you think it's hard to meet new people, try picking up the wrong golf ball.","author":"Jack Lemmon","category":"Golf, People, Think"},{"quote":"Growing up in Huntington Beach, you were either a traditional sports athlete, a skateboarder, or a surfer. I got my first skateboard when I was five and skated off and on over the years, did a little BMX racing as a kid, and then in my freshman or sophomore year I started getting a little bit more into skateboarding.","author":"Jason Lee","category":"Beach, Growing Up, You"},{"quote":"I grew up thinking that I would become a fighter pilot and was fascinated by aircrafts as I had grown up around that. But my father encouraged me to not become an Air Force person, given the varied interests I had, be it books, movies, sports or fighter flying.","author":"Kapil Sharma","category":"Father, Thinking, Me"},{"quote":"A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.","author":"Olivia Munn","category":"Car, Game, Military"},{"quote":"Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game.","author":"Branch Rickey","category":"Truth, Baseball, Game"},{"quote":"I think sports are extremely beneficial for our youth. They parallel life in so many ways.","author":"Kerri Strug","category":"Life, Youth, Think"},{"quote":"The best thing about the Kentucky Derby is that it is only two minutes long. It is the quickest event in sports, except for Sumo-wrestling & Mike Tyson fights. Maybe Drag-racing is quicker, but I have never been attracted to it.","author":"Hunter S. Thompson","category":"Best, Long, Event"},{"quote":"Sport is a wonderful metaphor for life. Of all the sports that I played - skiing, baseball, fishing - there is no greater example than golf, because you're playing against yourself and nature.","author":"Robert Redford","category":"Life, Nature, Baseball"},{"quote":"Sports is the only entertainment where, no matter how many times you go back, you never know the ending.","author":"Neil Simon","category":"Ending, Know, Entertainment"},{"quote":"Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off.","author":"Bill Veeck","category":"Best, Baseball, World"},{"quote":"If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death.","author":"Sam Snead","category":"Death, Golf, People"},{"quote":"I love outdoor sports, like volleyball, and I play them whenever I can.","author":"Gisele Bundchen","category":"Love, Play, I Can"},{"quote":"We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless.","author":"Jackie Joyner-Kersee","category":"Women, Great, Racism"},{"quote":"Jamaica is more than just the 'brand' the world recognizes so well; it's a place of pride for the people who live here, its educational institutions, its sports achievements, its science and technology growth.","author":"Portia Simpson-Miller","category":"Technology, Science, Growth"},{"quote":"Many high school students are under so much competitive pressure. They are sometimes taught that if they don't have a 4.0 GPA, score in the 99th percentile on admissions tests, and demonstrate leadership in sports and participate in clubs, they won't get into college anywhere. Even highly credentialed professionals get caught up in this.","author":"Elizabeth Thornton","category":"Leadership, School, College"},{"quote":"The tradition in Serbia has always been team sports - football, basketball, handball, volleyball and water polo, individual sports are not supported.","author":"Novak Djokovic","category":"Team, Football, Water"},{"quote":"All good sports reporters know that the best stories are in the loser's locker room.","author":"Pete Hamill","category":"Good, Best, Know"},{"quote":"The uglier a man's legs are, the better he plays golf - it's almost a law.","author":"H. G. Wells","category":"Man, Law, Golf"},{"quote":"I'll let the racket do the talking.","author":"John McEnroe","category":"Talking, Racket"},{"quote":"I'd just as soon play tennis with the net down.","author":"Robert Frost","category":"Tennis, Down, Play"},{"quote":"I think extreme sports are really good for relieving stress.","author":"Dave Chappelle","category":"Good, Stress, Think"},{"quote":"In a world as competitive as ours, the child who does not get a decent education is condemned to the fringes of society. I think all Australians agree that this is intolerable. So we must demand as much of our schools as we do of our sports teams - and ensure that they keep the Australian dream alive for every child.","author":"Rupert Murdoch","category":"Education, Society, World"},{"quote":"Sports is the toy department of human life.","author":"Howard Cosell","category":"Life, Human, Toy"},{"quote":"Where there is peace, there is sports; where there is sports, there is peace. Peace is what allows us, especially young people, to dream, go after one's goals and prepare you for the next challenge in life.","author":"Kim Yuna","category":"Life, Goals, Peace"},{"quote":"Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost.","author":"Joyce Carol Oates","category":"Religion, Lost, Boxing"},{"quote":"Golf is a game in which one endeavors to control a ball with implements ill adapted for the purpose.","author":"Woodrow Wilson","category":"Golf, Purpose, Control"},{"quote":"Baseball life is a tough life on the family.","author":"Nolan Ryan","category":"Life, Family, Baseball"},{"quote":"You've got to enjoy time with your family and friends, and if you're involved in sports franchises, those peak moments in playoff games. You have to enjoy life.","author":"Paul Allen","category":"Life, Family, Time"},{"quote":"I just got hooked on the radio, the voice of it all. It was my connection to metropolitan America, if you will. Sports, in particularly baseball then 'cause of its rich sediment of numbers, was one of the first things a young person could peg up with adults on - that is, you could know as much about Jimmy Fox as your father did.","author":"George Will","category":"Father, Baseball, America"},{"quote":"Black people dominate sports in the United States. 20% of the population and 90% of the final four.","author":"Chris Rock","category":"People, Black, Four"},{"quote":"Talk radio has almost ruined the sports fan.","author":"Phil Simms","category":"Radio, Talk, Fan"},{"quote":"Sports betting is all about money management, so the most money won on one event is not the most important thing.","author":"Bruce Dern","category":"Money, Management"},{"quote":"As a result of Title IX, and a new generation of parents who want their daughters to have the opportunities they never had, women's sports have arrived.","author":"Sheryl Swoopes","category":"Women, Parents"},{"quote":"The things that people do now in sports, you can't even believe. These are complete total athletes. To see what human beings can do in the highest level is amazing.","author":"Billie Joe Armstrong","category":"Amazing, Believe, People"},{"quote":"There's a whole lot more to the African-American community than entertainment and sports.","author":"J. C. Watts","category":"Community, Entertainment"},{"quote":"I learned early on, stay away from politics, stay away from religion and don't talk about sports. Those three right there will get you in trouble.","author":"Gabriel Iglesias","category":"Politics, Religion, You"},{"quote":"Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball. It is incredible how far women have come and women in sports have come.","author":"Jennie Finch","category":"Women, Baseball, Amazing"},{"quote":"When we talk about reviews, what we are really talking about is just a market report - it's like reading about the new Lexus. You have to know what the guy writing the review cares about to understand his take. Does he like sports cars, or does he like Bentleys?","author":"Mike Nichols","category":"Writing, Reading, Know"},{"quote":"I still feel that in India we look upon sports as a recreational activity - which it is - but people have to understand that there is a career in sports. It's not just necessary to be a doctor or a lawyer or an engineer, as most of us Indians appear to think that our children should grow up to be.","author":"Abhishek Bachchan","category":"Children, Doctor, People"},{"quote":"When I was little, I guess I was just an ordinary kid. But then things changed when I was in junior high. You know, kids that become geeks become one because of something. Like, they aren't good at sports, or girls don't like them. I, too, for some reason, got into things like science fiction and, well, especially science fiction as an escape.","author":"Takashi Murakami","category":"Good, Science, Escape"},{"quote":"Leadership is one of sports' intangibles. Guys can score, guys can fight, guys can skate faster than anybody else. But not everybody can say, 'Follow me.'","author":"Paul Coffey","category":"Leadership, Fight, Me"},{"quote":"I grew up in a very 'Friday Night Lights,' sports-focused town. I did not play the sports. I was never bullied physically, but I was called names. I was also an overweight kid. I knew what it's like to feel like the other, to feel written off for things that were not in my control - my appearance, my interests.","author":"Robin Lord Taylor","category":"Night, Control, Play"},{"quote":"The political hero is not like the sports champion or matinee idol or daring inventor; like the war hero, he is born only of tragedy.","author":"David Grann","category":"Hero, War, Tragedy"},{"quote":"To be honest, I'm shocked the University of Washington's sports teams are called the Huskies. Why haven't the Leftists that run this entire state demanded they be renamed the 'Athletes of Size' so as to not fat shame anyone?","author":"Milo Yiannopoulos","category":"Fat, Why, Run"},{"quote":"The diet for climbing all the time isn't really different from the diet for living. It's not like cardio sports where you're burning a bajillion calories every day.","author":"Alex Honnold","category":"Time, Day, Diet"},{"quote":"Thus so wretched is man that he would weary even without any cause for weariness... and so frivolous is he that, though full of a thousand reasons for weariness, the least thing, such as playing billiards or hitting a ball, is sufficient enough to amuse him.","author":"Blaise Pascal","category":"Man, Without, Him"},{"quote":"A lifetime of training for just ten seconds.","author":"Jesse Owens","category":"Training, Just, Ten"},{"quote":"Football is violence and cold weather and sex and college rye.","author":"Roger Kahn","category":"Football, College, Violence"},{"quote":"I grew up in New York City, where we played highly unorganized sports: stick ball, stoop ball, and the occasional game of baseball with no adult supervision.","author":"Jeff Greenfield","category":"Baseball, City, Game"},{"quote":"It's hard to create new friendships outside sports.","author":"Tim Tebow","category":"New, Create, Outside"},{"quote":"It is hard to compete with other sports. Badminton is a sport which, when compared with football and tennis, still needs promotion.","author":"Lin Dan","category":"Football, Tennis, Promotion"},{"quote":"After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn't work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health.","author":"Mahendra Singh Dhoni","category":"Work, Education, Health"},{"quote":"There's food and supplements that you can take legally that will better your body and help you stay healthy. Shortcuts are something that's always been around all sports, but as a union, we're trying to do the best we can to weed those guys out of the game.","author":"Jake Arrieta","category":"Food, Best, Help"},{"quote":"What other people may find in poetry or art museums, I find in the flight of a good drive.","author":"Arnold Palmer","category":"Art, Good, Poetry"},{"quote":"The only thing a golfer needs is more daylight.","author":"Ben Hogan","category":"Only, Needs, More"},{"quote":"If I weren't earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming.","author":"Charles Barkley","category":"Me, People, Basketball"},{"quote":"If you drink don't drive. Don't even putt.","author":"Dean Martin","category":"Drive, You, Drink"},{"quote":"The only way to prove that you're a good sport is to lose.","author":"Ernie Banks","category":"Good, Way, You"},{"quote":"He's got an overall flair for the game. It looks to me like he really loves what he does and he can't wait to get up in the morning, go hit some balls and go play.","author":"Gary McCord","category":"Morning, Game, Me"},{"quote":"I had pro offers from the Detroit Lions and Green Bay Packers, who were pretty hard up for linemen in those days. If I had gone into professional football the name Jerry Ford might have been a household word today.","author":"Gerald R. Ford","category":"Football, Today, Green"},{"quote":"I regard golf as an expensive way of playing marbles.","author":"Gilbert K. Chesterton","category":"Golf, Way, Expensive"},{"quote":"Eighteen holes of match play will teach you more about your foe than 18 years of dealing with him across a desk.","author":"Grantland Rice","category":"Play, You, Dealing"},{"quote":"The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them.","author":"Hank Aaron","category":"Home, Baseball, Win"},{"quote":"Baseball players are smarter than football players. How often do you see a baseball team penalized for too many men on the field?","author":"Jim Bouton","category":"Team, Football, Baseball"},{"quote":"Golf appeals to the idiot in us and the child. Just how childlike golf players become is proven by their frequent inability to count past five.","author":"John Updike","category":"Golf, Past, Child"},{"quote":"He hits it long. His shoulders are impressively quick through the ball. That's where he's getting his power from. He's young and has great elasticity.","author":"Nick Faldo","category":"Great, Power, Long"},{"quote":"Fans don't boo nobodies.","author":"Reggie Jackson","category":"Fans, Boo"},{"quote":"The difference between the old ballplayer and the new ballplayer is the jersey. The old ballplayer cared about the name on the front. The new ballplayer cares about the name on the back.","author":"Steve Garvey","category":"Name, Difference, New"},{"quote":"Nobody roots for Goliath.","author":"Wilt Chamberlain","category":"Roots, Nobody, Goliath"},{"quote":"If a tie is like kissing your sister, losing is like kissing you grandmother with her teeth out.","author":"George Brett","category":"Sister, Losing, You"},{"quote":"Many baseball fans look upon an umpire as a sort of necessary evil to the luxury of baseball, like the odor that follows an automobile.","author":"Christy Mathewson","category":"Baseball, Evil, Luxury"},{"quote":"All sports for all people.","author":"Pierre de Coubertin","category":"People"},{"quote":"I'm a competitive person and I love the challenge of mastering new things.","author":"Sasha Cohen","category":"Love, Challenge, New Things"},{"quote":"The Olympic Games must not be an end in itself, they must be a means of creating a vast programme of physical education and sports competitions for all young people.","author":"Avery Brundage","category":"Education, End, People"},{"quote":"I enjoyed being involved in team sports and making close friendships.","author":"Brian McBride","category":"Team, Involved, Being"},{"quote":"The American people are sheep. They're comfortable, rich, working. It's like the Romans, they're happy with bread and their spectator sports. The Super Bowl means more to them than any right.","author":"Jack Kevorkian","category":"Happy, American, Rich"},{"quote":"The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.","author":"Howard Cosell","category":"Football, Religion, Society"},{"quote":"My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.","author":"Alan Thicke","category":"Good, Health, Fitness"},{"quote":"I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life.","author":"Willie Mays","category":"Life, Time, Good"},{"quote":"The addiction to sports, therefore, in a peculiar degree marks an arrested development in man's moral nature.","author":"Thorstein Veblen","category":"Nature, Man, Moral"},{"quote":"Sports without music, it's nothing but a game. Music adds the emotion.","author":"Ice Cube","category":"Music, Game, Emotion"},{"quote":"Amateurism is the strongest form of discrimination in sports. Because it discriminates against the underprivileged, it discriminates against the poor. If we want sports to go back to the wealthy, let's make it amateur again.","author":"Carl Lewis","category":"Discrimination, Want, Poor"},{"quote":"I did all the right things in so many tournaments. But like I said, sometimes in sports it just goes the other way. Maybe you've already won so much that it evens it out a bit sometimes. I don't know.","author":"Roger Federer","category":"Know, You, Said"},{"quote":"I'm not good at anything except writing jokes. I wasn't good at sports, I wasn't good at anything artsy, ever. I think there was a real worry for a while about what I would be good at. I was just this chubby little Indian kid who looked like a nerd.","author":"Mindy Kaling","category":"Good, Writing, Worry"},{"quote":"That's the biggest gap in sports, the difference between the winner and the loser of the Super Bowl.","author":"John Madden","category":"Winner, Loser, Difference"},{"quote":"Sports and entertainment are the only places where inner-city kids see themselves being able to succeed. Their intellectual development is something they don't relate to.","author":"Kareem Abdul-Jabbar","category":"Development, Entertainment"},{"quote":"I've always been really active. I grew up playing sports, so I'm always shooting hoops or throwing the football with my friends. I'm super-active in that sense.","author":"Taylor Lautner","category":"Friends, Football, Shooting"},{"quote":"I was focused on athletics, outdoors, sports.","author":"Joe Namath","category":"Outdoors, Focused, Athletics"},{"quote":"I also have a soft spot for spicy chicken wings. They are always best eaten at dives and sports bars, like Wogie's in the West Village, New York City, near my house.","author":"Gail Simmons","category":"Best, City, Wings"},{"quote":"I worked at my high school newspaper at Andover, which came out weekly, unusual for a high school paper. Then my first day at Penn I went right to the 'Daily Pennsylvanian' and pretty much spent most of my college career working both as the sports editor and then editor of the editorial page.","author":"H. G. Bissinger","category":"Daily, Day, School"},{"quote":"When a sports movie really works, it gets you on all levels, because the stakes are high. It's black and white. It's win or lose.","author":"Carla Gugino","category":"Black And White, Win, Black"},{"quote":"If architecture is, as is sometimes said, music set in concrete, then football and basketball may be said to be creativity embodied in team sports.","author":"Michael Mandelbaum","category":"Music, Architecture"},{"quote":"The BBC sports department when I was there was seriously to the right of Ghengis Khan, and if people think I am strange, they should have met some of the production staff I worked with. Margaret Thatcher and the Queen were the pin up girls for many of them.","author":"David Icke","category":"I Am, Queen, People"},{"quote":"Sports fans have been mistreated for a long time. They have overpaid for inferior food and they have had poor service.","author":"Dave Checketts","category":"Time, Food, Service"},{"quote":"You know, I never really paid attention to sports, which, coming from the mecca of football in Texas, is kind of odd. I played sports, but I was nerdy. Having a single mother, the pressure was on me to get good grades and a scholarship and go to college.","author":"Sarah Shahi","category":"Good, Football, Mother"},{"quote":"American sports are quite masculine. And football - although it's still played by men all over the world - football compared to American football is quite feminine in its artistry. And there's no padding. It's America's loss, though.","author":"Noel Gallagher","category":"Football, America, World"},{"quote":"My love for sports will never die. I love martial arts and I want to promote it in whichever way I can. I am a fighter first, then an actor.","author":"Akshay Kumar","category":"Love, I Am, Want"},{"quote":"Compared to politics, I think sports is funnier, because it's inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know?","author":"Norm MacDonald","category":"Politics, Know, Think"},{"quote":"Political columnists and sports pundits are rewarded for being overconfident.","author":"Daniel Kahneman","category":"Political, Being"},{"quote":"My son has taken liking for sports and is most of the time playing cricket and football. It is so much fun being with them, as I'm enjoying every phase of motherhood.","author":"Karisma Kapoor","category":"Time, Football, Son"},{"quote":"In 1964, when Lee Iacocca said, 'Shelby, I want you to make a sports car out of the Mustang,' the first thing I said was, 'Lee, you can't make a race horse out of a mule. I don't want to do it.' He said, 'I didn't ask you to make it; you work for me.'","author":"Carroll Shelby","category":"Work, Car, Horse"},{"quote":"I have always maintained that if you work hard, it won't go waste, as recognition will come to you at some stage, whether in studies or sports. You need to have good intentions and intent to move ahead in life as well as in sports.","author":"Suresh Raina","category":"Life, Work, Good"},{"quote":"You always hear that tragedies put sports in perspective, that they prove we shouldn't care this much about the successes and failures of a bunch of wealthy strangers. I'm going the other way - sometimes, sports put everything else in perspective.","author":"Bill Simmons","category":"Perspective, Care, Strangers"},{"quote":"When I was a little kid growing up in Iceland, I always dreamed about creating something that could have an impact on the whole world, and even as a young boy I was passionate about fitness and sports.","author":"Magnus Scheving","category":"Fitness, World, Growing Up"},{"quote":"Compared to politics, I think sports is funnier, because it's inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know? And the more grave or important things are... You know, some comedians can get this disease where they get serious all the time.","author":"Norm MacDonald","category":"Time, Politics, Know"},{"quote":"I've always liked speed. I own a car that I shouldn't be talking about because I'm an environmentalist, but the 1955 Porsche Spyder 550 RS is the finest sports car ever made.","author":"Robert Redford","category":"Car, Speed, Always"},{"quote":"I have learned, in my life and work as a sportswriter, that big-time Sports and big-time Politics are not so far apart in America. They are both a means to the same end, which is victory... And why not? Victory is good for you, and don't let anybody tell you different.","author":"Hunter S. Thompson","category":"Life, Work, Good"},{"quote":"Politics should not interfere with sports. And sports should impact politics.","author":"Vladimir Putin","category":"Politics, Impact, Should"},{"quote":"Everyone thinks I'm this jock of a woman, but I didn't play any sports. I didn't even let my kids play baseball because I was afraid they were going to get hit by balls.","author":"Patti Hansen","category":"Baseball, Woman, Play"},{"quote":"Global sports tournaments have a range of benefits that go far beyond the games themselves. They can transform the image of a country or a region. They bring people together and reveal new possibilities to a nation's youth.","author":"Richard Attias","category":"Together, Youth, People"},{"quote":"'Potato-chip news' is news that's repetitive, requires little effort to absorb, and is consumable in massive quantities: true crime, natural disasters, political punditry, celebrity gossip, sports gossip, or endless photographs of beautiful houses, food, or clothes.","author":"Gretchen Rubin","category":"Food, Beautiful, Effort"},{"quote":"I won't have any competitive instincts in any sports, other than golf. I can't see being competitive in sports any more.","author":"Michael Jordan","category":"Golf, See, Competitive"},{"quote":"J.J. Watt is larger than life and Houston's newest sports hero, in every sense of the word. He is a guy who spends NFL Fridays at high school football games and actively seeks out those in need of his kindness.","author":"Hannah Storm","category":"Life, Kindness, Hero"},{"quote":"Drama is played at the pace of chess... or billiards... or poker. Engrossing? Sure. But comedy is played at the jubilant, high-octane speed of sports like basketball or hockey.","author":"Mark Waters","category":"Hockey, Speed, Chess"},{"quote":"Team sports are very important for shaping personalities. It's important that kids understand the mentality behind playing team sports and playing for one another and playing with friends.","author":"Brian O'Driscoll","category":"Friends, Team, Kids"},{"quote":"I grew up a Michael Jordan fan; that was my first idol. But my true sports idol was Deion Sanders: he was the person I always wanted to be. I wanted to play two sports professionally, which would never happen, but to me, that was every kid's dream.","author":"Tim Howard","category":"Dream, Me, Play"},{"quote":"Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports.","author":"Carlos Slim","category":"Education, Money, Health"},{"quote":"It's great to listen to men talk about sports or fights or war or even hunting sometimes, but the presence of the other, the presence of art and beauty, which crude masculinity seems to discount, is essential. Real civilization and real manhood seem to me to include those.","author":"James Salter","category":"Art, Beauty, Great"},{"quote":"I always liked to write and had fun writing, but I didn't have any pretensions about being a writer. I liked to read and liked to putz around and write little stories or poems, but my thing was sports.","author":"John Edgar Wideman","category":"Writing, Fun, Little"},{"quote":"When I was younger, I used to bite my nails so bad. I used to play sports; I played, like, every sport. I would be playing soccer, and I'd be in the middle of the field just zoned out, biting my nails, and I'd, like, miss the ball going past me.","author":"Kendall Jenner","category":"Past, Soccer, Me"},{"quote":"For me to be with someone, he's got to be fit. Or at least doing something he loves. Following your passion - whether it's hiking or sports or whatever - is super sexy.","author":"Kaley Cuoco","category":"Passion, Sexy, Me"},{"quote":"My becoming a film actor was more a twist of tale than a chosen course because I dared not to think I could ever become an actor. I couldn't even walk up on a stage and say 'Thank you' when we were to receive trophies at our sports meets at college.","author":"Dilip Kumar","category":"College, Thank You, Walk"},{"quote":"I never use the word 'hero' in sports. Hero is way above 'star.' I save 'star' for sports. Sports is entertainment that's all it is.","author":"Bud Grant","category":"Hero, Way, Entertainment"},{"quote":"We knew sports was important to us and our family, but there are priorities in life.Obviously, faith is foremost; how we did in school is important. If we didn't handle that business then there were no privileges.","author":"Stephen Curry","category":"Family, Business, Faith"},{"quote":"Whatever free time I get, I love to catch news and sports shows.","author":"Amitabh Bachchan","category":"Love, Time, Free"},{"quote":"I get a lot of letters that say, 'I'm a normal, down-to-earth girl. I love to cook, and I love sports.' What I also get are letters from a whole bunch of moms saying, 'My daughter is awesome,' and, 'My daughter is a great daughter.'","author":"J. J. Watt","category":"Love, Daughter, Great"},{"quote":"Cleveland's a great city. I love the city. The people here are awesome. They're loyal and hard-working, and they're loyal to our sports scene, and things are changing here.","author":"Stipe Miocic","category":"Love, Great, City"},{"quote":"Unless you enjoy life passionately, you cannot be a good artiste. Practise what you like, be it sports or dancing.","author":"Sarita Choudhury","category":"Life, Good, Enjoy Life"},{"quote":"The idea of growing up in the South and being a man is an interesting thing; there's a lot masculinity involved, with hunting, fishing, and playing sports that rural people take pride in, but at the same time, I grew up really not wanting to hate anybody.","author":"Jason Isbell","category":"Time, Man, Hate"},{"quote":"I wanted to really ingrain myself in the culture and the people. And I apologize about having an allergy to dairy products that gives me some irritable bowels, but other than that, I mean, I've embraced just about everything else Wisconsin - especially when it comes to sports, but also the people and the interactions with our fans.","author":"Aaron Rodgers","category":"Culture, Myself, Me"},{"quote":"The problem with winter sports is that - follow me closely here - they generally take place in winter.","author":"Dave Barry","category":"Winter, Me, Problem"},{"quote":"Sports is human life in microcosm.","author":"Howard Cosell","category":"Life, Human Life, Human"},{"quote":"In the field of sports you are more or less accepted for what you do rather than what you are.","author":"Althea Gibson","category":"You, Rather, Than"},{"quote":"I sort of try to write everything for me. I'm a huge sports fan but have no interest in minutiae. I don't remember who won Super Bowls five years ago or listen to sports talk radio. I'm trying to make sure the jokes are self-contained so they're accessible to everyone.","author":"Norm MacDonald","category":"Me, Listen, Remember"},{"quote":"It sounds like a cliche, but it... you do sing about what you know about. And I grew up in a small town, and I grew up in a place where your whole world revolved around friends, family, school, and church, and sports.","author":"Kenny Chesney","category":"Family, Friends, School"},{"quote":"Actually, I always dreamed about getting a gold medal in the 100-meter freestyle in Olympic swimming. I always thought that would be the epic award in sports to get.","author":"Chris Klein","category":"Thought, Gold, Swimming"},{"quote":"It's not just the kid who's spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it's also the person driving around in a fuel-conscious hybrid electric car, because it's more a message to the world than an effective means of saving fuel, to be quite honest.","author":"Richard Hammond","category":"Car, Job, World"},{"quote":"I wasn't into sports when I was younger. I was one of those kids who always tried to get a note from the doctor to say I had a cold so I didn't have to go play hockey in bad weather and be miserable.","author":"Eliza Doolittle","category":"Weather, Doctor, Hockey"},{"quote":"I like a few vintage Rolexes, and Panerais are good. I'm not into sports watches - I like chronometers.","author":"Jason Statham","category":"Good, Vintage, Watches"},{"quote":"I'm a great sports fan, you know. I love to watch tennis and basketball and baseball and so on.","author":"Itzhak Perlman","category":"Love, Great, Baseball"},{"quote":"When I played sports, if you lose the game, and then you complain, that makes you a sore loser. That doesn't make you protester - that just makes you a whiner.","author":"D. B. Sweeney","category":"Game, Loser, You"},{"quote":"When I was a kid, I did many sports. Judo, like my dad, but also volleyball, handball, and gymnastics. We never played much football.","author":"Robert Lewandowski","category":"Football, Kid, Never"},{"quote":"As far as oligarchs who acquire sports team abroad, and invest money abroad, I wouldn't treat this phenomenon as something bad.","author":"Vladimir Putin","category":"Money, Team, Treat"},{"quote":"As an athlete and as a woman, I get my confidence from playing sports because it shifts your focus from what your body looks like to what your body can do for you. That's what we all should be doing. It shouldn't be about looking perfect.","author":"Venus Williams","category":"Confidence, Focus, Woman"},{"quote":"My dad is the reason I actually started watching wrestling. My dad was never big into sports; we were all big into sports as kids, and he'd go to our Little League games or whatever and not really know what was going on, because he didn't know about sports, but he knew about wrestling.","author":"John Cena","category":"Know, Wrestling, Kids"},{"quote":"My son is trying to be a sports writer, and my daughter is a college student. She wants to be a comedy writer, and she's at film school. I discouraged both of them early on from getting involved in Starbucks. I didn't think it would be fair; plus, they didn't have any interest anyway.","author":"Howard Schultz","category":"Daughter, Son, School"},{"quote":"If you're a dope like me, you get every sports channel you can get. I'm watching, you know, Netherlands soccer.","author":"Michael Keaton","category":"Soccer, Me, Know"},{"quote":"What separates sports from entrepreneurism, however, is that in business we constantly have to overcome undefined and unpredictable challenges. Athletes train for specific events and conditions, whereas entrepreneurs generally have little idea what they will encounter along the way.","author":"Naveen Jain","category":"Business, Challenges, Train"},{"quote":"Sports without music is just a game. Music makes it entertaining.","author":"Ice Cube","category":"Music, Game, Without"},{"quote":"I would never tell anybody to give up hockey - the great sports we have here - basketball, lacrosse - rugby coming into its own - we've got so many great team sports, and I say hold on to them.","author":"George Vecsey","category":"Team, Great, Hockey"},{"quote":"I have been president of the Indian Kabbadi Association, and likewise, I have been associated with various other sports as well.","author":"Sharad Pawar","category":"President, Well, Association"},{"quote":"I've always been a reserved cat. When I play sports, there's people used to get mad at me because I didn't hang out and things like that. I've never been that kind of person. Nothing has changed in that regard. I've never been posse, and all that. I'm a quiet storm.","author":"Bernie Mac","category":"Storm, Me, People"},{"quote":"You never know what's going to happen with this crazy world of sports entertainment, so I would never rule out the fact that Rock wants to come home.","author":"Roman Reigns","category":"Home, Crazy, World"},{"quote":"One of the biggest gaps in sports is the difference between the winning and losing teams of the Super Bowl. They don't invite the losing team to the White House. They don't have parades for them. They don't throw confetti on them.","author":"John Madden","category":"Team, Winning, Losing"},{"quote":"I have never seen a wrestling match or a prize fight, and I don't want to. When I find out a man is interested in these sports, I drop him.","author":"Hedy Lamarr","category":"Man, Fight, Want"},{"quote":"My becoming an actor wasn't planned. My interest always lied in sports such as football, martial arts, gymnastics and dance.","author":"Tiger Shroff","category":"Football, Dance, Actor"},{"quote":"When I grew up, my father taught us the value of hard work. He wanted us to enjoy ourselves, but he also wanted to know what it took to be successful. He coached a lot of our sports teams growing up. We weren't very good, but we learned about hard work and enjoying life and your teammates.","author":"Andrew Luck","category":"Life, Work, Hard Work"},{"quote":"I drink a lot of Body Armor - it's a sports drink. It offers great hydration, and it's the best before/after drink for workouts. Orange mango is my favorite. Strawberry banana is a close second.","author":"Andrew Luck","category":"Best, Great, Body"},{"quote":"If I ever have downtime, I'm usually sitting in my place playing video games. Or eating sandwiches somewhere, or watching sports some place.","author":"Hannibal Buress","category":"Video Games, Eating, Place"},{"quote":"There are a few things that people all around the world need to admit to themselves. Trade restraints slow economic growth, the euro is not a reserve currency, and scoreless sports ties are boring.","author":"P. J. O'Rourke","category":"Growth, World, People"},{"quote":"When I was fifteen, I dreamed of living in the big city, as many a young person does if he is artistic and sensitive. By 'artistic and sensitive' I mean short, skinny, unkissed, bad at sports, and carrying a C average in high school.","author":"P. J. O'Rourke","category":"School, Short, City"},{"quote":"The purpose of sports - even foreign sports - is not to bore people.","author":"P. J. O'Rourke","category":"Purpose, People, Even"},{"quote":"If your man is a sports enthusiast, you may have to resign yourself to his spouting off in a monotone on a prize fight, football game or pennant race.","author":"Marilyn Monroe","category":"Football, Man, Yourself"},{"quote":"Baseball has the great advantage over cricket of being sooner ended.","author":"George Bernard Shaw","category":"Great, Baseball, Cricket"},{"quote":"I was always the youngest person in class, skinny, scrawny, no good at sports. I asserted myself by being smart. But then I got to college and started to get C's and D's. That was fantastic. I no longer had to be the smartest person in the room.","author":"Douglas Coupland","category":"Good, Myself, College"},{"quote":"To have a healthy culture, you have to have stable health care financing and stable arts financing and stable sports financing, and if you don't have that, your culture becomes a parking lot.","author":"Douglas Coupland","category":"Health, Culture, Healthy"},{"quote":"Selling an electric sports car creates an opportunity to fundamentally change the way America drives.","author":"Elon Musk","category":"Change, Car, Opportunity"},{"quote":"I can't say this enough - the food that you put into your bodies can actually help you get better grades. And it can also affect your performance in sports and other activities too. You see, when you give your body the best possible fuel, you have more energy, you're stronger, you think more quickly.","author":"Michelle Obama","category":"Food, Best, Performance"},{"quote":"I like sports, and I enjoy playing basketball and lifting weights.","author":"Joel Osteen","category":"Enjoy, Basketball, Like"},{"quote":"When I used to play sports, I'd be the one cheering the team on, 'Come on, we can beat these guys!' That's just in me.","author":"Joel Osteen","category":"Team, Me, Play"},{"quote":"We don't see a lot of models for male social interaction. There's sports and barn raisings.","author":"Chuck Palahniuk","category":"Interaction, See, Social"},{"quote":"It was easy being healthy when I was young. I was full of energy, so sports and physical challenges were fun. But as I got older and the spring left my step, exercise became harder, and eating, drinking and watching TV became easier. By the time I was 50, I'd put on 50 pounds.","author":"Robert Kiyosaki","category":"Time, Challenges, Spring"},{"quote":"Well, I'm not a big sports fan.","author":"Jeff Bridges","category":"Well, Big, Fan"},{"quote":"Sports are basically our way of feeling sorry for ourselves. Most men can't become athletes. We're watching guys who actually made it. We see them dunking and making touchdowns. Then we think about ourselves when we were younger.","author":"Kevin Hart","category":"Men, Sorry, Think"},{"quote":"February is always a bad month for TV sports. Football is gone, basketball is plodding along in the annual midseason doldrums, and baseball is not even mentioned.","author":"Hunter S. Thompson","category":"Football, Baseball"},{"quote":"I'm always fascinated by the use of the first-person plural talking about sports.","author":"Penn Jillette","category":"Talking, Always, Use"},{"quote":"My whole family is missing that sports gene. I hope I didn't screw that up by marrying a great golfer.","author":"Penn Jillette","category":"Family, Hope, Great"},{"quote":"I wouldn't dream of watching motor racing, cycling, or golf - which aren't truly sports anyway.","author":"Howard Jacobson","category":"Golf, Dream, Racing"},{"quote":"I spend a little time every day to play sports.","author":"Vladimir Putin","category":"Time, Day, Play"},{"quote":"Above all, such sports as judo, in my view, teach people to relate to each other. They teach us to respect a partner, teach us to understand that an externally weak partner can not only put up worthy resistance, but, if you relax and take too much for granted, may even win.","author":"Vladimir Putin","category":"Respect, Relax, People"},{"quote":"I watch movies and sports. I can count on the fingers of my hand the number of times I have watched an hour show. I never watch a half-hour show, and I never watch myself.","author":"William Shatner","category":"Myself, Movies, I Can"},{"quote":"Most people think the character I do onstage is the way I am offstage, but I'm just a regular guy who spends time with his family and who turns on the television and watches a lot of sports.","author":"Don Rickles","category":"Family, Time, Character"},{"quote":"When you look at golf films before us they're all - garbage or satire. A lot of sports films tend to vilify the opposition. Where the opposition becomes this big angry monster, so big you can't beat him.","author":"Shia LaBeouf","category":"Golf, Angry, You"},{"quote":"Unfortunately the world is what it is now. People don't get along for whatever reason. As professional athletes, in a way we're almost ambassadors for peace, because sports brings everyone together.","author":"Venus Williams","category":"Peace, Together, World"},{"quote":"In the sports arena I would say there is nothing like training and preparation. You have to train your mind as much as your body.","author":"Venus Williams","category":"Training, Preparation, Mind"},{"quote":"I think women athletes who have been successful need to help other sports, those sports that are just emerging. That's what I've been thinking about and looking forward to.","author":"Venus Williams","category":"Women, Thinking, Help"},{"quote":"Tennis has been around for so long - women have been playing the majors since the 1800s. Other sports have not had professional leagues for women for as long.","author":"Venus Williams","category":"Women, Tennis, Long"},{"quote":"Tennis is definitely a star for women in sports.","author":"Venus Williams","category":"Women, Tennis, Star"},{"quote":"I spent my whole life playing sports and training and pushing myself to the limits.","author":"Venus Williams","category":"Life, Myself, Training"},{"quote":"My deep dark secret is that I was a nerd in school. I liked the theater. I liked to study. I wasn't very good at sports.","author":"Rob Lowe","category":"Good, Deep, School"},{"quote":"At home I have a copy of the April 21, 1986, issue of 'Sports Illustrated.' I'm on the cover with the blurb, 'Can Lou Do It?' I'd just arrived at Notre Dame, and with spring football underway, I was the focal point of that week's coverage.","author":"Lou Holtz","category":"Home, Football, Spring"},{"quote":"I look at athletes in all sports and try to picture what kind of football player they'd be, what position they'd play and so on.","author":"Lou Holtz","category":"Football, Picture, Play"},{"quote":"Pittsburgh felt like the perfect size of a city to me. There's enough to do, but it's not like living in a circus. I also really loved how sports-enthusiastic Pittsburgh people are: how proud of their sports they are.","author":"Joel Edgerton","category":"City, Me, Proud"},{"quote":"There aren't a lot of opportunities for that rite of passage that makes you a man. War is one of them, and violent sports are another.","author":"Sylvester Stallone","category":"War, Man, Opportunities"},{"quote":"I like a deep sports massage - a casual beating up. I try to get them whenever I can, usually more if I'm getting in shape for a role.","author":"Chris Pine","category":"Deep, I Can, Try"},{"quote":"I wasn't good in school. I didn't do sports. I sat in the bedroom and listened to records. Because the Beatles did whatever they wanted to, I took that as a kid and said, 'That's what rock is.'","author":"Chris Cornell","category":"Good, School, Said"},{"quote":"I'm sort of like a lame, single guy in a red sports car.","author":"Billy Corgan","category":"Car, Red, Single"},{"quote":"I'm actually a fan of all of the EA Sports titles like 'Tiger Woods,' 'Madden,' and I'm really looking forward to buying 'NBA Street V3.'","author":"John Cena","category":"Looking Forward, Looking"},{"quote":"My dad is not a sports guy but was drawn to the theatrics of wrestling.","author":"John Cena","category":"Wrestling, Guy, Dad"},{"quote":"The ESPYS are about appreciating moments in sports and not looking down on it because it's maybe not your favorite athlete or your favorite team.","author":"John Cena","category":"Team, Moments, Looking"},{"quote":"Unlike other sports, which are largely determined by individual athletic ability or team strength, NASCAR requires its competitors to cooperate in order to win.","author":"Charles Duhigg","category":"Strength, Team, Win"},{"quote":"On the court, Jason Collins is not a huge basketball star, but he has already claimed his place in civil rights history as the first openly gay athlete to play in one of the four major U.S. sports leagues.","author":"Nancy Gibbs","category":"History, Basketball, Play"},{"quote":"It certainly is dangerous that there are only a few clubs left in Europe that can afford to pay millions. At the end of the day however, the spectators decide the rates of pay - by watching the games and consuming the goods and services advertised on sports TV programmes.","author":"Angela Merkel","category":"Day, End, End Of The Day"},{"quote":"Good spectator sports share certain fundamentals. Their competitors battle head-to-head. Their winners are determined objectively: fastest runner, most points. They are refereed, not judged.","author":"Alex Berenson","category":"Good, Battle, Winners"},{"quote":"Downhill track sports like luge are technology battles, as exciting as a NASCAR qualifying day.","author":"Alex Berenson","category":"Technology, Day, Like"},{"quote":"Both sexes like the exercise and challenge of sports, but for men it's also a basic display behavior for impressing and winning a mate.","author":"Helen Fisher","category":"Challenge, Winning, Men"},{"quote":"My brothers were funny, and there was a lot of shtick and comedy and nastiness and violence and fighting and sports.","author":"Alec Baldwin","category":"Funny, Violence, Comedy"},{"quote":"Not many countries establish a prize for peace. The Seoul Peace Prize has its roots in the 1988 Summer Olympics when this country opened its doors to people and athletes from more than 160 countries. Korea did so in part because it believes in the power of sports for peace and development.","author":"Ban Ki-moon","category":"Peace, Power, Roots"},{"quote":"If there was a template for success in sports, everyone would follow it. You do the best you can and trust the people you trust.","author":"Mark Cuban","category":"Success, Trust, Best"},{"quote":"Owning a popular sports team is very different than any other type of business. They don't throw parades when Apple has the biggest quarter in corporate history. People don't call and email asking for anyone from the team to come visit their sick child. They don't cry as they request a jersey of their child's favorite player to be buried with them.","author":"Mark Cuban","category":"Business, History, Team"},{"quote":"Boxing has become America's tragic theater.","author":"Joyce Carol Oates","category":"America, Boxing, Become"},{"quote":"I'm girlie in the sense that I like makeup, but I also love sports and man food.","author":"Carrie Underwood","category":"Love, Food, Man"},{"quote":"We should reach out to people to try to go after the fans the way other sports do. Because we can't just depend on the fact that it is a great game.","author":"John McEnroe","category":"Great, Game, People"},{"quote":"Tennis was a white, upper-class sport, and I wanted it to be treated like other sports were.","author":"John McEnroe","category":"Tennis, White, Like"},{"quote":"I played a ton of team sports growing up, and team wins are just incredibly gratifying.","author":"Jason Bateman","category":"Team, Growing Up, Growing"},{"quote":"A sports writer is a stylist of some kind. He is trying to convey mood and character and emotion.","author":"David Shields","category":"Character, Trying, Emotion"},{"quote":"Sports passion is deeply, infamously territorial: our city-state is better than your city-state because our city-state's team beat your city-state's team. My attachment to the Sonics is approximately the reverse of this.","author":"David Shields","category":"Team, Passion, Better"},{"quote":"I'm a sucker for sports movies.","author":"David Shields","category":"Movies, Sucker"},{"quote":"The movie - any sports movie - becomes a praise song to life here on earth, to physical existence itself, beyond striving, beyond economic necessity.","author":"David Shields","category":"Life, Song, Earth"},{"quote":"Sports movies are often very good at dramatizing the intersection of public and private realms: the body politic.","author":"David Shields","category":"Good, Body, Movies"},{"quote":"When I was studying at the Iowa Writers School, I read a sports writer, Ron Maly, from the Des Moines Register. He was a good sports writer. I became real interested in the contrast between Lute Olson, who was the coach of Iowa at the time, and Ron Maly.","author":"David Shields","category":"Time, Good, School"},{"quote":"I think of sports writers as mediating between two worlds. Athletes probably think of sports writers as not macho enough. And people in high culture probably think of sports writers as jocks or something. They are in an interestingly complex position in which they have to mediate the world of body and the world of words.","author":"David Shields","category":"Culture, Words, World"},{"quote":"Sports - especially the NBA - function as a place where American society pretends to discuss and pretends to solve questions and historical agonies that can't possibly be solved within the realm of sports.","author":"David Shields","category":"Society, American, Questions"},{"quote":"What Olympians eat can vary tremendously depending not only on the events they're competing in, but also their body type and lifestyle outside the Olympic arena. Their diets are affected not only by the demands of their sports, but by everything else in their lives, things that are almost impossible to accurately measure and factor in.","author":"Chuck Norris","category":"Impossible, Body, Measure"},{"quote":"Nike used to be known as Blue Ribbon Sports. What's now Sara Lee used to be Consolidated Foods. And Exxon was once Standard Oil Company of New Jersey. These were name changes that worked. But for all the ones that do, there are 10 or 20 that don't.","author":"James Surowiecki","category":"Changes, Blue, Company"},{"quote":"In Tulsa, it was sports or nothing.","author":"Bill Hader","category":"Nothing"},{"quote":"When somebody asks about the greatest players in history, I start with Bill Russell. More than the best player is the MVP, and the MVP in the history of team sports is Bill Russell.","author":"Bobby Knight","category":"History, Best, Team"},{"quote":"At the end of the day, everything is God's plan, and he cares about what we do. He cares about our hearts, how we play the game, and how we treat people. He's definitely involved with how we handle sports and not just the outcome of it. I'm proud when athletes mention God in any way.","author":"Tim Tebow","category":"Day, God, Treat"},{"quote":"I want to support kids that not a lot of people believe in. Give them an opportunity to do good in school, play sports and get scholarships.","author":"Tim Tebow","category":"Good, Opportunity, School"},{"quote":"I was a sports kid.","author":"Mahershala Ali","category":"Kid"},{"quote":"In a small town, it's either sports or a band with your buddies. I was always athletic. But in college, I was exposed to all this new music, and I was drawn to hip-hop and R&B.","author":"Sam Hunt","category":"Music, College, Small"},{"quote":"I've always craved winning. It's just easier in sports because there's a scoreboard.","author":"Sam Hunt","category":"Winning, Always, Easier"},{"quote":"I was totally dominated and revered my father. I admired everything he did. He was a great sports person. He loved me. I was his only boy at that time, before my brother Billy came along.","author":"Jimmy Carter","category":"Time, Father, Great"},{"quote":"I don't watch too much TV when it comes to sports or news or things like that.","author":"Colin Kaepernick","category":"News, Too Much, Watch"},{"quote":"I played a lot of sports when I was a kid so I get in that ballgame mindset of being really, really respectful, but at same time saying to yourself, 'Don't back down a single inch, hang with these guys if you can.' If they throw it high and tight you have to stand in there, you can't take yourself out of that moment.","author":"Michael Keaton","category":"Time, Moment, Yourself"},{"quote":"I'm getting more and more bored with professional sports, but I still watch.","author":"Michael Keaton","category":"Professional, Bored, Watch"},{"quote":"Even from their infancy we frame them to the sports of love: their instruction, behavior, attire, grace, learning and all their words azimuth only at love, respects only affection. Their nurses and their keepers imprint no other thing in them.","author":"Michel de Montaigne","category":"Love, Learning, Words"},{"quote":"For truly it is to be noted, that children's plays are not sports, and should be deemed as their most serious actions.","author":"Michel de Montaigne","category":"Children, Serious, Actions"},{"quote":"Mayweather Promotions - we are the past, the present, and the future of sports and entertainment, and everybody knows Mayweather's pay is better.","author":"Floyd Mayweather, Jr.","category":"Future, Past, Better"},{"quote":"I come from a very athletic family. But I didn't have the typical Jewish sports heroes. I mean, like lots of Jewish kids I admired Sandy Koufax. But I didn't look up to him as the one person who gave me the desire to push on and succeed. My brothers did that for me.","author":"Bill Goldberg","category":"Family, Me, Heroes"},{"quote":"What passes for sports coverage is terribly sycophantic.","author":"Billy Crystal","category":"Passes, Coverage, Terribly"},{"quote":"Don't let anyone turn you into a slave. You're a slave if you let the media tell you that sports and entertainment are more important than developing your brain.","author":"Ben Carson","category":"Brain, Media, Entertainment"},{"quote":"In order to develop the country's sports in line with the great leaders' ideas and plan of developing Juche-based sports, our Party directs great efforts to the work of the sports sector.","author":"Kim Jong-un","category":"Work, Great, Plan"},{"quote":"Building a sports power is a patriotic undertaking aimed at translating into reality the plan and wish of the great leaders, who devoted their efforts to building ours into a country that prospers and grows stronger on the strength of sports.","author":"Kim Jong-un","category":"Strength, Great, Power"},{"quote":"I'm a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it's pure.","author":"Hugh Jackman","category":"Business, Me, Know"},{"quote":"Most people never run far enough on their first wind to find out they've got a second.","author":"William James","category":"Wind, People, Run"},{"quote":"It's always been such a big part of my life to be fit and healthy and be outside and run and play sports. It gives me energy. Sometimes, I have these days where I don't do anything because I have the days off, and I just need to relax, and I actually get more tired.","author":"Caroline Wozniacki","category":"Life, Relax, Me"},{"quote":"I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop.","author":"John Legend","category":"Travel, Team, Television"},{"quote":"Fantasy sports went a long way toward developing the sabermetrics formulas used not only by oddsmakers but general managers in hiring players. So the amateur fantasists ended up creating some of the algorithms that Oakland GM Billy Bean's statisticians used to win games with less salary money available for star players.","author":"Douglas Rushkoff","category":"Money, Win, Long"},{"quote":"Breaking records is not something you expect to be doing. That's like a sports thing, it's not usually a comedy and writing thing.","author":"Louis C. K.","category":"Writing, Comedy, You"},{"quote":"ABC wouldn't be a player in the news major leagues until the 1970s, when Roone Arledge brought to ABC News the energy and programming approach he had applied to ABC Sports.","author":"Tom Brokaw","category":"Energy, News, Programming"},{"quote":"I've got some great stuff in my sports memorabilia collection. But my favorite thing by far is the robe. I actually have a Ric Flair robe with 'the Nature Boy' on the back. That's awesome. When I look at it, it brings back so many memories of my childhood and my teen years.","author":"Darius Rucker","category":"Nature, Memories, Great"},{"quote":"Sports are sports. Its all about how we carry ourselves out of the ring.","author":"George Foreman","category":"Ring, Carry, Ourselves"},{"quote":"I'd have to say losing the title to Ali in '74 was the lowest moment in sports for me. It was the most devastating thing in my boxing career, and it still hurts to this day.","author":"George Foreman","category":"Day, Losing, Me"},{"quote":"My sister is totally my dad's daughter because she loves sports.","author":"Ashley Tisdale","category":"Sister, Daughter, She"},{"quote":"Oh God, I'm awful at sports. In gym I just try and avoid getting hit in the face.","author":"Tavi Gevinson","category":"God, Face, Try"},{"quote":"I made the cover of 'Sports Illustrated,' 'Newsweek' and 'Time' all in one week, and I didn't even know what that meant.","author":"Nadia Comaneci","category":"Time, Week, Know"},{"quote":"I started my career as a swimsuit model. My first big break in America was 2007, 'Sports Illustrated' Swimsuit Issue.","author":"Irina Shayk","category":"America, Career, First"},{"quote":"No one pretends anymore that the Olympics are just about sports. It's routine to talk about what effect holding the Games in this or that capital will have on the host country's international reputation, how a nation's prestige can be raised by its medal count.","author":"George Packer","category":"Reputation, Country, Nation"},{"quote":"The Olympics are never just about sports.","author":"George Packer","category":"Never, Just, Olympics"},{"quote":"If the presidential nominating process were an international sports competition, one would assume that top officials of both parties were taking envelopes of cash from town chairs in Durham and precinct captains in Waterloo.","author":"George Packer","category":"Competition, Process, Cash"},{"quote":"Of course the first version of an all-electric sports car is going to be expensive.","author":"Jason Calacanis","category":"Car, First, Going"},{"quote":"I don't do sports, really.","author":"Stellan Skarsgard","category":"Really"},{"quote":"In various fields, such as science, technology, sports, business and the arts, immigrants enrich our culture every single day.","author":"Charles B. Rangel","category":"Business, Technology"},{"quote":"I did play other sports growing up. I played cricket and all those other things, but I was just so much more talented in golf, and that's all I wanted to do.","author":"Jason Day","category":"Golf, Growing Up, Play"},{"quote":"I'm into outdoor sports like hiking, windsurfing, water-skiing.","author":"Nikki Reed","category":"Hiking, Like, Outdoor"},{"quote":"I read a lot growing up. It was kind of my comfort, you know; I loved it. I love story. I love narrative. I was academic. I wasn't particularly athletic. I didn't make the drill team. I didn't go out for sports.","author":"Julianne Moore","category":"Love, Team, Growing Up"},{"quote":"If you want experiences to make you a better person, then you play two or three sports.","author":"Jim Brown","category":"Better Person, Want, Play"},{"quote":"Museums are like sports stadiums, hotels and hospitals: they are in the category of captive-audience dining.","author":"Danny Meyer","category":"Museums, Hospitals, Dining"},{"quote":"Restaurants and chefs have become followed by such a broad swath of the public, in a way that used to be reserved for sports stars, movie stars, and theater actors. Restaurants are in the firmament of today's common culture.","author":"Danny Meyer","category":"Stars, Culture, Today"},{"quote":"I know I could be the host of 'SportsCenter' in two years if I changed my show today to sports.","author":"Gary Vaynerchuk","category":"Today, Know, Years"},{"quote":"The main thing is healthy eating, exercise, which I do for special events, like if it's Sports Illustrated, or the swim suit catalogue for Victoria's Secret, or my own calendar that I did for the year 2000.","author":"Heidi Klum","category":"Healthy, Exercise, Eating"},{"quote":"I grew up reading the newspapers, mostly the sports section. I was a wrestler and would check to see if I was ranked.","author":"Michael Pena","category":"Reading, See, Check"},{"quote":"It's so important for kids to get involved with sports in general at a young age.","author":"Lindsey Vonn","category":"Age, Young, Kids"},{"quote":"I get very into my sports.","author":"Margot Robbie","category":"Very, Get"},{"quote":"I was not good at team sports, I have to say. I'm quite good at individual sports, but I was not good at team sports, so I wasn't good at baseball and football.","author":"Tom Ford","category":"Good, Team, Football"},{"quote":"I grew up in a two-parent household. We all played sports, all sports, which cost a lot of money. My pops was an attorney; he went to College of the Holy Cross with Clarence Thomas. My mom worked a bit, then gradually came home and took care of us full time.","author":"Omari Hardwick","category":"Time, Home, Money"},{"quote":"I'm a black Catholic raised in Decatur, Georgia, which was very gang-infested. Then, I went to an all-white private high school and excelled in sports and wrote poetry, then played football at the University of Georgia, minoring in drama.","author":"Omari Hardwick","category":"Football, School, Poetry"},{"quote":"I always loved the way music made me feel. I did sports at school and all, but when I got home, it was just music. Everybody in my neighborhood loved music. I could jump the back fence and be in the park where there were ghetto blasters everywhere.","author":"Dr. Dre","category":"Music, Home, School"},{"quote":"When did I know I had talent? I think it started when I first started playing sports, organized sports.","author":"LeBron James","category":"Talent, Know, Think"},{"quote":"I remember growing up, having sports to go to, having recess, those were the things I looked forward to. Yes, I'm an athlete, but I had buddies who weren't, and they looked forward to it, too.","author":"Ashton Eaton","category":"Growing Up, Remember"},{"quote":"If somebody wants me to do something I've never done, I can do it more easily because of all of the years of sports I've played.","author":"Ashton Eaton","category":"Me, Done, I Can"},{"quote":"I went to a football school, which meant that I went to a university that served up education and was simultaneously operating a sports franchise.","author":"Susan Orlean","category":"Education, Football, School"},{"quote":"I have long been one of those tedious people who rails against the coronation of 'student-athletes.' I have heard the argument that big-time athletics bring in loads of money to universities. I don't believe the money goes anywhere other than back into the sports teams, but that's another story.","author":"Susan Orlean","category":"Money, Believe, People"},{"quote":"I'm not good at a lot of things. I am not good at keeping my room clean. I am not good at eating healthy. I am not good at sports anymore. I used to be! Not so much anymore.","author":"Zendaya","category":"Good, I Am, Healthy"},{"quote":"The 2006 federal Internet gaming statute is not ambiguous. It does not prohibit gambling on fantasy sports.","author":"Eric Schneiderman","category":"Internet, Gambling, Fantasy"},{"quote":"Our investigation has found that, unlike traditional fantasy sports, daily fantasy sports companies are engaged in illegal gambling under New York law, causing the same kinds of social and economic harms as other forms of illegal gambling and misleading New York consumers.","author":"Eric Schneiderman","category":"Daily, Law, New York"},{"quote":"Daily fantasy sports is neither victimless nor harmless, and it is clear that DraftKings and FanDuel are the leaders of a massive, multi-billion-dollar scheme intended to evade the law and fleece sports fans across the country.","author":"Eric Schneiderman","category":"Daily, Law, Fantasy"},{"quote":"Daily fantasy sports is much closer to online poker than it is to traditional fantasy sports.","author":"Eric Schneiderman","category":"Daily, Poker, Fantasy"},{"quote":"Unlike most traditional, season-long fantasy sports sites, which make most of their money from administrative fees and advertising, FanDuel and DraftKings take a cut of every bet. That is what bookies do, and it is illegal in New York.","author":"Eric Schneiderman","category":"Money, Advertising, New York"},{"quote":"Predominantly I'm an Adidas guy who walks around in sports gear all the time because there's always a ball right next to me somewhere. I do a lot of sports, but I do enjoy wearing a lot of suits.","author":"Mads Mikkelsen","category":"Time, Me, Enjoy"},{"quote":"I haven't watched that much TV, to be honest. To be honest, I don't watch that many films anymore - partly because I don't have time; secondly, because I watch a lot of sports, and I love watching sports.","author":"Mads Mikkelsen","category":"Love, Time, Honest"},{"quote":"I go to the pub, hang out with my family - that's pretty much it. I also do a lot of sports when I get the chance. I'm actually a pretty mellow guy.","author":"Mads Mikkelsen","category":"Family, Chance, Pretty"},{"quote":"I was into sports and swimming as a kid and didn't spend a whole lot of time sitting down. I was a gymnast.","author":"Mads Mikkelsen","category":"Time, Swimming, Down"},{"quote":"Where is women's sports prominently displayed with the men? Tennis is the only thing I can think of.","author":"Ronda Rousey","category":"Women, Men, Tennis"},{"quote":"Judo was one of those sports where they give you guidelines but then try to tell you to develop your own style.","author":"Ronda Rousey","category":"Style, You, Try"},{"quote":"If I had not been dyslexic, I wouldn't have needed sports. I would have been like every other kid. Instead, I found my one thing, and I was never going to let go of it. That little dyslexic kid is always in the back of your head.","author":"Caitlyn Jenner","category":"Head, Back, Little"},{"quote":"I got into sports because that was a way to prove your masculinity. I was good at it.","author":"Caitlyn Jenner","category":"Good, Way, Masculinity"},{"quote":"Sports saved my life.","author":"Caitlyn Jenner","category":"Life, My Life, Saved"},{"quote":"My greatest gift in life was being dyslexic. It made me special. It made me different. If I had not been dyslexic, I wouldn't have needed sports.","author":"Caitlyn Jenner","category":"Life, Gift, Me"},{"quote":"It's so great to watch sports live. I think everyone should watch it up close once, if possible. I would like to see every sport live at least once to fully appreciate what's happening on the court or on the field or on the ice or whatever the playing surface may be.","author":"Diane Lane","category":"Great, Live, Think"},{"quote":"I like to follow my favorite team and talk sports with my band or fans. You won't believe how many musicians are sports fans. We have so much time on tour that we need these outlets for relaxation.","author":"Garth Brooks","category":"Time, Team, Believe"},{"quote":"I think, without question, the way someone plays sports shows something about inherently who they are, you know?","author":"Hill Harper","category":"Know, Think, You"},{"quote":"I started modeling when I was about 2 or 3 years old; I started with Baby Guess, and I did Guess Kids, and that was the extent of my modeling career as a kid. I took all of my elementary, middle and high school years off to focus on school and sports.","author":"Gigi Hadid","category":"Focus, School, Baby"},{"quote":"I love sports - I used to play volleyball really competitively...I went to Junior Olympic qualifiers, and I've ridden horses my whole life.","author":"Gigi Hadid","category":"Love, Life, Play"},{"quote":"I come from a very sporting family and played many sports as a lad.","author":"Martin McGuinness","category":"Family, Come, Many"},{"quote":"I'm not a girly girl. I go to the bar. I like to get dirty. I love sports. I'm like the son my dad never had.","author":"Kaley Cuoco","category":"Love, Son, Girl"},{"quote":"Music has done a lot to enhance the emotions of sports. It's played in arenas. Whenever there is footage cut together they're always using music. And it goes together, you know.","author":"Ice Cube","category":"Music, Together, Know"},{"quote":"When you think about the NASCAR brand, it resonates everywhere. They have the No. 1 sports brand.","author":"Magic Johnson","category":"Brand, Think, You"},{"quote":"I have a fond place in my heart for Seattle, so I hope that an NBA team comes back to this great city, this great sports city.","author":"Magic Johnson","category":"Hope, Team, Great"},{"quote":"My work ethic is from sports.","author":"Magic Johnson","category":"Work, Work Ethic, Ethic"},{"quote":"Seven has always been my lucky number. It's on my guitar pick; in sports, that was always the number I was, and 'Riser' is my seventh album. With this album kind of coming to an end and having seven nominations at the ACMs, it feels like a bigger story in play for me, and it's the perfect number. I wouldn't have wanted eight!","author":"Dierks Bentley","category":"End, Guitar, Me"},{"quote":"I talk to people of different ages, and a guy who's 38 who says, 'I could've played Major League Baseball, but I had this knee injury...' Yeah, probably not. It's a big thing with men and sports, where they think they could have touched that thing.","author":"Christopher Guest","category":"Baseball, Men, People"},{"quote":"When you play sports like tennis, you're alone, and that's a good school for life, but it's also a good school for life to bring your best and make those around you better, too - helping others in difficult moments.","author":"Jurgen Klopp","category":"Life, Good, Best"},{"quote":"Foreign policy simply cannot be judged by today's headlines that chalk up victories and defeats like so many box scores in the sports sections.","author":"Condoleezza Rice","category":"Today, Box, Up"},{"quote":"Growing up, all I did was play sports. I always loved music, but I never even thought I'd be on stage one day.","author":"Cole Swindell","category":"Music, Day, Growing Up"},{"quote":"After I went to college, I realized that no matter how much I loved sports, I was ready to have fun, and that was right when I started to sing.","author":"Cole Swindell","category":"College, Fun, Loved"},{"quote":"For a kid, self-esteem can be as close at hand as a sports victory or a sense of belonging in a peer group. It's a much more complicated and elusive proposition for adults, subject to the responsibilities and vicissitudes of grown-up life.","author":"Meghan Daum","category":"Life, Victory, Belonging"},{"quote":"I always tell writers that it's good to have an area of expertise. It's a really practical answer, I know, but know about science or about sports or about medicine, so you can work as a science writer or a sports writer. Don't just know about yourself.","author":"Meghan Daum","category":"Work, Good, Science"},{"quote":"Every successful sports season I had included detailed daily itineraries. We received one in the morning and one before practice, and they set us up to win.","author":"Lewis Howes","category":"Morning, Daily, Successful"},{"quote":"I never played sports or got into the whole guy camaraderie of, like, 'I love you, man! Seniors forever!' So suddenly being in the military with these guys who were under these very heightened circumstances, isolated from their families, living this very kind of Greek lifestyle, it changed my life in a really big way.","author":"Adam Driver","category":"Love, Life, I Love You"},{"quote":"Let's face it: in advertising, you are paid more, but you die younger. It's not very forgiving. Like sports stars, you're in it during your better years, and then you're out looking for work.","author":"Jerry Della Femina","category":"Work, Stars, Advertising"},{"quote":"I don't follow sports that much now, but I was a Phoenix Suns fanatic in the early '90s.","author":"Jesse Eisenberg","category":"Early, Follow, Phoenix"},{"quote":"I'm not much involved in sports, and I don't play, either.","author":"Kriti Sanon","category":"Play, Involved, Either"},{"quote":"Sports can't be run by governments.","author":"Kapil Sibal","category":"Run, Governments"},{"quote":"Governments getting involved in sports activities would ultimately damage sports.","author":"Kapil Sibal","category":"Activities, Involved, Would"},{"quote":"If there are malpractices in sports, part of the solution lies in the organisations themselves taking a very strong view and cleaning up the mess from within.","author":"Kapil Sibal","category":"Strong, View, Solution"},{"quote":"When I was really young, I can remember being into fashion, but I was really into horses and sports.","author":"Kendall Jenner","category":"Fashion, Remember, Young"},{"quote":"Sometimes emotions can win fights. Sometimes letting your feelings out in a fight can win you the fight. When it means the world to you, it's not just a sports contest - a boxing match for money or belts.","author":"Tyson Fury","category":"Money, Fight, World"},{"quote":"I've always been a guy who wants to play sports, not watch them.","author":"Shaun White","category":"Play, Always, Watch"},{"quote":"I always tell people that our sports aren't that dangerous.","author":"Shaun White","category":"People, Dangerous, Always"},{"quote":"What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing.","author":"Shaun White","category":"Cool, Me, Want"},{"quote":"My exercise regime is a mix of gymming, marital arts, sports, etc.","author":"Sushant Singh Rajput","category":"Exercise, Arts, Mix"},{"quote":"What's been missing from regions outside of Silicon Valley is a 'playbook.' In American football, a playbook contains a sports team's strategies and plays. It struck me that every region needs its own industry playbook on how to compete globally.","author":"Steve Blank","category":"Team, Football, American"},{"quote":"Immigrants use debt intelligently. They understand the difference between active debt: creating a business, or something to make business better, and dead debt: buying that new sports car or the 60 inch television. Those things don't lead to the good life. They delay getting it.","author":"Fabrizio Moreira","category":"Life, Business, Good"},{"quote":"Pfizer's actually teamed up with my nonprofit organization, which is called Adaptive Action Sports. I cofounded this organization in 2005 to help people with physical disabilities get involved in action sports, go snowboarding, skateboarding.","author":"Amy Purdy","category":"Action, People, Help"},{"quote":"I was into basketball, but then once I found contact sports, it was over. I never played basketball again in my life.","author":"Daniel Cormier","category":"Life, My Life, Basketball"},{"quote":"I've never been in the top three of Sports Personality. And I won't be in the top three again. You have just got to accept what it is.","author":"Mo Farah","category":"Personality, You, Three"},{"quote":"Boxing should focus on pitting champion versus champion - those are the fights that everyone wants to see. The sports also needs to work on developing new heroes and personalities. I'd like to see more vignettes on fighters, focusing on their lives, goals and stories. Boxers need to be larger than life.","author":"Sugar Ray Leonard","category":"Life, Work, Goals"},{"quote":"I'm honoured and delighted to be named the 'Irish Times'/Irish Sports Council Sportswoman of the Year 2014. This has been an amazing year for me and for Irish women in sport, and I would like to congratulate all the finalists in their respective fields who have excelled at major sporting events.","author":"Katie Taylor","category":"Women, Amazing, Me"},{"quote":"If you look at all aspects of all sports, everything comes down to basics and fundamentals.","author":"Robbie Lawler","category":"Down, Look, You"},{"quote":"Adidas is one of the biggest companies in the world. To have a company like that, a mainstream company, a major sports company, to say they want me, it's awesome.","author":"Robbie Lawler","category":"World, Me, Company"},{"quote":"That's really what drew me into wrestling. To see my own uncle put on the mask every Friday to go into the ring, and me putting on his masks to play wrestle with him. It was a whole different world when it came down to sports.","author":"Rey Mysterio","category":"World, Me, Play"},{"quote":"I am excited to join Combate Americas on NBC UNIVERSO, and look forward to building this incredible MMA sports brand and supporting the extremely talented athletes on its growing roster.","author":"Rey Mysterio","category":"I Am, Brand, Building"},{"quote":"I photographed all kinds of sports - Formula 1, Formula Atlantic. And anybody who knows me knows that, from the day they invented video cameras, I used to lug them around when you had to carry the pack here and the big camera here, plus the diaper bag and a baby and the purse or whatever.","author":"Christie Brinkley","category":"Day, Baby, Me"},{"quote":"I remember my first 'Sports Illustrated' shoot was with the photographer Walter Iooss, and Julie Campbell was the editor, and we were at the president of Mexico's private house in Cancun - this was before anything else that's now in Cancun even existed. And they told me to get a tan, so I spent all morning in the sun, and I was burnt.","author":"Christie Brinkley","category":"Morning, Sun, Me"},{"quote":"When doing sports... on the water, it's crucial to stop aging by protecting your skin.","author":"Christie Brinkley","category":"Water, Aging, Doing"},{"quote":"Colleges produce more sports therapists than engineers. Perhaps because America is a sporty country: a lot of outdoors.","author":"Azim Premji","category":"America, Engineers, Country"},{"quote":"Believe it or not, I worked four summers in college as a sports writer covering baseball for a parks and rec department in Bayonne, N.J.","author":"George R. R. Martin","category":"Baseball, College, Believe"},{"quote":"The sports apparel industry was dominated by the big shoe companies. But there was a void in apparel and I decided to fill it.","author":"Kevin Plank","category":"Shoe, Big, Industry"},{"quote":"As the National Football League and other pro sports increasingly reckon with the early dementia, mental health issues, suicides and even criminal behavior of former players, the risk of what's known as chronic traumatic encephalopathy (CTE), is becoming clear.","author":"Jeffrey Kluger","category":"Health, Football, Behavior"},{"quote":"The families of many athletes - incensed at the sports leagues and hoping to make games safer overall - are increasingly making the brains of players who die prematurely and suspiciously available for study. Some athletes are even making the bequest themselves.","author":"Jeffrey Kluger","category":"Die, Study, Games"},{"quote":"Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent.","author":"Will Self","category":"Best, Experience, Will"},{"quote":"If the government announced that it was going to allocate a vast tranche of education funding purely to the pupils at the best public schools, there would be a national outcry - and yet this is precisely what the Olympics represents in terms of sports funding.","author":"Will Self","category":"Education, Best, Government"},{"quote":"I hit my knees and I went to him with that and I said God I want to do what you want. I don't want sports to be an idol in my life.","author":"Ben Zobrist","category":"Life, God, My Life"},{"quote":"Outside the Olympics, there are massive discrepancies within all sports. But the positive side for me is that the Olympics are the biggest platform there is, and there's total equality across all sports.","author":"Lizzie Armitstead","category":"Positive, Equality, Me"},{"quote":"Being a celebrity you always get really good seats to sporting events but you never get as good seats as the photographers get. And I really love sports. So one of the scams I have going now is I want to learn sports photography so I can get better seats at a sporting event.","author":"Drew Carey","category":"Love, Good, Photography"},{"quote":"Being a celebrity, you always get really good seats to sporting events, but you never get as good seats as the photographers get. And I really love sports.","author":"Drew Carey","category":"Love, Good, You"},{"quote":"But sports photography isn't something you just pick up overnight. You can't do it once a year for fun and expect to do a good job. And I take pride in what I do.","author":"Drew Carey","category":"Good, Job, Fun"},{"quote":"International soccer has been a big part of my love for the sport. I love the Men's National Team. I can say that they're my favorite sports team.","author":"Drew Carey","category":"Love, Team, Men"},{"quote":"Sports has kept me on the straight and narrow path.","author":"Tommy Lasorda","category":"Path, Me, Straight"},{"quote":"The paradox of endurance sports is that an athlete can never work as hard as he wants, because if he pushes himself too far, his hematocrit will fall.","author":"Malcolm Gladwell","category":"Work, Fall, Endurance"},{"quote":"When you write about sports, you're allowed to engage in mischief. Nothing is at stake.","author":"Malcolm Gladwell","category":"Nothing, You, Write"},{"quote":"In tennis, you can have a bad set and still win. The part of track cycling that is difficult to find in other sports is that it's so final; there's no second chance if you make a mistake.","author":"Victoria Pendleton","category":"Chance, Mistake, Tennis"},{"quote":"It would be great to be recognised for my achievements, but Sports Personality isn't about that.","author":"Victoria Pendleton","category":"Great, Personality"},{"quote":"When we do 'Sports Illustrated,' it starts the night before. You do a St. Tropez tan that night, then baby oil gel, then body color.","author":"Chrissy Teigen","category":"Baby, Color, Night"},{"quote":"When I was a kid, the idea of gettin' paid to paint your face... listen, I grew up in Ossining, New York, a nice little town by the Hudson, and nothin' ever interested me except being your usual high school big shot, which I was an' loved it, played all the sports and goofed around, always out on the street with the guys, everything was funny t'me.","author":"Peter Falk","category":"Funny, School, Me"},{"quote":"I love sports. I love animals. I love kids. I want to save the world. So how do I combine all those things? I don't know.","author":"Joan Jett","category":"Love, World, Animals"},{"quote":"I remember running at school sports day, and I would win everything, but I wasn't a super athlete or a superstar at high school.","author":"Shelly-Ann Fraser-Pryce","category":"Day, School, Remember"},{"quote":"I have a great deal of respect for any women that will enter the world of little boys of sports.","author":"Jennifer Garner","category":"Respect, Women, Great"},{"quote":"Some anthems are great for sports. You've got the Russian national anthem... 'O Canada,' how wonderful is that for hockey... but I chose the Italian national song because at my first World Cup, I saw the Italians play four times, and they won all four times - they won the championship.","author":"George Vecsey","category":"Great, World, Hockey"},{"quote":"When I was a kid, my father brought home the autobiography of Sid Luckman, the great Chicago Bears quarterback - probably an extra copy from the sports department where he worked. It was the first sports biography I ever read.","author":"George Vecsey","category":"Home, Father, Great"},{"quote":"Television is making sports universal; for the same reason, big-time soccer is growing more popular in the United States.","author":"George Vecsey","category":"Soccer, Television, Reason"},{"quote":"There may not be much future for the kind of sports column I did.","author":"George Vecsey","category":"Future, Kind, May"},{"quote":"I know, I know - men have that extra hero gene in their foolish makeup; it's part of our charm. But I happen to know some women who have their inner sports hero, too.","author":"George Vecsey","category":"Hero, Women, Men"},{"quote":"This occasional sports columnist, who has been to his share of Super Bowls, had been glad to be home on Super Bowl Sunday, but the scary commercials made me want to be in the melee of the arena, where you are not aware of commercials.","author":"George Vecsey","category":"Home, Me, Want"},{"quote":"I will always treasure the privilege of writing the 'Sports of The Times' column.","author":"George Vecsey","category":"Writing, Treasure, Privilege"},{"quote":"In recent generations, women's sports have been a blessing. Some of us can remember the bad old days in the '50s, when we would discover in casual schoolyard play that a girl could outrun most of us or hold her own in basketball or hit a softball - but there were no teams, no coaches, for girls.","author":"George Vecsey","category":"Women, Girl, Remember"},{"quote":"Some religious guys in sports give the impression, 'I've got something you don't have.'","author":"George Vecsey","category":"You, Impression, Give"},{"quote":"Some of the most inspiring moments in sports have come from players with physical defects. Tom Dempsey, born without toes on his right foot, kicked a 63-yard field goal in 1970, using a straighter, wider shoe.","author":"George Vecsey","category":"Goal, Moments, Born"},{"quote":"Youth sports could not exist without millions of volunteers and modestly paid coaches who teach our children how to skate and catch and dribble and also how to get along with others.","author":"George Vecsey","category":"Children, Youth, Teach"},{"quote":"Hockey suffers from being compared to itself in ways that other sports are not. Every four years, some of us fawn over Olympic hockey, a great event with bigger rinks, minimal goonishness and national pride in addition to the heightened skills of veritable all-star squads.","author":"George Vecsey","category":"Great, Pride, Hockey"},{"quote":"I will openly admit that I've never really followed hockey. Given my New England upbringing, I have always adhered to the Celtics, Patriots, Red Sox, Bruins mantra of professional sports fandom, but hockey was definitely the lowest sport on the totem pole - even when the Bruins won the Stanley Cup.","author":"Rachel Nichols","category":"Red, Hockey, Professional"},{"quote":"Michael Phelps is a sporting god among men. It is hard to say if anyone will ever match his accomplishments, but it has been an honor to see him become a legend. He makes me proud of the American sports institution and proud of the sports that get mass attention only every four years.","author":"Johnny Weir","category":"God, Men, American"},{"quote":"Even as a little kid, I was fascinated by newspapers and magazines. They were my TV. I'd be the first one up to grab the morning paper, mainly to look at the sports pictures, the war pictures.","author":"Dan Jenkins","category":"Morning, War, Look"},{"quote":"The first thing they gave me at 'Sports Illustrated' was a first-class air card. 'And oh, by the way, there's the petty cash drawer,' they told me. 'Take a few thousand dollars for expenses.'","author":"Dan Jenkins","category":"Me, Petty, Cash"},{"quote":"The key to any good sports story is identifying the defining moment. In football games or a boxing match, it's usually pretty obvious. But in golf, sometimes it happens on Thursday. Usually it's Sunday, but guys who don't know the game, they can miss it.","author":"Dan Jenkins","category":"Good, Football, Golf"},{"quote":"Sally Jenkins of the 'Washington Post' is the best sports columnist in the country. Second best is Gene Wojciechowski of ESPN.com, and third is Dan Wetzel on Yahoo!","author":"Dan Jenkins","category":"Best, Country, Post"},{"quote":"When I first started designing sportswear, I felt that women weren't represented in sports performance. I felt that men were dressed really well both technically and visually, and women were almost like an afterthought.","author":"Stella McCartney","category":"Women, Men, Performance"},{"quote":"I'm a character and a sports entertainer and a wrestler, but I'm also a father and a husband and a provider.","author":"Roman Reigns","category":"Father, Character, Husband"},{"quote":"I hate to let people down. I was like that in sports and I was like that in comedy. I was like that at work. When I worked General Motors and stuff like that, when I say something, I mean it.","author":"Bernie Mac","category":"Work, Hate, People"},{"quote":"The fewer rules a coach has, the fewer rules there are for players to break.","author":"John Madden","category":"Rules, Coach, Break"},{"quote":"Sports has always been a pass-through. You pay for something, and then you pass it through to television, you pass it through to advertisers, or you pass it through to season-ticket holders, luxury boxes and then the fans. Then it all adds up, and you take in more than you pass out.","author":"John Madden","category":"Luxury, Television, You"},{"quote":"I tried golf for a while, but I wasn't very good at it, so I didn't play a lot of golf. I enjoy all sports, not just football. I like basketball, baseball, and I got into the World Cup. So really, sports in general are my life, and football specifically.","author":"John Madden","category":"Life, Good, Football"},{"quote":"I was an old tackle riding around talking to people about sports. Like I've said to a lot of people over the years, 'I only go where old tackles go, and if an old tackle does not belong there, I'm not going.'","author":"John Madden","category":"People, Said, Years"},{"quote":"Don't use your advance to buy an antique sports car, diamonds by the yard, or a bottle of wine from Thomas Jefferson's cellar instead of investing in your book.","author":"M. J. Rose","category":"Car, Wine, Book"},{"quote":"People forget that track and field is one of the hardest sports because we compete against all the world. There are many sports when you are up against only 15 or 20 countries.","author":"Greg Rutherford","category":"World, People, You"},{"quote":"I was quite lucky: although my dad worked a lot, whenever he was free, he would play sports with me and my brother, and I can't wait to do that with my child.","author":"Greg Rutherford","category":"Brother, Child, Me"},{"quote":"It will be good fun finding out what sport baby's good at; perhaps it will be something obscure. My parents were fantastic at taking me to training sessions and letting me try lots of different sports, so I want to do the same.","author":"Greg Rutherford","category":"Good, Parents, Training"},{"quote":"I'm incredibly competitive in all sports in a way that is so mystifying to my wife because she grew up playing the violin and piano. I've always been like that.","author":"Geoff Dyer","category":"Wife, She, Way"},{"quote":"I have always thought you could take the measure of a man by his sports manners - that is to say, the way in which he conducts himself on the playing field, or even over a game of chess or cards.","author":"Graydon Carter","category":"Man, Thought, Game"},{"quote":"I enjoy sports in person.","author":"Shania Twain","category":"Enjoy, Person"},{"quote":"The growth of women's soccer and women's sports all around the world has been slow.","author":"Abby Wambach","category":"Women, Growth, World"},{"quote":"When you're a pro athlete, life is very narcissistic - everything relates back to you and how you play. When you are getting out of pro sports, you suddenly have to get a little more mindful of what's going on around you and how you affect the rest of the world.","author":"Abby Wambach","category":"Life, World, Play"},{"quote":"There have been times - and not just on 'The Newsroom,' but on 'The West Wing,' 'Sports Night,' 'Studio 60'... - where it was hard to look the cast and crew in the eye, when I put a script on the table that I knew just wasn't good enough.","author":"Aaron Sorkin","category":"Good, Eye, Night"},{"quote":"I get the 'The New York Times' and 'Los Angeles Times' thrown at my door every morning. I'll read the front page of 'The New York Times,' then the op-eds, then scan the arts section and then the sports section. Then I do the same with the 'L.A. Times.'","author":"Aaron Sorkin","category":"Morning, Door, Page"},{"quote":"I was into sports and dancing. I ran track. I have a lot of stamina.","author":"Jennifer Lopez","category":"Dancing, Track, Stamina"},{"quote":"Team sports aren't my thing. I find it easier to pick something up if I can do it at my own speed. And you don't need a partner to go running, you don't need a particular place, like in tennis, just a pair of trainers.","author":"Haruki Murakami","category":"Team, Partner, Tennis"},{"quote":"I think I was a good student, because I jumped over a school. My main interest was basically history and literature. Sports were basically basketball and swimming at a pool. I was so happy.","author":"Shimon Peres","category":"History, Happy, Good"},{"quote":"It's a round ball and a round bat, and you got to hit it square.","author":"Pete Rose","category":"You, Bat, Ball"},{"quote":"I like Barack Obama as a person. He's articulate, he knows sports, his brother-in-law's a coach. He always has the athletes to the White House. But I don't know about some of his policies and some of these people in Congress.","author":"Pete Rose","category":"People, Know, House"},{"quote":"I had come across a few sports psychologists, and I had no time for nearly all of them. I just don't think they work in a team environment.","author":"Brian O'Driscoll","category":"Work, Time, Team"},{"quote":"I've never bought a sports car.","author":"Brian O'Driscoll","category":"Car, Never, Bought"},{"quote":"I have done 'Sports Illustrated,' but I don't regret it because it portrayed me in a positive way - as an athlete.","author":"Alex Morgan","category":"Positive, Regret, Me"},{"quote":"I rarely felt or noticed any real divide between girls and boys when I was growing up. Maybe it was because I was so involved in sports and competed with the boys. Maybe it was my mom and dad, who constantly instilled confidence in me and never made me feel as though there were boy activities and girl activities.","author":"Alex Morgan","category":"Confidence, Mom, Girl"},{"quote":"It wasn't until 1999 when my idols Mia Hamm and Kristine Lilly took home the women's World Cup trophy at the Rose Bowl in front of 40 million TV viewers that I remember thinking how rare it was to see women play sports on TV.","author":"Alex Morgan","category":"Home, Women, Rose"},{"quote":"I started off playing sports when I was five years old. I played three or four sports all throughout the year.","author":"Alex Morgan","category":"Three, Years, Year"},{"quote":"I am huge water sports fan. I love to jet ski, speedboat, water ski. So I love to get away to somewhere sunny and just get on the water and have some fun with some friends.","author":"Douglas Booth","category":"Love, Friends, Water"},{"quote":"I don't think there's anything that is a greater area of discrimination against women today than the fact that nowhere in the world is there a female role model in team sports that more than half of a general audience would recognize.","author":"Warren Farrell","category":"Women, Team, Today"},{"quote":"Men's competitive team sports focus on the balance between individual achievement and team achievement with the emphasis on team achievement.","author":"Warren Farrell","category":"Team, Achievement, Focus"},{"quote":"I'm a big sports fan in general.","author":"Luke Bryan","category":"Big, General, Fan"},{"quote":"I like a lot of sports. Especially football - it's my favourite sport. My uncle played football in Barcelona for nine years and played for Spain in three World Cups.","author":"Rafael Nadal","category":"Football, World, Three"},{"quote":"Regardless of what people think of the WWE, we're great at storylines; we're great at drawing money. We're great at causing controversy, and when the other sports do it, they usually do better. It keeps it interesting and makes it fun for the fans.","author":"Shawn Michaels","category":"Money, Great, Fun"},{"quote":"I put so much pressure on myself to be perfect. Between homework and sports and drama and being social, I slept about four hours a night through high school and college.","author":"Allison Williams","category":"Myself, School, College"},{"quote":"There isn't a flaw in his golf or his makeup. He will win more majors than Arnold Palmer and me combined. Somebody is going to dust my records. It might as well be Tiger, because he's such a great kid.","author":"Jack Nicklaus","category":"Great, Golf, Me"},{"quote":"He has the finest, fundamentally sound golf swing I've ever seen.","author":"Jack Nicklaus","category":"Golf, Swing, Sound"},{"quote":"He's going to be around a long, long time, if his body holds up. That's always a concern with a lot of players because of how much they play. A lot of guys can't handle it. But it looks like he can.","author":"Jack Nicklaus","category":"Time, Long, Play"},{"quote":"When I think about dropping team sports and picking up surfing and also then geeking out radio control planes and gadgetry and all that stuff I love, that's what really now has led me in big part to GoPro.","author":"Nick Woodman","category":"Love, Team, Me"},{"quote":"Americans' addiction to sports, with the NFL at the top, is based on the excitement generated by the potential for the unexpected great play which can only happen with honest competition from great athletes.","author":"Arlen Specter","category":"Great, Competition"},{"quote":"My parents couldn't handle my energy so they enrolled me in every sport the school was offering. I didn't resent it because I loved sports and picked them up easily.","author":"Channing Tatum","category":"School, Parents, Me"},{"quote":"I've aways been good at picking up certain things, like sports and dancing.","author":"Channing Tatum","category":"Good, Up, Like"},{"quote":"My dad told us up front, 'Guys, if you want to play sports, go ahead, but it's your decision.'","author":"Peyton Manning","category":"Decision, Want, Play"},{"quote":"I've been a Colt for almost all of my adult life, but I guess in life, and in sports, we all know nothing lasts forever. Times change, circumstances change, and that's the reality of playing in the NFL.","author":"Peyton Manning","category":"Life, Change, Reality"},{"quote":"I cherished my time playing high school sports.","author":"Peyton Manning","category":"Time, School, High School"},{"quote":"I hate the cliche of 'just have fun,' but what I've seen in today's sports, especially with parents, is they put so much pressure on the kids.","author":"Hope Solo","category":"Today, Parents, Hate"},{"quote":"I've always had a foot in everything. As a kid, I was active in sports and theater. Now, I'm learning I have to focus a bit. I'm trying to get to next projects, like writing a screenplay. Once that comes together, I could put my mind to another book - maybe a fun kids' book.","author":"Maz Jobrani","category":"Learning, Focus, Together"},{"quote":"I don't do sports, and my idea of hell is being dragged around ruins/museums/famous buildings, so I guess I'm a beach bum.","author":"John Niven","category":"Beach, Hell, Idea"},{"quote":"I think it reaffirmed something that I believed in and conceptually always had faith in which was that you're most effective when you work as a team. I love that about filmmaking. I stopped playing team sports at 15-16 because of acting. I think I find a kind of new team sport in filmmaking in a way.","author":"Will Poulter","category":"Love, Work, Faith"},{"quote":"I wasn't picked for any of the sports teams at school because I was half the size of everyone else, but now everyone assumes I must have been some sort of rugby player.","author":"Will Poulter","category":"School, Size, Rugby"},{"quote":"'The Iliad' includes some snappy sports reporting, and writers ever since have been probing athletes for signifiers, for metaphor amped by grit under pressure.","author":"Katherine Dunn","category":"Grit, Pressure, Metaphor"},{"quote":"I sort of always had an inkling towards some kind of an art form. I grew up in a very small town, and I just figure-skated. My dad played hockey and I was surrounded by sports, but it wasn't quite doing it for me. I wasn't totally fulfilled, and I did a lot of skating.","author":"Rachel McAdams","category":"Art, Me, Hockey"},{"quote":"I got put into leadership roles very early in life from fifth grade, sixth grade. I always ended up being the quarterback or the leader of the sports teams, and it's kind of benefiting me now.","author":"Tony Dungy","category":"Life, Leadership, Leader"},{"quote":"If you got the game, you got the game. That's why Tiger Woods is out there playing golf with Greg Norman.","author":"Shaquille O'Neal","category":"Golf, Game, Woods"},{"quote":"I played sports growing up in high school.","author":"Erin Heatherton","category":"School, Growing Up"},{"quote":"Even if I did have, you know, a 'Sports Illustrated' body, I'd still wear elegant clothes.","author":"Adele","category":"Body, Clothes, Know"},{"quote":"Maybe because I am from a sports background, I don't give up easily. I am a fighter.","author":"Deepika Padukone","category":"I Am, Fighter, Up"},{"quote":"In track years... track is not like other sports. You do have track athletes that stay in this sport until, like, 35, 36, but I think when you get to 28, it's really difficult.","author":"Usain Bolt","category":"Think, You, Difficult"},{"quote":"I didn't know anybody in show business, and I never thought it was the path I'd go down. I was hoping it was sports, like so many kids.","author":"D. B. Sweeney","category":"Business, Path, Thought"},{"quote":"The plays and sports of children are as salutary to them as labor and work are to grown persons.","author":"Samuel Richardson","category":"Work, Children, Labor"},{"quote":"Editorial imagery licensing includes celebrity, entertainment, sports, and news images that capture what is happening in the world around us.","author":"Jon Oringer","category":"World, News, Entertainment"},{"quote":"I love team sports.","author":"Nikolaj Coster-Waldau","category":"Love, Team, Team Sports"},{"quote":"My father is a huge horse racing fan, so I was introduced to the sport long before 'Seabiscuit.' But the role made me an even bigger fan. Horse racing is one of my favorite sports.","author":"Elizabeth Banks","category":"Father, Horse, Me"},{"quote":"I had a friend at college who took being poor very personally. He started showering in the sports centre next door and said he wasn't going to pay for the hot water in our flat any more because he didn't use it. He made me and my other friend pay the bills on our own.","author":"Robert Webb","category":"Water, College, Door"},{"quote":"I've always kind of had an interest in the drums but nothing else. The drums are the only thing I feel I would be good at, because I'm a very physical person. I've always played sports and stuff. Drums would give me something to do.","author":"Taylor Lautner","category":"Good, Me, Kind"},{"quote":"I always played sports when I was young. I played football and baseball for eight years. I loved football.","author":"Taylor Lautner","category":"Football, Baseball, Loved"},{"quote":"I did some sports. It was a bit frustrating. I wasn't the greatest sports person.","author":"Tim Burton","category":"Greatest, Person, Did"},{"quote":"There's not a long track record of people leaving professional sports to become a software developer.","author":"Curt Schilling","category":"People, Leaving, Long"},{"quote":"Some of the most racist things that I've ever heard come out of people that are on the air at ESPN. There are some of the biggest racists in sports commentating, and you take it for what it is.","author":"Curt Schilling","category":"People, You, Air"},{"quote":"The day of parochialism in sports is over. The world is too small for what people like to call 'the good old days.' Fans want the best, wherever they come from.","author":"Mario Andretti","category":"Day, Good, Best"},{"quote":"I love all motor sports at the top level.","author":"Mario Andretti","category":"Love, Level, Top"},{"quote":"I'm a big sports fan.","author":"David Chang","category":"Big, Sports Fan, Fan"},{"quote":"I've been a sports fan forever.","author":"Kygo","category":"Forever, Sports Fan, Fan"},{"quote":"My chief gifts are - naturally good at all sports with a raw talent for pretty much everything, which if nurtured could develop into improper talent.","author":"Michael Sheen","category":"Good, Talent, Gifts"},{"quote":"I grew up being into sports and I wasn't trained to move my body in the right way for dancing. I'm the last one to get any moves correct. In rehearsals it's always, 'OK, one more take for Zac.'","author":"Zac Efron","category":"Body, Way, Right"},{"quote":"It feels silly to watch endless hours of winter sports every four years, when we never watch them any other time, and we don't even understand the rules, which doesn't stop us from scoring everyone, every run, every skate, every race.","author":"Jill Lepore","category":"Time, Winter, Rules"},{"quote":"Thank you... fantasy football draft, for letting me know that even in my fantasies, I am bad at sports.","author":"Jimmy Fallon","category":"Football, I Am, Thank You"},{"quote":"I'm really into extreme sports and just having fun.","author":"Kellan Lutz","category":"Having Fun, Fun, Just"},{"quote":"I'm not a big sports fan.","author":"Harlan Coben","category":"Big, Sports Fan, Fan"},{"quote":"I don't necessarily love the sports per se, I love the stories behind them. Also in a kind of perverse way I like to study what it does to us, why we care so much. It's caring about something that's utterly meaningless.","author":"Harlan Coben","category":"Love, Caring, Why"},{"quote":"I am so fidgety - I swear I have ADD - and I always need to be doing something or being outside, just playing sports.","author":"Kellan Lutz","category":"I Am, Doing, Need"},{"quote":"I play a lot of sports. I'm not real good at any of them. I'm above adequate.","author":"Kevin Nealon","category":"Good, Play, Real"},{"quote":"I only had one player in my 33 years of sports that couldn't be traded. He wore No. 23 - and 45 when he played baseball.","author":"Jerry Reinsdorf","category":"Baseball, Years, Only"},{"quote":"I never heard of anyone saying they want to deploy their capital wisely and go buy a sports franchise. What you want to do is just not lose money. You see, I don't have to work anymore. I tell people I don't have a real job. On the other hand, I learned long ago that you can't go broke if you turn a profit.","author":"Jerry Reinsdorf","category":"Work, Money, Job"},{"quote":"We strongly believe that children should not be exposed to smokeless tobacco or see such products being used by their on-field sports heroes.","author":"Jerry Reinsdorf","category":"Children, Believe, Heroes"},{"quote":"You get into sports with the idea that you want to win. If you aren't trying to win, what's the point in being involved? Once you do get involved, you realize the team draws so much from the community, and it would be nothing without the support of it. You've got to give back. It needs to be a two-way street.","author":"Jerry Reinsdorf","category":"Team, Community, Support"},{"quote":"I got amazing training both with Theatre Sports... back in Edmonton, Alberta - I can't give those people enough credit - and the daytime drama I did. Incredible training, both of them.","author":"Nathan Fillion","category":"Training, Amazing, Theatre"},{"quote":"At Barca, players were banned from driving their sports cars to training.","author":"Zlatan Ibrahimovic","category":"Training, Driving, Players"},{"quote":"Your body's really only meant to compete at the highest levels of combat sports for a few years.","author":"Joe Rogan","category":"Body, Years, Compete"},{"quote":"I never in my wildest imagination dreamed that I would somehow become a sports commentator.","author":"Joe Rogan","category":"Imagination, Never, Become"},{"quote":"I was more interested in playing sports than acting. I didn't take acting too seriously until the end of my junior year.","author":"Ving Rhames","category":"End, Acting, Seriously"},{"quote":"It's great to be able to continue my career in Chicago. Playing with the best organization in sports and the best fans in the game is a blessing.","author":"Patrick Kane","category":"Best, Great, Game"},{"quote":"I was always one of those people who would watch the Super Bowl as much for the sports as I did for the ads. I was always just sort of fascinated by the fact that when you turn on the TV, there was motion, there was moving pictures on it.","author":"Andrew Ross Sorkin","category":"Moving, People, You"},{"quote":"I started, actually, in journalism when I was - well. I started at the 'New York Times' when I was 18 years old, actually, but really got into journalism when I was 15 years old and had started a sports magazine which was trying to become a national sports magazine.","author":"Andrew Ross Sorkin","category":"Journalism, New York, Trying"},{"quote":"I have always looked at the world through the prism of money to some degree. If you could follow the money, it explains a lot of things, in all sorts of aspects of the world. You can look at politics through the prism of money. You can look at art through the prism of money. You can look at sports through the prism of money.","author":"Andrew Ross Sorkin","category":"Art, Money, Politics"},{"quote":"I'm not a real sports guy, but I check ESPN.com just so I know what people are talking about.","author":"Andrew Ross Sorkin","category":"People, Know, Real"},{"quote":"Involvement in my kids' sports teams is something I have made time for over the years. I've also been able to coach all three of them in baseball and basketball, something that has strengthened our bonds and given me indescribable joy. I wouldn't trade it for anything.","author":"Thomas Perez","category":"Time, Baseball, Joy"},{"quote":"YouTube and other sites will bring together all the diverse media which matters to you, from videos of family and friends to news, music, sports, cooking and much, much more.","author":"Chad Hurley","category":"Family, Music, Friends"},{"quote":"I don't feel 50. I'm still ambitious, and I've only just got my licence to race sports cars. I race for an Aston Martin team called Beechdean, and it's a huge challenge.","author":"Paul Hollywood","category":"Team, Challenge, Race"},{"quote":"When we grew up, we wanted to do two things: to own a sports team and a casino.","author":"Dan Gilbert","category":"Team, Up, Two"},{"quote":"In today's world, social media, people get judged so much by the last thing that happened, I almost feel, in a way, young people get to see that not only is it OK to fail - that's the way you get to championship success, whether it's sports or business or life.","author":"Dan Gilbert","category":"Life, Success, Business"},{"quote":"When there were first rumors of us going after LeBron, some fans wondered how we could do that after all that happened. But after the 'Sports Illustrated' letter, every fan is thrilled to have him back. That was so heartfelt.","author":"Dan Gilbert","category":"First, Back, Fans"},{"quote":"I was a total athlete. I loved sports, but when I realized I wasn't going to be a professional athlete, I realized I wanted to be in movies.","author":"Seann William Scott","category":"Movies, Professional, Loved"},{"quote":"I'm the kind of guy that if I don't work out, I will get bigger and look like one of the guys who used to play sports.","author":"Seann William Scott","category":"Work, Play, Look"},{"quote":"I've got to be honest and say that, growing up, I wasn't a big sports guy, but I love the camaraderie. I just love people getting together, fighting for a team and getting super-emotional about it.","author":"Aaron Paul","category":"Love, Team, Together"},{"quote":"I was on the snowboard team at my school, but that was the only sports team I was on. I played soccer growing up in elementary school.","author":"Aaron Paul","category":"Team, School, Growing Up"},{"quote":"At issue when professional sports teams take the name of Native Americans is the problem of mimicry: having appropriated the land and wealth of America's vanquished peoples, settler culture then appropriates the supposed values and spirit of the vanquished as well.","author":"Greg Grandin","category":"Culture, America, Problem"},{"quote":"I have a Stella McCartney Adidas sports bra. I feel like I'm totally comfortable running. No problem. I have support where I need it.","author":"Pamela Anderson","category":"Support, Problem"},{"quote":"The NFL is one of the few sports where it's possible to tear things down and start again.","author":"Shahid Khan","category":"Start, Down, Where"},{"quote":"You shouldn't turn on C-SPAN to get your sports update.","author":"Jason Chaffetz","category":"You, Turn, Update"},{"quote":"I think we're actually the only sport that has a mix of men and women competing together. The majority of other sports are separated by gender.","author":"Charlotte Dujardin","category":"Women, Together, Men"},{"quote":"I think sometimes when it comes to sports, and especially relationships between players and coaches, that people lose track, lose a sense of reality.","author":"Ricky Williams","category":"Reality, People"},{"quote":"People in the States used to think that if girls were good at sports their sexuality would be affected.","author":"Martina Navratilova","category":"Good, People, Think"},{"quote":"The goal for the Laureus Sport For Good Foundation is to give kids an opportunity to be involved in sports and hopefully learn some lessons along the way. We want to put them in a safe environment, help them if they need it and maybe they will get a scholarship to a school because of the skills that they learn. Sport is just a starting point.","author":"Martina Navratilova","category":"Good, Opportunity, School"},{"quote":"I've given many lessons in many sports over the years to many different people.","author":"Martina Navratilova","category":"People, Years, Different"},{"quote":"I can teach many sports, but obviously, tennis is the one. When you do other sports, you see things from different perspectives: different footwork drills, body positions, angles and geometry. All that stuff is helpful, and so when I do other sports, I can see things, because once you know one sport, then the other sport becomes more clear.","author":"Martina Navratilova","category":"Body, Tennis, Know"},{"quote":"Most normal boys, as they're growing up, they - in order to become attractive, they might, you know, get good at sports or join a rock band or develop good social skills, and for some reason, I thought that drawing comic books might be my route.","author":"Adrian Tomine","category":"Good, Growing Up, Drawing"},{"quote":"Sports is like a war without the killing.","author":"Ted Turner","category":"War, Without, Like"},{"quote":"I've had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies.","author":"Ted Turner","category":"Life, Good, Television"},{"quote":"The Tour de France would make a great movie. Drugs, corruption, political chicanery, guys risking their lives - everything you need for a great sports drama.","author":"Asif Kapadia","category":"Great, Corruption, Political"},{"quote":"I was a sports fan long before I had any interest in film-making.","author":"Asif Kapadia","category":"Long, Interest, Fan"},{"quote":"I grew up in New Jersey and played sports and rode my bike around. It was a really nice time - kids didn't have cellphones then - and you knew everyone in the town.","author":"Aileen Lee","category":"Time, Bike, Nice"},{"quote":"My grandmother is a huge Hawkeyes fan, so I, by proxy, have to be one. I'm more of a professional sports fan, and I've never been a huge college fan, but because of my grandmother, I've gotten into a lot of really good Hawkeye games. So, because I'm a good grandson, I'm a Hawkeye fan.","author":"Corey Taylor","category":"Good, College, Professional"},{"quote":"The ESPN complex is a 255-acre playland, as beautiful and perfect as the Magic Kingdom itself down the road - except it's sports!","author":"Jeanne Marie Laskas","category":"Beautiful, Road, Magic"},{"quote":"A lot of athletes use sports psychologists.","author":"Andy Murray","category":"Athletes, Use, Lot"},{"quote":"Boxing, mixed martial arts and tennis are the hardest sports to train for.","author":"Andy Murray","category":"Train, Tennis, Boxing"},{"quote":"Everyone has to try to give back as much as possible because I think in all sports it helps kids to have role models or people to look up to. Someone like Jess Ennis, I know a lot of young girls have started to get into athletics stuff because of her, because of her success.","author":"Andy Murray","category":"Success, People, Know"},{"quote":"I used a lot of sports psychologists when I was younger... sometimes it helped, sometimes it didn't.","author":"Andy Murray","category":"Sometimes, Used, Younger"},{"quote":"I leave work by 6:30 P.M. so I can spend some time with the children. Inevitably, we'll end up watching basketball or football. I live in a house of boys, and they're all sports mad, so I don't stand a chance.","author":"Aerin Lauder","category":"Work, Time, Children"},{"quote":"Just like I find men who talk sports who don't really know sports annoying, I think men might find women who don't really have a true passion and knowledge of sports maybe not so attractive.","author":"Gabrielle Union","category":"Knowledge, Women, Passion"},{"quote":"I've always had an interest in sports across the board.","author":"Gabrielle Union","category":"Always, Interest, Board"},{"quote":"I played sports year around: basketball, soccer, softball and I ran track year around, from the time I was, like, six, seven.","author":"Gabrielle Union","category":"Time, Soccer, Basketball"},{"quote":"A significant piece of the wealth that the NFL owners garner is a result of the enormous TV revenues they get - and those revenues are supported by a legislatively granted exemption from the antitrust laws that has been made applicable to sports leagues, primarily the NFL.","author":"Eliot Spitzer","category":"Wealth, Result, Laws"},{"quote":"I love playing sports. I'm overly eager and aggressive and not very skilled, so it leads to many small injuries.","author":"Rachel Platten","category":"Love, Small, Injuries"},{"quote":"Boxing combines, in perfect proportion, strength, speed, and endurance. Normally, most sports are either about one of the three: either about speed or endurance or strength. Boxing combines all three of them. It's really intense.","author":"Edgar Ramirez","category":"Strength, Speed, Endurance"},{"quote":"Comedy has sort of been my life-long obsession. I literally obsessed over comedy. I really didn't play sports - for me it was just comedy, computers and chess club; those were my big things.","author":"Chris Hardwick","category":"Computers, Me, Chess"},{"quote":"While the liberal media elite depict the bowler as a chubby guy with a comb-over and polyester pants, the reality is that bowling is one of the most tech-heavy sports today. Robotic pinsetters and computerized scoring were just the beginning.","author":"Chris Hardwick","category":"Today, Reality, Media"},{"quote":"I think what's going to happen with linear television is it's going to become more linear. It's going to become more about events and more about award shows, live sports - all those things that, really, you can't replicate.","author":"Ted Sarandos","category":"Live, Television, Think"},{"quote":"I don't think on-demand brings anything extra to sports.","author":"Ted Sarandos","category":"Think, Anything, Extra"},{"quote":"I don't know that on-demand sports is remarkably better than live sports.","author":"Ted Sarandos","category":"Live, Better, Know"},{"quote":"I'll always be into sports. Sports is part of my life forever. My TV stays on ESPN all day long, I'm one of those. I don't even listen to music in the car; all I listen to is sports talk.","author":"Action Bronson","category":"Life, Music, Car"},{"quote":"My mom devised a plan to get me out of the house and gave me the choice between ballet or skating. She knew both of those sports were time-consuming and would keep me busy with hours of practice.","author":"Ashley Wagner","category":"Mom, Busy, Choice"},{"quote":"Skating is one of those sports you unfortunately see people get stuck in.","author":"Ashley Wagner","category":"People, You, See"},{"quote":"I want to stay involved in sports in one way or another.","author":"Ashley Wagner","category":"Want, Way, Stay"},{"quote":"I love hockey. That's actually one of my favorite sports.","author":"Ashley Wagner","category":"Love, Hockey, Favorite"},{"quote":"There were only 75 people in my graduating class at the school I attended in Hannah, S.C. It was a small school and that translated into not a lot of opportunities when it came to music. We had academic and sports programs but we never had a consistent music program. We would have a band one year, and a chorus one year, but nothing ever lasted.","author":"Josh Turner","category":"Music, School, Opportunities"},{"quote":"I started out as a camera operator. I was doing news, and I was doing sports - baseball games and football games. And I was acutely aware of women not really being in those roles then.","author":"Kathleen Kennedy","category":"Women, Football, Baseball"},{"quote":"I like to play music and sleep. But most of all, I love to work... I don't really play sports, so I like to spend my time playing guitar or piano.","author":"Drake Bell","category":"Love, Work, Music"},{"quote":"I work for ABC television I have my own syndicated TV series. I've been on the cover of 'Time Magazine' and on the cover of 'Sports Illustrated' five times.","author":"Reggie Jackson","category":"Work, Time, Television"},{"quote":"It was actually drumming that gave me the stamina to get into sports later. I started playing drums at 13, and when I got to the international touring level... I got interested in cross-country skiing, long-distance swimming, bicycling... things that require stamina, not finesse.","author":"Neil Peart","category":"Me, Swimming, Skiing"},{"quote":"I had spindly little ankles, and growing up in Canada, I couldn't skate. I was no good at any sports so was very much a pariah through those adolescent years.","author":"Neil Peart","category":"Good, Growing Up, Canada"},{"quote":"You can make a lot of money in this game. Just ask my ex-wives. Both of them are so rich that neither of their husbands work.","author":"Lee Trevino","category":"Work, Money, Rich"},{"quote":"Making movies was more a reaction to not being chosen for sports. Other kids were out there playing at whatever; I was off making something blow up and filming it, or making a mould of my sister's head using alginating plaster.","author":"J. J. Abrams","category":"Sister, Movies, Kids"},{"quote":"I'm a runner from sports. I've been a runner, but I wasn't a cross-country runner or anything like that. I played a lot of soccer growing up.","author":"Scott Bakula","category":"Soccer, Growing Up, Growing"},{"quote":"My kids are good athletes and runners. They run in a bunch of sports.","author":"Scott Bakula","category":"Good, Run, Kids"},{"quote":"Since the break-up of the 1990s, Russia has not had winter sports facilities. All the winter sport venues were effectively located in countries that are no longer part of the federation. There is a strong argument for saying Sochi's legacy will be this country will have winter sports facilities it did not have before.","author":"Sebastian Coe","category":"Strong, Winter, Legacy"},{"quote":"I enjoy sports. I get a real joy from playing sports but I don't look for those movies. Oliver Stone wanted to know if I would do Any Given Sunday and it just didn't appeal to me.","author":"Kevin Costner","category":"Joy, Me, Enjoy"},{"quote":"We decided that sports, lifestyle and fashion were three elements that could be mixed together to a very unique formula. That's what we did: make Puma a very sports-fashion brand when, at the times, everybody talked about sports and sports performance and functionality. We said, 'Well, it's about more.'","author":"Jochen Zeitz","category":"Together, Performance"},{"quote":"We always try to reinterpret sport in an innovative, fashionable way, and when we do fashion, we're always trying to bring our sports heritage into the fashion world.","author":"Jochen Zeitz","category":"World, Fashion, Trying"},{"quote":"I think I'm skilful enough, but I don't consider myself a naturally talented, gifted sports person.","author":"Tony McCoy","category":"Myself, Think, Person"},{"quote":"The Americans love Aussies, but they're actually quite afraid of us at the same time because they think we're insane. Then they see our sports - league, union, and AFL - and that makes them even more worried.","author":"Russell Crowe","category":"Love, Time, Think"},{"quote":"There were two very distinct voices going on in my head and I moved easily between them. One had to do with sports, street life and establishing myself as a male... The other voice, the one I had from my street friends and teammates, was increasingly dealing with the vocabulary of literature.","author":"Walter Dean Myers","category":"Life, Friends, Myself"},{"quote":"I never played sports. I wasn't any good at them.","author":"Leighton Meester","category":"Good, Never, Them"},{"quote":"I like both athletic girls and girly girls. It depends on their personality. I like girls who can go out and play sports with me and throw the football around, but you don't want a girl who's too much tougher than you. I like brainy girls who can respond to what I'm saying.","author":"Josh Hutcherson","category":"Football, Girl, Personality"},{"quote":"I play sports.","author":"Josh Hutcherson","category":"Play"},{"quote":"I watch a lot of sport on television. I only watch certain sports, and I only watch them live - I don't think I've ever been able to watch a replay of a match or game of which the result was already decided. I feel bound to cheat and look up what can be looked up.","author":"A. S. Byatt","category":"Game, Live, Television"},{"quote":"Even though I started off being interested in news, and I spent 13 years of my career working in television sports, I always was passionate about television and movies.","author":"Bob Iger","category":"Movies, Career, Television"},{"quote":"People have called me Superman my whole life. In various sports, that seems to be the common theme. My favorite superhero is actually the Incredible Hulk. He's the only superhero that can't die.","author":"Robert Griffin III","category":"Life, Me, People"},{"quote":"I am a sports fanatic and being able to perform at halftime for the fans of the Steelers and the Jets is such a thrill for me.","author":"Joe Nichols","category":"I Am, Me, Fans"},{"quote":"That's what we need nowadays, is more children that have goals other than being a sports figure or some kind of celebrity.","author":"Joe Nichols","category":"Children, Goals, Celebrity"},{"quote":"To be candid with you, free agency hurts all sports. It's great for athletes making an enormous amount of money. But to say it helps the sports, I don't believe that.","author":"Jerry West","category":"Money, Great, Believe"},{"quote":"Sports movies are a genre that I really respond to, but they can be done really poorly and really fall short. The good ones are just so good and inspiring and make you feel good.","author":"David Walton","category":"Good, Short, Fall"},{"quote":"When it comes to matters of pro sports, politics or palate, disparate sides claim their party, team and cola to be superior.","author":"Jen Lancaster","category":"Team, Politics, Party"},{"quote":"Remember Circuit City? Bear Stearns? Lehman Brothers? Sports Authority? Once, all were billion-dollar companies - then gone in a moment. The fatal problem might be fraud or corruption, but more often, it's simply that management didn't see 'over the other side of the hill.'","author":"Stephen Bannon","category":"Management, City, Remember"},{"quote":"I was always a sports nut but I've lost interest now in whether one bunch of mercenaries in north London is going to beat another bunch of mercenaries from west London.","author":"John Cleese","category":"Lost, London, Interest"},{"quote":"If they asked me, I did two shifts. I did sports, I did news, because I loved it.","author":"Larry King","category":"Me, Loved, News"},{"quote":"Sports are my favorite. It's the first thing I turn to every day.","author":"Larry King","category":"Day, Every Day, Favorite"},{"quote":"I thought I would be a sports announcer. All I was was a curious kid who wanted to be on the radio.","author":"Larry King","category":"Thought, Curious, Radio"},{"quote":"I'm naturally athletic. I've been involved in sports since I could walk. So, for me to be sedentary is just unacceptable. Not only is it great for your physical body, but it gives me more energy during the day if I've worked out. I feel better. I look better.","author":"Eva Longoria","category":"Day, Great, Walk"},{"quote":"It's my personal opinion, and I firmly believe, that it's important that I keep sports and politics separate.","author":"Jeff Fisher","category":"Politics, Believe, Opinion"},{"quote":"I would love to be associated with some sports organization. I was a journalism major. That's kind of intriguing, to do something in the political-commentary arena.","author":"J. C. Watts","category":"Love, Journalism"},{"quote":"I am the sort of athlete who participates in a lot of winter sports - basketball, for example, is an activity that I'll spend many hours a week watching.","author":"W. Bruce Cameron","category":"Winter, I Am, Week"},{"quote":"It takes a tremendous amount of skill to be a football player. And some of these guys have enough skills to do other sports. Soccer could be one. Basketball could be another. Things where you need incredible hand-eye coordination are always options. I think a football player would be able to adapt to a lot of sports.","author":"Troy Polamalu","category":"Football, Soccer, Think"},{"quote":"Playing professional sports, it's important to eat healthy and take care of your body. In the offseason, rest is really important to me.","author":"Troy Polamalu","category":"Me, Healthy, Professional"},{"quote":"If you don't eat right as an athlete, you'll get tired and won't be as sharp. It's simple to drink sodas and sports drinks, but water is the most essential drink to put in your body.","author":"Troy Polamalu","category":"Water, Simple, Tired"},{"quote":"I can't divorce myself from my childhood. I try to write as much fiction as I possibly can, but there are so many things that are touchstones of my childhood like being on the swim team and playing soccer and the particularities of sports season and environments that make their way into my books.","author":"Jeff Kinney","category":"Team, Myself, Childhood"},{"quote":"Most ball games are lost, not won.","author":"Casey Stengel","category":"Lost, Ball, Games"},{"quote":"The great thing coming from sports is you understand the concept of a team. It leaves no room for being selfish, and that's something I picked up from home.","author":"Michael Strahan","category":"Home, Team, Great"},{"quote":"The most successful achievers in sports are people that are really driven and have that spirit of hunger.","author":"Rei Kawakubo","category":"Successful, People, Hunger"},{"quote":"Sports are supposed to be fun, and so I have fun with the way I dress.","author":"Craig Sager","category":"Fun, Dress, Have Fun"},{"quote":"Sports are in my soul. That's what drives me.","author":"Craig Sager","category":"Soul, Me, My Soul"},{"quote":"I'm a kid from the small Illinois town of Batavia, who grew up on the Chicago Cubs and made sports his life's work, although there's never been a day where it actually seemed like work.","author":"Craig Sager","category":"Life, Work, Day"},{"quote":"I look forward to continuing my work on the sidelines for Turner Sports.","author":"Craig Sager","category":"Work, Look, Forward"},{"quote":"As a young boy, I had the usual hobbies - sports, baseball cards, model airplanes and trains. But I always had a distinct fascination with trains.","author":"Craig Sager","category":"Baseball, Cards, Young"},{"quote":"I was a big sports fan, and I had been closely monitoring Hank Aaron's home run totals since I was a kid playing on the sandlot adjacent to the Foundry and Machine Company in Batavia, Illinois.","author":"Craig Sager","category":"Home, Company, Run"},{"quote":"I was lucky enough when it came to sports and work ethic to be taught some basics that continue to be important.","author":"Joe Namath","category":"Work, Work Ethic, Important"},{"quote":"Where I came from, sports were the only way to get out front.","author":"Joe Namath","category":"Way, Where, Came"},{"quote":"Until my senior year, baseball and basketball were my best sports; and even when I was a senior, I still wanted to play baseball professionally. But the family wanted me to go to college, and I guess I agreed with them, or else I would have accepted some of the offers I got.","author":"Joe Namath","category":"Family, Best, Baseball"},{"quote":"I've been a sports fan all my life, and like most other actors, I'm convinced I could have been a pro athlete if Hollywood hadn't come calling.","author":"Jamie Foxx","category":"Life, My Life, Hollywood"},{"quote":"Good sports facilities are a blessing.","author":"Kapil Dev","category":"Good, Blessing, Facilities"},{"quote":"Maybe a day will come when we may have to just put on a pair of glasses and see sports events.","author":"Kapil Dev","category":"Day, Glasses, See"},{"quote":"Sports is my passion.","author":"Kapil Dev","category":"Passion"},{"quote":"Natural hydration is a key factor in any type of sports performance.","author":"Bikram Choudhury","category":"Performance, Key, Natural"},{"quote":"I guarantee you, yoga will compete with computers, music, sports, automobiles, the drug industry. Yoga will take over the world!","author":"Bikram Choudhury","category":"Music, Computers, World"},{"quote":"'Course the world of sports takes itself way too serious. Sports writers are all high and mighty.","author":"Artie Lange","category":"World, Way, High"},{"quote":"You know you have a gambling problem when it's 4 A.M. at the Mirage Sports Book and you're walking around going, 'Hey you get the lacrosse scores?'","author":"Artie Lange","category":"Book, Walking, Problem"},{"quote":"I don't like sports where it's like, you watch a guy on a motorcycle flip or something, then another guy does it, it looks exactly the same, and then at the end one guy gets higher points! It seems so arbitrary; I don't know who's ahead ever.","author":"Norm MacDonald","category":"Motorcycle, End, Know"},{"quote":"I don't really like politics that much. And I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end you still like sports. I almost love the fantasy world of sports more than the real world.","author":"Norm MacDonald","category":"Love, Friends, Politics"},{"quote":"Funding for sports (and the arts) are often the first things facing the chop in difficult times.","author":"Lucy Powell","category":"Difficult Times, Difficult"},{"quote":"I know many sports fans that don't enjoy soccer. The argument is that there's no action, not enough of it.","author":"Rabih Alameddine","category":"Action, Soccer, Enjoy"},{"quote":"Faith, family, academics and then sports was the order of priorities in my family. My parents really stuck to these principles when raising me and my two brothers. As long as we took care of everything, they let us play as much basketball as we wanted.","author":"Jeremy Lin","category":"Family, Faith, Parents"},{"quote":"Swimming and all other sports have got to get to that place where you have the trust of the people watching it.","author":"Adam Peaty","category":"Trust, People, Swimming"},{"quote":"There is so much hypocrisy in sports.","author":"Dennis Rodman","category":"Hypocrisy, Much"},{"quote":"I'm nothing more than a sports slave.","author":"Dennis Rodman","category":"Nothing, Slave, Than"},{"quote":"Wooden was the coach for the UCLA Bruins, arguably the greatest sports coach we ever had.","author":"Mark Frost","category":"Greatest, Coach, Ever"},{"quote":"I don't know much about sports.","author":"Rene Russo","category":"Know, Much, About"},{"quote":"I wanted to use sports for social change.","author":"Billie Jean King","category":"Change, Social Change"},{"quote":"Maybe it's oldest-child syndrome, but I have always been competitive, even as a kid with sports. It spills into my career.","author":"Eric Church","category":"Career, Kid, Competitive"},{"quote":"In any small town, sports are really important to the high school, and I wasn't very good at sports.","author":"Martina McBride","category":"Good, School, Small"},{"quote":"I would love to fall in love and get married and have beautiful children. I mean that's one of the goals in life, I think, to have, and it's a beautiful thing. My sister has kids and all my friends have kids. They show me their, you know their report cards. And I can show them my sports car.","author":"Tiesto","category":"Love, Life, Beautiful"},{"quote":"I'm very down-to-earth and approachable, and I can be one of the guys and watch sports... I like to cook - I'm like the girl next door.","author":"Marisa Miller","category":"Girl, Door, I Can"},{"quote":"Now, I know you expected me to say that, well, I just kick back in the rocking chair, fished a little bit, listened to Willie Nelson tapes and watched old baseball games on the Classic Sports network. And, tell you the truth, I have done that for maybe about five total minutes.","author":"Dan Rather","category":"Truth, Baseball, Me"},{"quote":"Football is an incredible game. Sometimes it's so incredible, it's unbelievable.","author":"Tom Landry","category":"Football, Game, Sometimes"},{"quote":"At Reliance Foundation schools, we lay special emphasis on value-based education, sports, and overall development of students. That is why the teacher-students ratio is kept at a healthy 1:20 so that all children get proper attention in class.","author":"Nita Ambani","category":"Education, Children, Healthy"},{"quote":"Retirement is purgatory for the former sports star. The world outside organized sports is unforgiving.","author":"John Gregory Dunne","category":"Retirement, World, Star"},{"quote":"If you work hard in real life, people tend to get in your way - either from inertia or prejudice - and they stop you achieving things. It's the worst thing about real life compared with sports, where you generally get what you deserve: if you're the fastest guy, you win; there are no other games being played.","author":"Daley Thompson","category":"Life, Work, Work Hard"},{"quote":"Sometimes in football you have to score goals.","author":"Thierry Henry","category":"Goals, Football, You"},{"quote":"I went to dance class as a girl because I didn't like sports, but I never did a dance recital in my life. Never, ever, ever. I felt comfortable dancing, and I was happiest dancing, but I was never the best person in the class.","author":"Jennifer Grey","category":"Life, Best, Dance"},{"quote":"I remember when I was growing up, I always wore glasses and so if I was on-stage or just being able to move around playing sports, I was never really able to because I had glasses holding me back. Wearing contacts has just been very helpful.","author":"Joe Jonas","category":"Growing Up, Me, Remember"},{"quote":"If you offer athletes stipends, then you're into pay-for-play, and that's the ballgame. People should realize that, and they should realize that amateurism never has been a sustainable model for a sports-entertainment industry. It wasn't in tennis. It wasn't in the Olympics. And it's not in big-time college sports.","author":"Charlie Pierce","category":"College, People, Tennis"},{"quote":"Your ups and downs in sports, I think they are as normal as daily life: One day you wake up and feel great, the next day you wake up and feel maybe less great.","author":"Michael Schumacher","category":"Life, Daily, Great"},{"quote":"The sports page records people's accomplishments, the front page usually records nothing, but man's failures.","author":"Barbara Walters","category":"Man, People, Page"},{"quote":"I've got four brothers, so with them and all our friends we had these sports parties in the basement. We'd play basketball, mini-sticks, baseball in the backyard, football, whatever it was. We were busy 24/7.","author":"Rob Gronkowski","category":"Friends, Football, Baseball"},{"quote":"I never really was that passionate about playing sports. But when I was at this Mt. Herman school, I did have the ability to throw the frisbee. So when this sport evolved, it was fun because I was good at it.","author":"Joel Silver","category":"Good, School, Fun"},{"quote":"It's our responsibility for the village to say, 'Hey we're going to create these programs,' whether it's sports, creative arts, music, we need some things to give young people positive things to do, and that's including jobs.","author":"Common","category":"Positive, Music"},{"quote":"I come from playing sports. I compete, so I gotta be better than I was last year. I gotta get better, and that better gotta come from just growing. From learning new stuff to working on it, experience it in life, and failing.","author":"Common","category":"Life, Learning, Experience"},{"quote":"My family knew, but most of the sporting world did not realize that my right hand been some 75% paralyzed.","author":"Bill Toomey","category":"Family, World, Realize"},{"quote":"My uncles and other relatives are against encouraging girls in every aspect, and that includes sports. I hardly interact with them. My parents are more open. They back me all the way.","author":"Saina Nehwal","category":"Parents, Me, Way"},{"quote":"If a man can beat you, walk him.","author":"Satchel Paige","category":"Man, Walk, You"},{"quote":"I think that kids aren't even exploring the option of sports anymore, and they don't even know what they could do.","author":"Allyson Felix","category":"Know, Think, Kids"},{"quote":"I remember being, like, 5 years old, and my dad took me to a Yankees-Mets game. My dad had me on his shoulders and taught me one of the most important lessons about sports. He said, 'Jesse, just remember one thing, the Mets suck.'","author":"Jesse McCartney","category":"Game, Me, Remember"},{"quote":"I come from great stock. I didn't come from money. My parents both worked really hard to keep food on the table and give my sister and me opportunities to play sports and see what we were good at.","author":"Rickie Fowler","category":"Food, Money, Good"},{"quote":"The Internet is changing what entertainment and sports is. It's not just a few people authoring an experience for others. It's really growing out of what everybody does.","author":"Gabe Newell","category":"Experience, Internet, People"},{"quote":"Don't sell yourself short because without that you can't go far in life because after sports the only thing you know is sports and you can't do anything else with that.","author":"Bo Jackson","category":"Life, Short, Yourself"},{"quote":"I love sports. Whenever I can, I always watch the Detroit Tigers on the radio.","author":"Gerald R. Ford","category":"Love, I Can, Radio"},{"quote":"In sports... you play from the time you're eight years old, and then you're done forever.","author":"Joe Montana","category":"Time, Play, You"},{"quote":"I love adventure sports. And, I love cooking.","author":"Kajal Aggarwal","category":"Love, Adventure, Cooking"},{"quote":"If you meet the Buddha in the lane, feed him the ball.","author":"Phil Jackson","category":"You, Him, Buddha"},{"quote":"Approach the game with no preset agendas and you'll probably come away surprised at your overall efforts.","author":"Phil Jackson","category":"Game, You, Approach"},{"quote":"I think life is sort of like a competition, whether it's in sports, or it's achieving in school, or it's achieving good relationships with people. And competition is a little bit of what it's all about.","author":"Sanford I. Weill","category":"Life, Good, School"},{"quote":"My dad was a sports writer when I was younger and then he became just a general columnist. But I grew up with him literally getting into brawls with football coaches.","author":"Amy Klobuchar","category":"Football, Up, Him"},{"quote":"My father has acted in over 700 films. My mother acted in one film, 'Kismat with Mithun Chakraborty,' in which my father also had a role. My father fell in love with her and would drive her around in his sports car, and they subsequently got married. My mom is the most beautiful woman and I think she has taken some serum to look young all her life.","author":"Shraddha Kapoor","category":"Love, Life, Beautiful"},{"quote":"I always turn to the sports pages first, which records people's accomplishments. The front page has nothing but man's failures.","author":"Earl Warren","category":"Man, People, Page"},{"quote":"The biggest lesson from Africa was that life's joys come mostly from relationships and friendships, not from material things. I saw time and again how much fun Africans had with their families and friends and on the sports fields; they laughed all the time.","author":"Andrew Shue","category":"Life, Time, Friends"},{"quote":"My dream was always to be on the cover of 'Sports Illustrated.'","author":"Kate Upton","category":"Dream, Always, Cover"},{"quote":"All sports must be treated on the basis of equality.","author":"Pierre de Coubertin","category":"Equality, Must, Treated"},{"quote":"The public schools I attended were dominated by athletics and rarely inspiring intellectually, but I enjoyed a small circle of interesting friends despite my ineptitude at team sports and my preference for reading.","author":"Harold E. Varmus","category":"Friends, Team, Reading"},{"quote":"Let's face it. There is no setup in Pakistan to train and groom young players at the grassroots level in different sports. Those of us who did make a name for ourselves and became champions did it with our own initiative - there was no academy to back us till we reached a certain level on our own.","author":"Jahangir Khan","category":"Train, Name, Initiative"},{"quote":"We live in a social world now, and there's no denying the power that Twitter has yielded across all verticals. Sports is a perfect fit because fans are highly emotionally charged and things happen quick.","author":"Amy Jo Martin","category":"Power, World, Live"},{"quote":"For a while I was on the cover of every Sports Illustrated swimsuit issue, which was regarded as the pinnacle of success in America.","author":"Elle Macpherson","category":"Success, America, Cover"},{"quote":"Denver is home to me, and to be recognized for my achievements in the sports community here is a great honor.","author":"Carmelo Anthony","category":"Home, Community, Great"},{"quote":"New Yorkers love it when you spill your guts out there. Spill your guts at Wimbledon and they make you stop and clean it up.","author":"Jimmy Connors","category":"Love, You, New"},{"quote":"I love to talk about sports. I love sports it's just something that's in my nature.","author":"Genesis Rodriguez","category":"Love, Nature, Talk"},{"quote":"I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.","author":"Kurt Russell","category":"Knowledge, Me, Kid"},{"quote":"Swimming is probably the ultimate of burnout sports. It's ironic because millions of people who swim as their regular exercise love the meditation aspect of it you don't wind up with any orthopedic injuries. But when you swim at a world class level for hours and hours - the loneness of the long distance runner.","author":"Diana Nyad","category":"Love, Wind, World"},{"quote":"I was a team sports guy, but I don't do that anymore. When I work out, it's alone.","author":"Jamie Bamber","category":"Work, Team, Alone"},{"quote":"I think God has it written down for me, that without training and working hard you will never achieve desired results. All three times I have had to toil my way into the Olympics. Talking about pressure, well that is something you have to learn to deal with in sports.","author":"Vijender Singh","category":"God, Training, Working Hard"},{"quote":"Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor's rights and the fight for peace.","author":"Paul Robeson","category":"Peace, Struggle, Fight"},{"quote":"I play in the low 80s. If it's any hotter than that, I won't play.","author":"Joe E. Lewis","category":"Play, Low, Than"},{"quote":"To me, acting used to be just, 'Get my face out there, get girls, make a little bit of money, make my mom proud.' It was just like sports. But there were moments in 'Moonlight' that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile.","author":"Trevante Rhodes","category":"Smile, Money, Mom"},{"quote":"We knew it was going to be the biggest event scheduled in the history of women's sports, but we didn't ever fathom we would be playing before sold-out stadiums all over the country.","author":"Lorrie Fair","category":"History, Women, Country"},{"quote":"Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time.","author":"Greg LeMond","category":"Time, Experience, You"},{"quote":"What's a good tournament for him? Winning it. He's good enough.","author":"Greg Norman","category":"Good, Winning, Him"},{"quote":"The trouble with jogging is that the ice falls out of your glass.","author":"Martin Mull","category":"Glass, Trouble, Falls"},{"quote":"There isn't quite a feeling you get from playing video games that you get when you're playing sports, which is like a sense of euphoria. You just get the satisfaction of doing something active and feeling good after.","author":"Patrick Chan","category":"Good, Video Games, You"}]}