{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "If one asks for success and prepares for failure  he will get the situation he has prepared for.",
      "author": "Florence Scovel Shinn",
      "category": "positive"
    },
    {
      "quote": "We are accountable only to ourselves for what happens to us in our lives.",
      "author": "Mildred Newman",
      "category": "positive"
    },
    {
      "quote": "I attribute my success to this: I never gave or took an excuse.",
      "author": "Florence Nightingale",
      "category": "positive"
    },
    {
      "quote": "The world has a way of giving what is demanded of it. If you are frightened and look for failure and poverty  you will get them  no matter how hard you may try to succeed. Lack of faith in yourself  in what life will do for you  cuts you off from the good things of the world. Expect victory and you make victory. Nowhere is this truer than in business life  where bravery and faith bring both material and spiritual rewards.",
      "author": "Preston Bradley",
      "category": "positive"
    },
    {
      "quote": "Carry on  carry on  for the men and boys are gone  But the furrow shan't lie fallow while the women carry on.",
      "author": "Janet Begbie",
      "category": "positive"
    },
    {
      "quote": "The willingness to accept responsibility for one's own life is the source from which self-respect springs.",
      "author": "Joan Didion",
      "category": "positive"
    },
    {
      "quote": "If you don't like the way the world is  you change it. You have an obligation to change it. You just do it one step at a time.",
      "author": "Marian Wright Edelman",
      "category": "positive"
    },
    {
      "quote": "Whoso diggeth a pit shall fall therein.",
      "author": "Bible",
      "category": "positive"
    },
    {
      "quote": "Debt is a trap which man sets and baits himself  and then deliberately gets into.",
      "author": "Josh Billings",
      "category": "positive"
    },
    {
      "quote": "It is not our circumstances that c reate our discontent or contentment. It is us.",
      "author": "Vivian Greene",
      "category": "positive"
    },
    {
      "quote": "Fortunately the family is a human institution: humans made it and humans can change it.",
      "author": "Shere Hite",
      "category": "positive"
    },
    {
      "quote": "Any committee is only as good as the most knowledgeable  determined  and vigorous person on it. There must be somebody who provides the flame.",
      "author": "Lady Bird Johnson",
      "category": "positive"
    },
    {
      "quote": "Self-image sets the boundaries of individual accomplishment.",
      "author": "Maxwell Maltz",
      "category": "positive"
    },
    {
      "quote": "If you expect nothing  you're apt to be surprised. You'll get it.",
      "author": "Malcolm Forbes",
      "category": "positive"
    },
    {
      "quote": "My father instilled in me that if you don't see things happening the way you want them to  you get out there and make them happen.",
      "author": "Susan Powter",
      "category": "positive"
    },
    {
      "quote": "To heal ourselves we also have to heal society.",
      "author": "Riane Eisler",
      "category": "positive"
    },
    {
      "quote": "Here is where some entrepreneurs fail. They are filled with creative juices and total commitment to their business  but too often they don't understand that they must also be managers  administrators  even gofers-at least for a while.",
      "author": "Lillian Vernon",
      "category": "positive"
    },
    {
      "quote": "A voice is a human gift  it should be cherished and used  to utter as fully human speech as possible. Powerlessness and silence go together.",
      "author": "Margaret Atwood",
      "category": "positive"
    },
    {
      "quote": "Persistent prophecy is a familiar way of assuring the event.",
      "author": "George R. Gissing",
      "category": "positive"
    },
    {
      "quote": "The words \"I am ...\" are potent words  be careful what you hitch them to. The thing you're claiming has a way of reaching back and claiming you.",
      "author": "A. L. Kitselman",
      "category": "positive"
    },
    {
      "quote": "A word after a word after a word is power.",
      "author": "Margaret Atwood",
      "category": "positive"
    },
    {
      "quote": "A person who can write a long letter with ease  cannot write ill.",
      "author": "Jane Austen",
      "category": "positive"
    },
    {
      "quote": "If you keep saying things are going to be bad  you have a good chance of being a prophet.",
      "author": "Isaac Bashevis Singer",
      "category": "positive"
    },
    {
      "quote": "Our lives preserved. How it was  and how it will be. Passing it along in the relay. That is what I work to do: to produce stories that save our lives.",
      "author": "Toni Cade Bambara",
      "category": "positive"
    },
    {
      "quote": "When people asked  I used to tell them how sick I was. The more I talked about being sick  the worse I got. Finally  I started saying  \"I'm getting better.\" It took a while  but then I started to feel better  too.",
      "author": "Michael Hirsch",
      "category": "positive"
    },
    {
      "quote": "Journal writing is a voyage to the interior.",
      "author": "Christina Baldwin",
      "category": "positive"
    },
    {
      "quote": "To know how to say what others only know how to think is what makes men poets or sages  and to dare to say what others only dare to think makes men martyrs or reformers-or both.",
      "author": "Elizabeth Charles",
      "category": "positive"
    },
    {
      "quote": "My voice is still the same  and this makes me beside myself with Joy! Oh  mon Dieu  when I think what I might be able to do with it!",
      "author": "Jenny Lind",
      "category": "positive"
    },
    {
      "quote": "Men will get no more out of life than they put into it.",
      "author": "William J. H. Boetcker",
      "category": "positive"
    },
    {
      "quote": "He who sows courtesy reaps friendship  and he who plants kindness gathers love.",
      "author": "Saint Basil",
      "category": "positive"
    },
    {
      "quote": "Who soweth good seed shall surely reap  The year grows rich as it groweth old  And life's latest sands are its sands of gold!",
      "author": "Julia Dorr",
      "category": "positive"
    },
    {
      "quote": "Whatsoever a man soweth  that shall he also reap.",
      "author": "Bible",
      "category": "positive"
    },
    {
      "quote": "There is a very real relationship  both quantitatively and qualitatively  between what you contribute and what you get out of this world.",
      "author": "Oscar Hammerstein II",
      "category": "positive"
    },
    {
      "quote": "If a man plants melons he will reap melons  if he sows beans  he will reap beans.",
      "author": "Chinese proverb",
      "category": "positive"
    },
    {
      "quote": "1 Give to the world the best you have I and the best will come back to you.",
      "author": "Madeline Bridges",
      "category": "positive"
    },
    {
      "quote": "Trust men and they will be true to you  treat them greatly and they will show themselves great.",
      "author": "Ralph Waldo Emerson",
      "category": "positive"
    },
    {
      "quote": "While you don't need a formal written contract before you get married  I think it's important for both partners to spell out what they expect from each other.... There are always plenty of surprises-and lots of give and take-once you're married.",
      "author": "Muriel Fox",
      "category": "positive"
    },
    {
      "quote": "We awaken in others the same attitude of mind we hold toward them.",
      "author": "Elbert Hubbard",
      "category": "positive"
    },
    {
      "quote": "He who has not faith in others shall find no faith in them.",
      "author": "Lao-Tzu",
      "category": "positive"
    },
    {
      "quote": "Any man will usually get from other men just what he is expecting of them. If he is looking for friendship he will likely receive it. If his attitude is that of indifference  it will beget indifference. And if a man is looking for a fight  he will in all likelihood be accommodated in that.",
      "author": "John Richelsen",
      "category": "positive"
    },
    {
      "quote": "A man would prefer to come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman.",
      "author": "Marlene Dietrich",
      "category": "positive"
    },
    {
      "quote": "They say  \"You can't give a smile away  it always comes back.\" The same is true of a kind word or a conversation starter. What goes around  comes around.",
      "author": "Susan RoAne",
      "category": "positive"
    },
    {
      "quote": "Revolve your world around the customer and more customers will revolve around you.",
      "author": "Heather Williams",
      "category": "positive"
    },
    {
      "quote": "Charm is the ability to make someone else think that both of you are pretty wonderful.",
      "author": "Kathleen Winsor",
      "category": "positive"
    },
    {
      "quote": "Power without [the people's] confidence is nothing.",
      "author": "Catherine the Great",
      "category": "positive"
    },
    {
      "quote": "To make the world a friendly place  one must show it a friendly face.",
      "author": "James Whitcomb Riley",
      "category": "positive"
    },
    {
      "quote": "People are not going to love you unless you love them.",
      "author": "Pat Carroll",
      "category": "positive"
    },
    {
      "quote": "Getting people to like you is merely the other side of liking them.",
      "author": "Norman Vincent Peale",
      "category": "positive"
    },
    {
      "quote": "If you would be loved  love and be lovable.",
      "author": "Benjamin Franklin",
      "category": "positive"
    },
    {
      "quote": "People  by and large  will relate to the image you project.",
      "author": "Anonymous",
      "category": "positive"
    },
    {
      "quote": "The confidence which we have in ourselves gives birth to much of that which we have in others.",
      "author": "Francois de La Rochefoucauld",
      "category": "positive"
    },
    {
      "quote": "He who fears he shall suffer  already suffers what he fears.",
      "author": "Michel de Montaigne",
      "category": "positive"
    },
    {
      "quote": "Fear to let fall a drop and you spill a lot.",
      "author": "Malay proverb",
      "category": "positive"
    },
    {
      "quote": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it.",
      "author": "Alexandre Dumas",
      "category": "positive"
    },
    {
      "quote": "To be ambitious for wealth  and yet always expecting to be poor  to be always doubting your ability to get what you long for  is like trying to reach east by travelling west. There is no philosophy which will help a man to succeed when he is always doubting his ability to do so  and thus attracting failure. No matter how hard you work for success  if your thought is saturated with the fear of failure  it will kill your efforts  neutralize your endeavors and make success impossible.",
      "author": "Charles Baudouin",
      "category": "positive"
    },
    {
      "quote": "He who fears being conquered is sure of defeat.",
      "author": "Napoleon Bonaparte",
      "category": "positive"
    },
    {
      "quote": "Dangers by being despised grow great.",
      "author": "Edmund Burke",
      "category": "positive"
    },
    {
      "quote": "If one asks for success and prepares for failure  he will get the situation he has prepared for.",
      "author": "Florence Scovel Shinn",
      "category": "positive"
    },
    {
      "quote": "Doubt breeds doubt.",
      "author": "Franz Grillparzer",
      "category": "positive"
    },
    {
      "quote": "Doubt indulged soon becomes doubt realized.",
      "author": "Frances Ridley Havergal",
      "category": "positive"
    },
    {
      "quote": "Fear breeds fear.",
      "author": "Byron Janis",
      "category": "positive"
    },
    {
      "quote": "The thing we fear we bring to pass.",
      "author": "Elbert Hubbard",
      "category": "positive"
    },
    {
      "quote": "Those who foresee the future and recognize it as tragic are often seized by a madness which forces them to commit the very acts which makes it certain that what they dread shall happen.",
      "author": "Dame Rebecca West",
      "category": "positive"
    },
    {
      "quote": "There are certain people who so ardently and passionately desire a thing  that from dread of losing it they leave nothing undone to make them lose it.",
      "author": "Jean de la Bruyere",
      "category": "positive"
    },
    {
      "quote": "A great manager has a knack for making ballplayers think they are better than they think they are. He forces you to have a good opinion of yourself. He lets you know he believes in you. He makes you get more out of yourself. And once you learn how good you really are  you never settle for playing anything less than your very best.",
      "author": "Reggie Jackson",
      "category": "positive"
    },
    {
      "quote": "The only way to make a man trustworthy is to trust him.",
      "author": "Henry L. Stimson",
      "category": "positive"
    },
    {
      "quote": "Children are likely to live up to what you believe of them.",
      "author": "Lady Bird Johnson",
      "category": "positive"
    },
    {
      "quote": "However much we guard against it  we tend to shape ourselves in the image others have of us.",
      "author": "Eric Hoffer",
      "category": "positive"
    },
    {
      "quote": "If you want your children to improve  let them overhear the nice things you say about them to others.",
      "author": "Haim Ginott",
      "category": "positive"
    },
    {
      "quote": "It is the nature of man to rise to greatness if greatness is expected of him.",
      "author": "John Steinbeck",
      "category": "positive"
    },
    {
      "quote": "Men have a trick of coming up to what is expected of them  good or bad.",
      "author": "Jacob A. Riis",
      "category": "positive"
    },
    {
      "quote": "Treat people as if they were what they should be  and you help them become what they are capable of becoming.",
      "author": "Johann von Goethe",
      "category": "positive"
    },
    {
      "quote": "Where much is expected from an individual  he may rise to the level of events and make the dream come true.",
      "author": "Elbert Hubbard",
      "category": "positive"
    },
    {
      "quote": "People have a way of becoming what you encourage them to be-not what you nag them to be.",
      "author": "S. N. Parker",
      "category": "positive"
    },
    {
      "quote": "Our self-image  strongly held  essentially determines what we become.",
      "author": "Maxwell Maltz",
      "category": "positive"
    },
    {
      "quote": "Act so as to elicit the best in others and thereby in thyself.",
      "author": "Felix Adler",
      "category": "positive"
    },
    {
      "quote": "To keep our faces toward change  and behave like free spirits in the presence of fate  is strength undefeatable.",
      "author": "Helen Keller",
      "category": "positive"
    },
    {
      "quote": "We planted flowers last year  and I didn't know if I'd be alive to see them come up.",
      "author": "Neal McHugh",
      "category": "positive"
    },
    {
      "quote": "Act as if it were impossible to fail.",
      "author": "Dorothea Brande",
      "category": "positive"
    },
    {
      "quote": "If you want a quality  act as if you already had it.",
      "author": "William James",
      "category": "positive"
    },
    {
      "quote": "If you would be powerful  pretend to be powerful.",
      "author": "Home Tooke",
      "category": "positive"
    },
    {
      "quote": "Assume a virtue  if you have it not.",
      "author": "William Shakespeare",
      "category": "positive"
    },
    {
      "quote": "We must laugh before we are happy  for fear of dying without having laughed at all.",
      "author": "Jean de la Bruyere",
      "category": "positive"
    },
    {
      "quote": "If you want to be a big company tomorrow  you have to start acting like one today.",
      "author": "Thomas Watson",
      "category": "positive"
    },
    {
      "quote": "If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imagined  he will meet with a success unexpected in common hours.",
      "author": "Henry David Thoreau",
      "category": "positive"
    },
    {
      "quote": "We are what we pretend to be  so we must be careful about what we pretend to be.",
      "author": "Kurt Vonnegut",
      "category": "positive"
    },
    {
      "quote": "Act as if you were already happy  and that will tend to make you happy.",
      "author": "Dale Carnegie",
      "category": "positive"
    },
    {
      "quote": "Always imitate the behavior of the winner when you lose.",
      "author": "Anonymous",
      "category": "positive"
    },
    {
      "quote": "I couldn't hit a wall with a sixgun  but I can twirl one. It looks good.",
      "author": "John Wayne",
      "category": "positive"
    },
    {
      "quote": "It is good to act as if. It is even better to grow to the point where it is no longer an act.",
      "author": "Charles Caleb Colton",
      "category": "positive"
    },
    {
      "quote": "It is easy enough to be pleasant  when life flows by like a song. But the man worthwhile is one who will smile  when everything goes dead wrong.",
      "author": "Ella Wheeler Wilcox",
      "category": "positive"
    },
    {
      "quote": "To find oneself jilted is a blow to one's pride. One must do one's best to forget it and if one doesn't succeed  at least one must pretend to.",
      "author": "Moliere",
      "category": "positive"
    },
    {
      "quote": "Attempt easy tasks as if they were difficult  and difficult as if they were easy  in the one case that confidence may not fall asleep  in the other that it may not be dismayed.",
      "author": "Baltasar Gracian",
      "category": "positive"
    },
    {
      "quote": "It is best to act with confidence  no matter how little right you have to it.",
      "author": "Lillian Hellman",
      "category": "positive"
    },
    {
      "quote": "If you've got it  flaunt it. If you do not  pretend.",
      "author": "Wally Phillips",
      "category": "positive"
    },
    {
      "quote": "If you wish to live a life free from sorrow  think of what is going to happen as if it had already happened.",
      "author": "Epictetus",
      "category": "positive"
    },
    {
      "quote": "To establish oneself in the world  one has to do all one can to appear established.",
      "author": "Francois de La Rochefoucauld",
      "category": "positive"
    },
    {
      "quote": "To believe in God is to yearn for His existence  and furthermore  it is to act as if He did exist.",
      "author": "Miguel de Unamuno",
      "category": "positive"
    },
    {
      "quote": "Our deeds determine us  as much as we determine our deeds.",
      "author": "George Eliot",
      "category": "positive"
    },
    {
      "quote": "Illusory joy is often worth more than genuine sorrow.",
      "author": "Rene Descartes",
      "category": "positive"
    },
    {
      "quote": "Live as if you like yourself  and it may happen.",
      "author": "Marge Piercy",
      "category": "positive"
    },
    {
      "quote": "If I had a party to attend and didn't want to be there  I would play the part of someone who was having a lovely time.",
      "author": "Shirley MacLaine",
      "category": "positive"
    },
    {
      "quote": "Make your judgement trustworthy by trusting it.",
      "author": "Grenville Kleiser",
      "category": "positive"
    },
    {
      "quote": "Fake feeling good. ... You're going to have to learn to fake cheerfulness. Believe it or not  eventually that effort will pay off: you'll actually start feeling happier.",
      "author": "Jean Bach",
      "category": "positive"
    },
    {
      "quote": "I long to accomplish a great and noble task  but it is my chief duty to accomplish small tasks as if they were great and noble.",
      "author": "Helen Keller",
      "category": "positive"
    },
    {
      "quote": "We become just by performing just actions  temperate by performing temperate actions  brave by performing brave actions.",
      "author": "Aristotle",
      "category": "positive"
    },
    {
      "quote": "They've got us surrounded again  the poor bastards.",
      "author": "General Creighton W. Abrams",
      "category": "positive"
    },
    {
      "quote": "My center is giving way  my right is in retreat: situation excellent. I am attacking.",
      "author": "Marshal Ferdinand Foch",
      "category": "positive"
    },
    {
      "quote": "If you act like you're rich  you'll get rich.",
      "author": "Adnan Koashoggi",
      "category": "positive"
    },
    {
      "quote": "I'll just hit the dry side of the ball.",
      "author": "Stan Musial",
      "category": "positive"
    },
    {
      "quote": "My disease is one of the best things that has happened to me  it has pulled me out of a quietly desperate life toward one full of love and hope.",
      "author": "Tom O'Connor",
      "category": "positive"
    },
    {
      "quote": "Retreat? We're coming out of here as a Marine division. We're bring ... our dead. Retreat  hell! We're just advancing in another direction.",
      "author": "General Oliver Prince Smith",
      "category": "positive"
    },
    {
      "quote": "I'm in a wonderful position: I'm unknown  I'm underrated  and there's nowhere to go but up.",
      "author": "Pierre S. DuPont IV",
      "category": "positive"
    },
    {
      "quote": "I am dying  but otherwise I am quite well.",
      "author": "Edith Sitwell",
      "category": "positive"
    },
    {
      "quote": "I can't say I was ever lost  but I was bewildered once for three days.",
      "author": "Daniel Boone",
      "category": "positive"
    },
    {
      "quote": "Sunshine is delicious  rain is refreshing  wind braces us up  snow is exhilarating  there is really no such thing as bad weather  only different kinds of good weather.",
      "author": "John Ruskin",
      "category": "positive"
    },
    {
      "quote": "If they do kill me  I shall never die another death.",
      "author": "Abraham Lincoln",
      "category": "positive"
    },
    {
      "quote": "We are so outnumbered there's only one thing to do. We must attack.",
      "author": "Sir Andrew Cunningham",
      "category": "positive"
    },
    {
      "quote": "Circumstances-what are circumstances? I make circumstances.",
      "author": "Napoleon Bonaparte",
      "category": "positive"
    },
    {
      "quote": "Focus is important. Focus on those parts of yourself that are working. Look at yourself as someone whose body is in the process of healing. Concentrate on the positive parts.",
      "author": "Will Garcia",
      "category": "positive"
    },
    {
      "quote": "I never lost a game. I just ran out of time.",
      "author": "Bobby Layne",
      "category": "positive"
    },
    {
      "quote": "I've never been poor  only broke. Being poor is a frame of mind. Being broke is a temporary situation.",
      "author": "Mike Todd",
      "category": "positive"
    },
    {
      "quote": "Disease can be seen as a call for personal transformation through metamorphosis. It is a transition from the death of your old self into the birth of your new.",
      "author": "Tom O'Connor",
      "category": "positive"
    },
    {
      "quote": "I'm not overweight  I'm just nine inches too short.",
      "author": "Shelley Winters",
      "category": "positive"
    },
    {
      "quote": "Anyone can have an off decade.",
      "author": "Larry Cole",
      "category": "positive"
    },
    {
      "quote": "Practice being excited.",
      "author": "Bill Foster",
      "category": "positive"
    },
    {
      "quote": "The person who says it cannot be done should not interrupt the person doing it.",
      "author": "Chinese proverb",
      "category": "positive"
    },
    {
      "quote": "Knock the \"t\" off the \"can't.\"",
      "author": "George Reeves",
      "category": "positive"
    },
    {
      "quote": "Being an optimist after you've got everything you want doesn't count.",
      "author": "Kin Hubbard",
      "category": "positive"
    },
    {
      "quote": "There are more defects in temperament than in the mind.",
      "author": "Francois de La Rochefoucauld",
      "category": "positive"
    },
    {
      "quote": "I make the most of all that comes and the least of all that goes.",
      "author": "Sara Teasdale",
      "category": "positive"
    },
    {
      "quote": "Clear your mind of \"can't.\"",
      "author": "Samuel Johnson",
      "category": "positive"
    },
    {
      "quote": "Rosiness is not a worse windowpane than gloomy gray when viewing the world.",
      "author": "Grace Paley",
      "category": "positive"
    },
    {
      "quote": "It is never too late to be what you might have been.",
      "author": "George Eliot",
      "category": "positive"
    },
    {
      "quote": "I will say this about being an optimist: even when things don't turn out well  you are certain they will get better.",
      "author": "Frank Hughes",
      "category": "positive"
    },
    {
      "quote": "We have a problem. \"Congratulations.\" But it's a tough problem. \"Then double congratulations.\"",
      "author": "W Clement Stone",
      "category": "positive"
    },
    {
      "quote": "One should ... be able to see things as hopeless and yet be determined to make them otherwise.",
      "author": "F. Scott Fitzgerald",
      "category": "positive"
    },
    {
      "quote": "Isn't it splendid to think of all the things there are to find out about? It just makes me feel glad to be alive- it's such an interesting world.",
      "author": "L. M. Montgomery",
      "category": "positive"
    },
    {
      "quote": "To every disadvantage there is a corresponding advantage.",
      "author": "W. Clement Stone",
      "category": "positive"
    },
    {
      "quote": "I learned really to practice mustard seed faith  and positive thinking  and remarkable things happened.",
      "author": "Sir John Walton",
      "category": "positive"
    },
    {
      "quote": "Failure is impossible.",
      "author": "Susan B. Anthony",
      "category": "positive"
    },
    {
      "quote": "The only prison we need to escape from is the prison of our own minds.",
      "author": "Anonymous",
      "category": "positive"
    },
    {
      "quote": "Whatever the ups and downs of detail within our limited experience  the larger whole is primarily beautiful.",
      "author": "Gregory Bateson",
      "category": "positive"
    },
    {
      "quote": "He was a \"how\" thinker  not an \"if\" thinker.",
      "author": "Anonymous",
      "category": "positive"
    },
    {
      "quote": "No man can think clearly when his fists are clenched.",
      "author": "George Jean Nathan",
      "category": "positive"
    },
    {
      "quote": "We think in generalities  but we live in detail.",
      "author": "Alfred North Whitehead",
      "category": "positive"
    },
    {
      "quote": "Some folks think they are thinking when they are only rearranging their prejudices.",
      "author": "Anonymous",
      "category": "positive"
    },
    {
      "quote": "How things look on the outside of us depends on how things are on the inside of us.",
      "author": "Park Cousins",
      "category": "positive"
    },
    {
      "quote": "This I conceive to be the chemical function of humor: to change the character of our thought.",
      "author": "Lin Yutang",
      "category": "positive"
    },
    {
      "quote": "Think like a man of action  act like a man of thought.",
      "author": "Henri Bergson",
      "category": "positive"
    },
    {
      "quote": "As is our confidence  so is our capacity.",
      "author": "William Hazlitt",
      "category": "positive"
    },
    {
      "quote": "The more we do  the more we can do  the more busy we are  the more leisure we have.",
      "author": "William Hazlitt",
      "category": "positive"
    },
    {
      "quote": "The young do not know enough to be prudent  and therefore they attempt the impossible-and achieve it  generation after generation.",
      "author": "Pearl S. Buck",
      "category": "positive"
    },
    {
      "quote": "What we love  we shall grow to resemble.",
      "author": "Bernard of Clairvaux",
      "category": "positive"
    },
    {
      "quote": "How much shall I be changed  before I am changed!",
      "author": "John Donnell",
      "category": "positive"
    },
    {
      "quote": "It is by sitting down to write every morning that he becomes a writer. Those who do not do this remain amateurs.",
      "author": "Gerald Brenan",
      "category": "positive"
    },
    {
      "quote": "There is no miraculous change that takes place in a boy that makes him a man. He becomes a man by being a man.",
      "author": "Louis L'Amour",
      "category": "positive"
    },
    {
      "quote": "Skill to do comes of doing.",
      "author": "Ralph Waldo Emerson",
      "category": "positive"
    },
    {
      "quote": "The quality of our expectations determines the quality of our actions.",
      "author": "Andre Godin",
      "category": "positive"
    },
    {
      "quote": "Success produces success  just as money produces money.",
      "author": "Nicolas de Chamfort",
      "category": "positive"
    },
    {
      "quote": "Once you begin to believe there is help \"out there \" you will know it to be true.",
      "author": "Saint Bartholomew",
      "category": "positive"
    },
    {
      "quote": "When we have not what we love  we must love what we have.",
      "author": "Roger de Rabutin",
      "category": "possession"
    },
    {
      "quote": "Of a rich man who was mean and niggardly  he said  \"That man does hot possess his estate  but his estate possesses him.\"",
      "author": "Diogenes",
      "category": "possession"
    },
    {
      "quote": "Property has its duties as well as its rights.",
      "author": "William Drummond",
      "category": "possession"
    },
    {
      "quote": "Wouldst thou both eat they cake and have it?",
      "author": "George Edward Herbert",
      "category": "possession"
    },
    {
      "quote": "Unto every one that hath shall be given  and he shall have abundance  but from him that hath not shall be taken away even that which he hath.",
      "author": "Matthew",
      "category": "possession"
    },
    {
      "quote": "Possession  they say  is eleven points of the law.",
      "author": "Jonathan Swift",
      "category": "possession"
    },
    {
      "quote": "Dogs have more love than integrity. They've been true to us  yes  but they haven't been true to themselves.",
      "author": "Clarence Day",
      "category": "possessions"
    },
    {
      "quote": "Love me  love my dog.",
      "author": "John Heywood",
      "category": "possessions"
    },
    {
      "quote": "It's just the most amazing thing to love a dog  isn't it? It makes our relationships with people seem as boring as a bowl of oatmeal.",
      "author": "John Grogan",
      "category": "possessions"
    },
    {
      "quote": "The better I get to know men  the more I find myself loving dogs.",
      "author": "Charles de Gaulle",
      "category": "possessions"
    },
    {
      "quote": "Love for a dog during childhood is one of the deepest and purest emotions we are ever likely to have  and it remains with us for the rest of our lives. For some people  their first experience with love is with a dog. The fact that the dog returns the love so fiercely  so openly  so unambivalently  is for many children a unique and lasting experience.",
      "author": "Jeffrey Moussaieff Masson",
      "category": "possessions"
    },
    {
      "quote": "Dogs love their friends and bite their enemies  quite unlike people  who are incapable of pure love and always have to mix love and hate in their . . . relations.",
      "author": "Sigmund Freud",
      "category": "possessions"
    },
    {
      "quote": "I really love pets. They're like children. They know if you really love them or not. You can't fool them.",
      "author": "Donna Douglas",
      "category": "possessions"
    },
    {
      "quote": "There is no reciprocity. Men love women  women love children  children love hamsters.",
      "author": "Alice Thomas Ellis",
      "category": "possessions"
    },
    {
      "quote": "Love conquers all things except poverty and a toothache.",
      "author": "Mae West",
      "category": "possessions"
    },
    {
      "quote": "Be unselfish in your love. Remember  you are not the cat.",
      "author": "Bill Zimmerman",
      "category": "possessions"
    },
    {
      "quote": "When a man is small  he loves and hates food with a ferocity which soon dims. At six years old his very bowels will heave when such a dish as creamed carrots or cold tapioca appear before him.",
      "author": "M. F. K. Fisher",
      "category": "possessions"
    },
    {
      "quote": "Anything will give up its secrets if you love it enough.",
      "author": "George Washington Carver",
      "category": "possessions"
    },
    {
      "quote": "I love Mickey Mouse more than any woman I've ever known.",
      "author": "Walt Disney",
      "category": "possessions"
    },
    {
      "quote": "I'm not a vegetarian because I love animals. I'm a vegetarian because I hate plants.",
      "author": "A. Whitney Brown",
      "category": "possessions"
    },
    {
      "quote": "Man has bought brains  but all the millions in the world have failed to buy love. Man has subdued bodies  but all the power on earth has been unable to subdue love. Man has conquered whole nations  but all his armies could not conquer love. Man has chained and fettered the spirit  but he has been utterly helpless before love. Thus love has the magic power to make of a beggar a king.",
      "author": "Emma Goldman",
      "category": "possessions"
    },
    {
      "quote": "If it's true that men are such beasts  this must account for the fact that most women are animal lovers.",
      "author": "Doris Day",
      "category": "possessions"
    },
    {
      "quote": "If we love our country  we should also love our countrymen.",
      "author": "Ronald Reagan",
      "category": "possessions"
    },
    {
      "quote": "A strange volume of real life in the daily packet of the postman. Eternal love and instant payment!",
      "author": "Douglas Jerrold",
      "category": "post"
    },
    {
      "quote": "Neither snow  nor rain  nor heat  nor night stays these couriers from the swift completion of their appointed rounds.",
      "author": "Herodotus",
      "category": "post"
    },
    {
      "quote": "A woman seldom writes her Mind  but in her Postscript.",
      "author": "Richard Steele",
      "category": "post"
    },
    {
      "quote": "Go  little letter  apace  apace  Fly  Fly to the light in the valley below -  Tell my wish to her dewy blue eye.",
      "author": "Lord Alfred Tennyson",
      "category": "post"
    },
    {
      "quote": "Think of your forefathers! Think of your posterity!",
      "author": "John Quincy Adams",
      "category": "posterity"
    },
    {
      "quote": "People will not look forward to posterity who never look backward to their ancestors.",
      "author": "Edmund Burke",
      "category": "posterity"
    },
    {
      "quote": "As to posterity  I may ask what has it ever done to oblige me?",
      "author": "Thomas Gray",
      "category": "posterity"
    },
    {
      "quote": "Hath not the potter power over the clay  of the same lump to make one vessel unto honour  and another unto dishonour?",
      "author": "Romans",
      "category": "pottery"
    },
    {
      "quote": "All this of Pot and Potter - Tell me then  Who is the Potter  pray  and who the Pot?",
      "author": "Omar Khayyam",
      "category": "pottery"
    },
    {
      "quote": "Bed is the poor man's opera.",
      "author": "Italian proverb",
      "category": "poverty"
    },
    {
      "quote": "Hunger is insolent  and will be fed.",
      "author": "Alexander Pope",
      "category": "poverty"
    },
    {
      "quote": "If you've ever really been poor  you remain poor at heart all your life.",
      "author": "Arnold Bennett",
      "category": "poverty"
    },
    {
      "quote": "Poor men's reasons are not heard.",
      "author": "Thomas Fuller",
      "category": "poverty"
    },
    {
      "quote": "Poverty - one thing money can't buy.",
      "author": "Lynwood L. Giacomini",
      "category": "poverty"
    },
    {
      "quote": "The rich would have to eat money  but luckily the poor provide food.",
      "author": "Russian proverb",
      "category": "poverty"
    },
    {
      "quote": "There were times my pants were so thin I could sit on a dime and tell if it was heads or tails.",
      "author": "Spencer Tracy",
      "category": "poverty"
    },
    {
      "quote": "Poverty makes you sad as well as wise.",
      "author": "Bertolt Brecht",
      "category": "poverty"
    },
    {
      "quote": "The child was diseased at birth - stricken with an hereditary ill that only the most vital men are able to shake off. I mean poverty - the most deadly and prevalent of all diseases.",
      "author": "Eugene O'Neill",
      "category": "poverty"
    },
    {
      "quote": "There is no scandal like rags  nor any crime so shameful as poverty.",
      "author": "George Farquhar",
      "category": "poverty"
    },
    {
      "quote": "The poor on the borderline of starvation live purposeful lives. To be engaged in a desperate struggle for food and shelter is to be wholly free from a sense of futility.",
      "author": "Eric Hoffer",
      "category": "poverty"
    },
    {
      "quote": "It is easy enough to say that poverty is no crime. No  if it were  men wouldn't be ashamed of it. It's a blunder  though  and is punished as such.",
      "author": "Jerome K. Jerome",
      "category": "poverty"
    },
    {
      "quote": "If a free society cannot help the many who are poor  it cannot save the few who are rich.",
      "author": "John F. Kennedy",
      "category": "poverty"
    },
    {
      "quote": "The poor don't know that their function in life is to exercise our generosity.",
      "author": "Jean-Paul Sartre",
      "category": "poverty"
    },
    {
      "quote": "Poverty is an anomaly to rich people: it is very difficult to make out why people who want dinner do not ring the bell.",
      "author": "Walter Bagehot",
      "category": "poverty"
    },
    {
      "quote": "Short of genius  a rich man cannot imagine poverty.",
      "author": "Charles Peguy",
      "category": "poverty"
    },
    {
      "quote": "The conspicuously wealthy turn up urging the character-building value of privation for the poor.",
      "author": "J. K. Galbraith",
      "category": "poverty"
    },
    {
      "quote": "Modern poverty is not the poverty that was blest in the Sermon on the Mount.",
      "author": "George Bernard Shaw",
      "category": "poverty"
    },
    {
      "quote": "The poor will always be with you.",
      "author": "Bible",
      "category": "poverty"
    },
    {
      "quote": "This is one of the bitter curses of poverty: it leaves no right to be generous.",
      "author": "George Gissing",
      "category": "poverty"
    },
    {
      "quote": "Poverty is less a matter of income than of prospects. While the incomes of the poor have steadily risen through Great Society largesse  their prospects have plummeted as families have broken into dependent fragments.",
      "author": "George Gilder",
      "category": "poverty"
    },
    {
      "quote": "Over the hill to the poor-house I'm trudgin' my weary way.",
      "author": "Will Carleton",
      "category": "poverty"
    },
    {
      "quote": "He is now fast rising from affluence to poverty.",
      "author": "S. L. Clemens",
      "category": "poverty"
    },
    {
      "quote": "The greatest man in history was the poorest.",
      "author": "Ralph Waldo Emerson",
      "category": "poverty"
    },
    {
      "quote": "As poor as a church mouse.",
      "author": "English Phrase",
      "category": "poverty"
    },
    {
      "quote": "That amid our highest civilization men faint and die with want is not due to the niggardliness of nature  but to the injustice of man.",
      "author": "Henry George",
      "category": "poverty"
    },
    {
      "quote": "I am as poor as Job  my lord  but not so patient.",
      "author": "William Shakespeare",
      "category": "poverty"
    },
    {
      "quote": "Poverty is no sin.",
      "author": "George Edward Herbert",
      "category": "poverty"
    },
    {
      "quote": "O God! that bread should be so dear  And flesh and blood so cheap!",
      "author": "Thomas Hood",
      "category": "poverty"
    },
    {
      "quote": "The poor always ye have with you.",
      "author": "Bible",
      "category": "poverty"
    },
    {
      "quote": "He that hath pity upon the poor lendeth unto the Lord.",
      "author": "Bible",
      "category": "poverty"
    },
    {
      "quote": "Blessed is he that considereth the poor.",
      "author": "Bible",
      "category": "poverty"
    },
    {
      "quote": "It is life near the bone  where it is sweetest.",
      "author": "Henry David Thoreau",
      "category": "poverty"
    },
    {
      "quote": "He who despises his own life is soon master of another's.",
      "author": "English proverb",
      "category": "power"
    },
    {
      "quote": "A good indignation brings out all one's powers.",
      "author": "Ralph Waldo Emerson",
      "category": "power"
    },
    {
      "quote": "Horsepower was a wonderful thing when only horses had it.",
      "author": "Anonymous",
      "category": "power"
    },
    {
      "quote": "It is not power that corrupts but fear. The fear of losing power corrupts those who wield it  and fear of the scourge of power corrupts those who are subject to it.",
      "author": "Aung San Suu Kyi",
      "category": "power"
    },
    {
      "quote": "Man's responsibility increases as that of the gods decreases.",
      "author": "Andre Gide",
      "category": "power"
    },
    {
      "quote": "Many a man's strength is in opposition  and when he faileth  he groweth out of use.",
      "author": "Francis Bacon",
      "category": "power"
    },
    {
      "quote": "Never doubt that a small group of committed citizens can change the world. Indeed  it is the only thing that ever has.",
      "author": "Margaret Mead",
      "category": "power"
    },
    {
      "quote": "Not hammer strokes  but dance of the water sings the pebbles into perfection.",
      "author": "Rabindranath Tagore",
      "category": "power"
    },
    {
      "quote": "People exercise an unconscious selection in being influenced.",
      "author": "T. S. Eliot",
      "category": "power"
    },
    {
      "quote": "Power in America today is control of the means of communication.",
      "author": "Theodore White",
      "category": "power"
    },
    {
      "quote": "Responsibility n: A detachable burden easily shifted to the shoulders of God  Fate  Fortune  Luck or one's neighbour. In the days of astrology it was customary to unload it upon a star.",
      "author": "Ambrose Bierce",
      "category": "power"
    },
    {
      "quote": "The best effect of fine persons is felt after we have left their presence.",
      "author": "Ralph Waldo Emerson",
      "category": "power"
    },
    {
      "quote": "The fault  dear Brutus  is not in our stars  But in ourselves  that we are underlings.",
      "author": "William Shakespeare",
      "category": "power"
    },
    {
      "quote": "The tyrant dies and his rule is over  the martyr dies and his rule begins.",
      "author": "Soren Kierkegaard",
      "category": "power"
    },
    {
      "quote": "Unused power slips imperceptibly into the hands of another.",
      "author": "Konrad Heiden",
      "category": "power"
    },
    {
      "quote": "Who controls the past controls the future. Who controls the present controls the past.",
      "author": "George Orwell",
      "category": "power"
    },
    {
      "quote": "Power never takes a back step - only in the face of more power.",
      "author": "Malcolm X",
      "category": "power"
    },
    {
      "quote": "Power is always right  weakness always wrong. Power is always insolent and despotic.",
      "author": "Noah Webster",
      "category": "power"
    },
    {
      "quote": "Power only tires those who don't exercise it.",
      "author": "Pierre Elliott Trudeau",
      "category": "power"
    },
    {
      "quote": "The only justification in the use of force is to reduce the amount of force necessary to be used.",
      "author": "Alfred North Whitehead",
      "category": "power"
    },
    {
      "quote": "Not believing in force is the same as not believing in gravitation.",
      "author": "Leon Trotsky",
      "category": "power"
    },
    {
      "quote": "The first principle of a civilized state is that the power is legitimate only when it is under contract.",
      "author": "Walter Lippmann",
      "category": "power"
    },
    {
      "quote": "He was one of those men who possess almost every gift  except the gift of the power to use them.",
      "author": "Charles Kingsley",
      "category": "power"
    },
    {
      "quote": "Force is never more operative than when it is known to exist but is not brandished.",
      "author": "Alfred Thayer Mahan",
      "category": "power"
    },
    {
      "quote": "The main task of a free society is to civilize the struggle for power. Slavery of the acquiescent majority to the ruthless few is the hereditary state of mankind  freedom  a rarely acquired characteristic.",
      "author": "R. H. S. Crossman",
      "category": "power"
    },
    {
      "quote": "Power corrupts the few  while weakness corrupts the many.",
      "author": "Eric Hoffer",
      "category": "power"
    },
    {
      "quote": "His countenance was like lightning  and his raiment white as snow.",
      "author": "Bible",
      "category": "power"
    },
    {
      "quote": "Power is the recognition of necessity.",
      "author": "Abraham Rotstein",
      "category": "power"
    },
    {
      "quote": "If absolute power corrupts absolutely  where does that leave God?",
      "author": "George Daacon",
      "category": "power"
    },
    {
      "quote": "Power is the ultimate aphrodisiac.",
      "author": "Henry Kissinger",
      "category": "power"
    },
    {
      "quote": "Liberal - a power worshipper without power.",
      "author": "George Orwell",
      "category": "power"
    },
    {
      "quote": "Power is like a woman you want to stay in bed with forever.",
      "author": "Patrick Anderson",
      "category": "power"
    },
    {
      "quote": "The illegal we do immediately  the unconstitutional takes a little longer.",
      "author": "Henry Kissinger",
      "category": "power"
    },
    {
      "quote": "Power tends to connect  absolute power connects absolutely.",
      "author": "Peter Newman",
      "category": "power"
    },
    {
      "quote": "Macho does not prove mucho.",
      "author": "Zsa Zsa Gabor",
      "category": "power"
    },
    {
      "quote": "Give me a lever long enough And a prop strong enough  I can single-handed move the world.",
      "author": "Archimedes",
      "category": "power"
    },
    {
      "quote": "Iron hand in a velvet glove.",
      "author": "Charles V",
      "category": "power"
    },
    {
      "quote": "Patience and gentleness is power.",
      "author": "Leigh Hunt",
      "category": "power"
    },
    {
      "quote": "Power will intoxicate the best hearts  as wine the strongest heads. No man is wise enough nor good enough to be trusted with unlimited power.",
      "author": "Walter Colton",
      "category": "power"
    },
    {
      "quote": "I have never been able to conceive how any rational being could propose happiness to himself from the exercise of power over others.",
      "author": "Thomas Jefferson",
      "category": "power"
    },
    {
      "quote": "Wherever I found a living creature  there I found the will to power.",
      "author": "Friedrich Nietzsche",
      "category": "power"
    },
    {
      "quote": "Power is ever stealing from the many to the few.",
      "author": "Wendell Phillips",
      "category": "power"
    },
    {
      "quote": "Unlimited power corrupts the possessor.",
      "author": "William Pitt",
      "category": "power"
    },
    {
      "quote": "The powers that be are ordained of God.",
      "author": "Romans",
      "category": "power"
    },
    {
      "quote": "He who has great power should use it lightly.",
      "author": "Seneca",
      "category": "power"
    },
    {
      "quote": "Lust of power is the most flagrant of all the passions.",
      "author": "Tacitus",
      "category": "power"
    },
    {
      "quote": "A rich man's joke is always funny.",
      "author": "Thomas Edward Brown",
      "category": "praise, flattery"
    },
    {
      "quote": "Be advised that all flatterers live at the expense of those who listen to them.",
      "author": "Jean de la Fontaine",
      "category": "praise, flattery"
    },
    {
      "quote": "In lapidary inscriptions a man is not upon oath.",
      "author": "Samuel Johnson",
      "category": "praise, flattery"
    },
    {
      "quote": "Let us now praise famous men  and our fathers that begat us.",
      "author": "Bible",
      "category": "praise, flattery"
    },
    {
      "quote": "Nobody roots for Goliath.",
      "author": "Wilt Chamberlain",
      "category": "praise, flattery"
    },
    {
      "quote": "Self-praise is no recommendation.",
      "author": "Old saying",
      "category": "praise, flattery"
    },
    {
      "quote": "Among the smaller duties in life  I hardly know any one more important than that of not praising when praise is not due.",
      "author": "Sydney Smith",
      "category": "praise, flattery"
    },
    {
      "quote": "Praise to the undeserving is severe satire.",
      "author": "Benjamin Franklin",
      "category": "praise, flattery"
    },
    {
      "quote": "It's pleasant to hear these nice words while I'm still alive. I'd rather have the taffy than the epitaphy.",
      "author": "Chauncey Depew",
      "category": "praise, flattery"
    },
    {
      "quote": "Commendation  n: the tribute that we pay to achievements that resemble  but do not equal  our own.",
      "author": "Ambrose Bierce",
      "category": "praise, flattery"
    },
    {
      "quote": "Applause is the spur of noble minds  the end and aim of weak ones.",
      "author": "Charles Caleb Colton",
      "category": "praise, flattery"
    },
    {
      "quote": "The meanest  most contemptible kind of praise is that which first speaks well of a man  and then qualifies it with a 'but'.",
      "author": "Henry Ward Beecher",
      "category": "praise, flattery"
    },
    {
      "quote": "He who gladly does without the praise of the crowd will not miss the opportunity of becoming his own fan.",
      "author": "Karl Kraus",
      "category": "praise, flattery"
    },
    {
      "quote": "Flattery is all right - if you don't inhale.",
      "author": "Adlai Stevenson",
      "category": "praise, flattery"
    },
    {
      "quote": "The advantage of doing one's praising to oneself is that one can lay it on so thick and exactly in the right places.",
      "author": "Samuel Butler",
      "category": "praise, flattery"
    },
    {
      "quote": "Some praise at morning what they blame at night.",
      "author": "Alexander Pope",
      "category": "praise, flattery"
    },
    {
      "quote": "What really flatters a man is that you think him worth flattery.",
      "author": "George Bernard Shaw",
      "category": "praise, flattery"
    },
    {
      "quote": "Our credulity is greatest concerning the things we know least about. And since we know least about ourselves  we are ready to believe all that is said about us. Hence the mysterious power of both flattery and calumny.",
      "author": "Eric Hoffer",
      "category": "praise, flattery"
    },
    {
      "quote": "Some fellows pay a compliment like they expected a receipt.",
      "author": "Kin Hubbard",
      "category": "praise, flattery"
    },
    {
      "quote": "I can live for two months on a good compliment.",
      "author": "Mark Twain",
      "category": "praise, flattery"
    },
    {
      "quote": "A compliment is a gift  not to be thrown away carelessly unless you want to hurt the giver.",
      "author": "Eleanor Hamilton",
      "category": "praise, flattery"
    },
    {
      "quote": "Tis an old maxim in the schools  That flattery's the food of fools - Yet now and then your men of wit Will condescend to take a bit.",
      "author": "Jonathan Swift",
      "category": "praise, flattery"
    },
    {
      "quote": "The true test of independent judgement is being able to dislike someone who admires us.",
      "author": "Sydney J. Harris",
      "category": "praise, flattery"
    },
    {
      "quote": "Once in a century a man may be ruined or made insufferable by praise. But surely once a minute something generous dies for want of it.",
      "author": "John Masefield",
      "category": "praise, flattery"
    },
    {
      "quote": "Few human beings are proof against the implied flattery of rapt attention.",
      "author": "Jack Woodford",
      "category": "praise, flattery"
    },
    {
      "quote": "Some natures are too good to be spoiled by praise.",
      "author": "Ralph Waldo Emerson",
      "category": "praise, flattery"
    },
    {
      "quote": "An ingenuous mind feels in unmerited praise the bitterest reproof.",
      "author": "Walter Savage Landor",
      "category": "praise, flattery"
    },
    {
      "quote": "It is simpler and easier to flatter men than to praise them.",
      "author": "Jean Paul Richter",
      "category": "praise, flattery"
    },
    {
      "quote": "I praise loudly  I blame softly.",
      "author": "Catherine II",
      "category": "praise"
    },
    {
      "quote": "A refusal of praise is a desire to be praised twice.",
      "author": "La Rochefoucauld",
      "category": "praise"
    },
    {
      "quote": "I would have praised you more had you praised me less.",
      "author": "Louis XIV",
      "category": "praise"
    },
    {
      "quote": "Approbation from Sir Hubert Stanley is praise indeed.",
      "author": "Thomas Morton",
      "category": "praise"
    },
    {
      "quote": "Praise the wise man behind his back  but a woman to her face.",
      "author": "Welch Proverb",
      "category": "praise"
    },
    {
      "quote": "As the Greek said  \"Many men know how to flatter  few men know how to praise.\"",
      "author": "Wendell Phillips",
      "category": "praise"
    },
    {
      "quote": "With faint praises one another damn.",
      "author": "William Wycherley",
      "category": "praise"
    },
    {
      "quote": "The sweetest of all sounds is praise.",
      "author": "Xenophon",
      "category": "praise"
    },
    {
      "quote": "There are few men who dare to publish to the world the prayers they make to Almighty God.",
      "author": "Michel de Montaigne",
      "category": "prayer"
    },
    {
      "quote": "To Mercy  Pity  Peace and Love All pray in their distress.",
      "author": "William Blake",
      "category": "prayer"
    },
    {
      "quote": "God be kind to all good Samaritans and also bad ones. For such is the kingdom of heaven.",
      "author": "John Gardner",
      "category": "prayer"
    },
    {
      "quote": "It is not well for a man to pray cream and live skim milk.",
      "author": "Henry Ward Beecher",
      "category": "prayer"
    },
    {
      "quote": "Pray  v: to ask that the laws of the universe be annulled in behalf of a single petitioner confessedly unworthy.",
      "author": "Ambrose Bierce",
      "category": "prayer"
    },
    {
      "quote": "'Mr. President  I am praying for you. 'Which way  Senator?'",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "We offer up prayers to God only because we have made Him after our own image. We treat Him like a Pasha  or a Sultan  who is capable of being exasperated and appeased.",
      "author": "Voltaire",
      "category": "prayer"
    },
    {
      "quote": "The fewer the words  the better the prayer.",
      "author": "Martin Luther",
      "category": "prayer"
    },
    {
      "quote": "In prayer we call ourselves 'worms of the dust'  but it is only on a sort of tacit understanding that the remark shall not be taken at par.",
      "author": "Mark Twain",
      "category": "prayer"
    },
    {
      "quote": "Give us grace and strength to preserve. Give us courage and gaiety and the quiet mind. Spare to us our friends and soften to us our enemies. Give us the strength to encounter that which is to come  that we may be brave in peril  constant in tribulation  temperate in wrath and in all changes of fortune  and down to the gates of death  loyal and loving to one another.",
      "author": "Robert Louis Stevenson",
      "category": "prayer"
    },
    {
      "quote": "I have lived to thank God that all my prayers have not been answered.",
      "author": "Jean Ingelow",
      "category": "prayer"
    },
    {
      "quote": "God punishes us mildly by ignoring our prayers and severely by answering them.",
      "author": "Richard J. Needham",
      "category": "prayer"
    },
    {
      "quote": "Only man  among living things  says prayers. Or needs to.",
      "author": "Peter Bowman",
      "category": "prayer"
    },
    {
      "quote": "What men usually ask of God when they pray is that two and two not make four.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "In certain trying circumstances  urgent circumstances  desperate circumstances  profanity furnishes a relief denied even to prayer.",
      "author": "Mark Twain",
      "category": "prayer"
    },
    {
      "quote": "I pray on the principle that wine knocks the cork out of a bottle. There is an inward fermentation  and there must be a vent.",
      "author": "Henry Ward Beecher",
      "category": "prayer"
    },
    {
      "quote": "They who have steeped their soul in prayer can every anguish calmly bear.",
      "author": "Richard M. Milnes",
      "category": "prayer"
    },
    {
      "quote": "Unless I had the spirit of prayer  I could do nothing.",
      "author": "Charles G. Finney",
      "category": "prayer"
    },
    {
      "quote": "Prayer is an end to isolation. It is living our daily life with someone  with him who alone can deliver us from solitude.",
      "author": "Georges Lefevre",
      "category": "prayer"
    },
    {
      "quote": "Prayer moves the hand that moves the world.",
      "author": "John Aikman Wallace",
      "category": "prayer"
    },
    {
      "quote": "Prayer changes things.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer does not change God  but it changes him who prays.",
      "author": "Soren Kierkegaard",
      "category": "prayer"
    },
    {
      "quote": "There is no hope but in prayer.",
      "author": "Andrew Bonar",
      "category": "prayer"
    },
    {
      "quote": "We can do nothing without prayer. All things can be done by importunate prayer. It surmounts or removes all obstacles  overcomes every resisting force and gains its ends in the face of invincible hindrances.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "By prayer we couple the powers of heaven to our helplessness  the powers which can capture strongholds and make the impossible possible.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Faith  and hope  and patience and all the strong  beautiful  vital forces of piety are withered and dead in a prayerless life. The life of the individual believer  his personal salvation  and personal Christian graces have their being  bloom  and fruitage in prayer.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Every chain that spirits wear crumbles in the breadth of prayer.",
      "author": "John Greenleaf Whittier",
      "category": "prayer"
    },
    {
      "quote": "Though we cannot by our prayers give God any information  yet we must by our prayers give him honor.",
      "author": "Matthew Henry",
      "category": "prayer"
    },
    {
      "quote": "In the war upon the powers of darkness  prayer is the primary and mightiest weapon  both in aggressive war upon them and their works  in the deliverance of men from their power  and against them as a hierarchy of powers opposed to Christ and His Church.",
      "author": "Jessie Penn-Lewis",
      "category": "prayer"
    },
    {
      "quote": "God shapes the world by prayer. Prayers are deathless. They outlive the lives of those who uttered them.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Men of God are always men of prayer.",
      "author": "Henry T. Mahan",
      "category": "prayer"
    },
    {
      "quote": "Religion is no more possible without prayer than poetry without language or music without atmosphere.",
      "author": "James Martineau",
      "category": "prayer"
    },
    {
      "quote": "All who have walked with God have viewed prayer as the main business of their lives.",
      "author": "Delma Jackson",
      "category": "prayer"
    },
    {
      "quote": "To have a curable illness and to leave it untreated except for prayer is like sticking your hand in a fire and asking God to remove the flame.",
      "author": "Sandra L. Douglas",
      "category": "prayer"
    },
    {
      "quote": "Oh  what a cause of thankfulness it is that we have a gracious God to go to on all occasions! Use and enjoy this privilege and you can never be miserable. Oh  what an unspeakable privilege is prayer!",
      "author": "Lady Maxwell",
      "category": "prayer"
    },
    {
      "quote": "What is the life of a Christian but a life of prayer!",
      "author": "David Brown",
      "category": "prayer"
    },
    {
      "quote": "Even if no command to pray had existed  our very weakness would have suggested it.",
      "author": "Francois de Fenelon",
      "category": "prayer"
    },
    {
      "quote": "He who ceases to pray ceases to prosper.",
      "author": "Sir William Gurney Benham",
      "category": "prayer"
    },
    {
      "quote": "By prayer  the ability is secured to feel the law of love  to speak according to the law of love  and to do everything in harmony with the law of love.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Time spent on the knees in prayer will do more to remedy heart strain and nerve worry than anything else.",
      "author": "George David Stewart",
      "category": "prayer"
    },
    {
      "quote": "The one concern of the devil is to keep Christians from praying. He fears nothing from prayerless studies  prayerless work  and prayer-less religion. He laughs at our toil  mocks at our wisdom  but trembles when we pray.",
      "author": "Samuel Chadwick",
      "category": "prayer"
    },
    {
      "quote": "No heart thrives without much secret converse with God and nothing will make amends for the want of it.",
      "author": "John Berridge",
      "category": "prayer"
    },
    {
      "quote": "No one is a firmer believer in the power of prayer than the devil  not that he practices it  but he suffers from it.",
      "author": "Guy H. King",
      "category": "prayer"
    },
    {
      "quote": "A man's state before God may always be measured by his prayers.",
      "author": "J. C. Ryle",
      "category": "prayer"
    },
    {
      "quote": "Trouble and perplexity drive me to prayer and prayer drives away perplexity and trouble.",
      "author": "Philipp Melanchthon",
      "category": "prayer"
    },
    {
      "quote": "Prayer covers the whole of man's life. There is no thought  feeling  yearning  or desire  however low  trifling  or vulgar we may deem it  which  if it affects our real interest or happiness  we may not lay before God and be sure of sympathy. His nature is such that our often coming does not tire him. The whole burden of the whole life of every man may be rolled on to God and not weary him  though it has wearied the man.",
      "author": "Henry Ward Beecher",
      "category": "prayer"
    },
    {
      "quote": "The first purpose of prayer is to know God.",
      "author": "Charles L. Allen",
      "category": "prayer"
    },
    {
      "quote": "We  one and all of us  have an instinct to pray  and this fact constitutes an invitation from God to pray.",
      "author": "Charles Sanders Peirce",
      "category": "prayer"
    },
    {
      "quote": "Teach us to pray that we may cause The enemy to flee  That we his evil power may bind  His prisoners to free.",
      "author": "Watchman Nee",
      "category": "prayer"
    },
    {
      "quote": "No matter what may be the test  God will take care of you  Lean  weary one  upon His breast  God will take care of you.",
      "author": "CD. Martin",
      "category": "prayer"
    },
    {
      "quote": "He who has learned to pray has learned the greatest secret of a holy and a happy life.",
      "author": "William Law",
      "category": "prayer"
    },
    {
      "quote": "Non-praying is lawlessness  discord  anarchy.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "We look upon prayer as a means of getting things for ourselves  The Bible idea of prayer is that we may get to know God Himself.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the great engine to overthrow and rout my spiritual enemies  the great means to procure the graces of which I stand in hourly need.",
      "author": "John Newton",
      "category": "prayer"
    },
    {
      "quote": "Pray  always pray  when sickness wastes thy frame  Prayer brings the healing power of Jesus' name.",
      "author": "A. B. Simpson",
      "category": "prayer"
    },
    {
      "quote": "Prayer is of transcendent importance. Prayer is the mightiest agent to advance God's work. Praying hearts and hands only can do God's work. Prayer succeeds when all else fails.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "The goal of prayer is the ear of God  a goal that can only be reached by patient and continued and continuous waiting upon Him  pouring out our heart to Him and permitting Him to speak to us. Only by so doing can we expect to know Him  and as we come to know Him better we shall spend more time in His presence and find that presence a constant and ever-increasing delight.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Prayer honors God  acknowledges His being  exalts His power  adores His providence  secures His aid.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "The whole meaning of prayer is that we may know God.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer crowns God with the honor and glory due to His name  and God crowns prayer with assurance and comfort. The most praying souls are the most assured souls.",
      "author": "Thomas B. Brooks",
      "category": "prayer"
    },
    {
      "quote": "The purpose of prayer is to reveal the presence of God equally present  all the time  in every condition.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "The value of consistent prayer is not that He will hear us  but that we will hear Him.",
      "author": "William McGill",
      "category": "prayer"
    },
    {
      "quote": "The influence of prayer on the human mind and body ... can be measured in terms of increased physical buoyancy  greater intellectual vigor  moral stamina  and a deeper understanding of the realities underlying human 1 relationships.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the force as real as terrestrial gravity. As a physician  I have seen men  after all other therapy had failed  lifted out of disease and melancholy by the serene effort of prayer. Only in prayer do we achieve that complete and harmonious assembly of body  mind and spirit which gives the frail human reed its unshakable strength.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not an old woman's idle amusement. Properly understood and applied  it is the most potent instrument of action.",
      "author": "Mahatma Gandhi",
      "category": "prayer"
    },
    {
      "quote": "Today any successful and competent businessman will employ the latest and best-tested methods in production  distribution  and administration  and many are discovering that one of the greatest of all efficiency methods is prayer power.",
      "author": "Norman Vincent Peale",
      "category": "prayer"
    },
    {
      "quote": "To have a curable illness and to leave it untreated except for prayer is like sticking your hand in a fire and asking God to remove the flame.",
      "author": "Sandra L. Douglas",
      "category": "prayer"
    },
    {
      "quote": "One night alone in prayer might make us new men  changed from poverty of soul to spiritual wealth  from trembling to triumphing.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "Every time we pray our horizon is altered  our attitude to things is altered  not sometimes but every time  and the amazing thing is that we don't pray more.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "It is not so true that \"prayer changes things\" as that prayer changes me and I change things. God has so constituted things that prayer on the basis of Redemption alters the way in which a man looks at things. Prayer is not a question of altering things externally  but of working wonders in a man's disposition.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer may not change things for you  but it for sure changes you for things.",
      "author": "Samuel M. Shoemaker",
      "category": "prayer"
    },
    {
      "quote": "The main lesson about prayer is just this: Do it! Do it! Do it! You want to be taught to pray? My answer is: pray.",
      "author": "John Laidlaw",
      "category": "prayer"
    },
    {
      "quote": "Praying is learned by praying.",
      "author": "L. A. T. van Dooren",
      "category": "prayer"
    },
    {
      "quote": "The only way to pray is to pray  and the way to pray well is to pray much.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "The less I pray  the harder it gets  the more I pray  the better it goes.",
      "author": "Martin Luther",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a trade to be learned. We must be apprentices and serve our time at it. Painstaking care  much thought  practice and labour are required to be a skillful tradesman in praying. Practice in this  as well as in all other trades  makes perfect.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "If we are willing to spend hours on end to learn to play the piano  operate a computer  or fly an airplane  it is sheer nonsense for us to imagine that we can learn the high art of getting guidance through communion with the Lord without being willing to set aside time for it.",
      "author": "Paul Rees",
      "category": "prayer"
    },
    {
      "quote": "The great thing in prayer is to feel that we are putting our supplications into the bosom of omnipotent love.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "All the prayers in the Scripture you will find to be reasoning with God  not a multitude of words heaped together.",
      "author": "Stephen Charnock",
      "category": "prayer"
    },
    {
      "quote": "Scream at God if that's the only thing that will get results.",
      "author": "Brendan Francis",
      "category": "prayer"
    },
    {
      "quote": "You need not cry very loud  he is nearer to us than we think.",
      "author": "Brother Lawrence",
      "category": "prayer"
    },
    {
      "quote": "Rejoice always  pray constantly  and in all circumstances give thanks.",
      "author": "The Desert Fathers",
      "category": "prayer"
    },
    {
      "quote": "God tells us to burden him with whatever burdens us.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Do I want to pray or only to think about my human problems? Do I want to pray or simply kneel there contemplating my sorrow? Do I want to direct my prayer toward God or let it direct itself towards me?",
      "author": "Hubert Van Zeller",
      "category": "prayer"
    },
    {
      "quote": "O thou  by whom we come to God  The Life  the Truth  the Way  The path of prayer Thyself hast trod- Lord teach us how to pray.",
      "author": "James Montgomery",
      "category": "prayer"
    },
    {
      "quote": "Dealing in generalities is the death of prayer.",
      "author": "J. H. Evans",
      "category": "prayer"
    },
    {
      "quote": "Don't try to reach God with your understanding  that is impossible. Reach him in love  that is possible.",
      "author": "Carlo Carretto",
      "category": "prayer"
    },
    {
      "quote": "The right way to pray  then  is any way that allows us to communicate with God.",
      "author": "Colleen Townsend Evans",
      "category": "prayer"
    },
    {
      "quote": "Grant us grace  Almighty Father  so to pray as to deserve to be heard.",
      "author": "Jane Austen",
      "category": "prayer"
    },
    {
      "quote": "He prayeth well  who loveth well Both man and bird and beast. He prayeth best  who loveth best All things both great and small  For the dear God who loveth us  He made and loveth all.",
      "author": "Samuel Taylor Coleridge",
      "category": "prayer"
    },
    {
      "quote": "Confess your faults one to another  and pray one for another  that ye may be healed. The effectual  fervent prayer of a righteous man availeth much.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "He that will learn to pray  let him to sea.",
      "author": "George Herbert",
      "category": "prayer"
    },
    {
      "quote": "Incense is prayer That drives no bargain. Child  learn from incense How best to pray.",
      "author": "Alfred Barrett",
      "category": "prayer"
    },
    {
      "quote": "When we go to our meeting with God  we should go like a patient to his doctor  first to be thoroughly examined and afterwards to be treated for our ailment. Then something will happen when you pray.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Natural ability and educational advantages do not figure as factors in this matter of prayer  but a capacity for faith  the power of a thorough consecration  the ability of self-littleness  an absolute losing of one's self in God's glory and an ever present and insatiable yearning and seeking after all the fullness of God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "We have to pray with our eyes on God  not on the difficulties.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "If our petitions are in accordance with His will  and if we seek His glory in the asking  the answers will come in ways that will astonish us and fill our hearts with songs of thanksgiving.",
      "author": "J. K. Maclean",
      "category": "prayer"
    },
    {
      "quote": "Pray if thou canst with hope  but ever pray  though hope be weak or sick with long delay  pray in the darkness if there be no light  and if for any wish thou dare not pray  then pray to God to cast that wish away.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer can assume very different forms  from quiet  blessed contemplation of God  in which eye meets eye in restful meditation  to deep sighs or sudden exclamations of wonder  joy  gratitude or adoration.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "To pray is nothing more involved than to open the door  giving Jesus access to our needs and permitting Him to exercise His own power in dealing with them.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "He prays best who does not know that he is praying.",
      "author": "Saint Anthony of Padua",
      "category": "prayer"
    },
    {
      "quote": "When you cannot pray as you would  pray as you can.",
      "author": "Edward M. Goulburn",
      "category": "prayer"
    },
    {
      "quote": "If you can't pray as you want to  pray as you can. God knows what you mean.",
      "author": "Vance Havner",
      "category": "prayer"
    },
    {
      "quote": "Pray till you pray.",
      "author": "D. M. Mclntyre",
      "category": "prayer"
    },
    {
      "quote": "A day without prayer is a boast against God.",
      "author": "Owen Carr",
      "category": "prayer"
    },
    {
      "quote": "Prayer should be the key of the day and the lock of the night.",
      "author": "Thomas Fuller",
      "category": "prayer"
    },
    {
      "quote": "I care not what black spiritual crisis we may come through or what delightful spiritual Canaan we may enter  no blessing of the Christian life becomes continually possessed unless we are men and women of regular  daily  unhurried  secret lingerings in prayer.",
      "author": "J. Sidlow Baxter",
      "category": "prayer"
    },
    {
      "quote": "In the morning  prayer is the key that opens to us the treasures of God's mercies and blessings  in the evening  it is the key that shuts us up under His protection and safeguard.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a kind of calling home every day. And there can come to you a serenity  a feeling of at-homeness in God's universe  a peace that the world can neither give nor disturb  a fresh courage  a new insight  a holy boldness that you'll never  never get any other way.",
      "author": "Earl G. Hunt",
      "category": "prayer"
    },
    {
      "quote": "O God  if in the day of battle I forget Thee  do not Thou forget me.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Seven days without prayer makes one weak.",
      "author": "Allen E. Bartlett",
      "category": "prayer"
    },
    {
      "quote": "Lord  you know how busy I must be this day. If I forget you  do not you forget me.",
      "author": "Jacob Astley",
      "category": "prayer"
    },
    {
      "quote": "We read of preaching the Word out of season  but we do not read of praying out of season  for that is never out of season.",
      "author": "Matthew Henry",
      "category": "prayer"
    },
    {
      "quote": "Let prayer be the key of the morning and the bolt at night.",
      "author": "Philip Henry",
      "category": "prayer"
    },
    {
      "quote": "Evening  and morning  and at noon  will I pray.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Prayer should be the means by which I  at all times  receive all that I need  and  for this reason  be my daily refuge  my daily consolation  my daily joy  my source of rich and inexhaustible joy in life.",
      "author": "Saint John Chrysostom",
      "category": "prayer"
    },
    {
      "quote": "As impossible as it is for us to take a breath in the morning large enough to last us until noon  so impossible is it to pray in the morning in such a way as to last us until noon. Let your prayers ascend to Him constantly  audibly or silently  as circumstances throughout the day permit.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "To God your every Want In instant Prayer display  Pray always  Pray  and never faint  Pray  without ceasing  Pray.",
      "author": "Charles Wesley",
      "category": "prayer"
    },
    {
      "quote": "Constant prayer quickly straightens out our thoughts.",
      "author": "The Desert Fathers",
      "category": "prayer"
    },
    {
      "quote": "Teach us to pray often  that we may pray oftener.",
      "author": "Jeremy Taylor",
      "category": "prayer"
    },
    {
      "quote": "Abiding fully means praying much.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "Pray  always pray  beneath sins heaviest load  Prayer claims the blood from Jesus' side that flowed. Pray  always pray  though weary  faint  and lone  Prayer nestles by the Father's sheltering throne.",
      "author": "A. B. Simpson",
      "category": "prayer"
    },
    {
      "quote": "When the knees are not often bent  the feet soon slide.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "The more praying there is in the world  the better the world will be  the mightier the forces against evil everywhere.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Those who always pray are necessary to those who never pray.",
      "author": "Victor Hugo",
      "category": "prayer"
    },
    {
      "quote": "Tomorrow I plan to work  work  from early until late. In fact I have so much to do that I shall spend the first three hours in prayer.",
      "author": "Martin Luther",
      "category": "prayer"
    },
    {
      "quote": "Begin to realize more and more that prayer is the most important thing you do. You can use your time to no better advantage than to pray whenever you have an opportunity to do so  either alone or with others  while at work  while at rest  or while walking down the street. Anywhere!",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "It is impossible to conduct your life as a disciple without definite times of secret prayer.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Sometimes we think we are too busy to pray. That is a great mistake  for praying is a saving of time.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "Prayer time must be kept up as duly as meal-time.",
      "author": "Matthew Henry",
      "category": "prayer"
    },
    {
      "quote": "The minds of people are so cluttered up with every-day living these days that they don't  or won't  take time out for a little prayer-for mental cleansing  just as they take a bath for physical  outer cleansing. Both are necessary.",
      "author": "Jo Ann Carlson",
      "category": "prayer"
    },
    {
      "quote": "The Christian will find his parentheses for prayer even in the busiest hours of life.",
      "author": "Richard Cecil",
      "category": "prayer"
    },
    {
      "quote": "Time spent in prayer is never wasted.",
      "author": "Francois de Fenelon",
      "category": "prayer"
    },
    {
      "quote": "No time is so well spent in every day as that which we spend upon our knees.",
      "author": "J. C. Ryle",
      "category": "prayer"
    },
    {
      "quote": "Other duties become pressing and absorbing and crowd our prayer. \"Choked to death\" would be the coroner's verdict in many cases of dead praying if an inquest could be secured on this dire  spiritual calamity.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "When it becomes clear to us that prayer is a part of our daily program of work  it will also become clear to us that we must arrange our daily program in such a way that there is time also for this work  just as we set aside time for other necessary things  such as eating and dressing.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "I have to hurry all day to get time to pray.",
      "author": "Martin Luther",
      "category": "prayer"
    },
    {
      "quote": "While others still slept  He went away to pray and to renew His strength in communion with His Father. He had need of this  otherwise He would not have been ready for the new day. The holy work of delivering souls demands constant renewal through fellowship with God.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "And in the morning  rising up a great while before day  he went out  and departed into a solitary place  and there prayed.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Get into the habit of dealing with God about everything. Unless in the first waking moment of the day you learn to fling the door wide back and let God in  you will work on a wrong level all day  but swing the door wide open and pray to your Father in secret  and every public thing will be stamped with the presence of God.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "It is by no haphazard chance that in every age men have risen early to pray. The first thing that marks decline in spiritual life is our relationship to the early morning.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "The entire day receives order and discipline when it acquires unity. This unity must be sought and found in morning prayer. The morning prayer determines the day.",
      "author": "Dietrich Bonhoeffer",
      "category": "prayer"
    },
    {
      "quote": "Cause me to hear thy loving kindness in the morning.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "In the morning will I direct my prayer unto thee.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "If you have ever prayed in the dawn you will ask yourself why you were so foolish as not to do it always: it is difficult to get into communion with God in the midst of the hurly-burly of the day.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "I feel it is far better to begin with God  to see His face first  to get my soul near Him before it is near another. In general it is best to have at least one hour alone with God before engaging in anything else.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Lord  if any have to die this day  let it be me  for I am ready.",
      "author": "Billy Bray",
      "category": "prayer"
    },
    {
      "quote": "Temptations which accompany the working day will be conquered on the basis of the morning breakthrough to God. Decisions  demanded by work  become easier and simpler where they are made not in the fear of men  but only in the sight of God. He wants to give us today the power which we need for our work.",
      "author": "Dietrich Bonhoeffer",
      "category": "prayer"
    },
    {
      "quote": "The man who says his prayers in the evening is a captain posting his sentries. After that  he can sleep.",
      "author": "Charles Baudelaire",
      "category": "prayer"
    },
    {
      "quote": "When at night you cannot sleep  talk to the Shepherd and stop counting sheep.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "I did this night promise my wife never to go to bed without calling upon God  upon my knees  in prayer.",
      "author": "Samuel Pepys",
      "category": "prayer"
    },
    {
      "quote": "I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go. My own wisdom and that of all about me seemed insufficient for the day.",
      "author": "Abraham Lincoln",
      "category": "prayer"
    },
    {
      "quote": "There are no atheists on turbulent airplanes.",
      "author": "Erica Jong",
      "category": "prayer"
    },
    {
      "quote": "Ordinarily when a man in difficulty turns to prayer  he has already tried every other means of escape.",
      "author": "Austin O'Malley",
      "category": "prayer"
    },
    {
      "quote": "When life knocks you to your knees  and it will  why  get up! If it knocks you to your knees again  as it will  well  isn't that the best position from which to pray?",
      "author": "Ethel Barrymore",
      "category": "prayer"
    },
    {
      "quote": "Now I am past all comforts here  but prayer.",
      "author": "William Shakespeare",
      "category": "prayer"
    },
    {
      "quote": "Prayer begins where human capacity ends.",
      "author": "Marian Anderson",
      "category": "prayer"
    },
    {
      "quote": "\"Oh  God  if I were sure I were to die tonight I would repent at once.\" It is the commonest prayer in all languages.",
      "author": "Sir James M. Barrie",
      "category": "prayer"
    },
    {
      "quote": "If you are swept off your feet  it's time to get on your knees.",
      "author": "Fred Beck",
      "category": "prayer"
    },
    {
      "quote": "When I am weak  then am I strong.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "To pray is to open the door unto Jesus and admit Him into your distress. Your helplessness is the very thing which opens wide the door unto Him and gives Him access to all your needs.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "My helpless friend  your helplessness is the most powerful plea which rises up to the tender father-heart of God. You think that everything is closed to you because you cannot pray. My friend  your helplessness is the very essence of prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Listen  my friend! Your helplessness is your best prayer. It calls from your heart to the heart of God with greater effect than all your uttered pleas. He hears it from the very moment that you are seized with helplessness  and He becomes actively engaged at once in hearing and answering the prayer of your helplessness.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Helplessness is unquestionably the first and the surest indication of a praying heart. ... Prayer and helplessness are inseparable. Only he who is helpless can truly pray.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "When we pray for the Spirit's help ... we will simply fall down at the Lord's feet in our weakness. There we will find the victory and power that comes from His love.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "The more helpless you are  the better you are fitted to pray  and the more answers to prayer you will experience.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Being in an agony  he prayed more earnestly.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "When a man is at his wits' end it is not a cowardly thing to pray  it is the only way he can get in touch with Reality.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "When my soul fainted within me ... my prayer came in unto thee.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "He will regard the prayer of the destitute.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "My strength is made perfect in weakness.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "God listens to our weeping when the occasion itself is beyond our knowledge  but still within His love and power.",
      "author": "Daniel A. Poling",
      "category": "prayer"
    },
    {
      "quote": "Trouble and prayer are closely related. . . . Trouble often drives men to God in prayer  while prayer is but the voice of men in trouble.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Trouble and perplexity drive me to prayer and prayer drives away perplexity and trouble.",
      "author": "Philipp Melanchthon",
      "category": "prayer"
    },
    {
      "quote": "An agnostic found himself in trouble  and a friend suggested he pray. \"How can I pray when I do not know whether or not there is a God?\" he asked. \"If you are lost in the forest \" his friend replied  \"you do not wait until you find someone before shouting for help.\"",
      "author": "Dan Plies",
      "category": "prayer"
    },
    {
      "quote": "Many people pray as if God were a big aspirin pill  they come only when they hurt.",
      "author": "B. Graham Dienert",
      "category": "prayer"
    },
    {
      "quote": "You pray in your distress and in your need  would that you might also pray in the fullness of your joy and in your days of abundance.",
      "author": "Kahlil Gibran",
      "category": "prayer"
    },
    {
      "quote": "Don't pray when it rains if you don't pray when the sun shines.",
      "author": "Satchel Paige",
      "category": "prayer"
    },
    {
      "quote": "He who cannot pray when the sun is shining will not know how to pray when the clouds come.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "All those football coaches who hold dressing-room prayers before a game should be forced to attend church once a week.",
      "author": "Duffy Daugherty",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not merely an occasional impulse to which we respond when we are in trouble: prayer is a life attitude.",
      "author": "Walter A. Mueller",
      "category": "prayer"
    },
    {
      "quote": "Do not have as your motive the desire to be known as a praying man. Get an inner chamber in which to pray where no one knows you are praying  shut the door  and talk to God in secret.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Nowhere can we get to know the holiness of God  and come under His influence and power  except in the inner chamber. It has been well said: \"No man can expect to make progress in holiness who is not often and long alone with God.\"",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "Private place and plenty of time are the life of prayer.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "But thou  when thou prayest  enter into thy room  and when thou hast shut thy door  pray to thy Father who is in secret  and thy Father who seeth in secret  shall reward thee openly.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "When you enter your secret chamber  take plenty of time before you begin to speak. Let quietude wield its influence upon you. Let the fact that you are alone assert itself. Give your soul time to get released from the many outward things. Give God time to play the prelude to prayer for the benefit of your distracted soul.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "There is no need to get to a place of prayer  pray wherever you are.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Of all things  guard against neglecting God in the secret place of prayer.",
      "author": "William Wilberforce",
      "category": "prayer"
    },
    {
      "quote": "Prayer  to the patriarchs and prophets  was more than the recital of well-known and well-worn phrases-it was the outpouring of the heart.",
      "author": "Herbert Lockyer",
      "category": "prayer"
    },
    {
      "quote": "Without the incense of heartfelt prayer  even the greatest of cathedrals is dead.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Follow your own way of speaking to our Lord sincerely  lovingly  confidently  and simply  as your heart dictates.",
      "author": "Jane Frances de Chantal",
      "category": "prayer"
    },
    {
      "quote": "Sincerity is the prime requisite in every approach to the God who ... hates all hypocrisy  falsehood  and deceit.",
      "author": "Geoffrey B. Wilson",
      "category": "prayer"
    },
    {
      "quote": "The Lord's Prayer may be committed to memory quickly  but it is slowly learnt by heart.",
      "author": "Frederick Denison Maurice",
      "category": "prayer"
    },
    {
      "quote": "God hears no more than the heart speaks  and if the heart be dumb  God will certainly be dumb.",
      "author": "Thomas B. Brooks",
      "category": "prayer"
    },
    {
      "quote": "Deep down in me I knowed it was a lie  and He knowed it. You can't pray a lie-I found that out.",
      "author": "Mark Twain",
      "category": "prayer"
    },
    {
      "quote": "Prayers not felt by us are seldom heard by God.",
      "author": "Philip Henry",
      "category": "prayer"
    },
    {
      "quote": "Many pray with their lips for that for which their hearts have no desire.",
      "author": "Jonathan Edwards",
      "category": "prayer"
    },
    {
      "quote": "God may turn his ears from prattling prayers  or preaching prayers  but never from penitent  believing prayers.",
      "author": "William S. Plumer",
      "category": "prayer"
    },
    {
      "quote": "Two went to pray? Better to say one went to brag  the other to pray.",
      "author": "Richard Crashaw",
      "category": "prayer"
    },
    {
      "quote": "I pray like a robber asking alms at the door of a farmhouse to which he is ready to set fire.",
      "author": "Leon Bloy",
      "category": "prayer"
    },
    {
      "quote": "God's ear lies close to the believer's lip.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Heaven is never deaf but when man's heart is dumb.",
      "author": "Francis Quarles",
      "category": "prayer"
    },
    {
      "quote": "Do not pray by heart  but with the heart.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Our prayers must mean something to us if they are to mean anything to God.",
      "author": "Maltbie D. Babcock",
      "category": "prayer"
    },
    {
      "quote": "Our prayers must spring from the indigenous soil of our own personal confrontation with the Spirit of God in our lives.",
      "author": "Malcolm Boyd",
      "category": "prayer"
    },
    {
      "quote": "God eagerly awaits the chance to bless the person whose heart is turned toward Him.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "We must lay before him what is in us  not what ought to be in us.",
      "author": "C. S. Lewis",
      "category": "prayer"
    },
    {
      "quote": "In prayer the lips ne'er act the winning part  without the sweet concurrence of the heart.",
      "author": "Robert Herrick",
      "category": "prayer"
    },
    {
      "quote": "The cry of a young raven is nothing but the natural cry of a creature  but your cry  if it be sincere  is the result of a work of grace in your heart.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "Every time you pray  if your prayer is sincere  there will be new feeling and new meaning in it which will give you fresh courage  and you will understand that prayer is an education.",
      "author": "Fyodor Dostoyevsky",
      "category": "prayer"
    },
    {
      "quote": "When you pray  rather let your heart be without words than your words without heart.",
      "author": "John Bunyan",
      "category": "prayer"
    },
    {
      "quote": "He offered a prayer so deeply devout that he seemed kneeling and praying at the bottom of the sea.",
      "author": "Herman Melville",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a serious thing. We may be taken at our words.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "Prayer at its best is the expression of the total life  for all things else being equal  our prayers are only as powerful as our lives",
      "author": "A. W. Tozer",
      "category": "prayer"
    },
    {
      "quote": "And help us  this and every day  to live more nearly as we pray.",
      "author": "John Keble",
      "category": "prayer"
    },
    {
      "quote": "My words fly up  my thoughts remain below  Words without thoughts never to heaven go.",
      "author": "William Shakespeare",
      "category": "prayer"
    },
    {
      "quote": "It is not well for a man to pray cream and live skim milk.",
      "author": "Henry Ward Beecher",
      "category": "prayer"
    },
    {
      "quote": "She heard the snuffle of hypocrisy in her prayer. She had to cease to pray.",
      "author": "George Meredith",
      "category": "prayer"
    },
    {
      "quote": "None can pray well but he that lives well.",
      "author": "Thomas Fuller",
      "category": "prayer"
    },
    {
      "quote": "Straight praying is never born of crooked conduct.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "A wicked man in prayer may lift up his hands  but he cannot lift up his face.",
      "author": "Thomas Watson",
      "category": "prayer"
    },
    {
      "quote": "He who prays as he ought  will endeavor to live as he prays.",
      "author": "John Owen",
      "category": "prayer"
    },
    {
      "quote": "We pray pious blether  our will is not in it  and then we say God does not answer  we never asked Him for anything. Asking means that our wills are in what we ask.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "It is good for us to keep some account of our prayers  that we may not unsay them in our practice.",
      "author": "Matthew Henry",
      "category": "prayer"
    },
    {
      "quote": "Praying which does not result in pure conduct is a delusion. We have missed the whole office and virtue of praying if it does not rectify conduct. It is in the very nature of things that we must quit praying  or quit bad conduct.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Our praying  to be strong  must be buttressed by holy living. The life of faith perfects the prayer of faith.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Search me  O God  and know my heart: try me  and know my thoughts: and see if there be any wicked way in me.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "When our will wholeheartedly enters into the prayer of Christ  then we pray correctly.",
      "author": "Dietrich Bonhoeffer",
      "category": "prayer"
    },
    {
      "quote": "We cannot talk to God strongly when we have not lived for God strongly. The closet cannot be made holy to God when the life has not been holy to God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "If we would have God in the closet  God must have us out of the closet. There is no way of praying to God  but by living to God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Men would pray better if they lived better. They would get more from God if they lived more obedient and well-pleasing to God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Be not hot in prayer and cold in praise.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Though smooth be the heartless prayer  no ear in heaven will mind it  And the finest phrase falls dead  if there is no feeling behind it.",
      "author": "Ella Wheeler Wilcox",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the soul's sincere desire.",
      "author": "James Montgomery",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not eloquence  but earnestness  not the definition of helplessness  but the feeling of it  not figures of speech  but earnestness of soul.",
      "author": "Hannah More",
      "category": "prayer"
    },
    {
      "quote": "Prayer is something deeper than words. It is present in the soul before it has been formulated in words. And it abides in the soul after the last words of prayer have passed over our lips.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "If we rely on the Holy Spirit  we shall find that our prayers become more and more inarticulate  and when they are inarticulate  reverence grows deeper and deeper.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "God prefers bad verses recited with a pure heart to the finest verses chanted by the wicked.",
      "author": "Voltaire",
      "category": "prayer"
    },
    {
      "quote": "We cannot all argue  but we can all pray  we cannot all be leaders  but we can all be pleaders  we cannot all be mighty in rhetoric  but we can all be prevalent in prayer.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "The best prayers have often more groans than words.",
      "author": "John Bunyan",
      "category": "prayer"
    },
    {
      "quote": "In prayer it is better to have a heart without words than words without a heart.",
      "author": "John Bunyan",
      "category": "prayer"
    },
    {
      "quote": "We ought to act with God in the greatest simplicity  speak to Him frankly and plainly  and implore His assistance in our affairs.",
      "author": "Brother Lawrence",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not artful monologue Of voice uplifted from the son  It is Love's tender dialogue Between the soul and God.",
      "author": "John Richard Moreland",
      "category": "prayer"
    },
    {
      "quote": "They tell about a fifteen-year-old boy in an orphans' home who had an incurable stutter. One Sunday the minister was detained and the boy volunteered to say the prayer in his stead. He did it perfectly  too  without a single stutter. Later he explained  \"I don't stutter when I talk to God. He loves me.\"",
      "author": "Bennett Cerf",
      "category": "prayer"
    },
    {
      "quote": "Our groanings  which cannot be uttered  rise to Him and tell Him better than words how dependent we are upon Him.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "When prayer is a struggle  do not worry about the prayers that you cannot pray. You yourself are a prayer to God at that moment. All that is within you cries out to Him. And He hears all the pleas that your suffering soul and body are making to Him with groanings which cannot be uttered.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "God can pick sense out of a confused prayer.",
      "author": "Richard Sibbes",
      "category": "prayer"
    },
    {
      "quote": "Prayer requires more of the heart than of the tongue.",
      "author": "Adam Clarke",
      "category": "prayer"
    },
    {
      "quote": "Productive prayer requires earnestness  not eloquence.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Just pray for a tough hide and a tender heart.",
      "author": "Ruth Graham",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a fine  delicate instrument. To use it right is a great art  a holy art. There is perhaps no greater art than the art of prayer. Yet the least gifted  the uneducated and the poor can cultivate the holy art of prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "With God there is no need for long speeches.",
      "author": "Jane Frances de Chantal",
      "category": "prayer"
    },
    {
      "quote": "The fewer the words  the better the prayer.",
      "author": "Martin Luther",
      "category": "prayer"
    },
    {
      "quote": "In prayer  more is accomplished by listening than by talking.",
      "author": "Jane Frances de Chantal",
      "category": "prayer"
    },
    {
      "quote": "Prayer should be short  without giving God Almighty reasons why He should grant this or that  He knows best what is good for us.",
      "author": "John Selden",
      "category": "prayer"
    },
    {
      "quote": "God is in heaven  and thou upon earth: therefore let thy words be few.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Many words do not a good prayer make  what counts is the heartfelt desire to commune with God  and the faith to back it up.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "A little lifting of the heart suffices  a little remembrance of God  one act of inward worship are prayers which  however short  are nevertheless acceptable to God.",
      "author": "Brother Lawrence",
      "category": "prayer"
    },
    {
      "quote": "There come times when I have nothing more to tell God. If I were to continue to pray in words  I would have to repeat what I have already said. At such times it is wonderful to say to God  \"May I be in Thy presence  Lord? I have nothing more to say to Thee  but I do love to be in Thy presence.\"",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Short prayers pierceth Heaven.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "You are coming to a King  Large petitions with you bring For his grace and power are such None can ever ask too much.",
      "author": "John Newton",
      "category": "prayer"
    },
    {
      "quote": "There is no sinner in the world  however much at enmity with God  who cannot recover God's grace by recourse to Mary  and by asking her assistance.",
      "author": "Saint Bridget of Sweden",
      "category": "prayer"
    },
    {
      "quote": "Most Christians expect little from God  ask little  and therefore receive little and are content with little.",
      "author": "A. W. Pink",
      "category": "prayer"
    },
    {
      "quote": "Ye have not  because ye ask not.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Ye ask  and receive not  because ye ask amiss.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Ask  and it shall be given you  seek  and ye shall find  knock  and it shall be opened unto you.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Whether we like it or not  asking is the rule of the Kingdom.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "The simple heart that freely asks in love  obtains.",
      "author": "John Greenleaf Whittier",
      "category": "prayer"
    },
    {
      "quote": "Our immediate temptation will be to ask for specific solutions to specific problems  and for the ability to help other people as we have already thought they should be helped. In that case  we are asking God to do it our way.",
      "author": "Bill W.",
      "category": "prayer"
    },
    {
      "quote": "It is the will of our heavenly Father that we should come to Him freely and confidently and make known our desires to Him  just as we would have our children come freely and of their own accord and speak to us about the things they would like to have.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "My praying friend  continue to make known your desires to God in all things. ... Let Him decide whether you are to receive what you ask for or not.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Let your requests be made known unto God.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Pray for whatsoever you will. In the name of Jesus you have permission  not only to stand in the presence of God  but also to pray for everything you need.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "And whatever ye shall ask in my name  that will I do.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "We should not be afraid  when praying to God  to give expression to a definite desire  even though we are in doubt at the time we are praying whether it is really the right thing to pray for or not.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "We can never know God as it is our privilege to know Him by brief repetitions that are requests for personal favors  and nothing more.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not only asking  it is an attitude of heart that produces an atmosphere in which asking is perfectly natural  and Jesus says  \"every one that asketh receiveth.\"",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Helplessness becomes prayer the moment that you go to Jesus and speak candidly and confidently with him about your needs. This is to believe.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "The clue is not to ask in a miserly way-the key is to ask in a grand manner.",
      "author": "Ann Wigmore",
      "category": "prayer"
    },
    {
      "quote": "To avail yourself of His certain wisdom  ask of Him whatever questions you have. But do not entreat Him  for that will never be necessary.",
      "author": "Hugh Prather",
      "category": "prayer"
    },
    {
      "quote": "O Lord  attend unto my cry.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "We pray pious blether  our will is not in it  and then we say God does not answer  we never asked Him for anything. Asking means that our wills are in what we ask.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Ask the gods nothing excessive.",
      "author": "Aeschylus",
      "category": "prayer"
    },
    {
      "quote": "When praying for healing  ask great things of God and expect great things from God. But let us seek for that healing that really matters  the healing of the heart  enabling us to trust God simply  face God honestly  and live triumphantly.",
      "author": "Arlo F. Newell",
      "category": "prayer"
    },
    {
      "quote": "Most people do not pray  they only beg.",
      "author": "George Bernard Shaw",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not asking. It is a longing of the soul.",
      "author": "Mahatma Gandhi",
      "category": "prayer"
    },
    {
      "quote": "Prayer in the sense of petition  asking for things  is a small part of it  confession and penitence are its threshold  adoration its sanctuary  the presence and vision and enjoyment of God its bread and wine.",
      "author": "C. S. Lewis",
      "category": "prayer"
    },
    {
      "quote": "God never denied that soul anything that went as far as heaven to ask it.",
      "author": "John Trapp",
      "category": "prayer"
    },
    {
      "quote": "Ask in faith.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "If your prayer is selfish  the answer will be something that will rebuke your selfishness. You may not recognize it as having come at all  but it is sure to be there.",
      "author": "William Temple",
      "category": "prayer"
    },
    {
      "quote": "Selfishness is never so exquisitely selfish as when it is on its knees. ... Self turns what would otherwise be a pure and powerful prayer into a weak and ineffective one.",
      "author": "A. W. Tozer",
      "category": "prayer"
    },
    {
      "quote": "I seldom made an errand to God for another but I got something for myself.",
      "author": "Samuel Rutherford",
      "category": "prayer"
    },
    {
      "quote": "When we make self the end of prayer  it is not worship but self-seeking.",
      "author": "Thomas Manton",
      "category": "prayer"
    },
    {
      "quote": "We look upon prayer as a means of getting things for ourselves  The Bible idea of prayer is that we may get to know God Himself.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Pray for one another.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Intercessory prayer for one who is sinning prevails. God says so! The will of the man prayed for does not come into question at all  he is connected with God by prayer  and prayer on the basis of the Redemption sets the connection working and God gives life.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "He who prays for his neighbors will be heard for himself.",
      "author": "Talmud",
      "category": "prayer"
    },
    {
      "quote": "We should say to God as we mingle with our dear ones each day  \"God  give them each Thy blessing. They need it  because they live with me  and I am very selfish and unwilling to sacrifice very much for them  although I do love them.\"",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "See to it  night and day  that you pray for your children. Then you will leave them a great legacy of answers to prayer  which will follow them all the days of their life. Then you may calmly and with a good conscience depart from them  even though you may not leave them a great deal of material wealth.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Religion without humanity is a poor human stuff.",
      "author": "Sojourner Truth",
      "category": "prayer"
    },
    {
      "quote": "God bless all those that I love  God bless all those that love me  God bless all those that love those that I love and all those that love those that love me.",
      "author": "New England Sampler",
      "category": "prayer"
    },
    {
      "quote": "No one who has had a unique experience with prayer has a right to withhold it from others.",
      "author": "Soong Mei-ling",
      "category": "prayer"
    },
    {
      "quote": "Thou who has given so much to me  give one thing more: a grateful heart.",
      "author": "George Herbert",
      "category": "prayer"
    },
    {
      "quote": "If the only prayer you say in your whole life is \"Thank you \" that would suffice.",
      "author": "Meister Eckhart",
      "category": "prayer"
    },
    {
      "quote": "Pray without ceasing. In everything give thanks.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Fear of trouble  present and future  often blinds us to the numerous small blessings we enjoy  silencing our prayers of praise and thanksgiving.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "God deserves far more praise than any of us could ever give Him.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Our Father  let the spirit of gratitude so prevail in our hearts that we may manifest thy Spirit in our lives.",
      "author": "W. B. Slack",
      "category": "prayer"
    },
    {
      "quote": "A sensible thanksgiving for mercies received is a mighty prayer in the Spirit of God. It prevails with Him unspeakably.",
      "author": "John Bunyan",
      "category": "prayer"
    },
    {
      "quote": "God receives little thanks  even for his greatest gifts.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "It is not only blessed to give thanks  it is also of vital importance to our prayer life in general. If we have noted the Lord's answers to our prayers and thanked Him for what we have received of Him  then it becomes easier for us  and we get more courage  to pray for more.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "To stand on one leg and prove God's existence is a very different thing from going down on one's knees and thanking him.",
      "author": "Soren Kierkegaard",
      "category": "prayer"
    },
    {
      "quote": "Our thanks to God should always precede our requests.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Jesus is moved to happiness every time He sees that you appreciate what He has done for you. Grip His pierced hand and say to Him  \"I thank Thee  Savior  because Thou hast died for me.\" Thank Him likewise for all the other blessings He has showered upon you from day to day. It brings joy to Jesus.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "The idea of thanking staff should mean giving them something that they would never buy for themselves.",
      "author": "Jayne Crook",
      "category": "prayer"
    },
    {
      "quote": "Let us thank God heartily as often as we pray that we have His Spirit in us to teach us to pray. Thanksgiving will draw our hearts out to God and keep us engaged with Him  it will take our attention from ourselves and give the Spirit room in our hearts.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "Let us come before his presence with thanksgiving.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "When we succeed in truly thanking God  we feel good at heart. The reason is that we have been created to give glory to God  now and for-evermore. And every time we do so  we feel that we are in harmony with His plans and purposes for our lives. Then we are truly in our element. That is why it is so blessed.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Don't be timid when you pray  rather  batter the very gates of heaven with storms of prayer.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Let him never cease from prayer who has once begun it  be his life ever so wicked  for prayer is the way to amend it  and without prayer such amendment will be much more difficult.",
      "author": "Teresa of Avila",
      "category": "prayer"
    },
    {
      "quote": "How those holy men of old could storm the battlements above! When there was no way to look but up  they lifted up their eyes to God who made the hills  with unshakable confidence.",
      "author": "Herbert Lockyer",
      "category": "prayer"
    },
    {
      "quote": "Cold prayers shall never have any warm answers.",
      "author": "Thomas B. Brooks",
      "category": "prayer"
    },
    {
      "quote": "We must wrestle earnestly in prayer  like men contending with a deadly enemy for life.",
      "author": "J. C. Ryle",
      "category": "prayer"
    },
    {
      "quote": "We may as well not pray at all as offer our prayers in a lifeless manner.",
      "author": "William S. Plumer",
      "category": "prayer"
    },
    {
      "quote": "There is neither encouragement nor room in Bible religion for feeble desires  listless efforts  lazy attitudes  all must be strenuous  urgent  ardent. Flamed desires  impassioned  unwearied insistence delight heaven. God would have His children incorrigibly in earnest and persistently bold in their efforts. Heaven is too busy to listen to half-hearted prayers or to respond to pop-calls. Our whole being must be in our praying.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "It is only when the whole heart is gripped with the passion of prayer that the life-giving fire descends  for none but the earnest man gets access to the ear of God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "To say prayers in a decent  delicate way is not heavy work. But to pray really  to pray till hell feels the ponderous stroke  to pray till the iron gates of difficulty are opened  till the mountains of obstacles are removed  till the mists are exhaled and the clouds are lifted  and the sunshine of a cloudless day brightens-this is hard work  but it is God's work  and man's best labor.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Importunity is a condition of prayer. We are to press the matter  not with vain repetitions  but with urgent repetitions. We repeat  not to count the times  but to gain the prayer. We cannot quit praying because heart and soul are in it. We pray \"with all perseverance.\" We hang to our prayers because by them we live. We press our pleas because we must have them  or die.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "The effectual  fervent prayer of a righteous man availeth much.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "From silly devotions and from sour-faced saints  good Lord  deliver us.",
      "author": "Teresa of Avila",
      "category": "prayer"
    },
    {
      "quote": "Let me burn out for God ... prayer is the great thing. Oh  that I may be a man of prayer!",
      "author": "Henry Martyn",
      "category": "prayer"
    },
    {
      "quote": "Look  as a painted man is no man  and as painted fire is no fire  so a cold prayer is no prayer.",
      "author": "Thomas B. Brooks",
      "category": "prayer"
    },
    {
      "quote": "There must be fired affections before our prayers will go up.",
      "author": "William Jenkyn",
      "category": "prayer"
    },
    {
      "quote": "Bear up the hands that hang down  by faith and prayer  support the tottering knees. Storm the throne of grace and persevere therein  and mercy will come down.",
      "author": "John Wesley",
      "category": "prayer"
    },
    {
      "quote": "Do not work so hard for Christ that you have no strength to pray  for prayer requires strength.",
      "author": "J. Hudson Taylor",
      "category": "prayer"
    },
    {
      "quote": "In Fellowship  alone To God  with Faith  draw near  Approach His Courts  besiege His Throne With all the power of Prayer.",
      "author": "Charles Wesley",
      "category": "prayer"
    },
    {
      "quote": "Productive prayer requires earnestness  not eloquence.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Jesus taught that perseverance is the essential element of prayer. Men must be in earnest when they kneel at God's footstool. Too often we get faint-hearted and quit praying at the point where we ought to begin. We let go at the very point where we should hold on strongest. Our prayers are weak because they are not impassioned by an unfailing and resistless will.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "We must move from asking God to take care of the things that are breaking our hearts  to praying about the things that are breaking His heart.",
      "author": "Margaret Gibb",
      "category": "prayer"
    },
    {
      "quote": "We cannot ask in behalf of Christ what Christ would not ask Himself if He were praying.",
      "author": "A. B. Simpson",
      "category": "prayer"
    },
    {
      "quote": "Thou who has given so much to me  give one thing more: a grateful heart.",
      "author": "George Herbert",
      "category": "prayer"
    },
    {
      "quote": "We do pray for mercy  and that same prayer doth teach us all to render the deeds of mercy.",
      "author": "William Shakespeare",
      "category": "prayer"
    },
    {
      "quote": "Our prayers should be for blessings in general  for God knows best what is good for us.",
      "author": "Socrates",
      "category": "prayer"
    },
    {
      "quote": "Lord  take my lips and speak through them  take my mind and think through it  take my heart and set it on fire.",
      "author": "W. H. Aitken",
      "category": "prayer"
    },
    {
      "quote": "Not what we wish  but what we need  Oh! let your grace supply  The good unasked  in mercy grant  The ill  though asked  deny.",
      "author": "James Merrick",
      "category": "prayer"
    },
    {
      "quote": "We should pray for a sane mind in a sound body.",
      "author": "Juvenal",
      "category": "prayer"
    },
    {
      "quote": "If we are to pray aright  perhaps it is quite necessary that we pray contrary to our own heart. Not what we want to pray is important  but what God wants us to pray. The richness of the Word of God ought to determine our prayer  not the poverty of our heart.",
      "author": "Dietrich Bonhoeffer",
      "category": "prayer"
    },
    {
      "quote": "O Lord  help me not to despise or oppose what I do not understand.",
      "author": "William Penn",
      "category": "prayer"
    },
    {
      "quote": "We are going home to many who cannot read. So  Lord  make us to be Bibles so that those who cannot read the Book can read it in us.",
      "author": "Anonymous Chinese woman",
      "category": "prayer"
    },
    {
      "quote": "God's promises are to be our pleas in prayer.",
      "author": "Matthew Henry",
      "category": "prayer"
    },
    {
      "quote": "Help me to work and pray  Help me to live each day  That all I do may say  Thy kingdom come.",
      "author": "A. B. Simpson",
      "category": "prayer"
    },
    {
      "quote": "We must pray for more prayer  for it is the world's mightiest healing force.",
      "author": "Frank C. Laubach",
      "category": "prayer"
    },
    {
      "quote": "O Lord  let me not live to be useless!",
      "author": "Bishop John de Stratford",
      "category": "prayer"
    },
    {
      "quote": "God give me work  till my life shall end And life  till my work is done.",
      "author": "Winifred Holtby",
      "category": "prayer"
    },
    {
      "quote": "The whole meaning of prayer is that we may know God.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Watch your motive before God  have no other motive in prayer than to know Him.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "For we know not what we should pray for.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Pray a little each day in a childlike way for the Spirit of prayer. If you feel that you know  as yet  very little concerning the deep things of prayer and what prayer really is  then pray for the Spirit of prayer. There is nothing He would rather do than unveil to you the grace of prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "God does not exist to answer our prayers  but by our prayers we come to discern the mind of God.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "I sit beside my lonely fire and pray for wisdom yet: for calmness to remember or courage to forget.",
      "author": "Charles Hamilton Aide",
      "category": "prayer"
    },
    {
      "quote": "The first petition that we are to make to Almighty God is for a good conscience  the next for health of mind  and then of body.",
      "author": "Seneca",
      "category": "prayer"
    },
    {
      "quote": "When we in prayer seek only the glorification of the name of God  then we are in complete harmony with the spirit of prayer. Then our hearts are at rest both while we pray and after we have prayed. Then we can wait for the Lord.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Grant that we may not so much seek to be understood as to understand.",
      "author": "Saint Francis of Assisi",
      "category": "prayer"
    },
    {
      "quote": "Grant me the courage not to give up  even though I think it is hopeless.",
      "author": "Admiral Chester W. Nimitz",
      "category": "prayer"
    },
    {
      "quote": "Prayer for worldly goods is worse than fruitless  but prayer for strength of soul is that passion of the soul which catches the gift it seeks.",
      "author": "George Meredith",
      "category": "prayer"
    },
    {
      "quote": "Just pray for a tough hide and a tender heart.",
      "author": "Ruth Graham",
      "category": "prayer"
    },
    {
      "quote": "The purpose of prayer is not to inform God of our needs  but to invite Him to rule our lives.",
      "author": "Clarence Bauman",
      "category": "prayer"
    },
    {
      "quote": "Don't pray to escape trouble. Don't pray to be comfortable in your emotions. Pray to do the will of God in every situation. Nothing else is worth praying for.",
      "author": "Samuel M. Shoemaker",
      "category": "prayer"
    },
    {
      "quote": "O Lord  forgive what I have been  sanctify what I am  and order what I shall be.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Spread out your petition before God  and then say  \"Thy will  not mine  be done.\" The sweetest lesson I have learned in God's school is to let the Lord choose for me.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "Show me your ways  O Lord  teach me your paths  guide me in your truth and teach me  for you are God my Savior  and my hope is in you all day long.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "The possibilities of prayer are found in its allying itself with the purposes of God  for God's purposes and man's praying are the combination of all potent and omnipotent forces.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "If we ask anything according to his will  he heareth us.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "I would have no desire other than to accomplish thy will. Teach me to pray  pray thyself in me.",
      "author": "Francois de Fenelon",
      "category": "prayer"
    },
    {
      "quote": "True prayer brings a person's will into accordance with God's will  not the other way around.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Do not forget that prayer is ordained for the purpose of glorifying the name of God. Therefore  whether you pray for big things or for little things  say to God  \"If it will glorify Thy name  then grant my prayer and help me.\"",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "It is only when we pray for something according to the will of God that we have the promise of being heard and answered.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "I used to pray that God would do this or that  now I pray that God will make His will known to me.",
      "author": "Madame Chiang Kai-Shek",
      "category": "prayer"
    },
    {
      "quote": "How many of us will ever sit... bow our heads  and pray \"Lord  show me where I'm wrong\"?",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Women don't have halos built in.",
      "author": "Lorraine Hine",
      "category": "prayer"
    },
    {
      "quote": "A Chinese Christian prayed every day .... \"Lord  reform Thy world  beginning with me.\"",
      "author": "Franklin Delano Roosevelt",
      "category": "prayer"
    },
    {
      "quote": "Create in me a clean heart  O God.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Do not pray for easy lives  pray to be stronger men. Do not pray for tasks equal to your powers  pray for powers equal to your tasks.",
      "author": "Phillips Brooks",
      "category": "prayer"
    },
    {
      "quote": "The wise man in the storm prays God not for safety from danger  but for deliverance from fear.",
      "author": "Ralph Waldo Emerson",
      "category": "prayer"
    },
    {
      "quote": "It is quite useless knocking at the door of heaven for earthly comfort. It's not the sort of comfort they supply there.",
      "author": "C. S. Lewis",
      "category": "prayer"
    },
    {
      "quote": "Pray not for lighter burdens  but for stronger backs.",
      "author": "Theodore Roosevelt",
      "category": "prayer"
    },
    {
      "quote": "Prayer covers the whole of man's life. There is no thought  feeling  yearning  or desire  however low  trifling  or vulgar we may deem it  which if it affects our real interest or happiness  we may not lay before God and be sure of sympathy. His nature is such that our often coming does not tire him. The whole burden of the whole life of every man may be rolled on to God and not weary him  though it has wearied man.",
      "author": "Henry Ward Beecher",
      "category": "prayer"
    },
    {
      "quote": "What a friend we have in Jesus  All our sins and griefs to bear! What a privilege to carry Everything to God in Prayer! Have we trials and temptations? Is there trouble anywhere? We should never be discouraged  Take it to the Lord in prayer. Are we weak and heavy laden  Cumbered with a load of care? Precious Savior  still our refuge  Take it to the Lord in prayer. O what peace we often forfeit  O what needless pain we bear  All because we do not carry Everything to God in prayer!",
      "author": "Joseph Scriven",
      "category": "prayer"
    },
    {
      "quote": "Take my will  and make it Thine  It shall be no longer mine  Take my heart  it is Thine own  It shall be Thy royal throne.",
      "author": "Frances Ridley Havergal",
      "category": "prayer"
    },
    {
      "quote": "And since He bids me seek His face  Believe His word and trust His grace  I'll cast on Him my every care  And wait for thee  sweet hour of prayer.",
      "author": "W. W. Walford",
      "category": "prayer"
    },
    {
      "quote": "We lie to God in prayer if we do not rely on him afterwards.",
      "author": "Robert Leighton",
      "category": "prayer"
    },
    {
      "quote": "Prayer puts God's work in his hands-and keeps it there.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "I know not by what methods rare  But this I know: God answers prayer. I know not if the blessing sought Will come in just the guise I thought. I leave my prayer to Him alone Whose will is wiser than my own.",
      "author": "Eliza M. Hickok",
      "category": "prayer"
    },
    {
      "quote": "Do what you can and pray for what you cannot yet do.",
      "author": "Saint Augustine",
      "category": "prayer"
    },
    {
      "quote": "Do not want things to turn out as they seem best to you  but as God pleases. Then you will be free from confusion  and thankful in prayer.",
      "author": "The Desert Fathers",
      "category": "prayer"
    },
    {
      "quote": "O Lord  you know what is best for me. Let this or that be done  as you please. Give what you will  how much you will  and when you will.",
      "author": "Thomas a Kempis",
      "category": "prayer"
    },
    {
      "quote": "Spread out your petition before God  and then say  \"Thy will  not mine  be done.\" The sweetest lesson I have learned in God's school is to let the Lord choose for me.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "Casting all your care upon Him  for he careth for you.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Do not strive in your own strength  cast yourself at the feet of the Lord Jesus  and wait upon Him in the sure confidence that He is with you  and works in you. Strive in prayer  let faith fill your heart-so will you be strong in the Lord  and in the power of His might.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "A humble and contrite heart knows that it can merit nothing before God  and that all that is necessary is to be reconciled to one's helplessness and let our holy and almighty God care for us  just as an infant surrenders himself to his mother's care.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Cast thy burden upon the Lord  and he shall sustain thee.",
      "author": "Psalms ss:zx",
      "category": "prayer"
    },
    {
      "quote": "The only prayer which a well-meaning man can pray is  O ye gods  give me whatever is fitting unto me!",
      "author": "Appollonius of Tyana",
      "category": "prayer"
    },
    {
      "quote": "Our prayer life will become restful when it really dawns upon us that we have done all we are supposed to do when we have spoken to Him about it. From the moment we have left it with Him  it is His responsi-bility.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "God tells us to burden him with whatever burdens us.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "This is what I found out about religion: It gives you courage to make decisions you must make in a crisis  and then the confidence to leave the result to a Higher Power. Only by trust in God can a man carrying responsibility find repose.",
      "author": "Dwight D. Eisenhower",
      "category": "prayer"
    },
    {
      "quote": "Before we can pray  \"Lord  Thy Kingdom come \" we must be willing to pray  \"My Kingdom go.\"",
      "author": "Alan Redpath",
      "category": "prayer"
    },
    {
      "quote": "We need to learn to know Him so well that we feel safe when we have left our difficulties with Him. To know Jesus in that way is a prerequisite of all true prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "No prayers can be heard which do not come from a forgiving heart.",
      "author": "J. C. Ryle",
      "category": "prayer"
    },
    {
      "quote": "I firmly believe a great many prayers are not answered because we are not willing to forgive someone.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "When you pray for anyone  you tend to modify your personal attitude toward him.",
      "author": "Norman Vincent Peale",
      "category": "prayer"
    },
    {
      "quote": "When my children do wrong  I ache to hear their stumbling requests for forgiveness. I'm sure our heavenly Father aches even more deeply to hear from us.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "There is nothing that makes us love a man so much as praying for him.",
      "author": "William Law",
      "category": "prayer"
    },
    {
      "quote": "Ask God's blessing on your work  but don't ask him to do it for you.",
      "author": "Dame Flora Robson",
      "category": "prayer"
    },
    {
      "quote": "Prayer indeed is good  but while calling on the gods  a man should himself lend a hand.",
      "author": "Hippocrates",
      "category": "prayer"
    },
    {
      "quote": "Prayer  among sane people  has never superseded practical efforts to secure the desired end.",
      "author": "George Santayana",
      "category": "prayer"
    },
    {
      "quote": "It is vain to expect our prayers to be heard if we do not strive as well as pray.",
      "author": "Aesop",
      "category": "prayer"
    },
    {
      "quote": "He who labors as he prays lifts his heart to God with his hands.",
      "author": "Bernard of Clairvaux",
      "category": "prayer"
    },
    {
      "quote": "Pray as if everything depended on God  and work as if everything depended upon man.",
      "author": "Archbishop Francis J. Spellman",
      "category": "prayer"
    },
    {
      "quote": "Work as if everything depended upon work and pray as if everything depended upon prayer.",
      "author": "William Booth",
      "category": "prayer"
    },
    {
      "quote": "Help yourself and heaven will help you.",
      "author": "Jean de la Fontaine",
      "category": "prayer"
    },
    {
      "quote": "Work as if you were to live one hundred years  pray as if you were to die tomorrow.",
      "author": "Benjamin Franklin",
      "category": "prayer"
    },
    {
      "quote": "God helps those who help themselves.",
      "author": "German proverb",
      "category": "prayer"
    },
    {
      "quote": "God help those who do not help themselves.",
      "author": "Wilson Mizner",
      "category": "prayer"
    },
    {
      "quote": "God gives the nuts  but he does not crack them.",
      "author": "German proverb",
      "category": "prayer"
    },
    {
      "quote": "God gives every bird its food  but he does not throw it into the nest.",
      "author": "Josiah G. Holland",
      "category": "prayer"
    },
    {
      "quote": "Pray devoutly  but hammer stoutly.",
      "author": "Sir William Gurney Benham",
      "category": "prayer"
    },
    {
      "quote": "The Ancient Mariner said to Neptune during a great storm  \"O God  you will save me if you wish  but I am going to go on holding my tiller straight.\"",
      "author": "Michel de Montaigne",
      "category": "prayer"
    },
    {
      "quote": "Pray to God  but keep rowing to shore.",
      "author": "Russian proverb",
      "category": "prayer"
    },
    {
      "quote": "Call on God  but row away from the rocks.",
      "author": "Indian proverb",
      "category": "prayer"
    },
    {
      "quote": "To the man who himself strives earnestly  God also lends a helping hand.",
      "author": "Aeschylus",
      "category": "prayer"
    },
    {
      "quote": "Trust in Allah  but tie your camel first.",
      "author": "Arab proverb",
      "category": "prayer"
    },
    {
      "quote": "It is vain to ask of the gods what man is capable of supplying for himself.",
      "author": "Epicurus",
      "category": "prayer"
    },
    {
      "quote": "Heaven ne'er helps the men who will not act.",
      "author": "Sophocles",
      "category": "prayer"
    },
    {
      "quote": "To give pleasure to a single heart by a single kind act is better than a thousand head-bowings in prayer.",
      "author": "Sa'di",
      "category": "prayer"
    },
    {
      "quote": "Always look for ways to act upon the faith you display in your prayers.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "You can do more than pray after you have prayed  but you cannot do more than pray until you have prayed.",
      "author": "A. J. Gordon",
      "category": "prayer"
    },
    {
      "quote": "Visualize  \"prayerize \" \"actionize \" and your wishes will come true.",
      "author": "Charles L. Allen",
      "category": "prayer"
    },
    {
      "quote": "There is a time for all things  a time to preach and a time to pray  but those times have passed away  there is a time to fight  and that time has come!",
      "author": "General Peter Muhlenberg",
      "category": "prayer"
    },
    {
      "quote": "Prayer is often a temptation to bank on a miracle of God instead of on a moral issue  i.e.  it is much easier to ask God to do my work than it is to do it myself. Until we are disciplined properly  we will always be inclined to bank on God's miracles and refuse to do the moral thing ourselves. It is our job  and it will never be done unless we do it.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Some people think that prayer just means asking for things  and if they fail to receive exactly what they asked for  they think the whole thing is a fraud.",
      "author": "Gerald Vann",
      "category": "prayer"
    },
    {
      "quote": "Poverty  chastity  and obedience are extremely difficult. But there are always the graces if you will pray for them.",
      "author": "Katheryn Hulme",
      "category": "prayer"
    },
    {
      "quote": "Real prayer seeks an audience and an answer.",
      "author": "William S. Plumer",
      "category": "prayer"
    },
    {
      "quote": "There are three answers to prayer: yes  no  and wait awhile. It must be recognized that no is an answer.",
      "author": "Ruth Stafford Peale",
      "category": "prayer"
    },
    {
      "quote": "There are four ways God answers prayer: No  not yet  No  I love you too much  Yes  I thought you'd never ask  Yes  and here's more.",
      "author": "Anne Lewis",
      "category": "prayer"
    },
    {
      "quote": "No answer to prayer is an indication of our merit  every answer to prayer is an indication of God's mercy.",
      "author": "John Blanchard",
      "category": "prayer"
    },
    {
      "quote": "God answers all true prayer  either in kind or in kindness.",
      "author": "Adoniram Judson",
      "category": "prayer"
    },
    {
      "quote": "God is not a cosmic bellboy for whom we can press a button to get things.",
      "author": "Harry Emerson Fosdick",
      "category": "prayer"
    },
    {
      "quote": "More things are wrought by prayer than this world dreams of.",
      "author": "Alfred, Lord Tennyson",
      "category": "prayer"
    },
    {
      "quote": "When I have a problem I pray about it  and what comes to mind and stays there I assume to be my answer. And this has been right so often that I know it is God's answer.",
      "author": "J. L. Kraft",
      "category": "prayer"
    },
    {
      "quote": "Whenever the insistence is on the point that God answers prayer  we are off the track. The meaning of prayer is that we get hold of God  not of the answer.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "I think Christians fail so often to get answers to their prayers because they do not wait long enough on God. They just drop down and say a few words  and then jump up and forget it and expect God to answer them. Such praying always reminds me of the small boy ringing his neighbor's door-bell  and then running away as fast as he can go.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "When I pray  coincidences happen  and when I don't  they don't.",
      "author": "William Temple",
      "category": "prayer"
    },
    {
      "quote": "Our understanding of God is the answer to prayer  getting things from God is God's indulgence of us. When God stops giving us things  He brings us into the place where we can begin to understand Him.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "If God sees that my spiritual life will be furthered by giving the things for which I ask  then He will give them  but that is not the end of prayer. The end of prayer is that I come to know God Himself.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "You say  \"But He has not answered.\" He has  He is so near to you that His silence is the answer. His silence is big with terrific meaning that you cannot understand yet  but presently you will.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "When we pray \"in the Name of Jesus\" the answers are in accordance with His nature  and if we think our prayers are unanswered it is because we are not interpreting the answer along this line.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "God's silences are His answers. If we only take as answers those that are visible to our senses  we are in a very elementary condition of grace.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Who rises from prayer a better man  his prayer is answered.",
      "author": "George Meredith",
      "category": "prayer"
    },
    {
      "quote": "God has editing rights over our prayers. He will... edit them  correct them  bring them in line with His will and then hand them back to us to be resubmitted.",
      "author": "Stephen Crotts",
      "category": "prayer"
    },
    {
      "quote": "The great tragedy of life is not unanswered prayer  but unoffered prayer.",
      "author": "KB. Meyer",
      "category": "prayer"
    },
    {
      "quote": "My prayers  my God  flow from what I am not  I think Thy answers make me what I am.",
      "author": "George Macdonald",
      "category": "prayer"
    },
    {
      "quote": "The greatest blessing of prayer is not receiving the answer  but being the kind of person God can trust with His answer.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "God answers prayer with certainty. Wish fulfillment is something else.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "God delays  but doesn't forget.",
      "author": "Spanish proverb",
      "category": "prayer"
    },
    {
      "quote": "A generous prayer is never presented in vain  the petition may be refused  but the petitioner is always  I believe  rewarded by some gracious visitation.",
      "author": "Robert Louis Stevenson",
      "category": "prayer"
    },
    {
      "quote": "I tremble for my country when I reflect that God is just.",
      "author": "Thomas Jefferson",
      "category": "prayer"
    },
    {
      "quote": "The answer of our prayers is secured by the fact that in rejecting them God would in a certain sense deny His own nature.",
      "author": "John Calvin",
      "category": "prayer"
    },
    {
      "quote": "There are two main pitfalls on the road to mastery of the art of prayer. If a person gets what he asks for  his humility is in danger. If he fails to get what he asks for  he is apt to lose confidence. Indeed  no matter whether prayer seems to be succeeding or failing  humility and confidence are two virtues which are absolutely essential.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "If we be empty and poor  it is not because God's hand is straitened  but ours is not opened.",
      "author": "Thomas Manton",
      "category": "prayer"
    },
    {
      "quote": "I firmly believe a great many prayers are not answered because we are not willing to forgive someone.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "I know not by what methods rare  But this I know: God answers prayer. I know not if the blessing sought Will come in just the guise I thought. I leave my prayer to Him alone Whose will is wiser than my own.",
      "author": "Eliza M. Hickok",
      "category": "prayer"
    },
    {
      "quote": "Our prayers are often filled with selfish \"wants\"  God always answers with what we need.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "We ought not to tolerate for a minute the ghastly and grievous thought that God will not answer prayer.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "Though I am weak  yet God  when prayed  Cannot withhold his conquering aid.",
      "author": "Ralph Waldo Emerson",
      "category": "prayer"
    },
    {
      "quote": "Beyond our utmost wants His love and power can bless  To praying souls he always grants More than they can express.",
      "author": "John Newton",
      "category": "prayer"
    },
    {
      "quote": "Whatever things ye desire  when ye pray  believe that you receive them  and ye shall have them.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "The firmament of the Bible is ablaze with answers to prayer.",
      "author": "T. L. Cuyler",
      "category": "prayer"
    },
    {
      "quote": "Never was a faithful prayer lost. Some prayers have a longer voyage than others  but then they return with their richer lading at last  so that the praying soul is a gainer by waiting for an answer.",
      "author": "William Gurnall",
      "category": "prayer"
    },
    {
      "quote": "In Gethsemane the holiest of all petitioners prayed three times that a certain cup might pass from Him. It did not. After that the idea that prayer is recommended to us as a sort of infallible gimmick may be dismissed.",
      "author": "C. S. Lewis",
      "category": "prayer"
    },
    {
      "quote": "Sometimes ... God answers our prayers in the way our parents do  who reply to the pleas of their children with \"Not just now\" or \"I'll have to think about that for a little while.\"",
      "author": "Roy M. Pearson",
      "category": "prayer"
    },
    {
      "quote": "Answered prayers cover the field of providential history as flowers cover western prairies.",
      "author": "T. L. Cuyler",
      "category": "prayer"
    },
    {
      "quote": "In seasons of distress and grief  My soul has often found relief  And oft escaped the tempter's snare  By thy return  sweet hour of prayer.",
      "author": "W. W. Walford",
      "category": "prayer"
    },
    {
      "quote": "God answers sharp and sudden on some prayers  And thrusts the thing we have prayed for in our face. A gauntlet with a gift in't.",
      "author": "Elizabeth Barrett Browning",
      "category": "prayer"
    },
    {
      "quote": "Our prayers run along one road and God's answers by another  and by and by they meet.",
      "author": "Adoniram Judson",
      "category": "prayer"
    },
    {
      "quote": "God's chief gift to those who seek him is Himself.",
      "author": "E. B. Pusey",
      "category": "prayer"
    },
    {
      "quote": "Asking for anything is allowed with the understanding that God's answers come from God's perspective. They are not always in harmony with our expectations  for only He knows the whole story.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "May the Lord answer you when you are in distress  May the name of the God of Jacob protect you  May he send you help from the sanctuary and grant you support from Zion.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Just when I need Him  He is my all  Answering when upon Him I call  Tenderly watching lest I should fall.",
      "author": "William Poole",
      "category": "prayer"
    },
    {
      "quote": "The king shall joy in thy strength  O Lord  and in thy salvation how greatly shall he rejoice! Thou hast given him his heart's desire  and hast not withheld the request of his lips.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "Those who trade with heaven by prayer grow rich by quick returns.",
      "author": "William S. Plumer",
      "category": "prayer"
    },
    {
      "quote": "The great thing in prayer is to feel that we are putting our supplications into the bosom of omnipotent love.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "When you go to your knees  God will help you stand up to anything.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer has marked the trees across the wilderness of a skeptical world to direct the traveler in distress  and all paths lead to a single light.",
      "author": "Douglas Meador",
      "category": "prayer"
    },
    {
      "quote": "Amazing things start happening when we start praying!",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer enlarges the heart until it is capable of containing God's gift of Himself.",
      "author": "Mother Teresa",
      "category": "prayer"
    },
    {
      "quote": "The man who prays grows  and the muscles of the soul swell from this whipcord to iron bands.",
      "author": "F. B. Meyer",
      "category": "prayer"
    },
    {
      "quote": "Prayer opens our eyes that we may see ourselves and others as God sees us.",
      "author": "Clara Palmer",
      "category": "prayer"
    },
    {
      "quote": "It is impossible to lose your footing while on your knees.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "The exercise of prayer  in those who habitually exert it  must be regarded by us doctors as the most adequate and normal of all the pacifiers of the mind and calmers of the nerves.",
      "author": "William James",
      "category": "prayer"
    },
    {
      "quote": "The influence of prayer on the human mind and body ... can be measured in terms of increased physical buoyancy  greater intellectual vigor  moral stamina  and a deeper understanding of the realities underlying human relationships.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "The essence of prayer  even of a mystical experience  is the way we are altered to see everything from its life-filled dimension.",
      "author": "Matthew Fox",
      "category": "prayer"
    },
    {
      "quote": "Prayer puts God's work in His hands-and keeps it there.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "It is hard to wait and press and pray  and hear no voice  but stay till God answers.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a kind of calling home every day. And there can come to you a serenity  a feeling of at-homeness in God's universe  a peace that the world can neither give nor disturb  a fresh courage  a new insight  a holy boldness that you'll never  never get any other way.",
      "author": "Earl G. Hunt",
      "category": "prayer"
    },
    {
      "quote": "Pray because you have a Father  not because it quietens you  and give Him time to answer.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Perhaps one of the greatest rewards of meditation and prayer is the sense of belonging that comes to us.",
      "author": "Bill W.",
      "category": "prayer"
    },
    {
      "quote": "We impoverish God in our minds when we say there must be answers to our prayers on the material plane  the biggest answers to our prayers are in the realm of the unseen.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Our Lord never referred to unanswered prayer  he taught that prayers are always answered. He ever implied that prayers were answered rightly because of the Heavenly Father's wisdom.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "As white snow flakes fall quietly and thickly on a winter day  answers to prayer will settle down upon you at every step you take  even to your dying day. The story of your life will be the story of prayer and answers to prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "God is a rich and bountiful Father  and He does not forget His children  nor withhold from them anything which it would be to their advantage to receive.",
      "author": "J. K. Maclean",
      "category": "prayer"
    },
    {
      "quote": "Just as an earthly father knows what is best for his children's welfare  so does God take into consideration the particular needs of His human family  and meets them out of His wonderful storehouse.",
      "author": "J. K. Maclean",
      "category": "prayer"
    },
    {
      "quote": "Prayer brings a good spirit in our homes. For God hears prayer. Heaven itself would come down to our homes. And even though we who constitute the home all have our imperfections and our failings  our home would  through God's answer to prayer  become a little paradise.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "God's willingness to answer our prayers exceeds our willingness to give good and necessary things to our children  just as far as God's ability  goodness and perfection exceed our infirmities and evil.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "The greatest answer to prayer is that I am brought into a perfect understanding with God  and that alters my view of actual things.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "God's \"nothings\" are His most positive answers. We have to stay on God and wait. Never try to help God to fulfill His word.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "The shower of answers to your prayers will continue to your dying hour. Nor will it cease then. When you pass out from beneath the shower  your dear ones will step into it. Every prayer and every sigh which you have uttered for them and their future welfare will  in God's time  descend upon them as a gentle rain of answers to prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "If a door slams shut it means that God is pointing to an open door further on down.",
      "author": "Anna Delaney Peale",
      "category": "prayer"
    },
    {
      "quote": "We  ignorant of ourselves  beg often our own harms  which the wise powers deny us for our good.",
      "author": "William Shakespeare",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the easiest and hardest of all things  the simplest and the sublim-est  the weakest and the most powerful  its results lie outside the range of human possibilities-they are limited only by the omnipotence of God.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Prayer  like faith  obtains promises  enlarges their operation  and adds to the measure of their results.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "If we will make use of prayer to call down upon ourselves and others those things which will glorify the name of God  then we shall see the strongest and boldest promises of the Bible about prayer fulfilled. Then we shall see such answers to prayer as we had never thought were possible.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Let it be your business every day  in the secrecy of the inner chamber  to meet the holy God. You will be repaid for the trouble it may cost you. The reward will be sure and rich.",
      "author": "Andrew Murray",
      "category": "prayer"
    },
    {
      "quote": "One great effect of prayer is that it enables the soul to command the body. By obedience I make my body submissive to my soul  but prayer puts my soul in command of my body.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "If we pray for anything according to the will of God  we already have what we pray for the moment we ask it. We do not know exactly when it will arrive  but we have learned to know God through the Spirit of God  and have learned to leave this in His hands  and to live just as happily whether the answer arrives immediately or later.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "It is God's will not only to hear our prayer  but to give us the best and the richest answer which He  the almighty and omniscient God  can devise. He will send us the answer when it will benefit us and His cause the most.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "If God does not give you something you ask for  wait on Him. He will speak with you tenderly and sympathetically about the matter until you yourself understand that He cannot grant your prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "The potency of prayer hath subdued the strength of fire  it hath bridled the rage of lions  hushed anarchy to rest  extinguished wars  appeased the elements  expelled demons  burst the chains of death  expanded the gates of heaven  assuaged diseases  repelled frauds  rescued cities from destruction  stayed the sun in its course  and arrested the progress of the thunderbolt.",
      "author": "Saint John Chrysostom",
      "category": "prayer"
    },
    {
      "quote": "Be sure to remember that nothing in your daily life is so insignificant and so inconsequential that the Lord will not help you by answering your prayer.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "More tears are shed over answered prayers than unanswered ones.",
      "author": "Teresa of Avila",
      "category": "prayer"
    },
    {
      "quote": "True prayer always receives what it asks for-or something better.",
      "author": "Bryon Edwards",
      "category": "prayer"
    },
    {
      "quote": "Be thankful that God's answers are wiser than your answers.",
      "author": "William Culbertson",
      "category": "prayer"
    },
    {
      "quote": "God punishes us mildly by ignoring our prayers  and severely by answering them.",
      "author": "Richard J. Needham",
      "category": "prayer"
    },
    {
      "quote": "When the gods wish to punish us  they answer our prayers.",
      "author": "Oscar Wilde",
      "category": "prayer"
    },
    {
      "quote": "God alone fully understands what each one of us needs  we make mistakes continually and pray for things which would be harmful to us if we received them. Afterwards we see our mistakes and realize that God is good and wise in not giving us these things  even though we plead ever so earnestly for them.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "When the gods are angry with a man  they give him what he asks for.",
      "author": "Greek proverb",
      "category": "prayer"
    },
    {
      "quote": "I have lived to thank God that all my prayers have not been answered.",
      "author": "Jean Ingelow",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the supreme activity of all that is noblest in our personality  and the essential nature of prayer is faith.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the voice of faith.",
      "author": "William Van Home",
      "category": "prayer"
    },
    {
      "quote": "The prayer that is faithless is fruitless.",
      "author": "Thomas Watson",
      "category": "prayer"
    },
    {
      "quote": "A saint is to put forth his faith in prayer  and afterwards follow his prayer with faith.",
      "author": "Vavasor Powell",
      "category": "prayer"
    },
    {
      "quote": "The prayer of faith is the only power in the universe to which the great Jehovah yields.",
      "author": "Robert Hall",
      "category": "prayer"
    },
    {
      "quote": "Prayers are heard in heaven very much in proportion to your faith. Little faith will get very great mercies  but great faith still greater.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "The beginning of anxiety is the end of faith  and the beginning of true faith is the end of anxiety.",
      "author": "George Mueller",
      "category": "prayer"
    },
    {
      "quote": "Teach me  O God  not to torture myself  not to make a martyr out of myself through stifling reflection  but rather teach me to breathe deeply in faith.",
      "author": "Soren Kierkegaard",
      "category": "prayer"
    },
    {
      "quote": "Faith is the fountain of prayer  and prayer should be nothing else but faith exercised.",
      "author": "Thomas Manton",
      "category": "prayer"
    },
    {
      "quote": "Without faith it is impossible to please God  for he that cometh to God must believe that He is.",
      "author": "Bible",
      "category": "prayer"
    },
    {
      "quote": "When we pray we link ourselves with an inexhaustible motive power.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "Jesus Christ is a God whom we approach without pride  and before whom we humble ourselves without despair.",
      "author": "Blaise Pascal",
      "category": "prayer"
    },
    {
      "quote": "Granting that we are always in the presence of God  yet it seems to me that those who pray are in His presence in a very different sense  for they  as it were  see that He is looking upon them  while others may go for days on end without even once recollecting that God sees them.",
      "author": "Teresa of Avila",
      "category": "prayer"
    },
    {
      "quote": "Why is it when we talk to God we're said to be praying  but when God talks to us we're schizophrenic?",
      "author": "Lily Tomlin",
      "category": "prayer"
    },
    {
      "quote": "It is in recognizing the actual presence of God that we find prayer no longer a chore  but a supreme delight.",
      "author": "Gordon Lindsay",
      "category": "prayer"
    },
    {
      "quote": "Essentially prayer is based on a relationship. We don't converse freely with someone we don't know. We bare our souls and disclose our hidden secrets only to someone we trust.",
      "author": "Dean Register",
      "category": "prayer"
    },
    {
      "quote": "I who still pray at morning and at eve Thrice in my life perhaps have truly prayed  Thrice stirred below conscious self Have felt that perfect disenthrallment which is God.",
      "author": "James Russell Lowell",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the soul's breathing itself into the bosom of its heavenly Father.",
      "author": "Thomas Watson",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a shield to the soul  a sacrifice to God  and a scourge for Satan.",
      "author": "John Bunyan",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the spiritual gymnasium in which we exercise and practice godliness.",
      "author": "V. L. Crawford",
      "category": "prayer"
    },
    {
      "quote": "Prayer is exhaling the spirit of man and inhaling the spirit of God.",
      "author": "Edwin Keith",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the acid test of devotion.",
      "author": "Samuel Chadwick",
      "category": "prayer"
    },
    {
      "quote": "Prayer serves as an edge and border to preserve the web of life from unraveling.",
      "author": "Robert Hall",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the ascending vapor which supplies The showers of blessing  and the stream that flows Through earth's dry places  till on every side \"The wilderness shall blossom as the rose.\"",
      "author": "A. B. Simpson",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a rising up and a drawing near to God in mind and in heart  and in spirit.",
      "author": "Alexander Whyte",
      "category": "prayer"
    },
    {
      "quote": "Prayer means that we have come boldly into the throne room and we are standing in His presence.",
      "author": "E. W. Kenyon",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the contemplation of the facts of life from the highest point of view.",
      "author": "Ralph Waldo Emerson",
      "category": "prayer"
    },
    {
      "quote": "Prayer does not mean simply to pour out one's heart. It means rather to find the way to God and to speak with him  whether the heart is full or empty.",
      "author": "Dietrich Bonhoeffer",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not an exercise  it is the life.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer is our most formidable weapon  the thing which makes all else we do efficient.",
      "author": "E. M. Bounds",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not logical  it is a mysterious moral working of the Holy Spirit.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer should be the means by which I  at all times  receive all that I need  and  for this reason  be my daily refuge  my daily consolation  my daily joy  my source of rich and inexhaustible joy in life.",
      "author": "Saint John Chrysostom",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the spirit speaking truth to Truth.",
      "author": "Philip James Bailey",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a cry of distress  a demand for help  a hymn of love.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "Prayer  in its simplest definition  is merely a wish turned God-ward.",
      "author": "Phillips Brooks",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the evidence that I am spiritually concentrated on God.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the pillow of religion.",
      "author": "Arab proverb",
      "category": "prayer"
    },
    {
      "quote": "Prayer is God's answer to our poverty  not a power we exercise to obtain an answer.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Prayer is a condition of mind  an attitude of heart  which God recognizes as prayer whether it manifests itself in quiet thinking  in sighing or in audible words.",
      "author": "O. Hallesby",
      "category": "prayer"
    },
    {
      "quote": "Prayer is an all-efficient panoply  a treasure undiminished  a mine which is never exhausted  a sky unobscured by clouds  a heaven unruffled by the storm. It is the root  the fountain  the mother of a thousand blessings.",
      "author": "Saint John Chrysostom",
      "category": "prayer"
    },
    {
      "quote": "Some pray to marry the man they love  my prayer will somewhat vary  I humbly pray to Heaven above that I love the man I marry.",
      "author": "Rose Pastor Stokes",
      "category": "prayer"
    },
    {
      "quote": "The prayers of the Christian are secret  but their effect cannot be hidden.",
      "author": "Howard Chandler Robbins",
      "category": "prayer"
    },
    {
      "quote": "Man is the only creature which rises by bowing  for he finds elevation in his subjection to his Maker.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Lord  till I reach that blissful shore  No privilege so dear shall be As thus my inmost soul to pour In prayer to thee.",
      "author": "Charlotte Elliott",
      "category": "prayer"
    },
    {
      "quote": "Revival fires flame where hearts are praying.",
      "author": "Dick Eastman",
      "category": "prayer"
    },
    {
      "quote": "If we could all hear one another's prayers  God might be relieved of some of his burden.",
      "author": "Ashleigh Brilliant",
      "category": "prayer"
    },
    {
      "quote": "What I dislike least in my former self are the moments of prayer.",
      "author": "Andre Gide",
      "category": "prayer"
    },
    {
      "quote": "Our rages  daughters of despair  creep and squirm like worms. Prayer is the only form of revolt which remains upright.",
      "author": "Georges Bernanos",
      "category": "prayer"
    },
    {
      "quote": "Prayer reaches out in love to a dying world and says  \"I care.\"",
      "author": "Dick Eastman",
      "category": "prayer"
    },
    {
      "quote": "To pray together  in whatever tongue or ritual  is the most tender brotherhood of hope and sympathy that man can contract in this life.",
      "author": "Madame de Stael",
      "category": "prayer"
    },
    {
      "quote": "The deepest wishes of the heart find expression in secret prayer.",
      "author": "George E. Rees",
      "category": "prayer"
    },
    {
      "quote": "We are never more like Christ than in prayers of intercession.",
      "author": "Austin Phelps",
      "category": "prayer"
    },
    {
      "quote": "The spirit of prayer is the fruit and token of the Spirit of adoption.",
      "author": "John Newton",
      "category": "prayer"
    },
    {
      "quote": "If we do not love one another  we certainly shall not have much power with God in prayer.",
      "author": "Dwight L. Moody",
      "category": "prayer"
    },
    {
      "quote": "Keep us  Lord  so awake in the duties of our calling that we may sleep in thy peace and wake in thy glory.",
      "author": "John Donne",
      "category": "prayer"
    },
    {
      "quote": "I find in the Psalms much the same range of mood and expression as I perceive within my own life of prayer.",
      "author": "Malcolm Boyd",
      "category": "prayer"
    },
    {
      "quote": "I am used to praying when I am alone  thank God. But when I come together with other people  when I need more than ever to pray  I still cannot get used to it.",
      "author": "Leo Tolstoy",
      "category": "prayer"
    },
    {
      "quote": "Nothing is discussed more and practiced less than prayer.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "I always love to begin a journey on Sundays  because I shall have the prayers of the church to preserve all that travel by land  or by water.",
      "author": "Jonathan Swift",
      "category": "prayer"
    },
    {
      "quote": "Nor it is an objection to say that we must understand a prayer if it is to have its true effect. That simply is not the case. Who understands the wisdom of a flower? Yet we can take pleasure in it.",
      "author": "Rudolph Steiner",
      "category": "prayer"
    },
    {
      "quote": "I would rather stand against the cannons of the wicked than against the prayers of the righteous.",
      "author": "Thomas Lye",
      "category": "prayer"
    },
    {
      "quote": "Restraining prayer  we cease to fight  Prayer keeps the Christian's armor bright  And Satan trembles when he sees The weakest saint upon his knees.",
      "author": "William Cowper",
      "category": "prayer"
    },
    {
      "quote": "God dwells where we let God in.",
      "author": "Menachem Mendel",
      "category": "prayer"
    },
    {
      "quote": "Courage is not afraid to weep  and she is not afraid to pray  even when she is not sure who she is praying to.",
      "author": "J. Ruth Gendler",
      "category": "prayer"
    },
    {
      "quote": "Saints of the early church reaped great harvests in the field of prayer and found the mercy seat to be a mine of untold treasures.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "At church  with meek and unaffected grace  His looks adorn'd the venerable place  Truth from his lips prevail'd with double sway  And fools who came to scoff  remain'd to pray.",
      "author": "Oliver Goldsmith",
      "category": "prayer"
    },
    {
      "quote": "The wings of prayer carry high and far.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "In the calm of sweet communion Let thy daily work be done  In the peace of soul-outpouring Care be banished  patience won  And if earth with its enchantments Seek thy spirit to enthrall  Ere thou listen  ere thou answer  Turn to Jesus  tell Him all.",
      "author": "G. M. Taylor",
      "category": "prayer"
    },
    {
      "quote": "God warms his hands at man's heart when he prays.",
      "author": "John Masefield",
      "category": "prayer"
    },
    {
      "quote": "Turn your doubts to question  turn your question to prayers  turn your prayers to God.",
      "author": "Mark R. Litteton",
      "category": "prayer"
    },
    {
      "quote": "Prayer  like radium  is a luminous and self-generating form of energy.",
      "author": "Dr. Alexis Carrel",
      "category": "prayer"
    },
    {
      "quote": "Whatever you do in revenge against your brother will appear all at once in your heart at the time of payer.",
      "author": "The Desert Fathers",
      "category": "prayer"
    },
    {
      "quote": "Any concern too small to be turned into a prayer is too small to be made into a burden.",
      "author": "Corrie ten Boom",
      "category": "prayer"
    },
    {
      "quote": "Never say you will pray about a thing  pray about it.",
      "author": "Oswald Chambers",
      "category": "prayer"
    },
    {
      "quote": "Doubt not but God who sits on high  Thy secret prayers can hear  When a dead wall thus cunningly Conveys soft whispers to the ear.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "The granting of prayer  when offered in the name of Jesus  reveals the Father's love to him  and the honor which he has put upon him.",
      "author": "Charles Haddon Spurgeon",
      "category": "prayer"
    },
    {
      "quote": "A prayer  in its simplest definition  is merely a wish turned heavenward.",
      "author": "Phillips Brooks",
      "category": "prayer"
    },
    {
      "quote": "They never sought in vain that sought the Lord aright!",
      "author": "James Drummond Burns",
      "category": "prayer"
    },
    {
      "quote": "Prayer is the voice of faith.",
      "author": "Anonymous",
      "category": "prayer"
    },
    {
      "quote": "Prayer is not to be used as a confessional  to cancel sin. Such an error would impede true religion. Sin is forgiven only as it is destroyed by Christ - Truth and Light.",
      "author": "Mary Baker Eddy",
      "category": "prayer"
    },
    {
      "quote": "You pray in your distress and in your need  would that you might pray also in the fullness of your joy and in your days of abundance.",
      "author": "Kahlil Gibran",
      "category": "prayer"
    },
    {
      "quote": "At church  with meek and unaffected grace  His looks adorn'd the venerable place  Truth from his lips prevailed with double sway  And fools  who came to scoff  remain'd to pray.",
      "author": "Oliver Goldsmith",
      "category": "prayer"
    },
    {
      "quote": "He that will learn to pray  let him go to Sea.",
      "author": "George Edward Herbert",
      "category": "prayer"
    },
    {
      "quote": "O God  if in the day of battle I forget Thee  do not Thou forget me.",
      "author": "William King",
      "category": "prayer"
    },
    {
      "quote": "If I am right  Thy grace impart  Still in the right to stay  If I am wrong  O teach my heart To find that better way!",
      "author": "Alexander Pope",
      "category": "prayer"
    },
    {
      "quote": "Our Father  which art in heaven  Hallowed be thy Name. Thy kingdom come. Thy will be done in earth as it is in heaven. Give us this day our daily bread. And forgive us our debts  as we forgive our debtors. And lead us not into temptation  but deliver us from evil: For thine is the kingdom and the power and the glory  for ever. Amen.",
      "author": "Matthew",
      "category": "prayer"
    },
    {
      "quote": "God warms his hands at man's heart when he prays.",
      "author": "John Masefield",
      "category": "prayer"
    },
    {
      "quote": "Every one that asketh receiveth  and he that seeketh findeth.",
      "author": "Matthew",
      "category": "prayer"
    },
    {
      "quote": "Our prayers should be for blessings in general  for God knows best what is good for us.",
      "author": "Socrates",
      "category": "prayer"
    },
    {
      "quote": "Ask  and it shall be given you  seek and ye shall find  knock  and it shall be opened unto you.",
      "author": "Matthew",
      "category": "prayer"
    },
    {
      "quote": "Pray as if everything depended on God  and work as if everything depended upon man.",
      "author": "Francis Cardinal Spellman",
      "category": "prayer"
    },
    {
      "quote": "Give us the strength to encounter that which is to come  that we may be brave in peril  constant in tribulation  temperate in wrath  and in all changes of fortune  and down to the gates of death  loyal and loving one to anther.",
      "author": "Robert Louis Stevenson",
      "category": "prayer"
    },
    {
      "quote": "The Christian ministry is the worst of all trades  but the best of all professions.",
      "author": "John Newton",
      "category": "preaching"
    },
    {
      "quote": "Do as we say  and not as we do.",
      "author": "Giovanni Boccaccio",
      "category": "preaching"
    },
    {
      "quote": "Alas for the unhappy man that is called to stand in the pulpit  and not give the bread of life.",
      "author": "Ralph Waldo Emerson",
      "category": "preaching"
    },
    {
      "quote": "I would have every minister of the gospel address his audience with the zeal of a friend  with the generous energy of a father  and with the exuberant affection of a mother.",
      "author": "Francois Fenelon",
      "category": "preaching"
    },
    {
      "quote": "The test of a preacher is that his congregation goes away saying  not What a lovely sermon  but  I will do something!",
      "author": "St. Francis de Sales",
      "category": "preaching"
    },
    {
      "quote": "But in his duty prompt at every call  He watch'd and wept  he pray'd and felt for all.",
      "author": "Oliver Goldsmith",
      "category": "preaching"
    },
    {
      "quote": "Sir  a woman preaching is like a dog's walking on his hind legs. It is not done well: but you are surprised to find it done at all.",
      "author": "Samuel Johnson",
      "category": "preaching"
    },
    {
      "quote": "Some plague the people with too long sermons  for the faculty of listening is a tender thing  and soon becomes weary and satiated.",
      "author": "Martin Luther",
      "category": "preaching"
    },
    {
      "quote": "I have taught you  my dear flock  for above thirty years how to live  and I will show you in a very short time how to die.",
      "author": "George Sandys",
      "category": "preaching"
    },
    {
      "quote": "Sermons in stones and good in every thing.",
      "author": "William Shakespeare",
      "category": "preaching"
    },
    {
      "quote": "Preach the word  be instant in season  out of season  reprove  rebuke  exhort with all long suffering and doctrine.",
      "author": "Anonymous",
      "category": "preaching"
    },
    {
      "quote": "The minister's brain is often die \"poor-box\" of the church.",
      "author": "Henry B. Whipple",
      "category": "preaching"
    },
    {
      "quote": "An antisemite is a person who hates Jews more than is absolutely necessary.",
      "author": "Jewish proverb",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "I am 52 years of age. I am a bishop in the Anglican Church  and a few people might be constrained to say that I was reasonably responsible. In the land of my birth  I cannot vote.",
      "author": "Bishop Desmond Tutu",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "I never believed in Santa Claus because I knew no white dude would come into my neighbourhood after dark.",
      "author": "Dick Gregory",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "It is a great shock at the age of 5 or 6 to find that in a world of Gary Coopers you are the Indian.",
      "author": "James Baldwin",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Never try to reason the prejudice out of a man. It was not reasoned into him  and cannot be reasoned out.",
      "author": "Sydney Smith",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Since my little daughter is only half Jewish  would it be alright if she went into the pool only up to her waist?",
      "author": "Groucho Marx",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "There are only two ways to be quite unprejudiced and impartial. One is to be completely ignorant. The other is to be completely indifferent.",
      "author": "Charles Curtis",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Prejudice is the child of ignorance.",
      "author": "William Hazlitt",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Passion and prejudice govern the world  only under the name of reason.",
      "author": "John Wesley",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "How it infuriates a bigot  when he is forced to drag out his dark convictions!",
      "author": "Logan Pearsall Smith",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Everyone is a prisoner of his own experiences. No one can eliminate prejudices - just recognize them.",
      "author": "Edward R. Murrow",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "We are chameleons  and our partialities and prejudices change places with an easy and blessed facility.",
      "author": "Mark Twain",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Fortunately for serious minds  a bias recognized is a bias sterilized.",
      "author": "A. Eustace Haydon",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Without the aid of prejudice and custom  I should not be able to find my way across the room.",
      "author": "William Hazlitt",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "One may no more live in the world without picking up the moral prejudices of the world than one will be able to go to hell without perspiring.",
      "author": "H. L. Mencken",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "We hate some persons because we do not know them  and will not know them because we hate them.",
      "author": "Charles Caleb Colton",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "The mind of a bigot is like the pupil of the eye  the more light you pour upon it  the more it will contract.",
      "author": "Oliver Wendell Holmes",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "It is not healthy when a nation lives within a nation  as coloured Americans are living inside America. A nation cannot live confident of its tomorrow if its refugees are among its own citizens.",
      "author": "Pearl Buck",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "Of all the injuries inflicted by racism on people of colour  the most corrosive is the wound within  the internalized racism that leads some victims  at unspeakable cost to their own sense of self  to embrace the values of their oppressors.",
      "author": "H. Jack Geiger",
      "category": "prejudice, bigotry"
    },
    {
      "quote": "He hears but half who hears one party only.",
      "author": "Aeschylus",
      "category": "prejudice"
    },
    {
      "quote": "A fox should not be of the jury at a goose's trial.",
      "author": "Thomas Fuller",
      "category": "prejudice"
    },
    {
      "quote": "He who never leaves his country is full of prejudices.",
      "author": "Carlo Goldoni",
      "category": "prejudice"
    },
    {
      "quote": "Prejudice is the child of ignorance.",
      "author": "William Hazlitt",
      "category": "prejudice"
    },
    {
      "quote": "Opinions founded on prejudice are always sustained with the greatest violence.",
      "author": "Lord Francis Jeffrey",
      "category": "prejudice"
    },
    {
      "quote": "To lead an untrained people to war is to throw them away.",
      "author": "Confucius",
      "category": "preparedness"
    },
    {
      "quote": "In fair weather prepare for foul.",
      "author": "Thomas Fuller",
      "category": "preparedness"
    },
    {
      "quote": "We should lay up in peace what we shall need in war.",
      "author": "Syrus",
      "category": "preparedness"
    },
    {
      "quote": "To be prepared for war is one of the most effectual means of preserving peace.",
      "author": "George Washington",
      "category": "preparedness"
    },
    {
      "quote": "If you are as happy  my dear sir  on entering this house as I am in leaving it and returning home  you are the happiest man in this country.",
      "author": "George Buchanan",
      "category": "presidency"
    },
    {
      "quote": "I would rather be right than President.",
      "author": "Henry Clay",
      "category": "presidency"
    },
    {
      "quote": "No man will ever bring out of the Presidency the reputation which carries him into it.",
      "author": "Thomas Jefferson",
      "category": "presidency"
    },
    {
      "quote": "If forced to choose between the penitentiary and the White House for four years  I would say the penitentiary  thank you.",
      "author": "William Tecumseh Sherman",
      "category": "presidency"
    },
    {
      "quote": "They pick a President and then for four years they pick on him.",
      "author": "Adlai Stevenson",
      "category": "presidency"
    },
    {
      "quote": "My movements to the chair of government will be accompanied by feelings not unlike those of a culprit who is going to the place of his execution.",
      "author": "George Washington",
      "category": "presidency"
    },
    {
      "quote": "Congress shall make no law abridging the freedom of speech or of the press.",
      "author": "Constitution of the United States",
      "category": "press"
    },
    {
      "quote": "Our liberty depends on the freedom of the press  and that cannot be limited without being lost.",
      "author": "Thomas Jefferson",
      "category": "press"
    },
    {
      "quote": "The freedom of the press is one of the great bulwarks of liberty and can never be restrained but by despotic governments.",
      "author": "George Mason",
      "category": "press"
    },
    {
      "quote": "Freedom of conscience  of education  of speech  of assembly are among the very fundamentals of democracy and all of them would be nullified should freedom of the press ever be successfully challenged.",
      "author": "F. D. Roosevelt",
      "category": "press"
    },
    {
      "quote": "Freedom of the press is the staff of life  for any vital democracy.",
      "author": "Wendell L. Willkie",
      "category": "press"
    },
    {
      "quote": "You must stir it and stump it  and blow your own trumpet  or trust me  you haven't a chance.",
      "author": "W. S. Gilbert",
      "category": "pride"
    },
    {
      "quote": "Pride is seldom delicate: it will please itself with very mean advantages.",
      "author": "Samuel Johnson",
      "category": "pride"
    },
    {
      "quote": "The truly proud man is satisfied with his own good opinion  and does not seek to make converts to it.",
      "author": "William Hazlitt",
      "category": "pride"
    },
    {
      "quote": "Pride is the mask of one's own faults.",
      "author": "Jewish proverb",
      "category": "pride"
    },
    {
      "quote": "Pride is the direct appreciation of oneself.",
      "author": "Arthur Schopenhauer",
      "category": "pride"
    },
    {
      "quote": "There is a certain noble pride  through which merits shine brighter than through modesty.",
      "author": "Jean Paul Richter",
      "category": "pride"
    },
    {
      "quote": "The sun will set without thy assistance.",
      "author": "The Talmud",
      "category": "pride"
    },
    {
      "quote": "When a proud man hears another praised  he feels himself injured.",
      "author": "English proverb",
      "category": "pride"
    },
    {
      "quote": "A confessional passage has probably never been written that didn't stink a little bit of the writer's pride in having given up his pride.",
      "author": "J. D. Salinger",
      "category": "pride"
    },
    {
      "quote": "I do not believe that any peacock envies another peacock his tail  because every peacock is persuaded that his own tail is the finest in the world. The consequence of this is that peacocks are peaceable birds.",
      "author": "Bertrand Russell",
      "category": "pride"
    },
    {
      "quote": "Pride  perceiving humility honourable  often borrows her cloak.",
      "author": "Thomas Fuller",
      "category": "pride"
    },
    {
      "quote": "There is a paradox in pride: it makes some men ridiculous  but prevents others from becoming so.",
      "author": "Charles Caleb Colton",
      "category": "pride"
    },
    {
      "quote": "Pride had rather go out of the way than go behind.",
      "author": "Thomas Fuller",
      "category": "pride"
    }
  ]
}