{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Is it written that equality between men and women means one can change sex? Obviously not.",
      "author": "Najat Vallaud-Belkacem",
      "category": "Change, Women, Men"
    },
    {
      "quote": "More countries have understood that women's equality is a prerequisite for development.",
      "author": "Kofi Annan",
      "category": "Women, Development"
    },
    {
      "quote": "In the 1960s we were fighting to be recognized as equals in the marketplace, in marriage, in education and on the playing field. It was a very exciting, rebellious time.",
      "author": "Marlo Thomas",
      "category": "Education, Marriage, Time"
    },
    {
      "quote": "China, as a nation, is a country under the one-party rule of the Communist Party, but it has introduced the market economy. As a country that is under the one-party rule of the Communist Party, normally what they should be seeking is equality of results.",
      "author": "Shinzo Abe",
      "category": "Party, Economy, Nation"
    },
    {
      "quote": "We have equality of men and women in western society, whereas in Islamic culture, women are inferior to men.",
      "author": "Pim Fortuyn",
      "category": "Women, Culture, Society"
    },
    {
      "quote": "There is no justice in social justice, and there is no equality in social equality.",
      "author": "Brad Thor",
      "category": "Justice, Social Justice"
    },
    {
      "quote": "We are used to thinking of Amazon myths in terms of violence against uppity women, but the ancient evidence also reveals a vision of gender equality.",
      "author": "Adrienne Mayor",
      "category": "Women, Vision, Violence"
    },
    {
      "quote": "I think the key to the whole appeal of Amazons is the egalitarian society. There was once a time and place where equality was taken for granted - it was logical and necessary - and I think most people can get the message that if it happened once, it could happen again.",
      "author": "Adrienne Mayor",
      "category": "Time, Society, People"
    },
    {
      "quote": "It's sort of fair to say that Amazons, both as reality and as a dream of equality, have always been with us; it's just that sometimes that fiery Amazon spirit is hidden from view or even suppressed.",
      "author": "Adrienne Mayor",
      "category": "Reality, Dream, View"
    },
    {
      "quote": "What I find most interesting about the U.S. is this idea of equality. That's what I'm trying to do with immigration. If what the founding fathers said is true, that we are all equal, then let's fight for that.",
      "author": "Jorge Ramos",
      "category": "Fight, Interesting, Trying"
    },
    {
      "quote": "It's not a bad thing fighting for equality and helping the poor. It's not a bad thing to have on your professional tombstone: 'He believed in equality and he helped the poor.'",
      "author": "Joe Jamail",
      "category": "Professional, Fighting, Poor"
    },
    {
      "quote": "We live in a world where equality is pretty important.",
      "author": "John Key",
      "category": "World, Live, Important"
    },
    {
      "quote": "Sweden is an open, liberal, secular and democratic country. We strive towards achieving equality; we are forward-looking and refuse to be pulled back by social constructs such as religion.",
      "author": "Bjorn Ulvaeus",
      "category": "Religion, Achieving, Country"
    },
    {
      "quote": "We don't live in a society that has genuine equality, and every woman we know has experienced that.",
      "author": "Sara Sheridan",
      "category": "Society, Woman, Live"
    },
    {
      "quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.",
      "author": "Sandra Lee",
      "category": "Marriage, Strength, Children"
    },
    {
      "quote": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.",
      "author": "Gerry Adams",
      "category": "Leadership, Peace, Justice"
    },
    {
      "quote": "The unionists also for their part, want to minimise the potential for change, not only on the equality agenda but on the issues of sovereignty and ending the union.",
      "author": "Gerry Adams",
      "category": "Change, Potential, Ending"
    },
    {
      "quote": "As soon as man enters into a state of society he loses the sense of his weakness; equality ceases, and then commences the state of war.",
      "author": "Charles de Secondat",
      "category": "War, Man, Society"
    },
    {
      "quote": "All imaginable futures are not equally possible.",
      "author": "Kevin Kelly",
      "category": "Possible, Imaginable"
    },
    {
      "quote": "A woman who thinks she is intelligent demands the same rights as man. An intelligent woman gives up.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Man, Woman, Intelligent"
    },
    {
      "quote": "The rights of one sex, political and otherwise, are the same as those of the other sex, and this equality of rights ought to be fully recognized.",
      "author": "Leland Stanford",
      "category": "Political, Rights, Same"
    },
    {
      "quote": "When I look at my daughter, who's 24, she is much more confident than I ever was and her expectations are higher. But I worry that there is a backlash brewing against progress on equality.",
      "author": "Frances O'Grady",
      "category": "Daughter, Progress, Worry"
    },
    {
      "quote": "Equality under the law is the slow triumph of hope over history.",
      "author": "Jim Cooper",
      "category": "Hope, History, Law"
    },
    {
      "quote": "If increasing income equality is the goal, it might be wiser to put money into infrastructure than to subsidize manufacturing. Construction also pays good wages, but with lower educational requirements. And America's infrastructure needs are enormous.",
      "author": "Christina Romer",
      "category": "Money, Good, America"
    },
    {
      "quote": "The cry of equality pulls everyone down.",
      "author": "Iris Murdoch",
      "category": "Down, Everyone, Cry"
    },
    {
      "quote": "We want order and security, and we want liberty. And we want not only liberty but equality as well.",
      "author": "David Souter",
      "category": "Security, Liberty, Want"
    },
    {
      "quote": "The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.",
      "author": "Robert Casey",
      "category": "Children, Women, Legal"
    },
    {
      "quote": "We in the Jewish community must ask ourselves what role we are going to play in changing policies and practices that discriminate against LGBT Americans. We have a special responsibility and civic duty to ensure that all Americans are treated with dignity and equality.",
      "author": "Lynn Schusterman",
      "category": "Community, Responsibility"
    },
    {
      "quote": "Together, we can build the kind of world in which we all seek to live, one of universal equality and justice.",
      "author": "Lynn Schusterman",
      "category": "Justice, Together, World"
    },
    {
      "quote": "Most of all, we should remember all of us are capable of individually helping advance the spirit of equality for all.",
      "author": "Mike Rogers",
      "category": "Remember, Spirit, Capable"
    },
    {
      "quote": "The MLK Shabbat Suppers focused on the theme of educational inequity, which Dr. King considered inextricably linked to the struggle for equality and justice.",
      "author": "Lynn Schusterman",
      "category": "Struggle, Justice, King"
    },
    {
      "quote": "Now is not the time for us to shy away from challenging ourselves to make substantive change for the better. We have the opportunity to raise the bar in the faith-based world by forging a culture in which inclusivity, diversity, and equality are paramount.",
      "author": "Lynn Schusterman",
      "category": "Change, Time, Culture"
    },
    {
      "quote": "Real equality is immensely difficult to achieve, it needs continual revision and monitoring of distributions. And it does not provide buffers between members, so they are continually colliding or frustrating each other.",
      "author": "Mary Douglas",
      "category": "Real, Achieve, Difficult"
    },
    {
      "quote": "Mormons... are so strong, they can handle wealth, they are confident. I think it is because they are not bogged down by rules for equality, but have a firmly defined system of relative status and responsible command.",
      "author": "Mary Douglas",
      "category": "Strong, Rules, Wealth"
    },
    {
      "quote": "His lordship may compel us to be equal upstairs, but there will never be equality in the servants hall.",
      "author": "James M. Barrie",
      "category": "Equal, Never, May"
    },
    {
      "quote": "There's a remarkable amount of sexism on TV. When male characters are flawed, they're interesting, deep and complex. But when female characters are flawed, they're just a mess. It's good to put more flawed but interesting female characters out there because it promotes equality.",
      "author": "Ellen Pompeo",
      "category": "Good, Deep, Interesting"
    },
    {
      "quote": "I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.",
      "author": "Patricia Ireland",
      "category": "Leadership, Women, Power"
    },
    {
      "quote": "Stewardesses are still paid so little that in many cases, new hires qualify for food stamps.",
      "author": "Patricia Ireland",
      "category": "Food, New, Little"
    },
    {
      "quote": "I've been a staunch advocate of women's empowerment, and I've worked hard throughout my career to advance the cause. It is heartening to see that gender equality is really becoming more of a reality. There is still much more to be done, and I'm confident that, by working together, we can empower women worldwide.",
      "author": "Madhuri Dixit",
      "category": "Women, Working Together"
    },
    {
      "quote": "Neoliberalism considers the discourse of equality, justice, and democracy quaint, if not dangerous and must be either trivialized, turned into its Orwellian opposite, or eviscerated from public life.",
      "author": "Henry Giroux",
      "category": "Life, Justice, Democracy"
    },
    {
      "quote": "It is crucial that members of Congress cast votes that are supportive of the values upon which our nation was founded: equality, freedom, and opportunity for all people.",
      "author": "Joe Baca",
      "category": "Freedom, Opportunity, People"
    },
    {
      "quote": "It will appear evident upon attentive consideration that equality of intellectual and physical advantages is the only sure foundation of liberty, and that such equality may best, and perhaps only, be obtained by a union of interests and cooperation in labor.",
      "author": "Frances Wright",
      "category": "Best, Foundation, Liberty"
    },
    {
      "quote": "How are men to be secured in any rights without instruction; how to be secured in the equal exercise of those rights without equality of instruction? By instruction understand me to mean knowledge - just knowledge; not talent, not genius, not inventive mental powers.",
      "author": "Frances Wright",
      "category": "Knowledge, Men, Me"
    },
    {
      "quote": "Such security is equal liberty. But it is not necessarily equality in the use of the earth.",
      "author": "Benjamin Tucker",
      "category": "Security, Earth, Liberty"
    },
    {
      "quote": "In Islamic societies, politicians can manipulate almost everything. But thus far, no fundamentalist leader has been able to convince his supporters to renounce Islam's central virtue - the principle of strict equality between human beings, regardless of sex, race, or creed.",
      "author": "Fatema Mernissi",
      "category": "Leader, Human, Virtue"
    },
    {
      "quote": "Democracy matters because it reflects an idea of equality and an idea of liberty. It reflects an idea of dignity, the dignity of the individual, the idea that each individual should have an equal vote, an equal say, in the formation of their government.",
      "author": "Rory Stewart",
      "category": "Democracy, Government"
    },
    {
      "quote": "Evan Wolfson is a dear friend of mine. Almost more than any other, Evan is responsible for bringing the issue of marriage equality to the forefront of our struggle for civil rights. He is a courageous pioneer who has been relentless in this battle for marriage equality.",
      "author": "David Mixner",
      "category": "Marriage, Struggle, Battle"
    },
    {
      "quote": "As a first step there must be an offer to achieve equality of rights in disarmament by abolishing the weapons forbidden to the Central Powers by the Peace Treaties.",
      "author": "Arthur Henderson",
      "category": "Peace, First Step, Step"
    },
    {
      "quote": "Feudal societies don't create great cinema; we have great theatre. The egalitarian societies create great cinema. The Americans, the French. Because equality is sort of what the cinema deals with. It deals with stories which don't fall into 'Everybody in their place and who's who,' and all that. But the theatre's full of that.",
      "author": "Brian Cox",
      "category": "Great, Theatre, Fall"
    },
    {
      "quote": "The man who didn't want his wife to work has been succeeded by the man who asks about her chances of getting a raise.",
      "author": "Earl Wilson",
      "category": "Work, Man, Wife"
    },
    {
      "quote": "It's terribly important that we extend the promise of equality that the Supreme Court and that the district court articulated in the DOMA case and in the Perry case to all Americans in all 50 states.",
      "author": "David Boies",
      "category": "Important, Supreme Court"
    },
    {
      "quote": "It's just better to promote love and fairness and equality than it is to promote something you think is based on your religious beliefs.",
      "author": "Jane Wiedlin",
      "category": "Love, Better, Think"
    },
    {
      "quote": "A compassionate mind is very difficult to cultivate because compassion demands a sense of equality between all living beings.",
      "author": "Lobsang Tenzin",
      "category": "Compassion, Mind, Living"
    },
    {
      "quote": "Okay, when you start to fight for equality, like Anand did in 1995, you could end up losing game 10, like he did, without putting up any kind of fight.",
      "author": "Vladimir Kramnik",
      "category": "Losing, Fight, End"
    },
    {
      "quote": "In '42,' it's like the '40s where racial equality had come into the consciousness of a lot of people, whereas in the 1900s it was sort of a new thing.",
      "author": "Andre Holland",
      "category": "People, New, Consciousness"
    },
    {
      "quote": "The civil rights movement in the United States was about the same thing, about equality of treatment for all sections of the people, and that is precisely what our movement was about.",
      "author": "John Hume",
      "category": "People, Civil Rights, Rights"
    },
    {
      "quote": "On the one hand we publicly pronounce the equality of all peoples; on the other hand, in our immigration laws, we embrace in practice these very theories we abhor and verbally condemn.",
      "author": "Emanuel Celler",
      "category": "Practice, Immigration"
    },
    {
      "quote": "Well, my personal mission statement is that we want marriage equality in all 50 states. We want it not to be a state-by-state issue. We don't want it to be something the majority is voting on. I don't think the civil rights of any minority should be in the hands of any majority.",
      "author": "Jesse Tyler Ferguson",
      "category": "Marriage, Voting, Hands"
    },
    {
      "quote": "In 1965, I marched for equality.",
      "author": "Alphonso Jackson",
      "category": ""
    },
    {
      "quote": "From a viable economy to the full funding of Headstart, from a clean environment to true equality for women, from a strong military to a commitment to racial brotherhood, from schools that are honored to streets free of excessive violence.",
      "author": "Paul Tsongas",
      "category": "Women, Strong, Violence"
    },
    {
      "quote": "I want to work on respecting individuals' dignity. Equal rights, that's where my heart is. That means equal rights and benefits, and that's what we need.",
      "author": "Christine Gregoire",
      "category": "Work, Heart, Want"
    },
    {
      "quote": "The American economic, political, and social organization has given to its citizens the benefits of material prosperity, political liberty, and a wholesome natural equality; and this achievement is a gain, not only to Americans, but to the world and to civilization.",
      "author": "Herbert Croly",
      "category": "Achievement, American, World"
    },
    {
      "quote": "The basis, the corner-stone of this Government, was the perfect equality of the free, sovereign, and independent States which made it.",
      "author": "Robert Toombs",
      "category": "Government, Free, Perfect"
    },
    {
      "quote": "The fact is that democracy anywhere in the world, including in the United States, is not something that comes easy. And yet, we are committed to it, and equality and democracy are the only ways in the long run that Jews will be safe in the Middle East.",
      "author": "Ian Lustick",
      "category": "Democracy, World, Easy"
    },
    {
      "quote": "Democracy not only requires equality but also an unshakable conviction in the value of each person, who is then equal.",
      "author": "Jeane Kirkpatrick",
      "category": "Democracy, Value, Equal"
    },
    {
      "quote": "I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States.",
      "author": "Hideki Tojo",
      "category": "Peace, Racial, Point"
    },
    {
      "quote": "The work that must be done for each woman to reconnect with her psyche and to give herself a chance to live her own life is essentially the same. The realization of the equality of all races, the equality of all beings is essential.",
      "author": "Betty Buckley",
      "category": "Life, Work, Woman"
    },
    {
      "quote": "If inequalities of taxable wealth backing up a government service are construed as denying equality before the law, then there is no solution but to have every government service whatever financed out of Washington.",
      "author": "M. Stanton Evans",
      "category": "Service, Law, Government"
    },
    {
      "quote": "In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world's children.",
      "author": "Carol Bellamy",
      "category": "Education, Children, Health"
    },
    {
      "quote": "An idea like equality between men and women, which is now accepted in the West, is quite new.",
      "author": "Antonio Munoz Molina",
      "category": "Women, Men, Idea"
    },
    {
      "quote": "A few British suffragettes everybody laughed at started the cause of equality between men and women.",
      "author": "Antonio Munoz Molina",
      "category": "Women, Men, Men And Women"
    },
    {
      "quote": "As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.",
      "author": "Andrea Dworkin",
      "category": "Freedom, Peace, Justice"
    },
    {
      "quote": "The March on Washington affirmed our values as a people: equality and opportunity for all. Forty-one years ago, during a time of segregation, these were an ideal.",
      "author": "Leonard Boswell",
      "category": "Time, Opportunity, People"
    },
    {
      "quote": "The Obama years will be remembered as a cultural - and legal - tipping point for equality for all people who do not identify as strictly heterosexual, arguably the civil rights movement of our times. The president signed the bill repealing 'don't ask, don't tell.' The Defense of Marriage Act was struck down by the Supreme Court.",
      "author": "Charles M. Blow",
      "category": "Marriage, Legal, People"
    },
    {
      "quote": "And think of how we challenged the idea of a male dominated Parliament with All-Women shortlists and made the cause of gender equality central to our government. We were right to do so.",
      "author": "Ed Miliband",
      "category": "Government, Gender, Think"
    },
    {
      "quote": "As a partner in a firm full of women who work outside of the home as well as stay at home mothers, all with plenty of children, gender equality is not a talking point for me. It is an issue I live every day.",
      "author": "Hilary Rosen",
      "category": "Work, Home, Women"
    },
    {
      "quote": "Montanans believe in the right to make a good life for their families. How they define a family should be their business and their business alone. I'm proud to support marriage equality because no one should be able to tell a Montanan or any American who they can love and who they can marry.",
      "author": "Jon Tester",
      "category": "Love, Life, Family"
    },
    {
      "quote": "I would definitely say I'm a feminist. To me, it just means being attentive and mindful. It's about equality and equal treatment. It feels like a gut instinct.",
      "author": "Hattie Morahan",
      "category": "Me, Equal, Gut"
    },
    {
      "quote": "Do people really want liberty, equality, fraternity? Is it not some manner of speaking?",
      "author": "Krzysztof Kieslowski",
      "category": "People, Liberty, Want"
    },
    {
      "quote": "We are in the midst of an exciting canvass... I am working very hard in politics as well as in other matters. We are determined that Mississippi shall be settled on a basis of justice and political and legal equality.",
      "author": "Hiram Rhodes Revels",
      "category": "Justice, Politics, I Am"
    },
    {
      "quote": "We who are liberal and progressive know that the poor are our equals in every sense except that of being equal to us.",
      "author": "Lionel Trilling",
      "category": "Know, Equal, Liberal"
    },
    {
      "quote": "Equality of rights means that some people cannot simply impose obligations on others, for the moral agency and rights of those others would then be violated.",
      "author": "Tom G. Palmer",
      "category": "People, Moral, Rights"
    },
    {
      "quote": "America, 5 years after this brutal attack, is testament that a Nation conceived in liberty and equality will endure. It is a triumph of millions of Americans but it is also the triumph of an idea larger than any one person, larger than any one nation.",
      "author": "Nick Rahall",
      "category": "America, Liberty, Triumph"
    },
    {
      "quote": "We are also further than ever from equality of opportunity.",
      "author": "Ferdinand Mount",
      "category": "Opportunity, Than, Ever"
    },
    {
      "quote": "A formally recognized equality does, however, accord the smaller nations a position which they should be able to use increasingly in the interest of humanity as a whole and in the service of the ideal.",
      "author": "Hjalmar Branting",
      "category": "Service, Humanity, Nations"
    },
    {
      "quote": "The equality among all members of the League, which is provided in the statutes giving each state only one vote, cannot of course abolish the actual material inequality of the powers concerned.",
      "author": "Hjalmar Branting",
      "category": "Giving, Vote, Inequality"
    },
    {
      "quote": "I think we have to keep working enormously hard to see that every single Indigenous child - every Australian child - has true equality of opportunity. We've got to work harder at it. I think, you know, the heartland issue for us is the gap; the gap in life expectancy in this country.",
      "author": "Quentin Bryce",
      "category": "Life, Work, Opportunity"
    },
    {
      "quote": "It wouldn't be fair to say that conservatives cherish property the way liberals cherish equality. But it would be fair to say that the takings clause is the conservatives' recipe for judicial activism just as they say liberals have misused the equal protection clause.",
      "author": "Michael Kinsley",
      "category": "Equal, Cherish, Property"
    },
    {
      "quote": "I'm trying to create the world around myself to be a place of as much equality and openheartedness as possible.",
      "author": "Robin Thicke",
      "category": "Myself, World, Place"
    },
    {
      "quote": "The sole equality on earth is death.",
      "author": "Philip James Bailey",
      "category": "Death, Earth, Sole"
    },
    {
      "quote": "I think men are allowed to be fat and bald and ugly and women aren't. And it's just not - there is no equality there.",
      "author": "Connie Chung",
      "category": "Women, Men, Ugly"
    },
    {
      "quote": "On the road to equality there is no better place for blacks to detour around American values than in forgoing its example in the treatment of its women and the organization of its family.",
      "author": "Eleanor Holmes Norton",
      "category": "Family, Women, Road"
    },
    {
      "quote": "To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality.",
      "author": "Sebastian Pinera",
      "category": "Education, Technology"
    },
    {
      "quote": "I believe in a real democratic system, with a state of law and freedom of the press. I believe in a free, open-market economy integrated with the world. And I believe in equality of opportunity. Those are my basic beliefs. On top of that, of course, I believe in some moral values.",
      "author": "Sebastian Pinera",
      "category": "Freedom, Opportunity, Law"
    },
    {
      "quote": "My generation took on political equality. I believe young people, who have graduated into a poor economy, have an incentive to take on much tougher issues of income equality. If they show the leadership they have demonstrated in the last few elections, they can bring changes even greater than my generation achieved.",
      "author": "Eleanor Holmes Norton",
      "category": "Leadership, Changes, Believe"
    },
    {
      "quote": "As a result of America's efforts to realize the ideals of equality and freedom, blacks in America are now the freest and richest black people anywhere on the face of the earth including all of the nations that are ruled by blacks.",
      "author": "David Horowitz",
      "category": "Freedom, America, People"
    },
    {
      "quote": "If women really want equality, we have to wipe the slate clean. It no longer matters in the largest sense what men did to us for the last 200 or 300 years.",
      "author": "Nancy Friday",
      "category": "Women, Men, Want"
    },
    {
      "quote": "I believe the equal rights amendment is a necessity of life for all citizens. The cabinet sometimes felt that I shouldn't be so outspoken.",
      "author": "Betty Ford",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "Elections are also about the future - the pledges that we are making for this country. For those who care about equality and fairness in the UK, and beyond, Labour really is the only choice.",
      "author": "Anne Campbell",
      "category": "Future, Choice, Care"
    },
    {
      "quote": "Marriage equality is coming, and not merely to a theater near you.",
      "author": "Suzanne Brockmann",
      "category": "Marriage, You, Coming"
    },
    {
      "quote": "Unless there is recognition that women are most vulnerable... and you do something about social and cultural equality for women, you're never going to defeat this pandemic.",
      "author": "Stephen Lewis",
      "category": "Women, Defeat, You"
    },
    {
      "quote": "You got to fight for quality art and equality and all the things that we're fighting for, the things we believe in. Choice and preference and all those things that we support. We don't want to give up that fight. You got to keep doing it.",
      "author": "Christopher Cross",
      "category": "Art, Support, Believe"
    },
    {
      "quote": "I joined the Labour party because I believed in equality, in freedom of speech and in tolerance, compassion and understanding for people, irrespective of their background and views. In whatever I decide to do in the future I will hold to those principles.",
      "author": "Geoff Hoon",
      "category": "Future, Freedom, Compassion"
    },
    {
      "quote": "For some of my friends who raise personal objections to marriage equality, they still recognize the importance of being accepting. And many of them also recognize that regardless of what they choose to believe or practice at home or at their church, that doesn't give them the right to discriminate.",
      "author": "Scott Fujita",
      "category": "Marriage, Home, Friends"
    },
    {
      "quote": "By in large in this country the issue of gay rights and equality should be past the point of debate. Really, there should be no debate anymore.",
      "author": "Scott Fujita",
      "category": "Past, Gay, Rights"
    },
    {
      "quote": "Could we not argue that America is about freedom, whether we live it out or not, but it really is about freedom, equality and the pursuit of happiness. And that's what church is all about.",
      "author": "Clementa C. Pinckney",
      "category": "Happiness, Freedom, America"
    },
    {
      "quote": "We will have bigger bureaucracies, bigger labor unions, and bigger state-run corporations. It will be harder to be an entrepreneur because of punitive taxes and regulations. The rewards of success will be expropriated for the sake of attaining greater income equality.",
      "author": "Arthur C. Brooks",
      "category": "Success, Labor, Entrepreneur"
    },
    {
      "quote": "Under Tunisian law, a woman can divorce her husband. Total equality.",
      "author": "Rashid al-Ghannushi",
      "category": "Law, Woman, Husband"
    },
    {
      "quote": "All men are created equal, it is only men themselves who place themselves above equality.",
      "author": "David Allan Coe",
      "category": "Men, Equal, Place"
    },
    {
      "quote": "I do not want to be the angel of any home: I want for myself what I want for other women, absolute equality. After that is secured, then men and women can take turns being angels.",
      "author": "Agnes Macphail",
      "category": "Home, Women, Myself"
    },
    {
      "quote": "I feel like a feminist is gender equality.",
      "author": "Ilana Glazer",
      "category": "Gender, Feel, Like"
    },
    {
      "quote": "Obviously, my life and my job in 2010 is very different from Peggy's experience in the 1960s. I exist in a world that enjoys more equality between men and women. But I don't take any of that into my performance. I just want to play the character as who she is as an individual - scene to scene.",
      "author": "Elisabeth Moss",
      "category": "Life, Women, Experience"
    },
    {
      "quote": "I think preaching equality among unequals is the worst form of discrimination.",
      "author": "Palaniappan Chidambaram",
      "category": "Discrimination, Think, Worst"
    },
    {
      "quote": "All men are born equally free.",
      "author": "Salmon P. Chase",
      "category": "Men, Free, Born"
    },
    {
      "quote": "Family law is institutionally anti-male. I've been lobbying MPs, and I'm not going to give up campaigning for equality until I get equality.",
      "author": "Louis de Bernieres",
      "category": "Family, Law, Up"
    },
    {
      "quote": "What Republicans need to do is to go back to their roots - starting with Lincoln - and remind the nation that they are the party of national growth, racial equality and unity of purpose. These Lincolnian themes will serve Republicans - and the nation - much better than becoming the party on the lookout for the supposed rat head of higher taxes.",
      "author": "Alan Siegel",
      "category": "Growth, Unity, Purpose"
    },
    {
      "quote": "After much deliberation, and after reviewing the legal, public policy and civil-rights questions presented, I support marriage equality for same-sex couples and believe that DOMA should be repealed.",
      "author": "Bob Casey, Jr.",
      "category": "Marriage, Support, Believe"
    },
    {
      "quote": "I should like to suggest to you that the cause of all the economic troubles is that we have an economic system which tries to maintain an equality of value between two things, which it would be better to recognise from the beginning as of unequal value.",
      "author": "Paul Dirac",
      "category": "Value, Beginning, Better"
    },
    {
      "quote": "Think of submitting our measure to the advice of politicians! I would as soon submit the subject of the equality of a goose to a fox.",
      "author": "Anna Howard Shaw",
      "category": "Advice, Measure, Think"
    },
    {
      "quote": "Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.",
      "author": "Mark Pryor",
      "category": "Time, Courage, Compassion"
    },
    {
      "quote": "I don't believe in social equality, and they know it.",
      "author": "George Smathers",
      "category": "Believe, Know, Social"
    },
    {
      "quote": "Until women learn to want economic independence, and until they work out a way to get this independence without denying themselves the joys of love and motherhood, it seems to me feminism has no roots.",
      "author": "Crystal Eastman",
      "category": "Love, Work, Women"
    },
    {
      "quote": "As we celebrate the considerable progress we've made toward full equality in our military, we cannot forget about those who continue to suffer because of the discriminatory policies of our past.",
      "author": "Mark Pocan",
      "category": "Progress, Past, Celebrate"
    },
    {
      "quote": "Never let anybody get you down. Never give in to people who say nasty things on the Internet. Work to represent women in the best way possible because, even though respect and equality for women has progressed over time, it's still not in the place that it should be.",
      "author": "Harley Quinn Smith",
      "category": "Work, Time, Respect"
    },
    {
      "quote": "People are pretty much alike. It's only that our differences are more susceptible to definition than our similarities.",
      "author": "Linda Ellerbee",
      "category": "People, Differences"
    },
    {
      "quote": "We are a model country where gender equality is concerned.",
      "author": "Tarja Halonen",
      "category": "Gender, Country, Where"
    },
    {
      "quote": "It is right that people should have a statuary right to holidays and a maximum working week. It is right that part-time workers should have the same equality when it comes to hourly rates.",
      "author": "John Reid",
      "category": "Holidays, Week, People"
    },
    {
      "quote": "Along with racial equality and the late bloom of women's rights, future generations will have to explain how, in the past, gays were misunderstood and publicly humiliated for loving each other, and, eventually, how they stood together and conquered stupidity and hypocritical hatred, and fought their way out of marginalization.",
      "author": "iO Tillett Wright",
      "category": "Future, Women, Together"
    },
    {
      "quote": "I was part of a show called 'Manifest Equality' in Los Angeles in 2010, and I realized there was a disconnect between people who are gay or have gay friends and are gay-friendly, and people who think they don't know any gay people.",
      "author": "iO Tillett Wright",
      "category": "Friends, People, Know"
    },
    {
      "quote": "For me, feminism is about equality. So, when someone works for a Wall Street firm and says they're a feminist, my eyes are going to roll.",
      "author": "Jodie Evans",
      "category": "Eyes, Me, Street"
    },
    {
      "quote": "The Nordic countries are leading the way on women's equality, recognizing women as equal citizens rather than commodities for sale.",
      "author": "Johanna Siguroardottir",
      "category": "Women, Equal, Way"
    },
    {
      "quote": "After lengthy consideration, my views have evolved sufficiently to support marriage equality legislation. This position doesn't require any religious denomination to alter any of its tenets; it simply forbids government from discrimination regarding who can marry whom.",
      "author": "Tim Johnson",
      "category": "Marriage, Government"
    },
    {
      "quote": "God allows unjust disparities between rich and poor because He does not miraculously intervene to establish justice against human wills. Also, discrepancies are not unjust by themselves; justice does not mean equality of result but equality of opportunity.",
      "author": "Peter Kreeft",
      "category": "God, Justice, Opportunity"
    },
    {
      "quote": "Now they have come to the place where their faith can no longer feed on the bread of repression and violence. They ask for the bread of liberty, of public equality, and public responsibility. It must not be denied them.",
      "author": "Mordecai Wyatt Johnson",
      "category": "Faith, Responsibility"
    },
    {
      "quote": "I will feel equality has arrived when we can elect to office women who are as incompetent as some of the men who are already there.",
      "author": "Maureen Reagan",
      "category": "Women, Men, Office"
    },
    {
      "quote": "The highest political buzz word is not liberty, equality, fraternity or solidarity; it is service.",
      "author": "Arthur Hugh Clough",
      "category": "Service, Political, Liberty"
    },
    {
      "quote": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.",
      "author": "Harry Bridges",
      "category": "Life, Hope, War"
    },
    {
      "quote": "If money, education, and honesty will not bring to me as much privilege, as much equality as they bring to any American citizen, then they are to me a curse, and not a blessing.",
      "author": "John Hope",
      "category": "Education, Money, Honesty"
    },
    {
      "quote": "Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.",
      "author": "Janez Drnovsek",
      "category": "Respect, Dreams, Good"
    },
    {
      "quote": "There are a lot of things that fit on a bumper sticker in terms of either liberty or equality or progress that when made more concrete just don't pan out.",
      "author": "Laurence Tribe",
      "category": "Progress, Liberty, Concrete"
    },
    {
      "quote": "S Club 7, in some ways, was a continuation of some of the things I'd have liked to have done with the Spice Girls. It was also a shift in tone. S Club was this equality of boys and girls, very positive, very uplifting, didn't have the edge of the Spice Girls. I didn't want to repeat it.",
      "author": "Simon Fuller",
      "category": "Positive, Want, Spice"
    },
    {
      "quote": "I believe every child has the right to a mother and a father. Men and women are not the same. That's not to say they're not entitled to equal rights, but they are not the same.",
      "author": "Mark Davis",
      "category": "Women, Father, Mother"
    },
    {
      "quote": "Humanistic values of equality and equal rights for all nations and individuals as crystallized in the principles of the United Nations Charter are mankind's great achievements in the 20th century.",
      "author": "Tran Duc Luong",
      "category": "Great, Values, Principles"
    },
    {
      "quote": "I don't think we really think about where we get our equality from. There is a sense of feminism and women become passe, in my opinion.",
      "author": "Anastasia Griffith",
      "category": "Women, Think, Opinion"
    },
    {
      "quote": "I am an aristocrat. I love liberty I hate equality.",
      "author": "John Randolph",
      "category": "Love, I Am, Hate"
    },
    {
      "quote": "Earlier feminists were almost universally pro-choice and have dominated political debate until now. Having access to abortion was viewed as the only way women could have full equality with men, who, until recently, couldn't get pregnant.",
      "author": "Kathleen Parker",
      "category": "Women, Men, Political"
    },
    {
      "quote": "Democracy does not guarantee equality of conditions - it only guarantees equality of opportunity.",
      "author": "Irving Kristol",
      "category": "Opportunity, Democracy"
    },
    {
      "quote": "Distinctions between citizens solely because of their ancestry are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.",
      "author": "Harlan Stone",
      "category": "Nature, Free, People"
    },
    {
      "quote": "Demands for equality for women are threats to men's self-esteem and sense of sexual turf.",
      "author": "Alice S. Rossi",
      "category": "Women, Men, Self-Esteem"
    },
    {
      "quote": "Equality means nothing unless incorporated into the institutions.",
      "author": "Slobodan Milosevic",
      "category": "Nothing, Institutions"
    },
    {
      "quote": "Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it.",
      "author": "Slobodan Milosevic",
      "category": "Community, Live, Survive"
    },
    {
      "quote": "Good habits formed at youth make all the difference.",
      "author": "Aristotle",
      "category": "Good, Youth, Habits"
    },
    {
      "quote": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.",
      "author": "Samuel Ullman",
      "category": "Life, Time, Deep"
    },
    {
      "quote": "The youth need to be enabled to become job generators from job seekers.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Job, Youth, Need"
    },
    {
      "quote": "When I was in college, I wanted to be involved in things that would change the world.",
      "author": "Elon Musk",
      "category": "Change, College, World"
    },
    {
      "quote": "We never really grow up, we only learn how to act in public.",
      "author": "Bryan White",
      "category": "Grow, Learn, Grow Up"
    },
    {
      "quote": "When I was growing up, my parents told me, 'Finish your dinner. People in China and India are starving.' I tell my daughters, 'Finish your homework. People in India and China are starving for your job.'",
      "author": "Thomas Friedman",
      "category": "Parents, Job, Me"
    },
    {
      "quote": "Youth comes but once in a lifetime.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Youth, Lifetime, Once"
    },
    {
      "quote": "Adolescence is the conjugator of childhood and adulthood.",
      "author": "Louise J. Kaplan",
      "category": "Childhood, Adolescence"
    },
    {
      "quote": "Telling a teenager the facts of life is like giving a fish a bath.",
      "author": "Arnold H. Glasow",
      "category": "Life, Giving, Fish"
    },
    {
      "quote": "Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces.",
      "author": "Marilyn vos Savant",
      "category": "Music, Listening, Think"
    },
    {
      "quote": "Adolescence is a new birth, for the higher and more completely human traits are now born.",
      "author": "G. Stanley Hall",
      "category": "Birth, Born, Adolescence"
    },
    {
      "quote": "Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family.",
      "author": "Victoria Justice",
      "category": "Family, Friends, Trust"
    },
    {
      "quote": "We must tell girls their voices are important.",
      "author": "Malala Yousafzai",
      "category": "Important, Voices, Must"
    },
    {
      "quote": "Adolescence is just one big walking pimple.",
      "author": "Carol Burnett",
      "category": "Walking, Adolescence, Big"
    },
    {
      "quote": "As a teenager I was so insecure. I was the type of guy that never fitted in because he never dared to choose. I was convinced I had absolutely no talent at all. For nothing. And that thought took away all my ambition too.",
      "author": "Johnny Depp",
      "category": "Ambition, Thought, Talent"
    },
    {
      "quote": "I don't believe in 'thinking' old. Although I've transitioned through many bodies - a baby, toddler, child, teen, young adult, mid-life and older adult - my spirit is unchanged. I support my body with exercise, my mind with reading and writing, and my spirit with the knowing that I am part of the Divine source of all life.",
      "author": "Wayne Dyer",
      "category": "Life, Support, I Am"
    },
    {
      "quote": "So many people try to grow up too fast, and it's not fun! You should stay a kid as long as possible!",
      "author": "Vanessa Hudgens",
      "category": "Fun, People, Long"
    },
    {
      "quote": "For me, the teen years were all about searching for a place for myself, wondering why I seemed so different than everyone else, wondering especially why no one could look past the surface and figure out who I really was underneath.",
      "author": "Robin Wasserman",
      "category": "Myself, Past, Me"
    },
    {
      "quote": "Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice.",
      "author": "David Elkind",
      "category": "Childhood, Choice, Chance"
    },
    {
      "quote": "The toddler must say no in order to find out who she is. The adolescent says no to assert who she is not.",
      "author": "Louise J. Kaplan",
      "category": "She, Find, Say"
    },
    {
      "quote": "Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves.",
      "author": "Virginia Satir",
      "category": "World, People, Learn"
    },
    {
      "quote": "I have this sense that I didn't really start growing up until my twenties.",
      "author": "Winona Ryder",
      "category": "Growing Up, Start, Growing"
    },
    {
      "quote": "You've got to grow up sometime.",
      "author": "Winona Ryder",
      "category": "Grow, Grow Up, You"
    },
    {
      "quote": "I was considered chubby as a teen.",
      "author": "Roger Moore",
      "category": "Chubby, Considered"
    },
    {
      "quote": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.",
      "author": "Sophia Bush",
      "category": "Time, Friends, Best"
    },
    {
      "quote": "All teenagers have this desire to somehow run away.",
      "author": "Joan Chen",
      "category": "Run, Desire, Teenagers"
    },
    {
      "quote": "Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts.",
      "author": "Mary Pipher",
      "category": "Experience, Small, Pressure"
    },
    {
      "quote": "I have a very large shoebox overflowing with lyrics I've been writing and collecting since my teen years and into my late 20s, with lyrics from all walks of my life. Darkness, being in love, being heartbroken, finding yourself... and lyrics that I've been sitting on for, like, seven years, that I haven't done anything with.",
      "author": "Evan Rachel Wood",
      "category": "Love, Life, Darkness"
    },
    {
      "quote": "There's a freshness to the approach of teen chefs. They're lighthearted, and they're not afraid to take risks.",
      "author": "Alex Guarnaschelli",
      "category": "Risks, Afraid, Approach"
    },
    {
      "quote": "I was a troubled teen and I was constantly looking for someone to throw me a rope. Those ropes are connections. They allow us to see that life exists beyond the little worlds we are currently a part of.",
      "author": "Lauren Oliver",
      "category": "Life, Me, Looking"
    },
    {
      "quote": "It's about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.",
      "author": "Jane Fonda",
      "category": "Time, Future, Politics"
    },
    {
      "quote": "Being a teen idol is what I've waited for my whole life.",
      "author": "Sarah Michelle Gellar",
      "category": "Life, Being, Whole"
    },
    {
      "quote": "My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it.",
      "author": "Justin Timberlake",
      "category": "Path, Walk, You"
    },
    {
      "quote": "Adolescence isn't just about prom or wearing sparkly dresses.",
      "author": "Jena Malone",
      "category": "Adolescence, Dresses, Prom"
    },
    {
      "quote": "I'm a teenager, but I'm independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone.",
      "author": "Adriana Lima",
      "category": "Life, Family, Alone"
    },
    {
      "quote": "Most people, almost everyone knows of a teen mom. Teen pregnancy rates are growing, and we need to bring awareness to that.",
      "author": "Madisen Beaty",
      "category": "Mom, People, Bring"
    },
    {
      "quote": "You have teenagers thinking they're going to make millions as NBA stars when that's not realistic for even 1 percent of them. Becoming a scientist or engineer is.",
      "author": "Dean Kamen",
      "category": "Stars, Thinking, You"
    },
    {
      "quote": "I liked being a teenager, but I would not go back for all the tea in China.",
      "author": "Rob Lowe",
      "category": "Tea, Back, Being A Teenager"
    },
    {
      "quote": "Trouble is, kids feel they have to shock their elders and each generation grows up into something harder to shock.",
      "author": "Ben Lindsey",
      "category": "Generation, Elders, Kids"
    },
    {
      "quote": "There is a point in every young person's life when you realize that the youth that you've progressed through and graduate to some sort of adulthood is equally as messed up as where you're going.",
      "author": "Jena Malone",
      "category": "Life, Youth, You"
    },
    {
      "quote": "This generation has given up on growth. They're just hoping for survival.",
      "author": "Penelope Spheeris",
      "category": "Growth, Survival, Generation"
    },
    {
      "quote": "Teenagers who are never required to vacuum are living in one.",
      "author": "Fred G. Gosman",
      "category": "Living, Teenagers, Vacuum"
    },
    {
      "quote": "Children, even infants, are capable of sympathy. But only after adolescence are we capable of compassion.",
      "author": "Louise J. Kaplan",
      "category": "Children, Compassion"
    },
    {
      "quote": "As a teen, I was both anorexic and bulimic.",
      "author": "Alanis Morissette",
      "category": "Anorexic, Both"
    },
    {
      "quote": "In my early teen years, I wanted to become a vet. That was my plan. I worked as a veterinarian's assistant for a couple of summers.",
      "author": "Dennis Quaid",
      "category": "Plan, Early, Years"
    },
    {
      "quote": "I didn't date for my entire teen life - it just wasn't on my mind.",
      "author": "Kiesza",
      "category": "Life, Mind, Just"
    },
    {
      "quote": "I'm really good at making teen angst romantic. I'm really good at dealing with heartbreak and things like that and making it into this whole experience. But there's no way to make someone-on-the-Internet-said-something-mean-about-me into romantic angst where you can listen to music and cry or whatever.",
      "author": "Tavi Gevinson",
      "category": "Music, Romantic, Good"
    },
    {
      "quote": "It's important to me that I don't get trapped in the whole teen scene, because I feel that you can get lost in those kind of movies, and they aren't really about the actors; they're about the selling of the concept, and how much money it makes.",
      "author": "Kirsten Dunst",
      "category": "Money, Me, Lost"
    },
    {
      "quote": "I think I'm trouble-adjacent. I remember hearing once that good girls don't get caught. I think that's sort of a lot of what my teen years were like. I skirted the stuff that other kids were doing because the idea of actually getting in trouble was not appealing to me, but I still wanted to have adventures.",
      "author": "Anna Kendrick",
      "category": "Good, Me, Remember"
    },
    {
      "quote": "Sometimes people come up to me and say, 'You were my teen crush.' I'm honored and I'm touched, but I also ask, 'What happened? Why'd you take the poster down?' I get a little heartbroken in that situation.",
      "author": "Christian Slater",
      "category": "Me, People, Crush"
    },
    {
      "quote": "After 'Freaky Friday,' another teen movie was not on my playlist.",
      "author": "Mark Waters",
      "category": "Friday, Freaky, After"
    },
    {
      "quote": "I think if you ask people why they watch me, there would be some common thread among all of them that I'm somewhat of an awkward older sister. I have a teen, mostly female demographic. How that happened, I don't know. But I think they see me as some sort of bizarre role model, and I'll keep trying to do that for them.",
      "author": "Grace Helbig",
      "category": "Sister, Me, People"
    },
    {
      "quote": "My interest was magic, believe it or not. I became an amateur magician and did something like 400 magic shows through my teen years.",
      "author": "David Pogue",
      "category": "Believe, Magic, Through"
    },
    {
      "quote": "I grew up watching a lot of stuff, like 'Teen Titans.'",
      "author": "Jeremy Shada",
      "category": "Up, Watching, Like"
    },
    {
      "quote": "I grew up in a difficult environment, but I became a Christian as a teen. My mom and my sister soon became Christians also.",
      "author": "Melody Carlson",
      "category": "Sister, Mom, Christian"
    },
    {
      "quote": "Teen pregnancy went way down in the '90s, and 75 percent of it was because of increased use of contraception.",
      "author": "Al Franken",
      "category": "Down, Way, Pregnancy"
    },
    {
      "quote": "I was a happy kid up until I hit the teen years.",
      "author": "Rick Springfield",
      "category": "Happy, Years, Kid"
    },
    {
      "quote": "I love my mom so much, and I always have, but I was definitely a monster to her a lot during my teen years.",
      "author": "Dove Cameron",
      "category": "Love, Mom, Her"
    },
    {
      "quote": "People ask me, 'How's 'Teen Wolf?' and I tell them it's literally the best job I've ever had. It's hard. Everybody wants to be a series regular. It's something that a lot of actors would kill to have. That being said, it's very demanding of you, in so many different ways.",
      "author": "Shelley Hennig",
      "category": "Best, Job, Wolf"
    },
    {
      "quote": "Growing up, I wanted desperately to please, to be a good girl.",
      "author": "Claire Danes",
      "category": "Good, Girl, Growing Up"
    },
    {
      "quote": "I was a teen idol and that has a short shelf life.",
      "author": "Shaun Cassidy",
      "category": "Life, Short, Idol"
    },
    {
      "quote": "To an adolescent, there is nothing in the world more embarrassing than a parent.",
      "author": "Dave Barry",
      "category": "World, Parent, Nothing"
    },
    {
      "quote": "If you just watch a teenager, you see a lot of uncertainty.",
      "author": "Jamie Lee Curtis",
      "category": "Uncertainty, You, See"
    },
    {
      "quote": "Time scoots along pretty fast when you grow up.",
      "author": "Alan Ladd",
      "category": "Time, Grow, You"
    },
    {
      "quote": "In the public, it seems to be painted that when minorities get pregnant, they need to get abortions, especially when it comes to teen pregnancy. It's like, when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show.",
      "author": "Benjamin Watson",
      "category": "Black, Need, Pregnancy"
    },
    {
      "quote": "My whole life, growing up, I always wanted to be in comedy. I never felt comfortable doing the 'teen hunk' thing.",
      "author": "Dustin Milligan",
      "category": "Life, Growing Up, Comedy"
    },
    {
      "quote": "The endless teen franchises that come out of Hollywood... more often than not, the central character doesn't have any discernible character traits. They're just the young, good-looking guy who goes on this journey. They're always played by fantastic young actors, but ultimately, they're not very interesting characters.",
      "author": "Taron Egerton",
      "category": "Journey, Character"
    },
    {
      "quote": "Your modern teenager is not about to listen to advice from an old person, defined as a person who remembers when there was no Velcro.",
      "author": "Dave Barry",
      "category": "Advice, Listen, Person"
    },
    {
      "quote": "To all those mothers and fathers who are struggling with teen-agers, I say, just be patient: even though it looks like you can't do anything right for a number of years, parents become popular again when kids reach 20.",
      "author": "Marian Wright Edelman",
      "category": "Parents, Reach, You"
    },
    {
      "quote": "When I look in the mirror I see the girl I was when I was growing up, with braces, crooked teeth, a baby face and a skinny body.",
      "author": "Heather Locklear",
      "category": "Baby, Girl, Mirror"
    },
    {
      "quote": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what.",
      "author": "Eddie Vedder",
      "category": "Good, Mom, Cool"
    },
    {
      "quote": "Female adolescence is - universally - an emotionally and psychologically intense period.",
      "author": "Caitlin Flanagan",
      "category": "Adolescence, Intense, Female"
    },
    {
      "quote": "I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the '60s is great because you realize you left your generation with a smile and good memories.",
      "author": "Connie Stevens",
      "category": "Love, Smile, Memories"
    },
    {
      "quote": "We won a contest at the teen fair in Vancouver and the first prize was a recording contract and we recorded at a radio station on the stairway, and we did a record and it got put out.",
      "author": "Tommy Chong",
      "category": "Radio, First, Fair"
    },
    {
      "quote": "Teen pop will never die as long as there are teens and popular music. It just takes a different head.",
      "author": "Justin Timberlake",
      "category": "Music, Die, Long"
    },
    {
      "quote": "When I was a teenager I would lock myself in the bathroom for hours, bouffanting my hair like Patty Duke and trying to recreate Barbra Streisand's flawless eyeliner, only to comb it all out and wash it all off before stepping out into the world a butchish bisexual teen.",
      "author": "Beth Ditto",
      "category": "Myself, Hair, World"
    },
    {
      "quote": "I like having young assistants in my office; they have energy, and I spend time with them to make sure they understand what we're doing. By investing in them, I'm investing in the magazine. All over 'Vogue,' 'Teen Vogue,' and 'Men's Vogue,' there are people who have been through not only my office but also many other offices at 'Vogue.'",
      "author": "Anna Wintour",
      "category": "Time, Men, People"
    },
    {
      "quote": "During my teen years, I was real emotional. I could be really up or down.",
      "author": "Andie MacDowell",
      "category": "Down, Real, Emotional"
    },
    {
      "quote": "I won Miss Teen World, and then a movie rep saw me on the pageant website and thought that I had the perfect image for the role in 'Madrasapattinam.'",
      "author": "Amy Jackson",
      "category": "Thought, World, Me"
    },
    {
      "quote": "That can be the most painstaking aspect of being a teen, figuring out what the world really looks like. If you find someone in a book, you know you're not alone and that's what's so comforting about books.",
      "author": "Laurie Halse Anderson",
      "category": "Alone, Book, World"
    },
    {
      "quote": "As a teen, I heard the second Velvet Underground album, 'White Light/White Heat,' and it was too much for my limited scope of appreciation. It was intense, but I didn't get it.",
      "author": "Henry Rollins",
      "category": "Appreciation, Heat, Velvet"
    },
    {
      "quote": "I'm a comic nerd. I'm a former serious collector for much of my childhood and early teen years I wanted to draw underground comics.",
      "author": "Anthony Bourdain",
      "category": "Childhood, Early, Years"
    },
    {
      "quote": "Can you imagine peaking as a teen? I think if you peak in high school, there's a problem. That's what my sister always said: 'Don't worry, you'll peak later.'",
      "author": "Chelsea Handler",
      "category": "Sister, School, Worry"
    },
    {
      "quote": "I was one of those daughters who saw my mother as my enemy when I was a teen.",
      "author": "Deborah Tannen",
      "category": "Mother, Enemy, Daughters"
    },
    {
      "quote": "At the time I came along, Hollywood's idea of teen movies meant there had to be a lot of nudity, usually involving boys in pursuit of sex, and pretty gross overall. Either that or a horror movie. And the last thing Hollywood wanted in their teen movies was teenagers!",
      "author": "John Hughes",
      "category": "Time, Movies, Idea"
    },
    {
      "quote": "Honestly, I never thought I'd actually be playing a teen lesbian. I didn't think it was going to go this far. But I'm glad that it did, because there have been a lot of fans who have expressed that they've been going through similar situations in their lives.",
      "author": "Naya Rivera",
      "category": "Thought, Think, Through"
    },
    {
      "quote": "Even when I was a teen model, I didn't think it was fair that I had to enter the acting world to get insurance.",
      "author": "Tyra Banks",
      "category": "World, Acting, Insurance"
    },
    {
      "quote": "I would not recommend a teen getting into modeling if they're not solid when it comes to their grades and school. That comes first. My mother always told me that came first.",
      "author": "Tyra Banks",
      "category": "Mother, School, Me"
    },
    {
      "quote": "I've started ordering out of teen catalogues! T-shirts, little coats, and jackets for around $35 - they're amazing. I've become a really big fan of Urban Outfitters, Alloy and Anthropologie. Because I'll pay for quality, but I will not just pay for trend. Psychologically, I have trouble with that.",
      "author": "Ivanka Trump",
      "category": "Quality, Amazing, Little"
    },
    {
      "quote": "I remember the first time I saw the 'Smells Like Teen Spirit' video. I will never forget that day. I just wanted to see Kurt Cobain's face. I had a feeling he was very cute. But, I couldn't see his face. When I finally did see him, he was even cuter than I imagined!",
      "author": "Shakira",
      "category": "Time, Day, Cute"
    },
    {
      "quote": "Prosecutors say it would be next to impossible to get one teen to testify in court that another had slipped him or her a copied disc at lunchtime. And besides, isn't sharing music a time-honored part of teen friendship?",
      "author": "Charles Duhigg",
      "category": "Friendship, Music"
    },
    {
      "quote": "Growing up, I had an internal struggle with my body because I was really chubby. My sisters were younger, and they were all skinny and all cute. As a teen, I definitely had, like, an extra 30 pounds of weight.",
      "author": "Christina Milian",
      "category": "Struggle, Cute, Growing Up"
    },
    {
      "quote": "People now tell me it's a good thing I stayed away from teen films. Well, it wasn't my choice. I wasn't hired.",
      "author": "Laura Dern",
      "category": "Good, Choice, Me"
    },
    {
      "quote": "If a movie isn't a hit right out of the gate, they drop it. Which means that the whole mainstream Hollywood product has been skewed toward violence and vulgar teen comedy.",
      "author": "Roger Ebert",
      "category": "Violence, Comedy, Hollywood"
    },
    {
      "quote": "I think anybody who's doing work in their teen years on TV or in the movies, you're a teen idol by default.",
      "author": "Jason Bateman",
      "category": "Work, Movies, Think"
    },
    {
      "quote": "People still come up to me and say, 'Hey, 'Teen Wolf!' 'Teen Wolf Too' closed a week after it opened. Where did they see it?",
      "author": "Jason Bateman",
      "category": "Week, Wolf, Me"
    },
    {
      "quote": "In my teen years, I was hanging out with adults - Steven Meisel, Francois Nars, Oribe, Paul Cavaco. We had so much fun! We'd go out in New York.",
      "author": "Christy Turlington",
      "category": "Fun, New York, New"
    },
    {
      "quote": "There's always a Justin Bieber. Ever since I've been around, there's always been one of him. You know, you can trace it back from how old you are and the boy bands that came along then and the teen sensations and whatnot. And, you know, good for them. There's a few of them that make it out and a few of them that don't.",
      "author": "Kid Rock",
      "category": "Good, Know, You"
    },
    {
      "quote": "Once a teen has been identified as part of the 'target market,' he knows he's done for. The object of the game is to confound the marketers, and keep one's own, authentic culture from showing up at the shopping mall as a prepackaged corporate product.",
      "author": "Douglas Rushkoff",
      "category": "Culture, Game, Shopping"
    },
    {
      "quote": "Let us develop an agenda for children that says we can do something about teen pregnancy. Let us make sure that parents are old enough, wise enough, and financially able to take care of their children.",
      "author": "Janet Reno",
      "category": "Children, Wise, Parents"
    },
    {
      "quote": "Ric Flair was such a huge part of my childhood and teen years. He's an icon.",
      "author": "Darius Rucker",
      "category": "Childhood, Years, Part"
    },
    {
      "quote": "My kids idea of a hard life is to live in a house with only one phone.",
      "author": "George Foreman",
      "category": "Life, Live, Kids"
    },
    {
      "quote": "I so think it's limiting to define an audience ahead of time. This is something I've brought on myself by being like, 'There are no 'real' teen publications! That's what I'll do!' But then it's like, well, if I want 'Rookie' to be successful and popular, then people will invalidate the realness by saying it's popular and mainstream.",
      "author": "Tavi Gevinson",
      "category": "Time, Myself, Successful"
    },
    {
      "quote": "'Rookie' is not your guide to Being a Teen. It is, quite simply, a bunch of writing and art we like and believe in.",
      "author": "Tavi Gevinson",
      "category": "Art, Writing, Believe"
    },
    {
      "quote": "I instinctively dress a bit tougher because I've spent a lot of time in the U.S. and I realised there was a certain image projected of me here. I've always been an absolute rebel. When I was in my teen years I had piercings and wore all black.",
      "author": "Ellie Goulding",
      "category": "Time, Dress, Me"
    },
    {
      "quote": "I was a handful growing up.",
      "author": "Olivia Wilde",
      "category": "Growing Up, Growing, Up"
    },
    {
      "quote": "There was a three-year chunk as a teen where I should have been tranquilized and put in a cage.",
      "author": "Melissa McCarthy",
      "category": "Cage, Should, Where"
    },
    {
      "quote": "I built my entire career off of teen comedies. I was in 'Bring It On'.",
      "author": "Kirsten Dunst",
      "category": "Career, Bring, Built"
    },
    {
      "quote": "Guilty pleasure implies that it's something that I feel guilty for watching... people tell me I should feel guilty for watching because I'm too old to watch it, but I don't give a damn: I love everything on Cartoon Network from 'Adventure Time' to 'The Adventures of Gumball', 'Teen Titans'... all those shows that are for my kids, I like those!",
      "author": "Ne-Yo",
      "category": "Love, Time, Adventure"
    },
    {
      "quote": "Doesn't matter whether it's a teen girl who's pregnant, hasn't told her parents, or an elderly couple dealing with one of them being diagnosed with Alzheimer's. Those are real people to me. Those are the people I dealt with every single day.",
      "author": "Mike Huckabee",
      "category": "Day, Parents, Girl"
    },
    {
      "quote": "For the youth, the indignation of most things will just surge as each birthday passes.",
      "author": "Chris Evans",
      "category": "Birthday, Youth, Will"
    },
    {
      "quote": "When I found out I had to take off my shirt in 'Teen' movie, I panicked and hit the gym. I was like, 'It's going to be on film, documented, for my children to see. I can't be 140 pounds. I need to put on a little bit of muscle.'",
      "author": "Chris Evans",
      "category": "Children, See, Little"
    },
    {
      "quote": "Costumes say a lot about a character. When it came to 'Palo Alto,' it was important for me that the kids didn't look perfect. In most teen movies today, all of the clothes are expensive. I remember wearing a lot of dirty vintage clothes.",
      "author": "Gia Coppola",
      "category": "Today, Character, Me"
    },
    {
      "quote": "Mrs. Palin is history in a dress. And her script is straight out of Hollywood - like those teen movies with the cliched ending featuring the female valedictorian delivering the speech of a lifetime projecting a bold and transformative future with an independent-minded woman in charge.",
      "author": "Andrew Breitbart",
      "category": "History, Future, Woman"
    },
    {
      "quote": "Lesley Gore's part-time field was pop singer, and in her brief but urgent prime, she was the Queen of Teen Angst. She endured heartbreak as a birthday girl betrayed by her beau in 'It's My Party,' savored revenge in the sequel 'Judy's Turn to Cry' and belted the proto-feminist anthem 'You Don't Own Me.'",
      "author": "Richard Corliss",
      "category": "Birthday, Revenge, Girl"
    },
    {
      "quote": "Fifth grade was when I first heard 'Smells Like Teen Spirit;' it was the energy, and his voice. I liked 311 and Sublime, too, though that might have been a little after that.",
      "author": "Ty Dolla Sign",
      "category": "Energy, Voice, First"
    },
    {
      "quote": "I was a teen star. That's disgusting enough.",
      "author": "John Cusack",
      "category": "Star, Enough, Disgusting"
    },
    {
      "quote": "As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be.",
      "author": "Julie Burchill",
      "category": "Age, Great, Right"
    },
    {
      "quote": "All that stuff - 'teen idol' - that wasn't me.",
      "author": "David Cassidy",
      "category": "Me, Idol, Stuff"
    },
    {
      "quote": "Just do me a favor. Don't call me 'former teen heartthrob,' okay? It's as if they were constantly discussing your second year of college. I'm not back there anymore. I'm living in the present.",
      "author": "David Cassidy",
      "category": "College, Me, Living"
    },
    {
      "quote": "I love being in a public space where teenagers are talking. And the funny thing is that it hasn't changed that much. There's certainly slang that I'm not familiar with, but among the average teen, it's still the same.",
      "author": "Marti Noxon",
      "category": "Funny, Love, Space"
    },
    {
      "quote": "I definitely think there could be stricter teen driving laws.",
      "author": "Victoria Justice",
      "category": "Driving, Think, Laws"
    },
    {
      "quote": "To even be called the 'teen queen' is crazy.",
      "author": "Victoria Justice",
      "category": "Crazy, Queen, Even"
    },
    {
      "quote": "I really liked 'Starter For Ten' because I grew up watching 1980s teen films like 'St. Elmo's Fire' and 'The Breakfast Club' and I've always wanted to play the underdog lead hero in a 1980s-inspired film.",
      "author": "James McAvoy",
      "category": "Hero, Breakfast, Fire"
    },
    {
      "quote": "I never listened to the Grateful Dead as a teen the only exposure I got was what came through the walls when my sister was listening to them.",
      "author": "J. K. Simmons",
      "category": "Sister, Grateful, Listening"
    },
    {
      "quote": "I'd never made a teen comedy in my life.",
      "author": "Harvey Weinstein",
      "category": "Life, My Life, Comedy"
    },
    {
      "quote": "Children born to teens have less supportive and stimulating environments, poorer health, lower cognitive development, and worse educational outcomes. Children of teen mothers are at increased risk of being in foster care and becoming teen parents themselves, thereby repeating the cycle.",
      "author": "Jane Fonda",
      "category": "Children, Health, Parents"
    },
    {
      "quote": "If we as a nation are to break the cycle of poverty, crime and the growing underclass of young people ill equipped to be productive citizens, we need to not only implement effective programs to prevent teen pregnancy, but we must also help those who have already given birth so that they become effective, nurturing, bonding parents.",
      "author": "Jane Fonda",
      "category": "Parents, Poverty, Help"
    },
    {
      "quote": "Clothes are like a suit of armour when you're young. I was quite a shy teen, so I wanted to make aggressive statements with the way I looked. I'd say my goth/indie stage was the worst: there was a lot of experimentation involving pink food dye in my fringe.",
      "author": "Erin O'Connor",
      "category": "Food, Pink, Clothes"
    },
    {
      "quote": "I want to help middle-school girls stay interested in math and be good at it, and see it as friendly and accessible and not this scary thing. Everyone else in society tells them it's not for them. It's for nerdy white guys with pocket protectors.",
      "author": "Danica McKellar",
      "category": "Good, Society, Help"
    },
    {
      "quote": "I hate it when people call me a teen queen.",
      "author": "Lindsay Lohan",
      "category": "Hate, Queen, Me"
    },
    {
      "quote": "I've always enjoyed teen characters, and kids as well. For whatever reason, I seem to have an ability to do it sort of well, and I enjoy doing it.",
      "author": "Jeff Lemire",
      "category": "Enjoy, Doing, Kids"
    },
    {
      "quote": "I was a total metal-head as a teen. I still love it, too.",
      "author": "Kristian Nairn",
      "category": "Love, Total, Still"
    },
    {
      "quote": "When I was in the 12th grade, I got my girlfriend pregnant. I just got out of school, she was a 10th-grader. I'm a teen parent, and I'm at a point where I'm like, 'Man I've got to do something.'",
      "author": "Ice T",
      "category": "School, Man, Parent"
    },
    {
      "quote": "When I started out as a music journalist, at the end of the 1980s, it was generally assumed that we were living through the lamest music era the world would ever see. But those were also the years when hip-hop exploded, beatbox disco soared, indie rock took off, and new wave invented a language of teen angst.",
      "author": "Rob Sheffield",
      "category": "Music, Language, World"
    },
    {
      "quote": "The area of teenage life is not necessarily rarefied; we've all gone through that period. It's not as rarefied as a western or a space adventure or a gangster film, but it has its own dynamic.",
      "author": "Gus Van Sant",
      "category": "Life, Adventure, Space"
    },
    {
      "quote": "I see it as more of a teenage activity than, you know, she's only 11, but you know, I think it's great that she knows so many girls who want to play music. And I see it more as a teen activity than I do as going into music.",
      "author": "Kim Gordon",
      "category": "Music, Great, Want"
    },
    {
      "quote": "Typically, middle-class educated parents' search for their children's schools takes on the feel, if not of teen girls trying on different outfits, of adolescents trying on various selves.",
      "author": "Sandra Tsing Loh",
      "category": "Children, Parents, Search"
    },
    {
      "quote": "I've always gravitated towards those ultimate lines in songs, the line you grab on to. That line in 'Smells Like Teen Spirit,' 'Here we are now/Entertain us' - the irony, the antagonism; that's always stuck with me.",
      "author": "Corey Taylor",
      "category": "Me, Irony, You"
    },
    {
      "quote": "The United States has made remarkable progress in reducing both teen pregnancy and racial and ethnic differences, but the reality is, too many American teens are still having babies.",
      "author": "Tom Frieden",
      "category": "Progress, American, Reality"
    },
    {
      "quote": "They were marketing me as a teen idol, when the stuff on the record was not what teen idols were doing at the time.",
      "author": "Rick Springfield",
      "category": "Time, Me, Marketing"
    },
    {
      "quote": "I mean, I'm pretty good in real life, but sometimes people seem surprised that I'm like a normal teenager and wear black nail polish and I'm just a little bit more edgy than the person I play on television.",
      "author": "Brittany Snow",
      "category": "Life, Good, Television"
    },
    {
      "quote": "People love teen movies because everyone can relate.",
      "author": "Zoe Kravitz",
      "category": "Love, People, Movies"
    },
    {
      "quote": "People don't know the real me. The hard times I went through are what led me to my life now. I was a mess as a teen! I was kind of wild and really unhappy.",
      "author": "Kristin Cavallari",
      "category": "Life, Me, People"
    },
    {
      "quote": "I just fell into the job as a fashion editor at a teen magazine. I was there for two years, and I left there as a senior fashion editor at the age of 25.",
      "author": "Rachel Zoe",
      "category": "Age, Job, Fashion"
    },
    {
      "quote": "Obviously when you're a teen you have no money, so you make, like, three outfits out of one dress. You're like, 'OK cut the arms here. Alright: New party, cut them to here.'",
      "author": "Marina and the Diamonds",
      "category": "Money, Dress, Party"
    },
    {
      "quote": "I grew up in Detroit. I was a teen father. I lived on welfare for three years. I have a brother serving life in prison, though I believe he's innocent.",
      "author": "Michael Eric Dyson",
      "category": "Life, Father, Brother"
    },
    {
      "quote": "Well, I could do it for a day, but I wouldn't want to be a teenager again. I really wouldn't.",
      "author": "Jamie Lee Curtis",
      "category": "Day, Want, Well"
    },
    {
      "quote": "I didn't want to be the typical teen idol. I didn't want to be Leif Garrett. I didn't want to be Shaun Cassidy, David Cassidy or Parker Stevenson. I wanted to do my own thing.",
      "author": "Willie Aames",
      "category": "Want, My Own, Idol"
    },
    {
      "quote": "Being a teen idol or being a heartthrob on all the magazines, with Shaun Cassidy, Leif Garrett, and Scott Baio - it was embarrassing! I never understood it. I mean, why me? I never really got it.",
      "author": "Willie Aames",
      "category": "Me, Why, Mean"
    },
    {
      "quote": "I found my niche as a character actor, and I've never felt like a movie star or teen idol and never wanted to.",
      "author": "Vincent D'Onofrio",
      "category": "Character, Actor, Never"
    },
    {
      "quote": "When I was a teenager, I read a lot of Poe.",
      "author": "Dario Argento",
      "category": "Teenager, Read, Lot"
    },
    {
      "quote": "I will say that I know Nirvana did a show and played a few chords from 'More Than a Feeling' before they did 'Teen Spirit,' and it wasn't very good. But in all seriousness, 'Teen Spirit' was a great song. If subconsciously or somehow I had any influence on that, I'll take that as a compliment.",
      "author": "Tom Scholz",
      "category": "Good, Great, Influence"
    },
    {
      "quote": "Most of the offers I get from Hollywood are for teen comedies. My manager thinks I'm crazy for turning down all that money, but I'm very picky.",
      "author": "Macaulay Culkin",
      "category": "Money, Crazy, Down"
    },
    {
      "quote": "I was into all kinds of music as a teen - country music, because my dad was in a band that played country, and whatever my sister and brother were into.",
      "author": "Martina McBride",
      "category": "Music, Sister, Brother"
    },
    {
      "quote": "If you were an optimistic teen, then you'll be an optimist at 80. People's reactions to bad events are highly stable over a half century or more.",
      "author": "Martin Seligman",
      "category": "People, You, Bad"
    },
    {
      "quote": "I don't think there's a problem with being a teen idol, if that happens to me, I'll be happy to deal with it.",
      "author": "Josh Hartnett",
      "category": "Happy, Me, Be Happy"
    },
    {
      "quote": "I wasn't going to have fun doing a teen movie again.",
      "author": "Heath Ledger",
      "category": "Fun, Doing, Have Fun"
    },
    {
      "quote": "As a kid, I was definitely a DC guy. I started reading big time in the '80s at the height of the Wolfman/Perez 'New Teen Titans.' That was definitely the book that hooked me.",
      "author": "Jason Aaron",
      "category": "Time, Reading, Book"
    },
    {
      "quote": "I went on an audition once for a show, and the feedback was to play an angry teen. My agent convinced me to try out. I was really bitter for a while, because it sucks when you don't get good scripts after working on good quality.",
      "author": "Alia Shawkat",
      "category": "Good, Quality, Me"
    },
    {
      "quote": "Heredity is what sets the parents of a teenager wondering about each other.",
      "author": "Laurence J. Peter",
      "category": "Parents, Wondering, Other"
    },
    {
      "quote": "Watching 'CSI: Miami' is like watching 'Teen Jeopardy!' or doing the crossword puzzle in 'People' magazine. It makes you feel smart even when you're not.",
      "author": "Willie Geist",
      "category": "Smart, People, Puzzle"
    },
    {
      "quote": "Teen authors love to flirt with taboo, to grapple - sensitively - with dark and frightening issues, and there is nothing darker and more frightening than cancer.",
      "author": "Mal Peet",
      "category": "Love, Dark, Cancer"
    },
    {
      "quote": "The phrase 'teen hottie' literally makes me want to throw up.",
      "author": "Lorde",
      "category": "Me, Want, Up"
    },
    {
      "quote": "I think I am too old to be doing teen movies. I am just kind of annoyed, because you have all these teen movies coming out with usually either Lindsay Lohan or Hilary Duff doing four of the exact teen movies over and over again.",
      "author": "Alexa Vega",
      "category": "I Am, Movies, Think"
    },
    {
      "quote": "I wanted to be a writer as a teen... so storytelling was my first love. In my late teens, design became an obsession as I realized that I could express myself through the medium. Much later, when I founded Fuseproject in 1999, our slogan became 'design brings stories to life.'",
      "author": "Yves Behar",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "How the original 'Cosmos' affected me personally was long-term. I wasn't born early enough to see the original series, but after getting a hold of it in my teen years, it was one of the driving forces behind my passion for science.",
      "author": "Kyle Hill",
      "category": "Science, Passion, Me"
    },
    {
      "quote": "In my teen years leading up to the Olympics, I loved having the excuse to skip out on parties because of skating. Partying wasn't my thing anyway. Mostly I hung out with other skaters. We were all buddies, so it's not like I missed out on socializing. I was really enjoying myself.",
      "author": "Dorothy Hamill",
      "category": "Myself, Loved, Years"
    },
    {
      "quote": "Before my teen years, I was losing my hearing pretty quickly, and I was getting very, very angry. I was beginning to become an angry person because of that.",
      "author": "Evelyn Glennie",
      "category": "Losing, Beginning, Angry"
    },
    {
      "quote": "I think there's a time in your life where you don't feel like you fit in. I think everyone has that when you're a teenager, especially, and especially in the society we live in.",
      "author": "Matthew Vaughn",
      "category": "Life, Time, Society"
    },
    {
      "quote": "I didn't have a teen age at all. I didn't even look at boys, never mind... then suddenly it was like, 'Oh my god!' So I made up for a lot of lost time very quickly. It was kind of bonkers. Working hard, partying hard - but also experiencing life, you know.",
      "author": "Anne-Marie Duff",
      "category": "Life, Time, Age"
    },
    {
      "quote": "I started wearing all black around the time I got into Nirvana. I first heard 'Smells Like Teen Spirit' when I was about 12, and I remember jumping on my bed, so excited about it.",
      "author": "Natasha Lyonne",
      "category": "Time, Black, Remember"
    },
    {
      "quote": "Being a musician since I was a teen, Guitar Center is the staple. You need anything to create, it's there. You need a Guitar Center. You gotta give it homage. It's a tool shed, and without the tool shed, it's hard to create.",
      "author": "Steve Aoki",
      "category": "Guitar, You, Create"
    },
    {
      "quote": "I will be able to look back on my teen years as spent on a television set just having the biggest bunch of fun.",
      "author": "Sophie Turner",
      "category": "Fun, Television, Look"
    },
    {
      "quote": "I had teen angst for a while, but I think every teenager has the angst.",
      "author": "Jamie Bell",
      "category": "Think, I Think, Every"
    },
    {
      "quote": "I tend to like writing long stories in comics. I worked on 'Flash,' 'Teen Titans' and 'JSA' for years. I always like diving into characters.",
      "author": "Geoff Johns",
      "category": "Writing, Long, Years"
    },
    {
      "quote": "My first job in TV was hosting this young teen magazine show, and all these high school teenagers showed up from all over Sacramento, California, and they chose four of us to host the show, two boys and two girls. And of the two girls, I was kind of the perky smart one and the other girl was the pretty one.",
      "author": "Lisa Ling",
      "category": "School, Job, Girl"
    },
    {
      "quote": "Everybody is a teenage idol.",
      "author": "Barry Gibb",
      "category": "Idol, Everybody, Teenage"
    },
    {
      "quote": "I played teen roles until high definition came out, and I could never understand it. I would go in for adult roles and be older than many of the people auditioning, but they'd cast the girl without a line on her face.",
      "author": "Selma Blair",
      "category": "Girl, People, Face"
    },
    {
      "quote": "I actually love writing for teens best. I had such an awful time in my own teen years - I love having the chance to relive them through my fiction.",
      "author": "Meg Cabot",
      "category": "Love, Time, Best"
    },
    {
      "quote": "The donning of the ear buds marks the beginning of teen life, when children set off on their own for the passage through adolescence.",
      "author": "Amity Shlaes",
      "category": "Life, Children, Beginning"
    },
    {
      "quote": "I grew up in a house where nobody had to tell me to go to school every day and do my homework.",
      "author": "Constance Baker Motley",
      "category": "Day, School, Me"
    },
    {
      "quote": "I had no idea of the size of my bank account as a teen, and I didn't care to know. That was my mom's job, I figured that I would just find out when I turned 18. If you can't trust your mom, then who can you trust?",
      "author": "Anna Chlumsky",
      "category": "Trust, Mom, Job"
    },
    {
      "quote": "It seems like whenever a big newspaper or TV show talks about teen literature, they focus on dark books or vampire books. It's kind of this cliche. It seems like the only time adults pay attention is with that angle.",
      "author": "Jay Asher",
      "category": "Time, Focus, Dark"
    },
    {
      "quote": "Teenagers are asking, 'Who am I?' and 'How do I fit in?' in every aspect of their lives, and the best YA romances appreciate that there is more to a teen's life than finding love.",
      "author": "Sarah MacLean",
      "category": "Love, Life, Best"
    },
    {
      "quote": "'Teen Moms!' I started watching them like the first two seasons, and I stopped. I stopped because they are too young. I feel sorry for them. And I didn't watch that show 'Hoarders.' That thing would made my skin crawl.",
      "author": "NeNe Leakes",
      "category": "Seasons, Sorry, Young"
    },
    {
      "quote": "I first read Harper Lee's 'To Kill a Mockingbird' as a teen in school, like you did. I read the book alone, eating lunch at my locker, neatly scored oranges my mother divided into five lines with a circle at the top, so my fingers could dig more easily into the orange skin. To this day, the smell of oranges reminds me of 'Mockingbird.'",
      "author": "Margaret Stohl",
      "category": "Mother, Alone, School"
    },
    {
      "quote": "The eight months I took off between 'Teen Vogue' and 'Lucky' afforded me such amazing opportunities, and I learned so much from so many different people - the brands that I worked with, the companies that I was consulting for.",
      "author": "Eva Chen",
      "category": "Opportunities, Amazing, Me"
    },
    {
      "quote": "I wanted to be with the kind of people I'd grown up with, but you can't go back to them and be one of them again, no matter how hard you try.",
      "author": "Ethel Waters",
      "category": "People, You, Try"
    },
    {
      "quote": "I think the feeling was that 'Venture Brothers' really has something to sell in terms of a feature. 'Aqua Teen' is an element minute cartoon, and its very subversive and non sequitur and weird. We were writing the one show where we were constantly like, 'God, I wish we had another hour to tell this story.' It seemed like a natural fit.",
      "author": "Christopher McCulloch",
      "category": "God, Writing, Weird"
    },
    {
      "quote": "Katy Perry still gets me every time. She's very funny in person! We met at the Teen Choice Awards and she pulled my cheeks apart and told me how cute I was. My life was literally flashing before my eyes!",
      "author": "Niall Horan",
      "category": "Funny, Life, Time"
    },
    {
      "quote": "'Teen Spirit' is a celebration of the power that music can deliver to the cinematic experience.",
      "author": "Max Minghella",
      "category": "Music, Experience, Power"
    },
    {
      "quote": "What's great about teen fiction is that it's all mixed up - there's highbrow and lowbrow!",
      "author": "Kaui Hart Hemmings",
      "category": "Great, Fiction, Up"
    },
    {
      "quote": "As I got older, I had a bunch of friends that were various teen stars. I've always known people in the spotlight and people who just grew up in L.A. and had nothing to do with the industry. It's not a glamorous thing to me. It's just a different type of business.",
      "author": "Troian Bellisario",
      "category": "Business, Friends, Stars"
    },
    {
      "quote": "I'm not a teen anymore, but growing up, some of my favorite things were, like, 'Twin Peaks,' which wasn't even really my time, and this is one of the things, like a weird, quirky, small town mystery.",
      "author": "Troian Bellisario",
      "category": "Time, Small, Mystery"
    },
    {
      "quote": "I spent the first fourteen years of my life convinced that my looks were hideous. Adolescence is painful for everyone, I know, but mine was plain weird.",
      "author": "Uma Thurman",
      "category": "Life, Weird, My Life"
    },
    {
      "quote": "I saw myself as an outsider as a teen. I was home-schooled and got my G.E.D. when I was 16 I wasn't interested in high school at all and figured that college might be more entertaining.",
      "author": "Maggie Stiefvater",
      "category": "Myself, School, College"
    },
    {
      "quote": "When I was a teen, I thought I would have to choose between my writing or my music or my art, but it turns out it's a difficult juggling game but I can do all of them.",
      "author": "Maggie Stiefvater",
      "category": "Music, Art, Writing"
    },
    {
      "quote": "I wouldn't say I'm stuck in my adolescence, but I think, like a lot of people, I carry my teen years with me. I feel really in touch with those feelings, and how intense and complicated life seems in those years.",
      "author": "Sara Zarr",
      "category": "Life, Me, People"
    },
    {
      "quote": "I think there are worse things for a teen to be enraptured with than 'Twilight.'",
      "author": "Stephen Moyer",
      "category": "Think, Worse, Things"
    },
    {
      "quote": "I just felt being part of my peer group so strongly. I was immersed in teen culture, but not taken in by it.",
      "author": "S. E. Hinton",
      "category": "Culture, Group, Being"
    },
    {
      "quote": "I don't know if this is too weird to say, but this is completely surreal for me. Bizarre. The cover of 'Teen Vogue' has been on my bucket list forever.",
      "author": "Lily Collins",
      "category": "Me, Weird, Know"
    },
    {
      "quote": "I think growing up is difficult and it's a process that I'm always interested in, with kids and adults, they are often on two different universes.",
      "author": "Alice Hoffman",
      "category": "Growing Up, Think, Kids"
    },
    {
      "quote": "Time misspent in youth is sometimes all the freedom one ever has.",
      "author": "Anita Brookner",
      "category": "Time, Freedom, Youth"
    },
    {
      "quote": "Growing up, I've enjoyed hunting with my father.",
      "author": "Dale Earnhardt",
      "category": "Father, Growing Up, Hunting"
    },
    {
      "quote": "I was a quiet teenager, introverted, full of angst.",
      "author": "Nigella Lawson",
      "category": "Quiet, Full, Angst"
    },
    {
      "quote": "Since my teen years I was interested in martial arts.",
      "author": "Tony Visconti",
      "category": "Arts, Years, Martial Arts"
    },
    {
      "quote": "The most important role models should and could be parents and teachers. But that said, once you're a teenager you've probably gotten as much of an example from your parents as you're going to.",
      "author": "Andrew Shue",
      "category": "Parents, You, Said"
    },
    {
      "quote": "If you can get a teen leader in each sector of a student population, you can pull people in. Everybody wants to get involved, but most are too afraid. When they see a person they think is cool leading it, they're first to join.",
      "author": "Andrew Shue",
      "category": "Leader, Cool, People"
    },
    {
      "quote": "I got the acting bug really young, when I was around, like, 10. I pretty much just wanted to be Michael J. Fox. He was in 'Teen Wolf' - that was, like, the coolest role, and then he did 'Back to the Future,' and that was the coolest role.",
      "author": "Bryan Greenberg",
      "category": "Future, Wolf, Acting"
    },
    {
      "quote": "I was, like, this token teen angst child of Broadway. It's so funny. What is that? I don't even know. But I loved it.",
      "author": "Jennifer Damiano",
      "category": "Funny, Child, Know"
    },
    {
      "quote": "One of my first paid gigs was writing psychology quizzes for 'YM,' a monthly teen magazine like 'Seventeen.'",
      "author": "K. A. Applegate",
      "category": "Writing, Psychology, First"
    },
    {
      "quote": "When I was a teen, I was never really into the captain of the football team or the student body president. The guys I liked were quirky and different: They listened to music I'd never heard of, never had lunch or gas money, and could always make you laugh.",
      "author": "Sarah Dessen",
      "category": "Music, Money, Team"
    },
    {
      "quote": "I love writing about the summer between high school and college. It's the last gasp of really being a teen.",
      "author": "Sarah Dessen",
      "category": "Love, School, College"
    },
    {
      "quote": "When I started writing, there was nothing about zombies. It was all teen movies, which to me are scarier than zombies, but that's another story.",
      "author": "Max Brooks",
      "category": "Writing, Me, Movies"
    },
    {
      "quote": "A surprising number of American skyjackers were not yet old enough to drink or sometimes even drive. These adolescents were generally inept at planning their crimes, and few of their capers met with any success; most seemed to end within moments of starting, usually after a fatherly pilot convinced the nervous teen to hand over his gun.",
      "author": "Brendan I. Koerner",
      "category": "Success, American, Gun"
    },
    {
      "quote": "I'm definitely of the 'Harry Potter'-transfigured-me-into-a-reader-and-writer generation. And that's really all I read throughout my teen years, because I really devoted all my time to writing and reading friends' fan-fiction.",
      "author": "Adam Silvera",
      "category": "Time, Friends, Writing"
    },
    {
      "quote": "I don't like being compared to anyone or being in a class with someone. I'm a teen actress and therefore I'm competing against Hilary Duff. We're different people like everyone else.",
      "author": "Amanda Bynes",
      "category": "People, Class, Competing"
    },
    {
      "quote": "The Teen Challenge ministry was born out of those humble early days of ministry. It now includes over 500 drug and alcohol rehab centers around the world, even in Muslim countries. These include homes for girls and women addicts and alcoholics, all which are reaching many.",
      "author": "David Wilkerson",
      "category": "Women, Challenge, Humble"
    },
    {
      "quote": "The Teen Challenge Training Center on Pennsylvania farmland houses over 200 men in rehab. Other farms and centers have been birthed out of this ministry all over the world.",
      "author": "David Wilkerson",
      "category": "Challenge, Training, World"
    },
    {
      "quote": "I am not officially involved now in the direction of the Teen Challenge ministry, but I rejoice that God permits me to be the father of these ministries.",
      "author": "David Wilkerson",
      "category": "Father, God, Challenge"
    },
    {
      "quote": "Every Teen Challenge ministry is responsible for raising its own finances, but we assist these works with finances, prayer and counseling, especially overseas in areas such as Siberia, Africa, South America.",
      "author": "David Wilkerson",
      "category": "Challenge, America, Prayer"
    },
    {
      "quote": "If you were an alien who came to our bookstores - or browsed our teen magazines - you'd think that only Earth girls who look like Mila Kunis ever got any action.",
      "author": "Rainbow Rowell",
      "category": "Action, Earth, Alien"
    },
    {
      "quote": "The eighties were my teen years, so the GoGos are sort of a touchstone.",
      "author": "Corin Tucker",
      "category": "Years, Teen Years"
    },
    {
      "quote": "My first break was becoming a staff writer on the rebooted '90210.' And then I got stuck writing in the teen genre for a while.",
      "author": "Allison Schroeder",
      "category": "Writing, First, Break"
    },
    {
      "quote": "This may just be me, but I feel like everyone's dream is to live as an American high school student. There are so many teen films set in America that you live vicariously through them, anyway.",
      "author": "Katherine Langford",
      "category": "School, America, American"
    },
    {
      "quote": "At the age of 16 I was already dreaming of having a baby because I felt myself to be an adult, but my mum forbid it. Right now, I feel like a teenager and I want to have fun for one or two more years before starting a family.",
      "author": "Milla Jovovich",
      "category": "Family, Age, Myself"
    },
    {
      "quote": "Growing up, I didn't have a lot of toys, and personal entertainment depended on individual ingenuity and imagination - think up a story and go live it for an afternoon.",
      "author": "Terry Brooks",
      "category": "Imagination, Growing Up"
    },
    {
      "quote": "Can you imagine young people nowadays making a study of trigonometry for the fun of it? Well I did.",
      "author": "Clyde Tombaugh",
      "category": "Fun, People, You"
    },
    {
      "quote": "I got through my teen years by being a bit of a clown.",
      "author": "Diane Cilento",
      "category": "Clown, Years, Through"
    },
    {
      "quote": "I was never interested in 'Teen Beat' like roles. I just wanted to work.",
      "author": "Jared Leto",
      "category": "Work, Never, Like"
    },
    {
      "quote": "Certain elements of teen life that, 10 years ago, were very important to me still, are becoming less so as I get older. I mean, I've kinda gotten over, I guess I'm saying, the fact that I had trouble getting a date for the prom.",
      "author": "Matthew Tobin Anderson",
      "category": "Life, Me, Saying"
    },
    {
      "quote": "I think I'm also more open to other writers being present and listening to other opinions, whereas before I was going through my angsty teen years while making records.",
      "author": "Michelle Branch",
      "category": "Listening, Opinions, Think"
    },
    {
      "quote": "Teen movies often have an unspoken underlying premise in which high school is seen as less serious than the adult world. But when your head is encased in that microcosm it's the most serious time of your life.",
      "author": "Rian Johnson",
      "category": "Life, Time, School"
    },
    {
      "quote": "I was a typical Valley teen, in smoggy Van Nuys.",
      "author": "Ed Begley, Jr.",
      "category": "Valley, Van, Typical"
    },
    {
      "quote": "I was a typical teen growing up in the 1960s, when everybody was into gurus and meditation.",
      "author": "David Suchet",
      "category": "Growing Up, Meditation"
    },
    {
      "quote": "If you try to bring 'teen drama,' you end up doing nothing but pouting.",
      "author": "Max Irons",
      "category": "End, You, Drama"
    },
    {
      "quote": "We all have an interest in making sure teens grow up healthy and drug-free.",
      "author": "John Walters",
      "category": "Grow, Healthy, Grow Up"
    },
    {
      "quote": "Teen drug use went up dramatically in the 1990s.",
      "author": "John Walters",
      "category": "Up, Use, Dramatically"
    },
    {
      "quote": "Research shows that parents are the single biggest influence on children - if you are worried about your teen and drugs, talk to them.",
      "author": "John Walters",
      "category": "Children, Parents, Research"
    },
    {
      "quote": "I have been in teen shows for years, so doing that stuff - kissing - is kind of commonplace and not a big deal. It was way more cool just because it was Meg Ryan.",
      "author": "Adam Brody",
      "category": "Cool, Doing, Kind"
    },
    {
      "quote": "I decided that, if I were to write a teen series, I'd want to set it in a place that was familiar to me - Manhattan, where I'd grown up - and I'd model the characters on myself and my friends.",
      "author": "Cecily von Ziegesar",
      "category": "Friends, Myself, Me"
    },
    {
      "quote": "Teen problem novels? I can go through them like a box of chocolates. And there are fantasy books out now that need a lot more editing. Fantasy got to be so popular that people began to think 'We don't need to be as diligent with the razor blade,' but they do.",
      "author": "Tamora Pierce",
      "category": "People, Problem, Editing"
    },
    {
      "quote": "Final Destination was the closest thing I've done to a teen movie but it certainly had an edge to it.",
      "author": "Devon Sawa",
      "category": "Destination, Done, Edge"
    },
    {
      "quote": "If I can write a book that will help the world make a little more sense to a teen, then that's why I was put on the planet.",
      "author": "Laurie Halse Anderson",
      "category": "Book, World, Help"
    },
    {
      "quote": "Yeah, I spent my teen years in West Virginia, and when I was a kid, in Louisiana. I definitely have that exposure to two different sorts of rural: the South and Appalachia.",
      "author": "Sam Trammell",
      "category": "Years, Kid, Two"
    },
    {
      "quote": "Well, I actually first got into music as a small child, and as I became a teen, I sought out making money from music, weather that was singing lounge gigs, backup in studios, or weddings.",
      "author": "Chantal Kreviazuk",
      "category": "Music, Money, Child"
    },
    {
      "quote": "I can have a song with Ariana Grande that is going to be the song for all the kids and the teen girls, and then another song that could be for a different group of people who all love the song. I'm with whoever. Whatever type of people want to love the music and whatever they love about the music is fine with me.",
      "author": "Mac Miller",
      "category": "Love, Music, Me"
    },
    {
      "quote": "I did try to get a few of those teen high-school movies, but they just didn't like me. I guess I wasn't a certain type.",
      "author": "Leelee Sobieski",
      "category": "Me, Movies, Try"
    },
    {
      "quote": "Frank Sinatra is the only one that went from teen idol to superstar.",
      "author": "Leif Garrett",
      "category": "Only, Idol, Superstar"
    },
    {
      "quote": "I took high school very casually. There was Teen Town, chess, tennis, boxing, running. Lots of things going on.",
      "author": "Robert Mundell",
      "category": "School, High School, Tennis"
    },
    {
      "quote": "I remember as a teen being able to eat more than my father. I was growing so fast and my body couldn't keep up.",
      "author": "Saskia de Brauw",
      "category": "Father, Body, Remember"
    },
    {
      "quote": "I'd like a pop-up magazine with 45 articles on Russell Crowe. I'm like a teenager. I'd have 'Teen Beat' if I could, for grown-ups.",
      "author": "Caroline Rhea",
      "category": "Like, Beat, If I Could"
    },
    {
      "quote": "'Snowpiercer' is a little bit more experimental, I think, and crafted for a slightly different audience. 'The Giver' is more about teen angst.",
      "author": "Marco Beltrami",
      "category": "Think, Audience, Little"
    },
    {
      "quote": "The average teen today spends about 35 hours a week in front of a screen of some kind: iPod, movie, TV, video. And a lot of it is good, but a lot of it's not. And so I think you've got that five hours a day of media coming into your kid's head that's creating a lot of havoc out there.",
      "author": "Sean Covey",
      "category": "Day, Good, Today"
    },
    {
      "quote": "To be honest, I haven't seen a lot of the current crop of teen movies because there's only so much time and there's nothing that really drives me to do it.",
      "author": "Curtis Armstrong",
      "category": "Time, Me, Movies"
    },
    {
      "quote": "Ever since I was a little teen, I was told by my great-grandma that you've got to always have a good moisturizer. I use cocoa butter, and I use it for all things needing moisture - face, hair, throw it on those legs at the beach, get them all shiny. Cocoa butter is such a great product.",
      "author": "Sufe Bradshaw",
      "category": "Good, Great, Beach"
    },
    {
      "quote": "I consider myself a writer. I always wanted to act, and as a teen, I studied acting devotedly. Eventually, I got writing work, but very little acting work.",
      "author": "Winnie Holzman",
      "category": "Work, Myself, Writing"
    },
    {
      "quote": "A fairly bright boy is far more intelligent and far better company than the average adult.",
      "author": "John B. S. Haldane",
      "category": "Company, Better, Intelligent"
    },
    {
      "quote": "Writing a teen character is something I wanted to try again for a long time!",
      "author": "Emily Giffin",
      "category": "Time, Character, Writing"
    },
    {
      "quote": "Yes, but I don't think of the Teen Angel as of an age.",
      "author": "Frankie Avalon",
      "category": "Age, Angel, Think"
    },
    {
      "quote": "I don't want to just be in the normal kind of teen movie.",
      "author": "Stephen Dorff",
      "category": "Want, Kind, Just"
    },
    {
      "quote": "Robin McKinley's 'The Blue Sword' was a defining book of my teen years, and I'd love to have more books like that in the world.",
      "author": "Carrie Vaughn",
      "category": "Love, Blue, World"
    },
    {
      "quote": "I don't usually like teen novels written in the present tense, particularly those told from a first-person viewpoint. Too many writers seem to believe that using either or both devices automatically imbues their stories with deep seriousness and a contemporary feel.",
      "author": "Tony Bradman",
      "category": "Deep, Believe, Present"
    },
    {
      "quote": "I'm so fascinated by the concept of teen pregnancy for some reason. Not that I condone it or promote it, but it's just a very real thing in our country and culture.",
      "author": "Leven Rambin",
      "category": "Culture, Country, Real"
    },
    {
      "quote": "Material Girls was so different for me, I'd never done a teen movie.",
      "author": "Lukas Haas",
      "category": "Me, Done, Never"
    },
    {
      "quote": "The first time I got pregnant, I was a young girl - I was 17 years old. Although I knew right away that I wanted to keep my child, being a pregnant teen was an extremely scary experience for me. Luckily, my family and friends were very supportive and were there for me every step of the way.",
      "author": "Paula Garces",
      "category": "Family, Time, Friends"
    },
    {
      "quote": "Nobody understands anyone 18, including those who are 18.",
      "author": "Jim Bishop",
      "category": "Nobody, Including"
    },
    {
      "quote": "As I've said many times, the single most oppressed class in America right now is the teenager.",
      "author": "Joe Bob Briggs",
      "category": "America, Said, Single"
    },
    {
      "quote": "I've never done a teen movie before, but I certainly could tell you some of the ones I came very close on. I was very close on Clueless and She's All That.",
      "author": "Mia Kirshner",
      "category": "Done, She, You"
    },
    {
      "quote": "I grew up in a small town in Kansas, so I love meeting the fans. Those are the people who spend time out of their day to watch the things that I've done, and I've gotten to do some great supernatural stuff - 'Teen Wolf' and 'The Gates' before that - so it's nice when I get to go to Comic-Con every year.",
      "author": "Colton Haynes",
      "category": "Love, Time, Great"
    },
    {
      "quote": "I think doing 'Teen Wolf' is just giving me a really great opportunity to possibly get other jobs and show what I can do.",
      "author": "Colton Haynes",
      "category": "Great, Opportunity, Giving"
    },
    {
      "quote": "I think the fans from the original 'Teen Wolf' tuned in expecting us to ruin the franchise, and I think that we've only heightened it. So we've brought 'Teen Wolf' back.",
      "author": "Colton Haynes",
      "category": "Wolf, Think, Fans"
    },
    {
      "quote": "To be honest, and this is terrible to admit, I hardly read any teen mystery books at all.",
      "author": "John Allison",
      "category": "Mystery, Honest, Admit"
    },
    {
      "quote": "I absolutely adore classic crime and read a huge amount as a teen - Agatha Christie, Dorothy L. Sayers, Sherlock Holmes, Josephine Tey, and many more.",
      "author": "Ruth Ware",
      "category": "Crime, Classic, Many"
    },
    {
      "quote": "But when I was a teenager, the idea of spending the rest of my life in a factory was real depressing. So the idea that I could become a musician opened up some possibilities I didn't see otherwise.",
      "author": "Wayne Kramer",
      "category": "Life, My Life, Rest"
    },
    {
      "quote": "I take mentoring very seriously and I am on the board of an organization called Girls Write Now, where we match teen girls and writing mentors because it changes their lives.",
      "author": "Tayari Jones",
      "category": "I Am, Writing, Changes"
    },
    {
      "quote": "I think there's actually a benefit to working with teen actors: they've got such boundless energy, and everybody is willing to try different things.",
      "author": "Peyton Reed",
      "category": "Energy, Think, Working"
    },
    {
      "quote": "As a white teen, I was very drawn to hip-hop culture, almost to the point of disappearing in it - there was a sense of having no sense of authenticity except this one that wasn't mine.",
      "author": "Jess Row",
      "category": "Culture, Hip-Hop"
    },
    {
      "quote": "I love being a teen because you don't have all the responsibilities of an adult yet.",
      "author": "Elizabeth Gillies",
      "category": "Love, You, Being"
    },
    {
      "quote": "I don't want to be a 'teen star' because so many people don't ever grow out of that.",
      "author": "Lacey Chabert",
      "category": "People, Grow, Want"
    },
    {
      "quote": "I did work at a mall in college - I think retail/customer service is just one of the most hideous jobs in the world. So I always try to be extra nice when I go into a store. But malls are part of our culture, if you watched any teen comedy in the '80s. it's clear that malls are where we live!",
      "author": "Jayma Mays",
      "category": "Work, Culture, Service"
    },
    {
      "quote": "When I was growing up, particularly during puberty in my teen years, I was so miserable because I elicited so much teasing and meanness from my teenage cohorts.",
      "author": "Linda Hunt",
      "category": "Growing Up, Growing, Years"
    },
    {
      "quote": "The distinction has blurred between young adult and adult books. Some of the teen books have become more sophisticated.",
      "author": "Ann Brashares",
      "category": "Young, Blurred, Between"
    },
    {
      "quote": "Cartoons are the best stuff on TV. 'Wonder Showzen,' 'Aqua Teen,' 'SpongeBob,' and, of course, 'South Park' - one of the funniest shows ever made.",
      "author": "Akiva Schaffer",
      "category": "Best, Wonder, Park"
    },
    {
      "quote": "I write edgy, sexy teen romances, and that's what I'll continue to do.",
      "author": "Simone Elkeles",
      "category": "Sexy, Edgy, Continue"
    },
    {
      "quote": "'Teen Beach Movie' was a lot of fun because we were in Puerto Rico on an island - you can't even call it work!",
      "author": "Ross Lynch",
      "category": "Work, Beach, Fun"
    },
    {
      "quote": "I have always had a sense that we are all pretty much alone in life, particularly in adolescence.",
      "author": "Robert Cormier",
      "category": "Life, Alone, Adolescence"
    },
    {
      "quote": "In the Top 40, half the songs are secret messages to the teen world to drop out, turn on, and groove with the chemicals and light shows at discotheques.",
      "author": "Art Linkletter",
      "category": "Light, World, Secret"
    },
    {
      "quote": "I'm a teen boy, so I like seeing blood and guts. I know it's fake, but I'm having fun.",
      "author": "Chandler Riggs",
      "category": "Having Fun, Fun, Fake"
    },
    {
      "quote": "You need to know what makes artists tick. Having been through the process myself as a musician, since I was an early teen, gave me an advantage - understanding them from their point of view, because it's about them, it's not about you - it's their vision and what they're capable of achieving, and you're the conduit.",
      "author": "Tommy Mottola",
      "category": "Myself, Vision, Achieving"
    },
    {
      "quote": "And at some point I would like to talk my publisher into doing an anthology of my poetry alongside some teen readers' poetry. It would be fun, and really wonderful to get their stuff out there.",
      "author": "Ellen Hopkins",
      "category": "Poetry, Fun, Doing"
    },
    {
      "quote": "I didn't know what was going to happen with 'Teen Wolf.' I was only scheduled to do four episodes for them, but they kept me on, and I was like, 'Sweet! I'm still employed! That's awesome!' And then, they let me know that they were considering having me for the second half of the season.",
      "author": "Adelaide Kane",
      "category": "Wolf, Me, Sweet"
    },
    {
      "quote": "I'm still good friends with everybody from 'Teen Wolf.' I still see them, and I go to Jeff Davis' for 'Teen Wolf' night when I can. It was such a rewarding experience. That's such a fun set.",
      "author": "Adelaide Kane",
      "category": "Friends, Good, Experience"
    },
    {
      "quote": "I pass on a lot of teen roles that get sent to me because a lot of the time it doesn't feel real. It's sugar-coated. There's no depth to it.",
      "author": "Dylan Minnette",
      "category": "Time, Me, Real"
    },
    {
      "quote": "I started a MySpace teen lit discussion group and invited people to join.",
      "author": "Sarah Mlynowski",
      "category": "People, Group, Lit"
    },
    {
      "quote": "I watch a lot of teen TV and read a lot of YA novels. I also talk to teens whenever I can. There are cultural differences between when I was a teen and now, but emotions - anger, angst, love - are the same.",
      "author": "Sarah Mlynowski",
      "category": "Love, Anger, Differences"
    },
    {
      "quote": "Maybe that's the whole teen oeuvre, you know covering people in disgusting bodily fluids and whatnot.",
      "author": "Rider Strong",
      "category": "People, Know, You"
    },
    {
      "quote": "My high school years were fun and frustrating, typical of the teen years. The most important accomplishment was meeting my wife, Ruth.",
      "author": "Alan J. Heeger",
      "category": "School, Wife, Fun"
    },
    {
      "quote": "I'm pretty sure this is it for the teen movie thing. It's so frustrating to read when you get to page 20 and you're like, Oy! It's the same thing again!",
      "author": "Marla Sokoloff",
      "category": "Page, You, Same"
    },
    {
      "quote": "I love being a part of Aqua Teen.",
      "author": "Dana Snyder",
      "category": "Love, Being, Part"
    },
    {
      "quote": "I've always enjoyed the teen angst thing. I had a lot of teen angst as I was growing up, so I think I have a lot to say about it through characters before I have to move on.",
      "author": "Magda Apanowicz",
      "category": "Growing Up, Think, Through"
    },
    {
      "quote": "Just because you have teenagers in a movie doesn't make it a teen movie.",
      "author": "Brendan Fehr",
      "category": "Just Because, You, Teenagers"
    },
    {
      "quote": "Being a teen is past for me. Worrying about the world and my place in it is not.",
      "author": "Ally Condie",
      "category": "Past, World, Me"
    },
    {
      "quote": "I could have been on a path that led to different, more traditional teen romance, and 'Nip/Tuck' shook me loose from any generalization I might have been forced into. It helped me understand I wanted to take on things that were edgier, more challenging and riskier.",
      "author": "Seth Gabel",
      "category": "Path, Me, Understand"
    },
    {
      "quote": "There's a theory about fame: the moment it strikes, it arrests development. Michael Jackson remained suspended in childhood, enjoying sleepovers and funfairs; Winona Ryder, an errant teen who dabbled in shoplifting and experimented with pills; George Clooney, a 30-year-old commitment-phobe, never quite ready yet to settle down.",
      "author": "Jemima Khan",
      "category": "Childhood, Moment"
    },
    {
      "quote": "It's always good to get feedback from people. I've been fortunate that all the fans, and especially fans of 'Teen Wolf,' have been really gracious.",
      "author": "Sinqua Walls",
      "category": "Good, Wolf, People"
    },
    {
      "quote": "Of course Stephen King doesn't believe in teen novels. I've started to suspect he doesn't even believe in teenagers.",
      "author": "Robin Wasserman",
      "category": "Believe, King, Teenagers"
    },
    {
      "quote": "Teen fiction should be about teenagers - no matter how many arguments there are about what YA lit should be, this seems like the one thing we can all agree on.",
      "author": "Robin Wasserman",
      "category": "Matter, Teenagers, Lit"
    },
    {
      "quote": "When I turned thirteen and took a typing class, with typical early teen enthusiasm and total lack of critical ability, I started sending my stuff to publishers once I'd babysat long enough to earn the postage.",
      "author": "Sherwood Smith",
      "category": "Enthusiasm, Long, Early"
    },
    {
      "quote": "Teenagers today are more free to be themselves and to accept themselves.",
      "author": "John Knowles",
      "category": "Today, Free, Teenagers"
    },
    {
      "quote": "I think if we were going to worry about teen pregnancy being glamorized, we should worry about shows like 'Teen Mom'. If people are going to want to have children at a young age because they see it on TV, I think that depends on the type of person you're dealing with.",
      "author": "Chelsea Kane",
      "category": "Children, Age, Mom"
    },
    {
      "quote": "As a unique person, I was bullied badly as a teen.",
      "author": "Lady Starlight",
      "category": "Unique, Person, Bullied"
    },
    {
      "quote": "When I was 14, I came very close to becoming a gay teen suicide 'statistic,' but I then turned to music, my piano, my loved ones, and discovered that it does in fact get better.",
      "author": "Blake McIver Ewing",
      "category": "Music, Suicide, Better"
    },
    {
      "quote": "I don't really think I feel pressured to become a teen sensation because that's not really my goal in life. It's not really about being star, being popular or having lots of girls. It's really about continuing to be able to act and have fun, and do what I like to do.",
      "author": "Chris Massoglia",
      "category": "Life, Goal, Fun"
    },
    {
      "quote": "I do a lot of teen shows and voice over work for animation, so when I got the part in 'The Number 23,' it was really cool because now I get to be in a movie with Jim Carrey. Acting in this movie was really a learning experience for me.",
      "author": "Paul Butcher",
      "category": "Work, Learning, Experience"
    },
    {
      "quote": "I actually hope people don't react to 'Impossible' in a way where they think it's terribly retro. The plot needed to do what it needed to do. But I'm a little surprised to find myself looking a little bit like an advocate of teen marriage. It takes some exceptional circumstances for that to be a reasonable idea.",
      "author": "Nancy Werlin",
      "category": "Marriage, Hope, Myself"
    },
    {
      "quote": "'Catcher in the Rye.' I feel like any brooding teen loves that book.",
      "author": "Justice Smith",
      "category": "Book, Feel, Like"
    },
    {
      "quote": "When I got near teen age, I was so happy with my friends and the African-American culture that I couldn't imagine not being part of it.",
      "author": "Johnny Otis",
      "category": "Happy, Friends, Age"
    },
    {
      "quote": "When I was a freshman, I didn't have that much time for extra-curriculars, so I didn't do any theater stuff. Actually, I didn't do it with my school. I did theater with this thing called Teen Source.",
      "author": "Shanley Caswell",
      "category": "Time, School, Source"
    },
    {
      "quote": "I progressed through so many different styles of music through my teen years, both as a player and a vocalist, particularly the jazz and pop of the early 20th Century.",
      "author": "Jeff Healey",
      "category": "Music, Jazz, Early"
    },
    {
      "quote": "Maturity is only a short break in adolescence.",
      "author": "Jules Feiffer",
      "category": "Short, Maturity, Adolescence"
    },
    {
      "quote": "My own experience being bullied - it made me a more compassionate person. It made me more sympathetic to the adolescent experience.",
      "author": "Carolyn Mackler",
      "category": "Experience, Me, Person"
    },
    {
      "quote": "My writing books with positive gay characters has come more out of anger than anything else: anger at not having been able to find honest, accurate books about people like myself as a teen, books that show we're as diverse as straight people and that we can lead happy, healthy, productive lives just as straight people can.",
      "author": "Nancy Garden",
      "category": "Positive, Happy, Myself"
    },
    {
      "quote": "Teenage girls read in packs. It's true today, and it was true when I was a teen growing up in a small town in northeast Oklahoma.",
      "author": "Ally Carter",
      "category": "Today, Growing Up, Small"
    },
    {
      "quote": "A departure from the movie with Michael J. Fox, 'Teen Wolf' tells the story of how a group of angsty teens deal with werewolves, their supernatural kin and the world of trouble that comes with it, all while trying to still live their lives.",
      "author": "Keahu Kahuanui",
      "category": "World, Wolf, Live"
    },
    {
      "quote": "It hasn't been until the last couple years that I've started playing close to my age. But it's fun playing the younger roles because it takes you back to the teen years.",
      "author": "Kerr Smith",
      "category": "Age, Fun, You"
    },
    {
      "quote": "This is actually something no one knows, but my mom was really the one who created the entire style for 'Teen Witch.' I'm dead serious. She was super involved, and is super creative, so I wore a lot of my actual clothes in the movie. Truly, Louise was my mom's vision. She really created an iconic character.",
      "author": "Robyn Lively",
      "category": "Character, Mom, Vision"
    },
    {
      "quote": "Because of people like that guy in San Francisco who told me it changed his life, 'Teen Witch' is my most favorite thing I've ever done. I see how happy it makes people, and that makes me happy. The great thing is that no one realized it was going to become all these things when we were making it. We thought we were making a very serious movie.",
      "author": "Robyn Lively",
      "category": "Life, Happy, Great"
    },
    {
      "quote": "My younger sister and younger brother are huge 'Teen Witch' fans.",
      "author": "Robyn Lively",
      "category": "Sister, Brother, Fans"
    },
    {
      "quote": "This is actually something no one knows, but my mom was really the one who created the entire style for 'Teen Witch.' I'm dead serious.",
      "author": "Robyn Lively",
      "category": "Mom, Style, Serious"
    },
    {
      "quote": "I think teen girls will like 'Geek Charming' because they really focus on the 'populars' and nerdy people and people who are in between the nerds and between the populars. So it really hits every category of what girls are going through in high school.",
      "author": "Lili Simmons",
      "category": "Focus, School, People"
    },
    {
      "quote": "There's an indie movie I did called 'Fat Kid Rules the World,' which was based on a teen book, and it's a fabulous story, and hopefully it'll go to theaters because it is an amazing story.",
      "author": "Lili Simmons",
      "category": "Book, Amazing, World"
    },
    {
      "quote": "'Pretty Little Liars,' you know, it's a teen show that grew to be something bigger. I think you had girls from ages 7 to, like, 20 watching the show, and that was the predominant audience. Then it grew to be for girls, boys, men, women, people who are 7 to 35. I think that's crazy.",
      "author": "Aeriel Miranda",
      "category": "Women, Men, Crazy"
    },
    {
      "quote": "The 'Teen Wolf' fans are so great.",
      "author": "Charlie Carver",
      "category": "Great, Wolf, Fans"
    },
    {
      "quote": "I was a big fan of black gospel. As a kid, there were black groups I sang with from my teen years to my early 20s.",
      "author": "Cory Wells",
      "category": "Black, Early, Years"
    },
    {
      "quote": "Music is probably the only real magic I have encountered in my life. There's not some trick involved with it. It's pure and it's real. It moves, it heals, it communicates and does all these incredible things.",
      "author": "Tom Petty",
      "category": "Life, Magic, My Life"
    },
    {
      "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.",
      "author": "Plato",
      "category": "Life, Law, Imagination"
    },
    {
      "quote": "To me there is no picture so beautiful as smiling, bright-eyed, happy children; no music so sweet as their clear and ringing laughter.",
      "author": "P. T. Barnum",
      "category": "Children, Happy, Beautiful"
    },
    {
      "quote": "Music is a higher revelation than all wisdom and philosophy.",
      "author": "Ludwig van Beethoven",
      "category": "Wisdom, Philosophy, Higher"
    },
    {
      "quote": "I think music in itself is healing. It's an explosive expression of humanity. It's something we are all touched by. No matter what culture we're from, everyone loves music.",
      "author": "Billy Joel",
      "category": "Culture, Healing, Humanity"
    },
    {
      "quote": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.",
      "author": "Roy Ayers",
      "category": "Beauty, Musicians, People"
    },
    {
      "quote": "Sometimes, being different feels a lot like being alone. But with that being said, being true to that and being true to my standards and my way of doing things in my art and my music, everything that has made me feel very different... in the end, it has made me the happiest.",
      "author": "Lindsey Stirling",
      "category": "Art, Alone, Being Alone"
    },
    {
      "quote": "If you are a chef, no matter how good a chef you are, it's not good cooking for yourself; the joy is in cooking for others - it's the same with music.",
      "author": "will.i.am",
      "category": "Good, Joy, Cooking"
    },
    {
      "quote": "Music, at its essence, is what gives us memories. And the longer a song has existed in our lives, the more memories we have of it.",
      "author": "Stevie Wonder",
      "category": "Memories, Song, Essence"
    },
    {
      "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.",
      "author": "Henny Youngman",
      "category": "Marriage, Time, Anniversary"
    },
    {
      "quote": "Music is the movement of sound to reach the soul for the education of its virtue.",
      "author": "Plato",
      "category": "Education, Soul, Reach"
    },
    {
      "quote": "Music washes away from the soul the dust of everyday life.",
      "author": "Berthold Auerbach",
      "category": "Life, Soul, Dust"
    },
    {
      "quote": "Music should strike fire from the heart of man, and bring tears from the eyes of woman.",
      "author": "Ludwig van Beethoven",
      "category": "Eyes, Man, Woman"
    },
    {
      "quote": "Life is one grand, sweet song, so start the music.",
      "author": "Ronald Reagan",
      "category": "Life, Start, Sweet"
    },
    {
      "quote": "The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs.",
      "author": "Charles Baudelaire",
      "category": "Dance, Poetry, Human"
    },
    {
      "quote": "Without music, life is a journey through a desert.",
      "author": "Pat Conroy",
      "category": "Life, Journey, Desert"
    },
    {
      "quote": "Music is one of the most powerful things the world has to offer. No matter what race or religion or nationality or sexual orientation or gender that you are, it has the power to unite us.",
      "author": "Lady Gaga",
      "category": "Power, Religion, World"
    },
    {
      "quote": "Mathematics is the music of reason.",
      "author": "James Joseph Sylvester",
      "category": "Mathematics, Reason"
    },
    {
      "quote": "Words make you think a thought. Music makes you feel a feeling. A song makes you feel a thought.",
      "author": "E. Y. Harburg",
      "category": "Thought, Words, Song"
    },
    {
      "quote": "Music is therapy. Music moves people. It connects people in ways that no other medium can. It pulls heart strings. It acts as medicine.",
      "author": "Macklemore",
      "category": "Heart, Medicine, People"
    },
    {
      "quote": "Music is the mediator between the spiritual and the sensual life.",
      "author": "Ludwig van Beethoven",
      "category": "Life, Spiritual, Between"
    },
    {
      "quote": "The world is full of poetry. The air is living with its spirit; and the waves dance to the music of its melodies, and sparkle in its brightness.",
      "author": "James Gates Percival",
      "category": "Dance, Poetry, World"
    },
    {
      "quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.",
      "author": "Christina Milian",
      "category": "Life, Happiness, Beautiful"
    },
    {
      "quote": "Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That's the power of music.",
      "author": "LZ Granderson",
      "category": "Friends, Best, Power"
    },
    {
      "quote": "There's just a completely different vibe at festivals. Everyone gets to hang out and enjoy their favorite music all day. I really do try and play as many festivals as possible!",
      "author": "Kygo",
      "category": "Day, Enjoy, Play"
    },
    {
      "quote": "Beautiful music is the art of the prophets that can calm the agitations of the soul it is one of the most magnificent and delightful presents God has given us.",
      "author": "Martin Luther",
      "category": "Art, Beautiful, God"
    },
    {
      "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres.",
      "author": "Pythagoras",
      "category": "Geometry, Strings, Spheres"
    },
    {
      "quote": "I call architecture frozen music.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Architecture, Call, Frozen"
    },
    {
      "quote": "Arts education is a big part of building a 21st century creative mind, and I think that we have let way too many kids lose their way by not drawing in their young minds with music, dance, painting and the other various ways we can express those things we do not have words for.",
      "author": "Heather Watts",
      "category": "Education, Dance, Words"
    },
    {
      "quote": "Music drives you. It wakes you up, it gets you pumping. And, at the end of the day, the correct tune will chill you down.",
      "author": "Dimebag Darrell",
      "category": "Day, End, End Of The Day"
    },
    {
      "quote": "For me, singing sad songs often has a way of healing a situation. It gets the hurt out in the open into the light, out of the darkness.",
      "author": "Reba McEntire",
      "category": "Light, Sad, Darkness"
    },
    {
      "quote": "Music is life itself. What would this world be without good music? No matter what kind it is.",
      "author": "Louis Armstrong",
      "category": "Life, Good, World"
    },
    {
      "quote": "Musicians don't retire they stop when there's no more music in them.",
      "author": "Louis Armstrong",
      "category": "Musicians, Retire, Stop"
    },
    {
      "quote": "Close friends contribute to our personal growth. They also contribute to our personal pleasure, making the music sound sweeter, the wine taste richer, the laughter ring louder because they are there.",
      "author": "Judith Viorst",
      "category": "Friends, Growth, Laughter"
    },
    {
      "quote": "I was raised in a very humble environment, and I was always taught to be humble to the things that are happening in my life because they're blessings. They're blessings in every way. Whether you're able to help someone get through a tough time in their life through your music or through comedy, or whatever it is, you're just a channel.",
      "author": "Justin Timberlake",
      "category": "Life, Time, Humble"
    },
    {
      "quote": "Music has healing power. It has the ability to take people out of themselves for a few hours.",
      "author": "Elton John",
      "category": "Power, Healing, People"
    },
    {
      "quote": "As you begin to realize that every different type of music, everybody's individual music, has its own rhythm, life, language and heritage, you realize how life changes, and you learn how to be more open and adaptive to what is around us.",
      "author": "Yo-Yo Ma",
      "category": "Life, Changes, Language"
    },
    {
      "quote": "I try to apply colors like words that shape poems, like notes that shape music.",
      "author": "Joan Miro",
      "category": "Colors, Words, Try"
    },
    {
      "quote": "If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don't back down.",
      "author": "Eminem",
      "category": "Motivation, People, Long"
    },
    {
      "quote": "I'm not a pretty princess, and I'm aware of that, so I like music that is really intense, really bold, and characters that in a way almost have a dark side and are kind of evil because, for me, that's when I feel my strongest and fiercest, when I'm not necessarily the good girl.",
      "author": "Ashley Wagner",
      "category": "Good, Girl, Evil"
    },
    {
      "quote": "Sometimes I feel like rap music is almost the key to stopping racism.",
      "author": "Eminem",
      "category": "Racism, Key, Sometimes"
    },
    {
      "quote": "I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place.",
      "author": "Elizabeth Berkley",
      "category": "Time, Art, Food"
    },
    {
      "quote": "Rock and roll music, if you like it, if you feel it, you can't help but move to it. That's what happens to me. I can't help it.'",
      "author": "Elvis Presley",
      "category": "Rock And Roll, Me, Help"
    },
    {
      "quote": "I need to listen to chill music when I'm driving. It prevents road rage.",
      "author": "Aaron Paul",
      "category": "Road, Driving, Listen"
    },
    {
      "quote": "That's the amazing thing about music: there's a song for every emotion. Can you imagine a world with no music? It would suck.",
      "author": "Harry Styles",
      "category": "Amazing, World, Song"
    },
    {
      "quote": "Music is the art of the prophets and the gift of God.",
      "author": "Martin Luther",
      "category": "Art, God, Gift"
    },
    {
      "quote": "Having good health, being able to breathe and be happy, that's one of the most beautiful gifts. On top of that, I have the gift to play music and make people happy through that. I'm just telling you from my heart, I'm so in love with life.",
      "author": "Roy Ayers",
      "category": "Love, Life, Beautiful"
    },
    {
      "quote": "Hip-hop is the streets. Hip-hop is a couple of elements that it comes from back in the days... that feel of music with urgency that speaks to you. It speaks to your livelihood and it's not compromised. It's blunt. It's raw, straight off the street - from the beat to the voice to the words.",
      "author": "Nas",
      "category": "Words, Voice, You"
    },
    {
      "quote": "Music doesn't lie. If there is something to be changed in this world, then it can only happen through music.",
      "author": "Jimi Hendrix",
      "category": "Lie, World, Through"
    },
    {
      "quote": "When I die, I want people to play my music, go wild and freak out and do anything they want to do.",
      "author": "Jimi Hendrix",
      "category": "People, Want, Play"
    },
    {
      "quote": "I listened, motionless and still; And, as I mounted up the hill, The music in my heart I bore, Long after it was heard no more.",
      "author": "William Wordsworth",
      "category": "Heart, Long, Hill"
    },
    {
      "quote": "I love music. It's freedom, a way to deal with pent-up frustration.",
      "author": "Ice Cube",
      "category": "Love, Freedom, Frustration"
    },
    {
      "quote": "Each year, every city in the world that can should have a multiday festival. More people meeting each other, digging new types of music, new foods, new ideas. You want to stop having so many wars? This could be a step in the right direction.",
      "author": "Henry Rollins",
      "category": "City, World, Step"
    },
    {
      "quote": "Tones sound, and roar and storm about me until I have set them down in notes.",
      "author": "Ludwig van Beethoven",
      "category": "Storm, Me, Down"
    },
    {
      "quote": "I was born with music inside me. Music was one of my parts. Like my ribs, my kidneys, my liver, my heart. Like my blood. It was a force already within me when I arrived on the scene. It was a necessity for me - like food or water.",
      "author": "Ray Charles",
      "category": "Food, Water, Heart"
    },
    {
      "quote": "Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood.",
      "author": "Michael Franti",
      "category": "Change, Powerful, Sunshine"
    },
    {
      "quote": "There is nothing stable in the world uproar's your only music.",
      "author": "John Keats",
      "category": "World, Nothing, Stable"
    },
    {
      "quote": "Hawaii is paradise. It sounds cheesy to say it, but there's music in the air there.",
      "author": "Bruno Mars",
      "category": "Paradise, Hawaii, Say"
    },
    {
      "quote": "Music should probably provide answers in terms of lyrical content, and giving people a sense of togetherness and oneness, as opposed to being alone in their thoughts and dilemmas or regrets or happiness or whatever.",
      "author": "Peabo Bryson",
      "category": "Happiness, Alone"
    },
    {
      "quote": "That's why this generation is the least racist generation ever. You see it all the time. Go to any club. People are intermingling, hanging out, having fun, enjoying the same music. Hip-hop is not just in the Bronx anymore. It's worldwide. Everywhere you go, people are listening to hip-hop and partying together. Hip-hop has done that.",
      "author": "Jay-Z",
      "category": "Time, Together, Fun"
    },
    {
      "quote": "Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good plays, good company, good conversation - what are they? They are the happiest people in the world.",
      "author": "William Lyon Phelps",
      "category": "Love, Good, World"
    },
    {
      "quote": "My body is damaged from music in two ways. I have a red irritation in my stomach. It's psychosomatic, caused by all the anger and the screaming. I have scoliosis, where the curvature of your spine is bent, and the weight of my guitar has made it worse. I'm always in pain, and that adds to the anger in our music.",
      "author": "Kurt Cobain",
      "category": "Anger, Pain, Red"
    },
    {
      "quote": "Of all the music that reached farthest into heaven, it is the beating of a loving heart.",
      "author": "Henry Ward Beecher",
      "category": "Romantic, Heart, Loving"
    },
    {
      "quote": "Music is an expression of individuality; it's how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it's sculpture, dance or singing.",
      "author": "David Sanborn",
      "category": "Art, Experience, Dance"
    },
    {
      "quote": "Music comes to me more readily than words.",
      "author": "Ludwig van Beethoven",
      "category": "Words, Me, Than"
    },
    {
      "quote": "Being in Blur has allowed me to travel and hear the music that's being made all over the world.",
      "author": "Damon Albarn",
      "category": "Travel, World, Me"
    },
    {
      "quote": "I feel like skateboarding is as much of a sport as a lifestyle, and an art form, so there's so much that that transcends in terms of music, fashion, and entertainment.",
      "author": "Tony Hawk",
      "category": "Art, Fashion, Entertainment"
    },
    {
      "quote": "A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes later.",
      "author": "Stanley Kubrick",
      "category": "Movies, Meaning, Emotion"
    },
    {
      "quote": "To me, movies and music go hand in hand. When I'm writing a script, one of the first things I do is find the music I'm going to play for the opening sequence.",
      "author": "Quentin Tarantino",
      "category": "Writing, Me, Movies"
    },
    {
      "quote": "Music inflames temperament.",
      "author": "Jim Morrison",
      "category": "Temperament"
    },
    {
      "quote": "My music is the spiritual expression of what I am - my faith, my knowledge, my being.",
      "author": "John Coltrane",
      "category": "Knowledge, Faith, Spiritual"
    },
    {
      "quote": "Cinematography is infinite in its possibilities... much more so than music or language.",
      "author": "Conrad Hall",
      "category": "Language, Possibilities"
    },
    {
      "quote": "Fun can happen on the interior. Nobody knows about it, but there are fireworks going on inside your spirit when you hear a great orchestra playing great music.",
      "author": "David Ogden Stiers",
      "category": "Great, Fun, You"
    },
    {
      "quote": "I don't care what people think of me, unless they think I'm mean or something, but I don't care if they think I'm like someone else because I know I'm not - I'm a total weirdo. I'm not selling a dream; I'm not selling fame like it is some sort of fantastic thing. I'm just trying to sell music and get on with my real life.",
      "author": "Sia",
      "category": "Life, Me, People"
    },
    {
      "quote": "Film is one of the three universal languages, the other two: mathematics and music.",
      "author": "Frank Capra",
      "category": "Mathematics, Three, Two"
    },
    {
      "quote": "On the other hand, what I like my music to do to me is awaken the ghosts inside of me. Not the demons, you understand, but the ghosts.",
      "author": "David Bowie",
      "category": "Me, Demons, You"
    },
    {
      "quote": "Music is moonlight in the gloomy night of life.",
      "author": "Jean Paul",
      "category": "Life, Night, Moonlight"
    },
    {
      "quote": "The wise musicians are those who play what they can master.",
      "author": "Duke Ellington",
      "category": "Wise, Musicians, Play"
    },
    {
      "quote": "Basically, radio hasn't changed over the years. Despite all the technical improvements, it still boils down to a man or a woman and a microphone, playing music, sharing stories, talking about issues - communicating with an audience.",
      "author": "Casey Kasem",
      "category": "Man, Woman, Sharing"
    },
    {
      "quote": "Music is the harmonious voice of creation an echo of the invisible world.",
      "author": "Giuseppe Mazzini",
      "category": "World, Creation, Voice"
    },
    {
      "quote": "Music is everybody's possession. It's only publishers who think that people own it.",
      "author": "John Lennon",
      "category": "People, Think, Possession"
    },
    {
      "quote": "The spiral in a snail's shell is the same mathematically as the spiral in the Milky Way galaxy, and it's also the same mathematically as the spirals in our DNA. It's the same ratio that you'll find in very basic music that transcends cultures all over the world.",
      "author": "Joseph Gordon-Levitt",
      "category": "World, You, Cultures"
    },
    {
      "quote": "I write while listening to music, mostly because the world beyond my headphones is too chaotic.",
      "author": "Dean Bakopoulos",
      "category": "Listening, World, Headphones"
    },
    {
      "quote": "Music is my religion.",
      "author": "Jimi Hendrix",
      "category": "Religion"
    },
    {
      "quote": "People haven't always been there for me, but music always has.",
      "author": "Taylor Swift",
      "category": "Me, People, Always"
    },
    {
      "quote": "Adult life is dealing with an enormous amount of questions that don't have answers. So I let the mystery settle into my music. I don't deny anything, I don't advocate anything, I just live with it.",
      "author": "Bruce Springsteen",
      "category": "Life, Live, Mystery"
    },
    {
      "quote": "In string theory, all particles are vibrations on a tiny rubber band; physics is the harmonies on the string; chemistry is the melodies we play on vibrating strings; the universe is a symphony of strings, and the 'Mind of God' is cosmic music resonating in 11-dimensional hyperspace.",
      "author": "Michio Kaku",
      "category": "God, Mind, Universe"
    },
    {
      "quote": "I basically taught myself how to DJ, but I've been inspired by DJs throughout my whole career. I have some good friends that would hook us up with music. You learn some little things here and there from each DJ and you just take it and put your own style into to it.",
      "author": "Pauly D",
      "category": "Friends, Good, Myself"
    },
    {
      "quote": "There's nothing better than live music. It's raw energy, and raw energy feeds the soul.",
      "author": "Dhani Jones",
      "category": "Soul, Energy, Live"
    },
    {
      "quote": "Music is the best way for me to say I love you.",
      "author": "Mireille Mathieu",
      "category": "Love, I Love You, Best"
    },
    {
      "quote": "Music washes away the dust of every day life.",
      "author": "Art Blakey",
      "category": "Life, Day, Every Day"
    },
    {
      "quote": "A lot of music is mathematics. It's balance.",
      "author": "Mel Brooks",
      "category": "Mathematics, Balance, Lot"
    },
    {
      "quote": "Gospel music to me has always been a balm for the soul. It has been able to usher in the spirit, usher in worship, true worship and praise, healing. I find the music to be very good at healing and the passion, you know, which is a testimony being told in song.",
      "author": "Kim Fields",
      "category": "Good, Passion, Soul"
    },
    {
      "quote": "People today are still living off the table scraps of the sixties. They are still being passed around - the music and the ideas.",
      "author": "Bob Dylan",
      "category": "Today, Ideas, People"
    },
    {
      "quote": "I think the most important thing about music is the sense of escape.",
      "author": "Thom Yorke",
      "category": "Important, Escape, Think"
    },
    {
      "quote": "My music fights against the system that teaches to live and die.",
      "author": "Bob Marley",
      "category": "Live, Die, System"
    },
    {
      "quote": "Military justice is to justice what military music is to music.",
      "author": "Groucho Marx",
      "category": "Justice, Military"
    },
    {
      "quote": "I liberate minds with my music. That's more important than liberating a few people from apartheid or whatever.",
      "author": "Kanye West",
      "category": "People, Important, Minds"
    },
    {
      "quote": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.",
      "author": "Edgar Bronfman, Jr.",
      "category": "Technology, History, Digital"
    },
    {
      "quote": "I found that dance, music, and literature is how I made sense of the world... it pushed me to think of things bigger than life's daily routines... to think beyond what is immediate or convenient.",
      "author": "Mikhail Baryshnikov",
      "category": "Life, Daily, Dance"
    },
    {
      "quote": "Music is a powerful tool in galvanizing people around an issue. There's no better way to get your point across than to put it in a beautiful song.",
      "author": "Ed Sheeran",
      "category": "Beautiful, Powerful, People"
    },
    {
      "quote": "Jazz music is to be played sweet, soft, plenty rhythm.",
      "author": "Jelly Roll Morton",
      "category": "Sweet, Jazz, Rhythm"
    },
    {
      "quote": "Music is the emotional life of most people.",
      "author": "Leonard Cohen",
      "category": "Life, People, Emotional"
    },
    {
      "quote": "You have to open your mind. I like the ability to express myself in a deep way. It's the closest music to our humanity - it's like a folk music that rises up out of a culture.",
      "author": "Sonny Terry",
      "category": "Deep, Culture, Myself"
    },
    {
      "quote": "I think the feelings in my music were suggested to me before I even had the ability to play music.",
      "author": "John Frusciante",
      "category": "Me, Think, Play"
    },
    {
      "quote": "Yoga is almost like music in a way there's no end to it.",
      "author": "Sting",
      "category": "End, Way, Like"
    },
    {
      "quote": "You are the music while the music lasts.",
      "author": "T. S. Eliot",
      "category": "You, While, Lasts"
    },
    {
      "quote": "It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music.",
      "author": "Tom Petty",
      "category": "Funny, Internet, People"
    },
    {
      "quote": "If you don't die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.",
      "author": "Anne Lamott",
      "category": "Beauty, Great, Ocean"
    },
    {
      "quote": "Bluegrass has brought more people together and made more friends than any music in the world. You meet people at festivals and renew acquaintances year after year.",
      "author": "Bill Monroe",
      "category": "Friends, Together, World"
    },
    {
      "quote": "Music is therapy for me. It's my outlet for every negative thing I've ever been through. It lets me turn something bad into something beautiful.",
      "author": "Amy Lee",
      "category": "Beautiful, Me, Negative"
    },
    {
      "quote": "Reggae has a philosophy, you know? It's not just entertainment. There's an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people.",
      "author": "Ziggy Marley",
      "category": "Life, Positive, Philosophy"
    },
    {
      "quote": "It's very strange how electronic music formatted itself and forgot that its roots are about the surprise, freedom, and the acceptance of every race, gender, and style of music into this big party. Instead, it started to become this electronic lifestyle which also involved the glorification of technology.",
      "author": "Thomas Bangalter",
      "category": "Technology, Freedom"
    },
    {
      "quote": "If you talk bad about country music, it's like saying bad things about my momma. Them's fightin' words.",
      "author": "Dolly Parton",
      "category": "Words, You, Saying"
    },
    {
      "quote": "My idea of heaven is a place where the Tyne meets the Delta, where folk music meets the blues.",
      "author": "Mark Knopfler",
      "category": "Blues, Place, Idea"
    },
    {
      "quote": "Music fills the infinite between two souls.",
      "author": "Rabindranath Tagore",
      "category": "Two, Infinite, Between"
    },
    {
      "quote": "Where there is devotional music, God is always at hand with His gracious presence.",
      "author": "Johann Sebastian Bach",
      "category": "God, Always, Where"
    },
    {
      "quote": "Whether looking at pop music, hip-hop or R&B, it's rare to find an artist who hasn't been touched or affected by the power and soul of gospel music. In fact, many of today's popular artists such as Whitney Houston, John Legend, and Katy Perry started their careers in the church choir.",
      "author": "Marvin Sapp",
      "category": "Today, Power, Soul"
    },
    {
      "quote": "All music is escapism for me, but I like the way that, on a good night, that sense of escapism can be shared.",
      "author": "Jamie xx",
      "category": "Good, Good Night, Night"
    },
    {
      "quote": "Music is your own experience, your own thoughts, your wisdom. If you don't live it, it won't come out of your horn. They teach you there's a boundary line to music. But, man, there's no boundary line to art.",
      "author": "Charlie Parker",
      "category": "Wisdom, Art, Experience"
    },
    {
      "quote": "Music became a healer for me. And I learned to listen with all my being. I found that it could wipe away all the emotions of fear and confusion relating to my family.",
      "author": "Eric Clapton",
      "category": "Family, Fear, Me"
    },
    {
      "quote": "Music can name the unnameable and communicate the unknowable.",
      "author": "Leonard Bernstein",
      "category": "Name, Communicate"
    },
    {
      "quote": "Music is a safe kind of high.",
      "author": "Jimi Hendrix",
      "category": "Safe, Kind, High"
    },
    {
      "quote": "I think every revolutionary act is an act of love. Every song that I've written, it is because of my desire to use music as a way to empower and re-humanize people who are living in a dehumanizing setting. The song is in order to better the human condition.",
      "author": "Zack de la Rocha",
      "category": "Love, Song, People"
    },
    {
      "quote": "It is so important for people at a young age to be invited to embrace classical music and opera.",
      "author": "Luciano Pavarotti",
      "category": "Age, People, Young"
    },
    {
      "quote": "I have been able to tap into all the negative things that can happen to me throughout my life by numbing myself to the pain so to speak and kind of being able to vent it through my music.",
      "author": "Chester Bennington",
      "category": "Life, Myself, Pain"
    },
    {
      "quote": "Things can be really empty in this world, and I don't just mean the music world. It can become a very meaningless place if you don't really understand: 'who am I? Why am I here? What am I doing?' To feel fulfilment and have a deeper level of understanding, personally, that is the most important thing.",
      "author": "Alicia Keys",
      "category": "World, Understanding, Why"
    },
    {
      "quote": "I don't come from a film background. I haven't learned anything about films or film-making. But I have a thirst to know everything about my profession. I want to learn about cinematography, about editing, about music recordings, about post-production. So when people in the know talk, I willingly listen.",
      "author": "Priyanka Chopra",
      "category": "People, Want, Editing"
    },
    {
      "quote": "I don't listen to a lot of new stuff. I just like the old stuff. It's all quite dramatic and atmospheric. You'd have an entire story in song. I never listen to, like, white music - I couldn't sing you a Zeppelin or Floyd song.",
      "author": "Amy Winehouse",
      "category": "Song, Story, You"
    },
    {
      "quote": "Perhaps of all the most basic elements of music, rhythm most directly affects our central nervous system.",
      "author": "George Crumb",
      "category": "Nervous, System, Rhythm"
    },
    {
      "quote": "I need drama in my life to keep making music.",
      "author": "Eminem",
      "category": "Life, My Life, Drama"
    },
    {
      "quote": "Music is the voice that tells us that the human race is greater than it knows.",
      "author": "Napoleon Bonaparte",
      "category": "Voice, Human, Human Race"
    },
    {
      "quote": "Michael Jordan changed so much in basketball, he took his power to make a difference. It's so much going on in music right now and somebody has to make a difference.",
      "author": "Kanye West",
      "category": "Power, Make A Difference"
    },
    {
      "quote": "If a composer could say what he had to say in words he would not bother trying to say it in music.",
      "author": "Gustav Mahler",
      "category": "Words, Trying, Say"
    },
    {
      "quote": "The man that hath no music in himself, Nor is not moved with concord of sweet sounds, is fit for treasons, stratagems and spoils.",
      "author": "William Shakespeare",
      "category": "Man, Sweet, Himself"
    },
    {
      "quote": "Mozart's music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe.",
      "author": "Albert Einstein",
      "category": "Beauty, Beautiful"
    },
    {
      "quote": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.",
      "author": "Stevie Nicks",
      "category": "Birthday, Day, Mom"
    },
    {
      "quote": "Soul music is true to its name. It's music that connects to your soul, your spirit. When music resonates with people's spirit like that, when people can emotionally connect with something or it helps to heal them, transform them, that never goes out of style. People will always need something to relate to.",
      "author": "Andra Day",
      "category": "Soul, Style, People"
    },
    {
      "quote": "I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.",
      "author": "Salma Hayek",
      "category": "Love, Art, Food"
    },
    {
      "quote": "Just when you think we're living in a little bit of a divided world, music brings us together.",
      "author": "Luis Fonsi",
      "category": "Together, World, Think"
    },
    {
      "quote": "Jazz is a white term to define black people. My music is black classical music.",
      "author": "Nina Simone",
      "category": "People, Black, Jazz"
    },
    {
      "quote": "For my birthday this year, my girlfriends - who knew I'd just inherited my dad's turntable - gave me a carton of albums like 'Blue Kentucky Girl,' by Emmylou Harris, and 'Off the Wall,' by Michael Jackson. It's all stuff we grew up with. I mean, you can't have a music collection without Prince's 'Purple Rain' - it just can't be done!",
      "author": "Connie Britton",
      "category": "Birthday, Rain, Girl"
    },
    {
      "quote": "Opera is the ultimate art form. It has singing and music and drama and dance and emotion and story.",
      "author": "Diane Paulus",
      "category": "Art, Dance, Singing"
    },
    {
      "quote": "I would go to sleep with headphones on. My mom and pop - they would have music loud enough to shake the walls.",
      "author": "Dr. Dre",
      "category": "Mom, Sleep, Walls"
    },
    {
      "quote": "Disco is music for dancing, and people will always want to dance.",
      "author": "Giorgio Moroder",
      "category": "Dance, People, Want"
    },
    {
      "quote": "I would love to continue in music, with writing... but I am not the kind of person who will hang around if I start to become irrelevant. If that happens, I will bow down gracefully, raise my kids, and have a garden. And I am going to let my hair go gray when I am older. I don't need to be blonde when I'm 60!",
      "author": "Taylor Swift",
      "category": "Love, I Am, Writing"
    },
    {
      "quote": "I think I first realized I wanted to be in country music and be an artist when I was 10. And I started dragging my parents to festivals, and fairs, and karaoke contests, and I did that for about a year before I came to Nashville for the first time. I was 11 and I had this demo CD of me singing Dixie Chicks and Leanne Rimes songs.",
      "author": "Taylor Swift",
      "category": "Time, Parents, Artist"
    },
    {
      "quote": "I definitely try to be myself and not try to imitate other performers. That's why I got my music degree. I wanted to be prepared and not be a 'product.' I want people to know that I'm not only a singer but a musician as well. I studied guitar, piano, and composition. I believe that it's just about being myself on and off stage.",
      "author": "Luis Fonsi",
      "category": "Myself, Believe, Guitar"
    },
    {
      "quote": "The standardization of world culture, with local popular or traditional forms driven out or dumbed down to make way for American television, American music, food, clothes and films, has been seen by many as the very heart of globalization.",
      "author": "Fredric Jameson",
      "category": "Food, Culture, Heart"
    },
    {
      "quote": "Of all noises, I think music is the least disagreeable.",
      "author": "Samuel Johnson",
      "category": "Think, Disagreeable, I Think"
    },
    {
      "quote": "A big part of making music is the discovery aspect, is the surprise aspect. That's why I think I'll always love sampling. Because it involves combining the music fandom: collecting, searching, discovering music history, and artifacts of recording that you may not have known existed and you just kind of unlock parts of your brain, you know?",
      "author": "Gotye",
      "category": "Love, History, Brain"
    },
    {
      "quote": "The idea of music is to liberate the listener and lead him to a frame where he feels he is elevated.",
      "author": "A. R. Rahman",
      "category": "Idea, Frame, Lead"
    },
    {
      "quote": "Filmmaking is a very complex form - ya know, acting, lighting, screenwriting, storytelling, music, editing - all these things have to come together.",
      "author": "Jay Duplass",
      "category": "Together, Acting, Editing"
    },
    {
      "quote": "Music is the medicine of the mind.",
      "author": "John A. Logan",
      "category": "Mind, Medicine"
    },
    {
      "quote": "There are more love songs than anything else. If songs could make you do something we'd all love one another.",
      "author": "Frank Zappa",
      "category": "Love, You, Anything"
    },
    {
      "quote": "My music had roots which I'd dug up from my own childhood, musical roots buried in the darkest soil.",
      "author": "Ray Charles",
      "category": "Childhood, Roots, Darkest"
    },
    {
      "quote": "What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music.",
      "author": "Soren Kierkegaard",
      "category": "Beautiful, Heart, Poetry"
    },
    {
      "quote": "Rock music is not meant to be perfect.",
      "author": "Ozzy Osbourne",
      "category": "Rock, Perfect, Meant To Be"
    },
    {
      "quote": "Music is my life, it is a reflection of what I go through.",
      "author": "Lenny Kravitz",
      "category": "Life, Reflection, My Life"
    },
    {
      "quote": "I'm very easily distracted unless I have music on. Listening to music while I brainstorm makes me think of scenes that would fit the mood of the music I'm playing.",
      "author": "Maggie Stiefvater",
      "category": "Listening, Me, Think"
    },
    {
      "quote": "When wheat is ripening properly, when the wind is blowing across the field, you can hear the beards of the wheat rubbing together. They sound like the pine needles in a forest. It is a sweet, whispering music that once you hear, you never forget.",
      "author": "Norman Borlaug",
      "category": "Together, Wind, Sweet"
    },
    {
      "quote": "Film music should have the same relationship to the film drama that somebody's piano playing in my living room has on the book I am reading.",
      "author": "Igor Stravinsky",
      "category": "Relationship, I Am, Reading"
    },
    {
      "quote": "Music is a language, you see, a universal language.",
      "author": "Sun Ra",
      "category": "Language, You, See"
    },
    {
      "quote": "I definitely shut down sometimes. I always just go into my own little cocoon and write, and I surround myself with as much music as possible. The last girlfriend I had, when we broke up, I remember being in a room for days on days on days with my music cranked up, playing songs like Kanye's '808's & Heartbreak.' That playlist just was long!",
      "author": "Tristan Wilds",
      "category": "Myself, Long, Remember"
    },
    {
      "quote": "Music does a lot of things for a lot of people. It's transporting, for sure. It can take you right back, years back, to the very moment certain things happened in your life. It's uplifting, it's encouraging, it's strengthening.",
      "author": "Aretha Franklin",
      "category": "Life, Moment, People"
    },
    {
      "quote": "I've been designing since I was 8. I started sketching dresses I could wear when skating. I was always involved in all aspects of skating, not just the technique, the choreography, the music, but the visual aspects, too - what I should wear.",
      "author": "Vera Wang",
      "category": "Visual, Dresses, Skating"
    },
    {
      "quote": "Tintinnabulation is an area I sometimes wander into when I am searching for answers - in my life, my music, my work. In my dark hours, I have the certain feeling that everything outside this one thing has no meaning.",
      "author": "Arvo Part",
      "category": "Life, Work, I Am"
    },
    {
      "quote": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice.",
      "author": "Albert Einstein",
      "category": "Intelligence, Brain, Mistake"
    },
    {
      "quote": "You have the sun, you have the moon, you have the air that you breathe - and you have the Rolling Stones!",
      "author": "Keith Richards",
      "category": "Sun, Moon, You"
    },
    {
      "quote": "I don't care much about music. What I like is sounds.",
      "author": "Dizzy Gillespie",
      "category": "Care, Like, Sounds"
    },
    {
      "quote": "When people hear good music, it makes them homesick for something they never had, and never will have.",
      "author": "E. W. Howe",
      "category": "Good, People, Never"
    },
    {
      "quote": "As long as my music is real, it's no limit to how many ears I can grab.",
      "author": "Kendrick Lamar",
      "category": "Long, Limit, I Can"
    },
    {
      "quote": "When you go to a great concert, you feel this arc, almost like the music of a well-chosen set takes you on this trip through emotions and through various forms of intellectual engagement.",
      "author": "John Green",
      "category": "Great, Emotions, You"
    },
    {
      "quote": "I love music of all kinds, but there's no greater music than the sound of my grandchildren laughing; my kids, too.",
      "author": "Sylvia Earle",
      "category": "Love, Grandchildren, Kids"
    },
    {
      "quote": "All that stuff about heavy metal and hard rock, I don't subscribe to any of that. It's all just music. I mean, the heavy metal from the Seventies sounds nothing like the stuff from the Eighties, and that sounds nothing like the stuff from the Nineties. Who's to say what is and isn't a certain type of music?",
      "author": "Ozzy Osbourne",
      "category": "Rock, Nothing, Mean"
    },
    {
      "quote": "I listen to all types of different music. I go to different festivals. I'm around music.",
      "author": "Rico Love",
      "category": "Listen, Festivals, Different"
    },
    {
      "quote": "Classical music requires an immense amount of concentration, and I don't know if I would've been that committed to that particular life.",
      "author": "Questlove",
      "category": "Life, Know, Committed"
    },
    {
      "quote": "As a DJ, people expect a certain sound and a certain danceability for the music. As a producer, I really like to let go of any rules that may exist.",
      "author": "Armin van Buuren",
      "category": "Rules, People, DJ"
    },
    {
      "quote": "I think country music is popular - has been popular and will always be popular because I think a lot of real people singing about a lot of real stuff about real people. And it's simple enough for people to understand it. And we kind of roll with the punches.",
      "author": "Dolly Parton",
      "category": "Simple, People, Singing"
    },
    {
      "quote": "I'm happy to be on a winning team. My individual success, that lasts for a short period of time. The success of being a part of the South, of Atlanta, which is now the hot bed of music, that's what's gonna last the longest. The fact that I contributed to planting our flag and moving music to my city, that's what I'm most proud of.",
      "author": "T.I.",
      "category": "Success, Time, Happy"
    },
    {
      "quote": "Stockholm is unique in that it's built on islands and surrounded by water, so you get this enormous sense of freedom. It's got everything you could possibly need - everything New York or London has but without all the people and traffic. It's also become a very creative city, not only for music but also for fashion and computer games.",
      "author": "Bjorn Ulvaeus",
      "category": "Freedom, Water, City"
    },
    {
      "quote": "Making words rhyme for a living is one of the great joys of my life... That's a superpower I've been very conscious of developing. I started at the same level as everybody else, and then I just listened to more music and talked to myself until it was an actual superpower I could pull out on special occasions.",
      "author": "Lin-Manuel Miranda",
      "category": "Life, Myself, Great"
    },
    {
      "quote": "We need to take music out of the ivory tower - both for musicians and for the public. Otherwise, classical music will not survive the 21st century.",
      "author": "Daniel Barenboim",
      "category": "Musicians, Survive, Tower"
    },
    {
      "quote": "I am a person who thinks about the music first in trying to achieve something musically valid.",
      "author": "Sonny Rollins",
      "category": "I Am, Trying, Achieve"
    },
    {
      "quote": "Soul music is timeless.",
      "author": "Alicia Keys",
      "category": "Soul, Timeless, Soul Music"
    },
    {
      "quote": "You can't fake this music. You might be a great singer or a great musician but, in the need, that's got nothing to do with it. It's how you connect to the songs and to the history behind them.",
      "author": "Etta James",
      "category": "History, Great, Fake"
    },
    {
      "quote": "Music is really driving my whole life.",
      "author": "Ariana Grande",
      "category": "Life, Driving, Whole"
    },
    {
      "quote": "The paradox is that I have no love for myself as a human being, but I have immense pride in the music I make, and I believe it has an important place. Others do, too, and the thousands of people with Morrissey tattoos certainly proves something.",
      "author": "Morrissey",
      "category": "Love, Myself, Believe"
    },
    {
      "quote": "Soul music is about longevity and reaching and touching people on a human level - and that's never going to get lost.",
      "author": "Jill Scott",
      "category": "Soul, Lost, People"
    },
    {
      "quote": "My best hostess tip is to have good food and really good music!",
      "author": "Jennifer Aniston",
      "category": "Food, Good, Best"
    },
    {
      "quote": "Food is one part of the experience. And it has to be somewhere between 50 to 60 percent of the dining experience. But the rest counts as well: The mood, the atmosphere, the music, the feeling, the design, the harmony between what you have on the plate and what surrounds the plate.",
      "author": "Alain Ducasse",
      "category": "Food, Experience, Design"
    },
    {
      "quote": "It's very easy for people to put out music.",
      "author": "Charlie Puth",
      "category": "People, Easy, Put"
    },
    {
      "quote": "I have a sweet tooth for song and music. This is my Polish sin.",
      "author": "Pope John Paul II",
      "category": "Song, Sweet, Sin"
    },
    {
      "quote": "It's always been a gift with me, hearing music the way I do. I don't know where it comes from, it's just there and I don't question it.",
      "author": "Miles Davis",
      "category": "Gift, Me, Know"
    },
    {
      "quote": "It is not the money but the self-respect and wanting to create good music.",
      "author": "Barry Gibb",
      "category": "Money, Good, Self-Respect"
    },
    {
      "quote": "The century of airplanes has a right to its own music.",
      "author": "Claude Debussy",
      "category": "Right, Own, Century"
    },
    {
      "quote": "That's my fun time so, to me, doing my homework, studying on what I do, watching the movies, listening to music, all that inspires me so I focus a lot on that and practice.",
      "author": "Christina Milian",
      "category": "Time, Focus, Fun"
    },
    {
      "quote": "If you look at music, you see theme, variation, you see symmetry, asymmetry, you see structure, and these are related to skills in the real world.",
      "author": "Dave Van Ronk",
      "category": "World, You, See"
    },
    {
      "quote": "A good compromise, a good piece of legislation, is like a good sentence; or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.'",
      "author": "Barack Obama",
      "category": "Good, Compromise, They Say"
    },
    {
      "quote": "This land is your land and this land is my land, sure, but the world is run by those that never listen to music anyway.",
      "author": "Bob Dylan",
      "category": "World, Listen, Run"
    },
    {
      "quote": "I think older people can appreciate my music because I really show my heart when I sing, and it's not corny. I think I can grow as an artist, and my fans will grow with me.",
      "author": "Justin Bieber",
      "category": "Heart, Me, Artist"
    },
    {
      "quote": "The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music.",
      "author": "Mark Zuckerberg",
      "category": "Technology, Strategy"
    },
    {
      "quote": "Music has always been my protection against the world, from a very young age. I feel safe inside of a jam.",
      "author": "Trey Anastasio",
      "category": "Age, World, Young"
    },
    {
      "quote": "I'm not a lyric writer to make statements. What I enjoy doing is making paintings with lyrics, creating colorful images. I think that's more what entertainment and music should be.",
      "author": "Chris Cornell",
      "category": "Enjoy, Think, Colorful"
    },
    {
      "quote": "I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that's what gets a dinner party off to a fun start.",
      "author": "Ina Garten",
      "category": "Smile, Friends, Great"
    },
    {
      "quote": "A nation that has no music and no fairytales is a tragedy.",
      "author": "Ai Weiwei",
      "category": "Tragedy, Nation"
    },
    {
      "quote": "When you write a play, you work out like a musician on a piece of music. You find all the rhythms and the melody and the harmonies and take them as they come.",
      "author": "Sam Shepard",
      "category": "Work, Play, You"
    },
    {
      "quote": "There's something missing in the music industry today... and it's music. Songs you hear don't last, it's just product fed to you by the industry.",
      "author": "Jimmy Buffett",
      "category": "Today, Missing, You"
    },
    {
      "quote": "I have absorbed my life now. I am ready for my music to unfold. I know time flies, but before the end of this year, the album will be out. Even if it kills me.",
      "author": "Neneh Cherry",
      "category": "Life, Time, I Am"
    },
    {
      "quote": "Musicians should not play music. Music should play musicians.",
      "author": "Henry Rollins",
      "category": "Musicians, Play, Should"
    },
    {
      "quote": "People don't appreciate music any more. They don't adore it. They don't buy vinyl and just love it. They love their laptops like their best friend, but they don't love a record for its sound quality and its artwork.",
      "author": "Laura Marling",
      "category": "Love, Best, Best Friend"
    },
    {
      "quote": "Nevertheless the passions, whether violent or not, should never be so expressed as to reach the point of causing disgust; and music, even in situations of the greatest horror, should never be painful to the ear but should flatter and charm it, and thereby always remain music.",
      "author": "Wolfgang Amadeus Mozart",
      "category": "Greatest, Reach, Charm"
    },
    {
      "quote": "We'd like to think that our music will always be bigger than any one of our individual personalities.",
      "author": "Chester Bennington",
      "category": "Think, Individual, Bigger"
    },
    {
      "quote": "Rock music should be gross: that's the fun of it. It gets up and drops its trousers.",
      "author": "Bruce Dickinson",
      "category": "Fun, Rock, Drops"
    },
    {
      "quote": "I don't know, my music has always just come from where the wind blew me. Like where I'm at during a particular moment in time.",
      "author": "Tom Petty",
      "category": "Time, Wind, Me"
    },
    {
      "quote": "How you act, walk, look and talk is all part of Hip Hop culture. And the music is colorless. Hip Hop music is made from Black, brown, yellow, red and white.",
      "author": "Afrika Bambaataa",
      "category": "Culture, Red, Walk"
    },
    {
      "quote": "Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart.",
      "author": "Andres Segovia",
      "category": "Heart, Support, Poetry"
    },
    {
      "quote": "It's very easy to be cynical about the hall of fame. But on the other hand, it's really a beautiful thing for someone like me. I dedicated my entire life to this music.",
      "author": "Tom Petty",
      "category": "Life, Beautiful, Me"
    },
    {
      "quote": "With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange.",
      "author": "Jon Batiste",
      "category": "Experience, Power, Live"
    },
    {
      "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape; that's all I buy, that's all I live, that's all I listen to, that's all I love.",
      "author": "Eminem",
      "category": "Love, Car, Best"
    },
    {
      "quote": "How to play music may be known. At the commencement of the piece, all the parts should sound together. As it proceeds, they should be in harmony while severally distinct and flowing without break, and thus on to the conclusion.",
      "author": "Confucius",
      "category": "Together, Harmony, Play"
    },
    {
      "quote": "We should make decisions in life with our hearts, not our brains, not only in music but in daily life.",
      "author": "Andre Rieu",
      "category": "Life, Daily, Decisions"
    },
    {
      "quote": "There is a sound that comes from gospel music that doesn't come from anything else. It is a sound of peace. It is a sound of, 'I'm going to make it through all of this.'",
      "author": "Yolanda Adams",
      "category": "Peace, Sound, Through"
    },
    {
      "quote": "I think in London - and I don't wanna offend anybody in America, but this is a real statement - they still have the right approach to making music. In the U.S., people see it as a way to make money; they see it as a means to get out. It's a hustle, which is great - any way you can provide for your family that's legal is fantastic.",
      "author": "Jay-Z",
      "category": "Family, Money, Great"
    },
    {
      "quote": "My liberty is about living. It's about spreading more love. Even though I was always a peaceful, loving individual, my music sometimes didn't reflect that. But now it's different. My music is reflecting the way I feel.",
      "author": "Snoop Dogg",
      "category": "Love, Peaceful, Liberty"
    },
    {
      "quote": "Music is essentially an emotional language, so you want to feel something from the relationships and build music based on those feelings.",
      "author": "Howard Shore",
      "category": "Language, Relationships"
    },
    {
      "quote": "I try to make music with emotion and integrity. And authenticity. You can feel when something's authentic, and you can feel when it's not: you know when someone's trying to make the club record, or trying to make the girl record, or trying to make the thug record. It's none of that. It's just my emotions.",
      "author": "Jay-Z",
      "category": "Integrity, Girl, Know"
    },
    {
      "quote": "I suffer from deep depression, so my only release is music.",
      "author": "Kevin Gates",
      "category": "Deep, Depression, Release"
    },
    {
      "quote": "For me, music and life are all about style.",
      "author": "Miles Davis",
      "category": "Life, Style, Me"
    },
    {
      "quote": "Music's been around a long time, and there's going to be music long after Ray Charles is dead. I just want to make my mark, leave something musically good behind. If it's a big record, that's the frosting on the cake, but music's the main meal.",
      "author": "Ray Charles",
      "category": "Time, Good, Cake"
    },
    {
      "quote": "You walk off the plane in Rio, and your blood temperature goes up. The feel of the wind on your face, the water on your skin, the taste of the food, the music, the sexuality; Brazilians are very comfortable in their sexuality.",
      "author": "Amy Irving",
      "category": "Food, Water, Walk"
    },
    {
      "quote": "Music is my main goal, but I'm not going to rush a record out. There are so many actors who have come out with albums these days. I don't want to do it because it's the thing to do. I want to wait until the time is right.",
      "author": "River Phoenix",
      "category": "Time, Goal, Want"
    },
    {
      "quote": "For me, music making is the most joyful activity possible, the most perfect expression of any emotion.",
      "author": "Luciano Pavarotti",
      "category": "Me, Perfect, Emotion"
    },
    {
      "quote": "The Internet is both great and terrible. As a source of information, a tool for delivering music and art, it's great. But spamming ads and piracy of music is terrible. It's stealing.",
      "author": "Gary Wright",
      "category": "Art, Great, Internet"
    },
    {
      "quote": "I grew up around salsa, merengue, bachata, bass music, freestyle, hip-hop, techno, house, rave.",
      "author": "Pitbull",
      "category": "Hip-Hop, House, Bass"
    },
    {
      "quote": "I've said that playing the blues is like having to be black twice. Stevie Ray Vaughan missed on both counts, but I never noticed.",
      "author": "B. B. King",
      "category": "Black, Blues, Said"
    },
    {
      "quote": "Music, in performance, is a type of sculpture. The air in the performance is sculpted into something.",
      "author": "Frank Zappa",
      "category": "Performance, Sculpture, Air"
    },
    {
      "quote": "When words leave off, music begins.",
      "author": "Heinrich Heine",
      "category": "Words, Leave, Off"
    },
    {
      "quote": "All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it.",
      "author": "Jean Cocteau",
      "category": "Good, Mysterious, Feelings"
    },
    {
      "quote": "Music is the divine way to tell beautiful, poetic things to the heart.",
      "author": "Pablo Casals",
      "category": "Beautiful, Heart, Way"
    },
    {
      "quote": "Music is forever; music should grow and mature with you, following you right on up until you die.",
      "author": "Paul Simon",
      "category": "Grow, Die, You"
    },
    {
      "quote": "Music is well said to be the speech of angels.",
      "author": "Thomas Carlyle",
      "category": "Speech, Angels, Said"
    },
    {
      "quote": "Music has charms to sooth a savage breast, to soften rocks, or bend a knotted oak.",
      "author": "William Congreve",
      "category": "Rocks, Savage, Bend"
    },
    {
      "quote": "I see music as fluid architecture.",
      "author": "Joni Mitchell",
      "category": "Architecture, See, Fluid"
    },
    {
      "quote": "The only love affair I have ever had was with music.",
      "author": "Maurice Ravel",
      "category": "Love, Affair, Only Love"
    },
    {
      "quote": "I've never missed a gig yet. Music makes people happy, and that's why I go on doing it - I like to see everybody smile.",
      "author": "Buddy Guy",
      "category": "Smile, Happy, People"
    },
    {
      "quote": "Music is a performance and needs the audience.",
      "author": "Michael Tippett",
      "category": "Performance, Audience, Needs"
    },
    {
      "quote": "My music, my songs are 100 percent inspired by girl power.",
      "author": "Paulina Rubio",
      "category": "Power, Girl, Inspired"
    },
    {
      "quote": "I don't make music for eyes. I make music for ears.",
      "author": "Adele",
      "category": "Eyes, Ears, Make"
    },
    {
      "quote": "Blues is my life. It's a true feeling that comes from the heart, not something that just comes out of my mouth. Blues is what I love, and blues is what I always do.",
      "author": "Koko Taylor",
      "category": "Love, Life, Heart"
    },
    {
      "quote": "This will be our reply to violence: to make music more intensely, more beautifully, more devotedly than ever before.",
      "author": "Leonard Bernstein",
      "category": "Violence, Will, Reply"
    },
    {
      "quote": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.",
      "author": "Abraham Maslow",
      "category": "Peace, Artist, Paint"
    },
    {
      "quote": "The type of music I make, it's not just straight-up rapping. There's emotion in it. That's why people feel each song differently. I get all my vibes from rock music, you know? All my melodies and all that.",
      "author": "Lil Uzi Vert",
      "category": "Song, People, Know"
    },
    {
      "quote": "The blues. It runs through all American music. Somebody bending the note. The other is the two-beat groove. It's in New Orleans music, it's in jazz, it's in country music, it's in gospel.",
      "author": "Wynton Marsalis",
      "category": "American, Jazz, Blues"
    },
    {
      "quote": "Good fashion is like rock music: all anarchy and revolt.",
      "author": "Ann Demeulemeester",
      "category": "Good, Fashion, Rock"
    },
    {
      "quote": "The ecstatic insanity of romantic pursuit can be so enhanced by music that entire romantic conquests, victories and ruinous, crushing defeats can be tied to songs to such a degree that it's almost unbearable to listen to them again, as they bring back the memories so vividly.",
      "author": "Henry Rollins",
      "category": "Romantic, Memories, Listen"
    },
    {
      "quote": "Feelings such as loneliness, longing or love are sometimes hard to put into words; maybe that's why we all love music, because it resonates with something we can't share.",
      "author": "Agnes Obel",
      "category": "Love, Loneliness, Words"
    },
    {
      "quote": "People speculate on your personal life all the time anyway. So I just think it's important to keep my private life private and my public persona more into music, you know?",
      "author": "Prince",
      "category": "Life, Time, People"
    },
    {
      "quote": "Through literacy you can begin to see the universe. Through music you can reach anybody. Between the two there is you, unstoppable.",
      "author": "Grace Slick",
      "category": "Universe, You, See"
    },
    {
      "quote": "Hip-Hop isn't just music, it is also a spiritual movement of the blacks! You can't just call Hip-Hop a trend!",
      "author": "Lauryn Hill",
      "category": "Spiritual, Hip-Hop, You"
    },
    {
      "quote": "I know what I've done for music, but don't call me a legend. Just call me Miles Davis.",
      "author": "Miles Davis",
      "category": "Me, Legend, Know"
    },
    {
      "quote": "Motown was about music for all people - white and black, blue and green, cops and the robbers. I was reluctant to have our music alienate anyone.",
      "author": "Berry Gordy",
      "category": "Blue, People, Green"
    },
    {
      "quote": "When I think of music, I think of music in its totality, complete. From the lowest blues to the highest symphony, you know, so what I'd like to do is exemplify each style of as many periods as I can possibly do.",
      "author": "Donny Hathaway",
      "category": "Style, Know, Blues"
    },
    {
      "quote": "I'm inspired by artists and musicians. There are so many wonderful and talented people in the world. I love discovering new music, new writers, or new art.",
      "author": "Alicia Keys",
      "category": "Love, Art, World"
    },
    {
      "quote": "Our world is enriched when coders and marketers dazzle us with smartphones and tablets, but, by themselves, they are just slabs. It is the music, essays, entertainment and provocations that they access, spawned by the humanities, that animate them - and us.",
      "author": "Nicholas Kristof",
      "category": "World, Entertainment, Access"
    },
    {
      "quote": "Beethoven can write music, thank God, but he can do nothing else on earth.",
      "author": "Ludwig van Beethoven",
      "category": "God, Thank God, Earth"
    },
    {
      "quote": "May not music be described as the mathematics of the sense, mathematics as music of the reason? The musician feels mathematics, the mathematician thinks music: music the dream, mathematics the working life.",
      "author": "James Joseph Sylvester",
      "category": "Life, Mathematics, Dream"
    },
    {
      "quote": "The end of all good music is to affect the soul.",
      "author": "Claudio Monteverdi",
      "category": "Good, Soul, End"
    },
    {
      "quote": "Dre was one of my heros in the music industry. If he's not down for his homeboys, I don't wanna be a part of him or around him.",
      "author": "Tupac Shakur",
      "category": "Down, Music Industry, Him"
    },
    {
      "quote": "All art constantly aspires towards the condition of music.",
      "author": "Walter Pater",
      "category": "Art, Condition, Towards"
    },
    {
      "quote": "Some people create with words or with music or with a brush and paints. I like to make something beautiful when I run. I like to make people stop and say, 'I've never seen anyone run like that before.' It's more than just a race, it's a style. It's doing something better than anyone else. It's being creative.",
      "author": "Steve Prefontaine",
      "category": "Beautiful, Style, Words"
    },
    {
      "quote": "Music is gathering. Taking our scattered thoughts and senses and coalescing us back into our core. Music is powerful. The first few chords can change us where no self-help books can.",
      "author": "Jane Siberry",
      "category": "Change, Powerful, Thoughts"
    },
    {
      "quote": "New Orleans is unlike any city in America. Its cultural diversity is woven into the food, the music, the architecture - even the local superstitions. It's a sensory experience on all levels and there's a story lurking around every corner.",
      "author": "Ruta Sepetys",
      "category": "Food, Architecture"
    },
    {
      "quote": "The flame that is naturally clear always gives the most light and heat. If I could blend my talent for poetry and music into one, the light would burn still clearer, and I might go far.",
      "author": "Robert Schumann",
      "category": "Light, Poetry, Talent"
    },
    {
      "quote": "If something happened where I couldn't write music anymore, it would kill me. It's not just a job. It's not just a hobby. It's why I get up in the morning.",
      "author": "Hans Zimmer",
      "category": "Morning, Job, Me"
    },
    {
      "quote": "Heartbreak was the impetus to me writing poems and music in the first place. Over the years, I had my heart broken so badly that if I didn't find a way to get all the pain out, I was going to lose my mind. I was crazy! Like, wanting to slash tires and smash car windows. Crazy! I was so hurt that I had to write.",
      "author": "Jill Scott",
      "category": "Car, Pain, Writing"
    },
    {
      "quote": "If you ever go to a music session, you'll notice that the musicians can sit down and start playing right away, and everyone knows what to do. Of course they're reading it, but the conductor can tweak little things, and you can take that back to directing motion pictures.",
      "author": "Clint Eastwood",
      "category": "Little Things, Reading"
    },
    {
      "quote": "In Jamaica, them always have throwback riddims, recycled old beats, and the hardcore reggae scene is always present. You have faster stuff like the more commercialized stuff, but you always have that segment of music that is always from the core, from the original root of it.",
      "author": "Damian Marley",
      "category": "Present, You, Throwback"
    },
    {
      "quote": "One of my favorite places I've visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself.",
      "author": "Megalyn Echikunwoke",
      "category": "Love, Home, Beautiful"
    },
    {
      "quote": "I'm a DJ who makes dance music who got to play with Sting.",
      "author": "Afrojack",
      "category": "Dance, Play, DJ"
    },
    {
      "quote": "Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master.",
      "author": "David Josiah Brewer",
      "category": "Time, Art, Architecture"
    },
    {
      "quote": "For me, I actually come from an electronic dance music background: house music, electro house, trance music, even. When I was coming out of school, basically, I discovered Brain Fever, Flying Lotus, J Dilla and all that. That was when I got excited about hip-hop and when the Flume project started.",
      "author": "Flume",
      "category": "Dance, School, Me"
    },
    {
      "quote": "I completely love playing and designing games and always will. I am so into games that I listen to game music all day. That may sound strange, but you can guarantee I'm a hardcore gamer and would never let you down by designing a crappy title.",
      "author": "John Romero",
      "category": "Love, Day, I Am"
    },
    {
      "quote": "It takes a real soldier to stay in the music industry and live off the things that have been put before me and be able to survive all this time because it has not been easy.",
      "author": "Chubby Checker",
      "category": "Time, Me, Easy"
    },
    {
      "quote": "Disco music in the '70s was just a call to go wild and party and dance with no thought or conscience or regard for tomorrow.",
      "author": "Martha Reeves",
      "category": "Dance, Tomorrow, Conscience"
    },
    {
      "quote": "Nothing pleases me more than to go into a room and come out with a piece of music.",
      "author": "Paul McCartney",
      "category": "Me, Nothing, Go"
    },
    {
      "quote": "I wonder if anyone else has an ear so tuned and sharpened as I have, to detect the music, not of the spheres, but of earth, subtleties of major and minor chord that the wind strikes upon the tree branches. Have you ever heard the earth breathe?",
      "author": "Kate Chopin",
      "category": "Tree, Wind, Earth"
    },
    {
      "quote": "Rock and Roll: Music for the neck downwards.",
      "author": "Keith Richards",
      "category": "Rock And Roll, Rock, Roll"
    },
    {
      "quote": "The power of music in Spanish is so strong, that I couldn't stay away from it any longer.",
      "author": "Enrique Iglesias",
      "category": "Strong, Power, Away"
    },
    {
      "quote": "I think of a piece of music as something that comes alive when it is being performed, and I feel that my role in the transmission of music is to be its best advocate at that moment.",
      "author": "Yo-Yo Ma",
      "category": "Best, Moment, Think"
    },
    {
      "quote": "Jazz isn't dead yet. It's the underpinning of everything in this country. Whether it's a Broadway show, or fusion, or right on through classical music, if it's coming out of the U.S., it's not going to survive unless it's got some jazz influence.",
      "author": "Dave Brubeck",
      "category": "Influence, Country, Jazz"
    },
    {
      "quote": "There was nothing more I wanted to do than to see my dad react well to my music. I still do. I send him my demos all the time.",
      "author": "Dan Reynolds",
      "category": "Time, React, See"
    },
    {
      "quote": "I'm not a fan of anybody music who I feel like a sucka. I don't listen to you. They play you in the club, you can have the #1 jam, but if I know your character, how can I listen to your music?",
      "author": "Gucci Mane",
      "category": "Character, Know, Play"
    },
    {
      "quote": "The best music happens when you have a personal connection to it. That same philosophy can extend to the instrument you hold in your hands: if a guitar means something special, you're bound to do great things with it.",
      "author": "Frank Iero",
      "category": "Best, Great, Philosophy"
    },
    {
      "quote": "I love all kinds of art. I mean, I love sketching and acting and music.",
      "author": "Amandla Stenberg",
      "category": "Love, Art, Acting"
    },
    {
      "quote": "I used to do crazy things that people would bail me out of, and I'm just grateful that I survived. But the music got very lost; I didn't know where I was going, and I didn't really care. I was more into just having a good time, and I think it showed.",
      "author": "Eric Clapton",
      "category": "Time, Good, Grateful"
    },
    {
      "quote": "A lot of people ask me, 'How did you have the courage to walk up to record labels when you were 12 or 13 and jump right into the music industry?' It's because I knew I could never feel the kind of rejection that I felt in middle school. Because in the music industry, if they're gonna say no to you, at least they're gonna be polite about it.",
      "author": "Taylor Swift",
      "category": "Courage, School, Walk"
    },
    {
      "quote": "The star thing I can live with. The music I can't live without. And that's how it lays out for me, you know. I got as big an ego and enjoy the attention.",
      "author": "Bruce Springsteen",
      "category": "Me, Enjoy, Ego"
    },
    {
      "quote": "I think people are tired of fake music, man. And there's a lot of it. Technology has reached the point where any boob can walk into a studio and with a little AutoTuning you can have a hit song. I think it's pathetic.",
      "author": "Corey Taylor",
      "category": "Technology, Man, Walk"
    },
    {
      "quote": "Country music has to evolve in order to survive.",
      "author": "Blake Shelton",
      "category": "Country, Country Music"
    },
    {
      "quote": "Too many pieces of music finish too long after the end.",
      "author": "Igor Stravinsky",
      "category": "End, Long, Finish"
    },
    {
      "quote": "The martial music of every sideburned delinquent on the face of the earth.",
      "author": "Frank Sinatra",
      "category": "Earth, Face, Every"
    },
    {
      "quote": "Music conveys moods and images. Even in opera, where plots deal with the structure of destiny, it's music, not words, that provides power.",
      "author": "Marcel Marceau",
      "category": "Power, Words, Destiny"
    },
    {
      "quote": "When you work you are a flute through whose heart the whispering of the hours turns to music. Which of you would be a reed, dumb and silent, when all else sings together in unison?",
      "author": "Khalil Gibran",
      "category": "Work, Together, Heart"
    },
    {
      "quote": "Music was invented to confirm human loneliness.",
      "author": "Lawrence Durrell",
      "category": "Loneliness, Human, Confirm"
    },
    {
      "quote": "The opera is to music what a bawdy house is to a cathedral.",
      "author": "H. L. Mencken",
      "category": "Opera, House, Cathedral"
    },
    {
      "quote": "Music is given to us with the sole purpose of establishing an order in things, including, and particularly, the coordination between man and time.",
      "author": "Igor Stravinsky",
      "category": "Time, Man, Purpose"
    },
    {
      "quote": "Music, I feel, must be emotional first and intellectual second.",
      "author": "Maurice Ravel",
      "category": "Emotional, Intellectual"
    },
    {
      "quote": "I dare suggest that the composer would do himself and his music an immediate and eventual service by total, resolute and voluntary withdrawal from this public world to one of private performance and electronic media.",
      "author": "Milton Babbitt",
      "category": "Service, World, Performance"
    },
    {
      "quote": "It's so wonderful... if your whole day is rotten, once they start the music, it seems to melt away.",
      "author": "Donald O'Connor",
      "category": "Day, Start, Wonderful"
    },
    {
      "quote": "The ideal situation would be to bypass all of the drama and mayhem and just get the music right to the people. I'm confident that we'll eventually figure it out.",
      "author": "Debbie Gibson",
      "category": "People, Situation, Drama"
    },
    {
      "quote": "I would like a man now who is rich, and who can give me a boat - a sailboat. I want to own it and let him pay for it. My first love is the sea and water, not music. Music is second.",
      "author": "Nina Simone",
      "category": "Love, Water, Sea"
    },
    {
      "quote": "Music is a lady that I still love because she gives me the air that I breathe. We need all sorts of nourishment. And music satisfies and nourishes the hunger within ourselves for connection and harmony.",
      "author": "Cat Stevens",
      "category": "Love, Me, Harmony"
    },
    {
      "quote": "You've seen one of the our gigs you've seen 'em all. But if you're into the music, you'll know that we played better the night before or we can play better.",
      "author": "Liam Gallagher",
      "category": "Night, Know, Play"
    },
    {
      "quote": "Although technical discussions are interesting to composers, I suspect that the truly magical and spiritual powers of music arise from deeper levels of our psyche.",
      "author": "George Crumb",
      "category": "Spiritual, Interesting"
    },
    {
      "quote": "There's so much beautiful music in the world, and the kids are getting robbed.",
      "author": "Billy Higgins",
      "category": "Beautiful, World, Kids"
    },
    {
      "quote": "Hunting, fishing, drawing, and music occupied my every moment. Cares I knew not, and cared naught about them.",
      "author": "John James Audubon",
      "category": "Moment, Fishing, Drawing"
    },
    {
      "quote": "All old music was modern once, and much more of the music of yesterday already sounds more old-fashioned than works which were written three centuries ago.",
      "author": "Peter Warlock",
      "category": "Yesterday, Three, Modern"
    },
    {
      "quote": "There's nothing to compare to live music, there just isn't anything.",
      "author": "Gloria Gaynor",
      "category": "Live, Nothing, Anything"
    },
    {
      "quote": "I have music inside me and I'm very lucky to be able to play music and that's the way that I try to do it.",
      "author": "Charlie Haden",
      "category": "Me, Play, Try"
    },
    {
      "quote": "So I think it was a good thing It was a little surreal watching Leo scream 'I'm not going to die today!' with our music playing - that was the last thing on my mind when I wrote the song.",
      "author": "Jon Crosby",
      "category": "Good, Today, Mind"
    },
    {
      "quote": "I take a baths all the time. I'll put on some music and burn some incense and just sit in the tub and think, Wow, life is great right now.",
      "author": "Brian Austin Green",
      "category": "Life, Time, Great"
    },
    {
      "quote": "I don't listen to my own music at home.",
      "author": "Celine Dion",
      "category": "Home, Listen, My Own"
    },
    {
      "quote": "There are only two things worth aiming for, good music and a clean conscience.",
      "author": "Paul Hindemith",
      "category": "Good, Clean, Conscience"
    },
    {
      "quote": "What I am looking for... is an immobile movement, something which would be the equivalent of what is called the eloquence of silence, or what St. John of the Cross, I think it was, described with the term 'mute music'.",
      "author": "Joan Miro",
      "category": "Silence, I Am, Looking"
    },
    {
      "quote": "I mean, if you turn on the radio, love is 90 percent of the music.",
      "author": "Enrique Iglesias",
      "category": "Love, Love Is, You"
    },
    {
      "quote": "Coldplay are just four friends trying to make great music.",
      "author": "Will Champion",
      "category": "Friends, Great, Trying"
    },
    {
      "quote": "The saxophone is a very interesting machine, but I'm more interested in music.",
      "author": "Steve Lacy",
      "category": "Interesting, Saxophone"
    },
    {
      "quote": "I've never believed that pop music is escapist trash. There's always a darkness in it, even amidst great pop music.",
      "author": "Thom Yorke",
      "category": "Great, Darkness, Trash"
    },
    {
      "quote": "My early childhood memories center around this typical American country store and life in a small American town, including 4th of July celebrations marked by fireworks and patriotic music played from a pavilion bandstand.",
      "author": "Frederick Reines",
      "category": "Life, Memories, Patriotism"
    },
    {
      "quote": "My horizon on humanity is enlarged by reading the writers of poems, seeing a painting, listening to some music, some opera, which has nothing at all to do with a volatile human condition or struggle or whatever. It enriches me as a human being.",
      "author": "Wole Soyinka",
      "category": "Struggle, Reading, Humanity"
    },
    {
      "quote": "The character of instrumental music... lets the emotions radiate and shine in their own character without presuming to display them as real or imaginary representations.",
      "author": "Franz Liszt",
      "category": "Character, Shine, Emotions"
    },
    {
      "quote": "I may be helping to bring harmony between people through my music.",
      "author": "Nat King Cole",
      "category": "People, Harmony, Bring"
    },
    {
      "quote": "What does that represent? There was never any question in plastic art, in poetry, in music, of representing anything. It is a matter of making something beautiful, moving, or dramatic - this is by no means the same thing.",
      "author": "Fernand Leger",
      "category": "Art, Beautiful, Poetry"
    },
    {
      "quote": "What's really good is African drum music.",
      "author": "Fiona Apple",
      "category": "Good, Drum, African"
    },
    {
      "quote": "I write the vocals last, because I wanted to invent the music first and push the music to the level that I had to compete against it.",
      "author": "Axl Rose",
      "category": "Push, First, Compete"
    },
    {
      "quote": "There's a sadness to the human condition that I think music is good for. It gives a counterpoint to the visual beauty, and adds depth to pictures that they wouldn't have if the music wasn't there.",
      "author": "Mike Figgis",
      "category": "Beauty, Good, Sadness"
    },
    {
      "quote": "When I was a teenager, I began to settle into school because I'd discovered the extracurricular activities that interested me: music and theater.",
      "author": "Morgan Freeman",
      "category": "School, Me, Settle"
    },
    {
      "quote": "The Bee Gees who are brilliant, I just love great music.",
      "author": "Michael Jackson",
      "category": "Love, Great, Bee"
    },
    {
      "quote": "I want to run for the Senate from Tennessee. Not now, but when I'm 50, when music dies down a little bit. I know lots of artists and actors have those delusions of grandeur, but ever since I was a kid, it's been of interest to me.",
      "author": "Tim McGraw",
      "category": "Me, Want, Know"
    },
    {
      "quote": "I was king of the mountain for a long time, well, I don't want that no more. I like to perform every once in a while for people who want to see me, and cut albums of music that is what I'm really about.",
      "author": "Waylon Jennings",
      "category": "Time, Mountain, Me"
    },
    {
      "quote": "I think you have to keep a childlike quality to play music or make a record.",
      "author": "Beck",
      "category": "Quality, Think, Play"
    },
    {
      "quote": "It's the first time I have returned to my roots - like going back to be a trio. The fans really wanted me to go back on stage and do the Supremes music, so I went about trying to make it happen. We'll go on tour in the summer.",
      "author": "Diana Ross",
      "category": "Time, Make It Happen, Me"
    },
    {
      "quote": "Punk is not just the sound, the music. Punk is a lifestyle.",
      "author": "Billie Joe Armstrong",
      "category": "Punk, Lifestyle, Sound"
    },
    {
      "quote": "It is piracy, not overt online music stores, which is our main competitor.",
      "author": "Steve Jobs",
      "category": "Competitor, Piracy, Which"
    },
    {
      "quote": "Boy bands should be exploded from a great height. They're just pretty people singing music written by others.",
      "author": "Eddie Izzard",
      "category": "Great, People, Singing"
    },
    {
      "quote": "Music is my life, professionally, for nearly 60 years. To be recognized by the academy is still the highest honor.",
      "author": "Ray Charles",
      "category": "Life, Honor, My Life"
    },
    {
      "quote": "Music must take rank as the highest of the fine arts - as the one which, more than any other, ministers to the human spirit.",
      "author": "Herbert Spencer",
      "category": "Human Spirit, Human, Fine"
    },
    {
      "quote": "Those who seek to satisfy the mind of man by hampering it with ceremonies and music and affecting charity and devotion have lost their original nature.",
      "author": "Zhuangzi",
      "category": "Nature, Man, Mind"
    },
    {
      "quote": "When you play music with someone who has a heart rather than playing with someone who is just doing it for money or is cynical it makes all the difference.",
      "author": "Greg Lake",
      "category": "Money, Heart, Play"
    },
    {
      "quote": "Those who have virtue always in their mouths, and neglect it in practice, are like a harp, which emits a sound pleasing to others, while itself is insensible of the music.",
      "author": "Diogenes",
      "category": "Practice, Sound, Virtue"
    },
    {
      "quote": "Style has always been very important to us. We grew up in the '70s. Music was glam rock, punk rock and a very stylish movement.",
      "author": "Nick Rhodes",
      "category": "Style, Rock, Important"
    },
    {
      "quote": "I think one of my favorite things to do is just lock myself up in a small room and listen to music and watch films for a day. Also I just like seeing my friends. We have pizza parties which means I get four friends round, we eat a pizza and we're really lazy and we play PlayStation.",
      "author": "Daniel Radcliffe",
      "category": "Day, Friends, Myself"
    },
    {
      "quote": "But with rap music - not just N.W.A. - but rap music in general, seeing these artists wearing these team logos all the time started bringing a synergy and energy about having to rep your city, your team, everywhere and all the time.",
      "author": "Ice Cube",
      "category": "Time, Team, City"
    },
    {
      "quote": "Hip-hop's always reached out to kids. If you look at the last 10 big albums it might seem ironic. But when I look at the history of this music it's always had a lot of positivity.",
      "author": "LL Cool J",
      "category": "History, Hip-Hop, You"
    },
    {
      "quote": "As long as your intention is pure, and you know what you're in it for, then you're alright. And I'm in it because I enjoy it. I take it seriously... real seriously. I mean I could sit and talk all day about the music.",
      "author": "Trey Anastasio",
      "category": "Day, Enjoy, Long"
    },
    {
      "quote": "I'm not trying to pull the rug out from under anybody, but the music really does tell you where to go.",
      "author": "Trey Anastasio",
      "category": "Trying, You, Where"
    },
    {
      "quote": "Music comes from a place we don't know.",
      "author": "Chris Martin",
      "category": "Know, Place"
    },
    {
      "quote": "I was a fan of heavy music - first metal, then punk, then hip hop.",
      "author": "Tom Morello",
      "category": "Punk, First, Metal"
    },
    {
      "quote": "To really be tortured by a song, it needs to be more than just something you don't like or don't get; it has to make your skin crawl by getting under it. Strangely, that last clause could describe provocative or daring music, as well.",
      "author": "Carrie Brownstein",
      "category": "Song, Skin, You"
    },
    {
      "quote": "Ironically, being a coach on 'The Voice' and spending time with those kids, Xenia and Dia especially, I learned a lot about myself. It reminded me how lucky I am that this happened for me, and it kind of lit the spark inside me again for my love of music.",
      "author": "Blake Shelton",
      "category": "Love, Time, Myself"
    },
    {
      "quote": "I want my music to do the explaining.",
      "author": "Demi Lovato",
      "category": "Want, Explaining"
    },
    {
      "quote": "I feel like music can affect you in so many ways. When you hear a song with a happy melody, it can change your mood; it can change your day.",
      "author": "Kygo",
      "category": "Change, Happy, Day"
    },
    {
      "quote": "Music is part of us, and either ennobles or degrades our behavior.",
      "author": "Boethius",
      "category": "Behavior, Us, Part"
    },
    {
      "quote": "Most people live and die with their music still unplayed. They never dare to try.",
      "author": "Mary Kay Ash",
      "category": "People, Live, Try"
    },
    {
      "quote": "I dabbled in things like Howlin' Wolf, Cream and Led Zeppelin, but when I heard Son House and Robert Johnson, it blew my mind. It was something I'd been missing my whole life. That music made me discard everything else and just get down to the soul and honesty of the blues.",
      "author": "Jack White",
      "category": "Life, Son, Honesty"
    },
    {
      "quote": "There is hardly any money interest in art, and music will be there when money is gone.",
      "author": "Duke Ellington",
      "category": "Art, Money, Interest"
    },
    {
      "quote": "There is two kinds of music, the good, and the bad. I play the good kind.",
      "author": "Louis Armstrong",
      "category": "Good, Play, Kind"
    },
    {
      "quote": "I was a very interested arts student, I was always into that part of school and when I got into high school I went into architectural drafting. It gave me an understanding of how to build things and it's really helped me put things in perspective. With my music and my movies, to me it's all art.",
      "author": "Ice Cube",
      "category": "Art, School, Perspective"
    },
    {
      "quote": "I can easily say I've done everything I've wanted in music.",
      "author": "Phil Anselmo",
      "category": "Done, I Can, Say"
    },
    {
      "quote": "Music is what I love to do it's in my veins.",
      "author": "Demi Lovato",
      "category": "Love, Veins, I Love"
    },
    {
      "quote": "Music is the wine which inspires one to new generative processes, and I am Bacchus who presses out this glorious wine for mankind and makes them spiritually drunken.",
      "author": "Ludwig van Beethoven",
      "category": "Wine, I Am, New"
    },
    {
      "quote": "One and the same thing can at the same time be good, bad, and indifferent, e.g., music is good to the melancholy, bad to those who mourn, and neither good nor bad to the deaf.",
      "author": "Baruch Spinoza",
      "category": "Time, Good, Deaf"
    },
    {
      "quote": "If architecture is frozen music then music must be liquid architecture.",
      "author": "Quincy Jones",
      "category": "Architecture, Must, Then"
    },
    {
      "quote": "People often complain that music is too ambiguous, that what they should think when they hear it is so unclear, whereas everyone understands words. With me, it is exactly the opposite, and not only with regard to an entire speech but also with individual words.",
      "author": "Felix Mendelssohn",
      "category": "Words, Me, People"
    },
    {
      "quote": "I do know the effect that music still has on me - I'm completely vulnerable to it. I'm seduced by it.",
      "author": "Debbie Harry",
      "category": "Me, Know, Still"
    },
    {
      "quote": "I found that it wasn't so oddball to like music and poetry and visual arts, they're kindred spirits.",
      "author": "J. Carter Brown",
      "category": "Poetry, Visual, Like"
    },
    {
      "quote": "When you write, it's making a certain kind of music in your head. There's a rhythm to it, a pulse, and on the whole, I'm writing to that drum rather than the psychological process.",
      "author": "Tom Stoppard",
      "category": "Writing, You, Kind"
    },
    {
      "quote": "Music is love in search of a word.",
      "author": "Sidney Lanier",
      "category": "Love, Search, Word"
    },
    {
      "quote": "I've always felt music is the only way to give an instantaneous moment the feel of slow motion. To romanticise it and glorify it and give it a soundtrack and a rhythm.",
      "author": "Taylor Swift",
      "category": "Moment, Slow, Rhythm"
    },
    {
      "quote": "For me, a paragraph in a novel is a bit like a line in a poem. It has its own shape, its own music, its own integrity.",
      "author": "Paul Auster",
      "category": "Integrity, Me, Shape"
    },
    {
      "quote": "The best music is essentially there to provide you something to face the world with.",
      "author": "Bruce Springsteen",
      "category": "Best, World, You"
    },
    {
      "quote": "Writing has laws of perspective, of light and shade just as painting does, or music. If you are born knowing them, fine. If not, learn them. Then rearrange the rules to suit yourself.",
      "author": "Truman Capote",
      "category": "Light, Writing, Perspective"
    },
    {
      "quote": "Ever since I was a kid, this was all I wanted to do. I've wanted to do music. I wanted to sing. It's all I know.",
      "author": "Bruno Mars",
      "category": "Know, Kid, Sing"
    },
    {
      "quote": "I would like to be known as an 'artist'. Whether that be music, acting, sketching, cooking, whatever. I'm interested in all of those things.",
      "author": "Mark Salling",
      "category": "Cooking, Artist, Acting"
    },
    {
      "quote": "Mozart's music is like an X-ray of your soul - it shows what is there, and what isn't.",
      "author": "Isaac Stern",
      "category": "Soul, X-Ray, Like"
    },
    {
      "quote": "Faith is reason plus revelation, and the revelation part requires one to think with the spirit as well as with the mind. You have to hear the music, not just read the notes on the page.",
      "author": "Francis Collins",
      "category": "Faith, Mind, Page"
    },
    {
      "quote": "Amazingly, I've been sort of an anomaly in the music industry. I feel like I've been able to exist as kind of a throwback artist.",
      "author": "Jewel",
      "category": "Artist, Kind, Throwback"
    },
    {
      "quote": "If I'm not working on music, I'm usually with my friends playing FIFA. We just kick back - I'm proper chilled.",
      "author": "Stormzy",
      "category": "Friends, Working, Back"
    },
    {
      "quote": "I treat every album as a new beginning, so I'm asking myself, 'What is pop music now? What are people consuming?' and I take these things into effect.",
      "author": "Luis Fonsi",
      "category": "Myself, Beginning, Treat"
    },
    {
      "quote": "No two people on earth are alike, and it's got to be that way in music or it isn't music.",
      "author": "Billie Holiday",
      "category": "People, Earth, Way"
    },
    {
      "quote": "I feel like good music comes and goes in waves.",
      "author": "Santigold",
      "category": "Good, Waves, Feel"
    },
    {
      "quote": "I don't live for the accolades. I'm more so about the music. Making it, and putting it out. Those are the two best feelings.",
      "author": "J. Cole",
      "category": "Best, Live, Feelings"
    },
    {
      "quote": "There's more to life than listening to rock music.",
      "author": "Frank Black",
      "category": "Life, Listening, Rock"
    },
    {
      "quote": "When I was a teeny little girl, I was in dancing school, and I sang. We had to put a dance to a song, so I went to the 10-cent store one day and looked at all the sheet music. It was all laid out, and I picked 'Life Is Just a Bowl of Cherries.'",
      "author": "Doris Day",
      "category": "Life, Dance, School"
    },
    {
      "quote": "The rhetoric is the key to the character. It's the verbal music of the piece.",
      "author": "Peter Shaffer",
      "category": "Character, Key, Rhetoric"
    },
    {
      "quote": "The aggressive side of me comes across in my music, but I'm just a sweet girl.",
      "author": "Pink",
      "category": "Girl, Me, Sweet"
    },
    {
      "quote": "Music happens to be an art form that transcends language.",
      "author": "Herbie Hancock",
      "category": "Art, Language, Happens"
    },
    {
      "quote": "I know that I'm here because of the grace of God. But I also know that I've been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I'm so honored to be able to do it. I'm so blessed that God has chosen me to do that.",
      "author": "El DeBarge",
      "category": "Love, God, World"
    },
    {
      "quote": "You have to be careful not to make music something you don't want to do. Which happens. I've gotten off the road and been like, 'I hate it. I hate singing, I hate playing guitar.' Six days later, I'm in my bedroom singing at the top of my lungs because I love it so much.",
      "author": "Shawn Mendes",
      "category": "Love, Road, Hate"
    },
    {
      "quote": "With the White Stripes we were trying to trick people into not realising we were playing the blues. We did not want to come off like white kids trying to play black music from 100 years ago so a great way to distract them was by dressing in red, white and black.",
      "author": "Jack White",
      "category": "Great, Red, People"
    },
    {
      "quote": "My debut album, 'Forget the World,' is all about not listening to the negativity around you and to continue to do what you love, no matter what people think. I love what I do. Dance music is my passion, my life. There is no greater feeling than being one with my fans, partying to the music we love.",
      "author": "Afrojack",
      "category": "Love, Life, Dance"
    },
    {
      "quote": "I haven't traveled in Africa nearly as much as I'd like to. I've been there a few times, and I'd like to learn more about the various cultures in Africa. But that's the basis point of where all of the music that I love is based upon, from Africa to Cuba to Puerto Rico to South America.",
      "author": "Chick Corea",
      "category": "Love, America, Love Is"
    },
    {
      "quote": "There are many singers who have got an exceptional talent, but spend their lives singing in local trains or hotels. Does the country even know who they are? Music in India is restricted only to Bollywood. Whoever manages to make a mark there is remembered. The ones who fail to reach and make it big there are forgotten.",
      "author": "Sonu Nigam",
      "category": "Talent, Singing, Know"
    },
    {
      "quote": "Music is something that should speak for itself, straight from the heart. It took me a long time to understand that.",
      "author": "Damon Albarn",
      "category": "Time, Heart, Speak"
    },
    {
      "quote": "All music is folk music. I ain't never heard a horse sing a song.",
      "author": "Louis Armstrong",
      "category": "Horse, Song, Never"
    },
    {
      "quote": "I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important.",
      "author": "Nina Simone",
      "category": "Freedom, Excellence"
    },
    {
      "quote": "I don't want to be the cliche American Idol dude. I want to be different, you know - that's the whole goal, me and music. It's about being yourself and being unique.",
      "author": "Paul McDonald",
      "category": "Goal, American, Yourself"
    },
    {
      "quote": "I discovered after going to music festivals that I am a rock fan. I love the guitars, the phrasing, and the abandon of rock fans.",
      "author": "Beyonce Knowles",
      "category": "Love, I Am, Festivals"
    },
    {
      "quote": "Obviously, the cinematography of films is art, just as a still shot can be art. If I'm watching a Wes Anderson movie, the colour palettes alone, and the way they're painted, could be art. With music, you're a little bit limited, of course, because it's only audio.",
      "author": "Frank Ocean",
      "category": "Art, Alone, You"
    },
    {
      "quote": "Pop music, disco music, and heavy metal music is about shutting out the tensions of life, putting it away.",
      "author": "Peter Tork",
      "category": "Life, Heavy Metal, Disco"
    },
    {
      "quote": "To me, the greatest pleasure of writing is not what it's about, but the inner music that words make.",
      "author": "Truman Capote",
      "category": "Writing, Words, Me"
    },
    {
      "quote": "I went to see 'Phantom of the Opera' with my grandma and my mom when I was very little. The stage, the voice, the music... Composer Andrew Lloyd Webber has been a massive inspiration to me for some time - the storytelling, that deliciously somber undertone in his music.",
      "author": "Lady Gaga",
      "category": "Time, Mom, Me"
    },
    {
      "quote": "I love to have a bath with beautiful, relaxing music on and have no rush to do anything. It's a wonderful indulgence, and it helps me to calm down and stop my mind running overtime.",
      "author": "Kylie Minogue",
      "category": "Love, Beautiful, Mind"
    },
    {
      "quote": "'Cat?' 'Cat' can be anybody from the guy in the gutter to a lawyer, doctor, the biggest man to the lowest man, but if he's in there with a good heart and enjoy the same music together, he's a cat.",
      "author": "Louis Armstrong",
      "category": "Good, Together, Man"
    },
    {
      "quote": "I have three siblings. My sister makes music. My older brother is a classical conductor, and my younger brother is a mixing engineer.",
      "author": "Lisa Loeb",
      "category": "Sister, Brother, Three"
    },
    {
      "quote": "Any real record person knows that the number one most powerful marketing tool when it comes to music is repetition.",
      "author": "Nile Rodgers",
      "category": "Powerful, Marketing"
    },
    {
      "quote": "I love to read. I love to stretch. In the morning, I get up, and if I'm not in a hurry, I will lie on the floor on a rug, look through some books and magazines, and maybe listen to music and try to do stretching exercises to tune up.",
      "author": "Jackson Browne",
      "category": "Love, Morning, Lie"
    },
    {
      "quote": "Country music is the people's music. It just speaks about real life and about truth and it tells things how they really are.",
      "author": "Faith Hill",
      "category": "Life, Truth, People"
    },
    {
      "quote": "If I hadn't had music in my life, it's quite possible I'd be dead and I'd much rather be alive.",
      "author": "James Hetfield",
      "category": "Life, My Life, Possible"
    },
    {
      "quote": "But I've been freestyling and messing around with rhyming since I was 13. That's when I really started listening to hip-hop music.",
      "author": "John Cena",
      "category": "Listening, Hip-Hop, Started"
    },
    {
      "quote": "A great song is a great song, whether it's on vinyl or CD or cassette or reel to reel or mp3. Then again, that might be an overly optimistic view, but I do think that great music will transcend the medium in which it is delivered.",
      "author": "Moby",
      "category": "Great, Song, Think"
    },
    {
      "quote": "Music is a thing that changes people's lives. It has the capacity to make young people's lives better.",
      "author": "Noel Gallagher",
      "category": "Changes, People, Better"
    },
    {
      "quote": "I'm free from holding personal anger because I can express what I want through my music.",
      "author": "Yoko Ono",
      "category": "Anger, Free, Want"
    },
    {
      "quote": "Going to college and studying music is not a bad idea at all. I don't know if you can go to college and be taught heart.",
      "author": "Blake Shelton",
      "category": "Heart, College, Studying"
    },
    {
      "quote": "I love singing jazz. I don't like the idea that classical music should be over here and jazz should be someplace else. It's all wonderful, and we should be open to enjoying it all.",
      "author": "Jessye Norman",
      "category": "Love, Singing, Jazz"
    },
    {
      "quote": "Is Wagner a human being at all? Is he not rather a disease? He contaminates everything he touches - he has made music sick.",
      "author": "Friedrich Nietzsche",
      "category": "Sick, Human, Human Being"
    },
    {
      "quote": "Only in country music can you compare an old pickup truck and an old guitar to your wife and turn it into a love song... Thank God for country music.",
      "author": "Dierks Bentley",
      "category": "Love, God, Wife"
    },
    {
      "quote": "There are times pop music is the end result when I'm in the studio, but I don't really go in and say, 'Today I am going to make a pop song,' but it can happen.",
      "author": "Post Malone",
      "category": "Today, I Am, End"
    },
    {
      "quote": "I could compare my music to white light which contains all colours. Only a prism can divide the colours and make them appear this prism could be the spirit of the listener.",
      "author": "Arvo Part",
      "category": "Light, White, Spirit"
    },
    {
      "quote": "The best, most beautiful, and most perfect way that we have of expressing a sweet concord of mind to each other is by music.",
      "author": "Jonathan Edwards",
      "category": "Beautiful, Best, Mind"
    },
    {
      "quote": "Music is what I breathe, what I love to do. It keeps me alive.",
      "author": "Miley Cyrus",
      "category": "Love, Me, Breathe"
    },
    {
      "quote": "It's all about music, because music is basically what's... been my avenue out of maybe being involved in things I shouldn't be.",
      "author": "Pitbull",
      "category": "Involved, Being, Maybe"
    },
    {
      "quote": "I see music as one language. If one musical form eats its own tail, it dies. So it needs to be a mongrel, it needs to be hybridised.",
      "author": "Sting",
      "category": "Language, See, Tail"
    },
    {
      "quote": "Same with anyone who's been flying for years and loves it still... we're part of a world we deeply love. Just as musicians feel about scores and melodies, dancers about the steps and flow of music, so we're one with the principle of flight, the magic of being aloft in the wind!",
      "author": "Richard Bach",
      "category": "Love, Musicians, World"
    },
    {
      "quote": "I became inspired while I was listening to music on the radio. I felt the music in my head sounded better, so I turned off the radio and scribbled it down on a piece of paper. I remember that it was in May. People liked that song. They said it was beautiful. I felt overjoyed.",
      "author": "Bhumibol Adulyadej",
      "category": "Beautiful, Listening"
    },
    {
      "quote": "The truest expression of a people is in its dances and its music. Bodies never lie.",
      "author": "Agnes de Mille",
      "category": "Lie, People, Never"
    },
    {
      "quote": "Music, Rock and Roll music especially, is such a generational thing. Each generation must have their own music, I had my own in my generation, you have yours, everyone I know has their own generation.",
      "author": "Ronnie James Dio",
      "category": "Rock And Roll, Generation"
    },
    {
      "quote": "Music at times is more like perfume than mathematics.",
      "author": "Gabriel Marcel",
      "category": "Mathematics, Perfume, Like"
    },
    {
      "quote": "He has Van Gogh's ear for music.",
      "author": "Billy Wilder",
      "category": "Ear, He, Van"
    },
    {
      "quote": "Everywhere in the world, music enhances a hall, with one exception: Carnegie Hall enhances the music.",
      "author": "Isaac Stern",
      "category": "World, Hall, Exception"
    },
    {
      "quote": "I love being in public places, but I can't stand long, drawn-out music festivals.",
      "author": "Lamorne Morris",
      "category": "Love, Stand, Long"
    },
    {
      "quote": "I don't feel guilty about the music I love. If you feel guilty about something you dig, then you should stop feeling guilty about it. One of my favorite albums to this day is the 10th anniversary ensemble cast of 'Les Miserables,' the ultimate cast recording, and it is still something I love listening to top to bottom.",
      "author": "Corey Taylor",
      "category": "Love, Anniversary, Day"
    },
    {
      "quote": "I like music that's more offensive. I like it to sound like nails on a blackboard, get me wild.",
      "author": "Iggy Pop",
      "category": "Me, Wild, Sound"
    },
    {
      "quote": "The music industry can make you feel like a prostitute.",
      "author": "Jonathan Davis",
      "category": "You, Feel, Music Industry"
    },
    {
      "quote": "Well, we like to let down our hair and pep it up at the dances, but we keep it slower when we broadcast. We have to please everybody, and that softer music appeals to the larger amount of people. It's like eating too much cake. You have to have your steak too.",
      "author": "Vaughn Monroe",
      "category": "Hair, Cake, People"
    },
    {
      "quote": "My music, I feel, has always been experimental, but it had got to a point where I felt disconnected from it completely. I didn't want to be a Clark Kent/Superman: I couldn't really say, 'Well, B.o.B's the old me, and Bobby Ray's the new me.' I had to just make a point.",
      "author": "B.o.B",
      "category": "Me, Want, New"
    },
    {
      "quote": "You know, I do music. If you look under the hood of the industry I'm in, it's all based on technology. From radio to phonographs to CDs, it's all technology. Microphones, reel-to-reels, cameras, editing, chips, it's all technology.",
      "author": "will.i.am",
      "category": "Technology, Know, Editing"
    },
    {
      "quote": "When I hear music that parents hate, or older musicians hate, I know that's the new music. When I hear older people saying, 'I hate Rap or Techno' I rush to it.",
      "author": "George Clinton",
      "category": "Parents, Musicians, Hate"
    },
    {
      "quote": "I want to be ripped apart by music. I want it to be something that feeds and replenishes, or that totally sucks the life out of you. I want to be dashed against the rocks.",
      "author": "Jeff Buckley",
      "category": "Life, Want, You"
    },
    {
      "quote": "I do so much music that it's like a fog, and I can't even remember all of it.",
      "author": "Yelawolf",
      "category": "Fog, Remember, Like"
    },
    {
      "quote": "I began observing, making paintings of my surroundings, taking a vow of silence, listening, composing music, writing, and making time for formal education. Then I started telling stories.",
      "author": "John Francis",
      "category": "Education, Time, Silence"
    },
    {
      "quote": "Sonnymoon and Quadrants are a couple of bands that really inspire me in terms of the melodics of things and certain tones and just what feels good. It takes me back to the type of music that I grew up on in my household. We played a lot of gangsta rap, but we also played a lot of oldies, and I think that mix is part of what inspires my sound.",
      "author": "Kendrick Lamar",
      "category": "Good, Inspire, Me"
    },
    {
      "quote": "I made numerous attempts to find a way to do it all, to be a creative singer, songwriter, producer, and to be the mother, daughter, sister, lover, wife. And the thing about music is, with me, that she's a harsh mistress. She does not come to me in the midst of stress.",
      "author": "Anita Baker",
      "category": "Sister, Daughter, Mother"
    },
    {
      "quote": "I find that music makes people just sit and listen, firstly. Then, they seem to interpret their own emotions with the music and it makes them ponder their own life a lot. And then they start to question: Am I happy in my work? Am I happy in my relationships? What am I striving for?",
      "author": "Enya",
      "category": "Life, Work, Happy"
    },
    {
      "quote": "The 'Carousel' overture has always been one of my all-time favorite pieces of music.",
      "author": "Kelli O'Hara",
      "category": "Favorite, Always, Carousel"
    },
    {
      "quote": "I would like to see more African-American singers as part of our opera companies. If you take music and the arts out of the public schools, then you're going to lose a lot of people that you might have discovered were talented, very early.",
      "author": "Jessye Norman",
      "category": "People, You, See"
    },
    {
      "quote": "I love to act and put on a show, but you're playing a character all the time. For music, it's really just me being myself.",
      "author": "Tinashe",
      "category": "Love, Time, Myself"
    },
    {
      "quote": "The language of film is further and further away from the language of theater and is closer to music. It's abstract but still narrative.",
      "author": "Emmanuel Lubezki",
      "category": "Language, Film, Abstract"
    },
    {
      "quote": "The world of classical music is so fascinating. It's a world that encompasses people from everywhere and erases the basic restraints of nationality everyone is united by this common language of music.",
      "author": "Gael Garcia Bernal",
      "category": "Language, World, People"
    },
    {
      "quote": "I didn't know that there were many rules in music when I first started writing.",
      "author": "Tyler Joseph",
      "category": "Writing, Rules, Know"
    },
    {
      "quote": "If you took away all pain, if everyone lived forever, everything would be bland, flat and boring; there would be no reason for art, music, newspapers, love because we would all be in a mono state of happiness.",
      "author": "Matt Haig",
      "category": "Love, Happiness, Art"
    },
    {
      "quote": "The way you pronounce words the Puerto Rico way, it's not really global for music. Colombians speak some of the best Spanish in the world. So having a Colombian next to me every time I write makes my music more international.",
      "author": "Nicky Jam",
      "category": "Time, Best, Words"
    },
    {
      "quote": "Getting to make the music, and having a good time doing it, is the most important thing to us.",
      "author": "Isaac Hanson",
      "category": "Time, Good"
    },
    {
      "quote": "It is so characteristic, that just when the mechanics of reproduction are so vastly improved, there are fewer and fewer people who know how the music should be played.",
      "author": "Ludwig Wittgenstein",
      "category": "People, Know, Just"
    },
    {
      "quote": "The principle of the endless melody is the perpetual becoming of a music that never had any reason for starting, any more than it has any reason for ending.",
      "author": "Igor Stravinsky",
      "category": "Ending, Reason, Never"
    },
    {
      "quote": "I'm not trying to overcome my father or fill his shoes or reach any kind of level that he did. We're talking about a Mozart of rock music.",
      "author": "Sean Lennon",
      "category": "Father, Shoes, Trying"
    },
    {
      "quote": "But however measurable, there is much more life in music than mathematics or logic ever dreamed of.",
      "author": "Gabriel Marcel",
      "category": "Life, Mathematics, Logic"
    },
    {
      "quote": "No one had ever told me that whites were supposed to sing one kind of music and blacks another - I sang what I liked in the only voice I had.",
      "author": "Charley Pride",
      "category": "Me, Voice, Kind"
    },
    {
      "quote": "The reflection of the world is blues, that's where that part of the music is at. Then you got this other kind of music that's tryin' to come around.",
      "author": "Jimi Hendrix",
      "category": "Reflection, World, Blues"
    },
    {
      "quote": "The movie that's had the most effect on me is Jaws. To this day when I'm in the ocean, I'm hearing that music.",
      "author": "Judd Nelson",
      "category": "Day, Ocean, Me"
    },
    {
      "quote": "The only thing that I miss lately in all music is somebody that will put out a melody that you can whistle. It doesn't seem like there's anything happening like that.",
      "author": "Merle Haggard",
      "category": "You, Anything, Happening"
    },
    {
      "quote": "I painted the picture, and in the colors the rhythm of the music quivers. I painted the colors I saw.",
      "author": "Edvard Munch",
      "category": "Colors, Picture, Rhythm"
    },
    {
      "quote": "Jazz is the only music in which the same note can be played night after night but differently each time.",
      "author": "Ornette Coleman",
      "category": "Time, Night, Jazz"
    },
    {
      "quote": "I want to make music that will make the blood surge in your veins, music that will get people up and dance.",
      "author": "Alex Kapranos",
      "category": "Dance, People, Want"
    },
    {
      "quote": "I was influenced when I was younger by the cartoon movies that Disney put out, like Cinderella and what not. I watched those movies over and over when I was younger and the music is ingrained into my head. Nowadays, I'm still humming the tunes. It taught me the fundamentals.",
      "author": "Zac Efron",
      "category": "Me, Movies, Head"
    },
    {
      "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.",
      "author": "Lenny Kravitz",
      "category": "Motivational, Love, Positive"
    },
    {
      "quote": "I'm really an inner spirit that only makes itself known through the music. A lot of people think I'm an introvert, or quiet and moody. I've even heard some people say that there's a certain mystery or darkness about me. I'm not that way. I'm just really into what I do.",
      "author": "Faith Evans",
      "category": "Darkness, Me, Mystery"
    },
    {
      "quote": "Trance is a very emotional and uplifting form of dance music. It appeals to many people in this way having such a strong connection with emotions. It makes people happy and ready to party.",
      "author": "Tiesto",
      "category": "Happy, Strong, Dance"
    },
    {
      "quote": "A name doesn't make the music. It's just called that to differentiate it from other types of music.",
      "author": "Art Blakey",
      "category": "Name, Just, Types"
    },
    {
      "quote": "Until I realized that rock music was my connection to the rest of the human race, I felt like I was dying, for some reason, and I didn't know why.",
      "author": "Bruce Springsteen",
      "category": "Rest, Know, Why"
    },
    {
      "quote": "DJs are in incredible competition, musically. And they are the most musically creative and sensitive people in all the music charts. I am amazed how they are.",
      "author": "Yoko Ono",
      "category": "I Am, Competition, Creative"
    },
    {
      "quote": "Music is a whole oasis in my head. The creation process is so personal and fulfilling.",
      "author": "River Phoenix",
      "category": "Creation, Process, Personal"
    },
    {
      "quote": "Music is the tool to express life - and all that makes a difference.",
      "author": "Herbie Hancock",
      "category": "Life, Difference, Tool"
    },
    {
      "quote": "I do listen to other music though, and try to pick up what is good.",
      "author": "Nusrat Fateh Ali Khan",
      "category": "Good, Listen, Try"
    },
    {
      "quote": "But in the next world I shan't be doing music, with all the striving and disappointments. I shall be being it.",
      "author": "Ralph Vaughan Williams",
      "category": "World, Doing, Striving"
    },
    {
      "quote": "No good opera plot can be sensible, for people do not sing when they are feeling sensible.",
      "author": "W. H. Auden",
      "category": "Good, People, Feeling"
    },
    {
      "quote": "You know, all my songs are relatives, brothers, sisters, cousins.",
      "author": "David Coverdale",
      "category": "Cousins, Know, You"
    },
    {
      "quote": "R&B is the one thing that has influenced every kind of music. Every artist that there is, from those that are sung the most to Adele - you know, she was so influenced by so many R&B artists and soul music - it's clear in her writing that that's where it comes from.",
      "author": "Babyface",
      "category": "Writing, Soul, Artist"
    },
    {
      "quote": "Love cannot express the idea of music, while music may give an idea of love.",
      "author": "Hector Berlioz",
      "category": "Love, Idea, May"
    },
    {
      "quote": "For me, the backdrop of half the experiences of life includes music.",
      "author": "Amy Grant",
      "category": "Life, Me, Experiences"
    },
    {
      "quote": "Half the battle is selling music, not singing it. It's the image, not what you sing.",
      "author": "Rod Stewart",
      "category": "Battle, Singing, You"
    },
    {
      "quote": "But recently I began to feel that maybe I wouldn't be able to do what I want to do and need to do with American musicians, who are imprisoned behind these bars; music's got these bars and measures you know.",
      "author": "Sun Ra",
      "category": "Musicians, American, Want"
    },
    {
      "quote": "The music industry is saying, This is the format, and if you'll fit into this format, you can be on radio, and if radio will play you, MTV will expose you, and MTV will expose you, we'll sell records.",
      "author": "Nikki Sixx",
      "category": "Play, You, Saying"
    },
    {
      "quote": "I hate most of what constitutes rock music, which is basically middle-aged crap.",
      "author": "Sting",
      "category": "Hate, Rock, Middle-Aged"
    },
    {
      "quote": "Most people wouldn't know music if it came up and bit them on the ass.",
      "author": "Frank Zappa",
      "category": "People, Know, Up"
    },
    {
      "quote": "What is this? It's music to get a brain seizure by.",
      "author": "Ozzy Osbourne",
      "category": "Brain, Seizure, Get"
    },
    {
      "quote": "There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking.",
      "author": "Jean de la Bruyere",
      "category": "Poetry, Painting, Mediocrity"
    },
    {
      "quote": "Music, as many people have said, is the universal language. Of course points are made which make you think about things, but ultimately it makes you feel. And that's why people remember more songs that have meant something during their life than films. They start to define periods in your life, and that's kind of the beauty of it.",
      "author": "Scott Weiland",
      "category": "Life, Beauty, Language"
    },
    {
      "quote": "My whole thing is not just to play music for people, but to make them part of the evening.",
      "author": "Marvin Hamlisch",
      "category": "People, Evening, Play"
    },
    {
      "quote": "Before breaking into music, I had various jobs: forklift driver, driving a courier. But I was forced into working rather than doing it off my own bat because that was my dad's way: you got a job and paid your way.",
      "author": "Gary Numan",
      "category": "Job, Working, You"
    },
    {
      "quote": "I start really missing London when I go away. I have a little flat, but very central. I live above a pub and you'd think it'd be a nightmare, but I like hearing the music and it's quite comforting.",
      "author": "Ellie Goulding",
      "category": "Start, Live, Think"
    },
    {
      "quote": "Now is now, and I live everything one day at a time. The fact that I'm still on the planet and able to still make music is such a miracle.",
      "author": "Ronnie Milsap",
      "category": "Time, Day, Live"
    },
    {
      "quote": "If you invent something, you're doing a creative act. It's like writing a novel or composing music. You put your heart and soul into it, and money. It's years of your life, it's your house remortgaged, huge emotional investment and financial investment.",
      "author": "James Dyson",
      "category": "Life, Money, Soul"
    },
    {
      "quote": "I'm not necessarily that big of a clubbing junkie, but I really like dance music as a genre.",
      "author": "Mika",
      "category": "Dance, Big, Like"
    },
    {
      "quote": "I don't need an award to inspire me to keep making music.",
      "author": "Jake Bugg",
      "category": "Inspire, Award, Me"
    },
    {
      "quote": "I find a therapy in playing music, in many different ways.",
      "author": "Dave Matthews",
      "category": "Find, Therapy, Different"
    },
    {
      "quote": "We're all just animals. That's all we are, and everything else is just an elaborate justification of our instincts. That's where music comes from. And romantic poetry. And bad novels.",
      "author": "Elvis Costello",
      "category": "Romantic, Poetry, Animals"
    },
    {
      "quote": "The music industry is dominated by guys. I work with men 98 percent of the time - producers, arrangers, musicians, engineers.",
      "author": "Shakira",
      "category": "Work, Time, Men"
    },
    {
      "quote": "Everyone one-on-one will be completely honest about the music that they listen to. But then you get into a group situation, and then it's the cool/uncool debate. I have really done my very best to reinforce the very fact that your heart knows better than your head does what you like when it comes to music and what not.",
      "author": "Corey Taylor",
      "category": "Best, Heart, Better"
    },
    {
      "quote": "I always tell the fans, 'Screw it! Like what you like. Listen to what you want.' Insisting that one type of music is better than the next is snobbery, and I have no time for that. Check out all the music that's out there. There's great stuff you're probably missing.",
      "author": "Corey Taylor",
      "category": "Time, Great, Want"
    },
    {
      "quote": "In country music, one of the ways we may have gone wrong in the past is trying to be politically correct all the time.",
      "author": "Blake Shelton",
      "category": "Time, Past, Country Music"
    },
    {
      "quote": "As humans, we have the tendency to call on God only when we think that we're in dire straits as opposed to cultivating a real relationship with Him every day. And that's what my music tries to convey to all the listeners - try to cultivate it every day.",
      "author": "Yolanda Adams",
      "category": "Relationship, Day, God"
    }
  ]
}