{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "The magic of first love is our ignorance that it can ever end.",
      "author": "Benjamin Disraeli",
      "category": "magic"
    },
    {
      "quote": "The magic of the tongue is the most dangerous of all spells.",
      "author": "Edward Bulwer-Lytton",
      "category": "magic"
    },
    {
      "quote": "It's just like magic. When you live by yourself  all your annoying habits are gone!",
      "author": "Merrill Markoe",
      "category": "magic"
    },
    {
      "quote": "Love is the magician that pulls man out of his own hat.",
      "author": "Ben Hecht",
      "category": "magic"
    },
    {
      "quote": "One with the law is a majority.",
      "author": "Calvin Coolidge",
      "category": "majority"
    },
    {
      "quote": "A minority may be right  a majority is always wrong.",
      "author": "Henrik Ibsen",
      "category": "majority"
    },
    {
      "quote": "It is my principle that the will of the majority should always prevail.",
      "author": "Thomas Jefferson",
      "category": "majority"
    },
    {
      "quote": "One  on God's side  is a majority.",
      "author": "Wendell Phillips",
      "category": "majority"
    },
    {
      "quote": "Cursed Mammon be  when he with treasures To restless action spurs our fate!",
      "author": "Goethe",
      "category": "mammon"
    },
    {
      "quote": "Ye cannot serve God and mammon.",
      "author": "Matthew",
      "category": "mammon"
    },
    {
      "quote": "What treasures here do Mammon's sons behold! Yet know that all that which glitters is not gold.",
      "author": "Francis Quarles",
      "category": "mammon"
    },
    {
      "quote": "There never was such beauty in another man. Nature made him  and then broke the mould.",
      "author": "Ariosto",
      "category": "man"
    },
    {
      "quote": "Let each man think himself an act of God. His mind a thought  his life a breath of God.",
      "author": "Francis Bailey",
      "category": "man"
    },
    {
      "quote": "A man's a man for a' that!",
      "author": "James Drummond Burns",
      "category": "man"
    },
    {
      "quote": "Thou pendulum betwixt a smile and tear.",
      "author": "Lord Byron",
      "category": "man"
    },
    {
      "quote": "We arc the miracle of miracles  the great inscrutable mystery of God.",
      "author": "Thomas Carlyle",
      "category": "man"
    },
    {
      "quote": "Man's inhumanity to man Makes countless thousands mourn!",
      "author": "James Drummond Burns",
      "category": "man"
    },
    {
      "quote": "Every man is a volume  if you know how to read them.",
      "author": "William Ellery Channing",
      "category": "man"
    },
    {
      "quote": "There are times when one would like to hang the whole human race  and finish the farce.",
      "author": "S. L. Clemens",
      "category": "man"
    },
    {
      "quote": "I am made all things to all men.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "The first man is of the earth  earthy.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "His tribe were God Almighty's gentlemen.",
      "author": "John Dryden",
      "category": "man"
    },
    {
      "quote": "Man wants but little here below  Nor wants that little long.",
      "author": "Oliver Goldsmith",
      "category": "man"
    },
    {
      "quote": "Man is the only animal that laughs and weeps  for he is the only animal that is struck with the difference between what things are  and what they ought to be.",
      "author": "William Hazlitt",
      "category": "man"
    },
    {
      "quote": "Man is a piece of the universe made alive.",
      "author": "Ralph Waldo Emerson",
      "category": "man"
    },
    {
      "quote": "I decline to accept the end of men... I believe that man will not merely endure: he will prevail. He is immortal not because he alone among creatures has an inexhaustible voice but because he has a soul  a spirit capable of compassion and sacrifice and endurance.",
      "author": "William Faulkner",
      "category": "man"
    },
    {
      "quote": "God give us men. A time like this demands Strong minds  great hearts  true faith and ready hands! Men whom the lust of office does not kill  Men whom the spoils of office cannot buy  Men who possess opinions and a will  Men who love honor  men who cannot lie.",
      "author": "J. G. Holland",
      "category": "man"
    },
    {
      "quote": "Man passes away  his name perishes from record and recollection  his history is as a tale that is told  and his very monument becomes a ruin.",
      "author": "Washington Irving",
      "category": "man"
    },
    {
      "quote": "Cease ye from man  whose breath is in his nostrils.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "If you can keep your head when all about you Are losing theirs and blaming it on you  If you can trust yourself when all men doubt you  But make allowance for their doubting too  Yours is the Earth and everything that's in it  And - which is more - you'll be a man  my son!",
      "author": "Rudyard Kipling",
      "category": "man"
    },
    {
      "quote": "Man that is born of a woman is of few days  and full of trouble.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "Though I've belted you and flayed you  By the livin' Gawd that made you  You're a better man than I am  Gunga Din.",
      "author": "Rudyard Kipling",
      "category": "man"
    },
    {
      "quote": "Make ye no truce with Adam-zad - the Bear that walks like a man.",
      "author": "Rudyard Kipling",
      "category": "man"
    },
    {
      "quote": "It is easier to know mankind in general than man individually.",
      "author": "La Rochefoucauld",
      "category": "man"
    },
    {
      "quote": "Men  in general  are but great great children.",
      "author": "Napoleon",
      "category": "man"
    },
    {
      "quote": "I teach you beyond Man (superman). Man is something that shall be surpassed. What have you done to surpass him?",
      "author": "Friedrich Nietzsche",
      "category": "man"
    },
    {
      "quote": "Man's the bad child of the universe.",
      "author": "James Oppenheim",
      "category": "man"
    },
    {
      "quote": "Does man differ from the other animals? Only in posture. The rest are bent  but he is a wild beast who walks upright.",
      "author": "Philemon",
      "category": "man"
    },
    {
      "quote": "We must laugh at man  to avoid crying for him.",
      "author": "Napoleon",
      "category": "man"
    },
    {
      "quote": "Know then thyself  presume not God to scan  The proper study of mankind is man.",
      "author": "Alexander Pope",
      "category": "man"
    },
    {
      "quote": "Man is the measure of all things.",
      "author": "Protagoras",
      "category": "man"
    },
    {
      "quote": "Thou hast made him a little lower than the angels.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "Mark the perfect man  and behold the upright.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "The forgotten man at the bottom of the economic pyramid.",
      "author": "F. D. Roosevelt",
      "category": "man"
    },
    {
      "quote": "Quit yourselves like men.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "A man after his own heart.",
      "author": "Bible",
      "category": "man"
    },
    {
      "quote": "What a piece of work is a man! how noble in reason! how infinite in faculty! in form and moving how express and admirable! in action how like an angel! in apprehension how like a god! the beauty of the world! the paragon of animals! And  yet  to me  what is this quintessence of dust? man delights not me: no  nor woman neidier  though by your smiling  you seem to say so.",
      "author": "William Shakespeare",
      "category": "man"
    },
    {
      "quote": "Man is a social animal.",
      "author": "Seneca",
      "category": "man"
    },
    {
      "quote": "He was a man  take him for all in all  I shall not look upon his like again.",
      "author": "William Shakespeare",
      "category": "man"
    },
    {
      "quote": "His life was gentle  and the elements So mix'd in him that Nature might stand up  And say to all the world  This was a man!",
      "author": "William Shakespeare",
      "category": "man"
    },
    {
      "quote": "He was the mildest manner'd man That ever scuttled ship or cut a throat.",
      "author": "Lord Byron",
      "category": "manners"
    },
    {
      "quote": "Now as to politeness... I would venture to call it benevolence in trifles.",
      "author": "Lord Chatham",
      "category": "manners"
    },
    {
      "quote": "Manners must adorn knowledge and smooth its way through the world.",
      "author": "Lord Chesterfield",
      "category": "manners"
    },
    {
      "quote": "Men make laws  women make manners.",
      "author": "De Segur",
      "category": "manners"
    },
    {
      "quote": "They asked Lucman  the fabulist  From whom did you learn manners? He answered: From the unmannerly.",
      "author": "Sadi",
      "category": "manners"
    },
    {
      "quote": "What once were vices are now manners.",
      "author": "Seneca",
      "category": "manners"
    },
    {
      "quote": "Politeness goes far  yet costs nothing.",
      "author": "Samuel Smiles",
      "category": "manners"
    },
    {
      "quote": "Good manners is the art of making those people easy with whom we converse. Whoever makes the fewest persons uneasy  is the best bred in the company.",
      "author": "Jonathan Swift",
      "category": "manners"
    },
    {
      "quote": "Suit your manner to the man.",
      "author": "Terence",
      "category": "manners"
    },
    {
      "quote": "I'm an extinct volcano.",
      "author": "Nancy Lady Astor",
      "category": "marriage"
    },
    {
      "quote": "A husband is what is left of a lover  after the nerve has been extracted.",
      "author": "Helen Rowland",
      "category": "marriage"
    },
    {
      "quote": "A rich widow weeps with one eye and signals with the other.",
      "author": "Portuguese proverb",
      "category": "marriage"
    },
    {
      "quote": "A wise woman will always let her husband have her way.",
      "author": "Richard Brinsley Sheridan",
      "category": "marriage"
    },
    {
      "quote": "Bigamy is having one husband too many. Monogamy is the same.",
      "author": "Erica Jong",
      "category": "marriage"
    },
    {
      "quote": "Conrad Hilton was very generous to me in the divorce settlement. He gave me 5 000 Gideon Bibles.",
      "author": "Zsa Zsa Gabor",
      "category": "marriage"
    },
    {
      "quote": "In my conscience I believe the baggage loves me  for she never speaks well of me herself  nor suffers anybody else to rail at me.",
      "author": "William Congreve",
      "category": "marriage"
    },
    {
      "quote": "It destroys one's nerves to be amiable every day to the same human being.",
      "author": "Benjamin Disraeli",
      "category": "marriage"
    },
    {
      "quote": "Marriage has many pains  but celibacy has no pleasures.",
      "author": "Samuel Johnson",
      "category": "marriage"
    },
    {
      "quote": "Married women are kept women  and they are beginning to find it out.",
      "author": "Logan Pearsall Smith",
      "category": "marriage"
    },
    {
      "quote": "Modern American marriage is like a wire fence. The woman's the wire -the posts are the husband's.",
      "author": "Langdon Mitchell",
      "category": "marriage"
    },
    {
      "quote": "The calmest husbands make the stormiest wives.",
      "author": "Isaac Disraeli",
      "category": "marriage"
    },
    {
      "quote": "The only thing that holds a marriage together is the husband being big enough to step back and see where the wife was wrong.",
      "author": "Archie Bunker",
      "category": "marriage"
    },
    {
      "quote": "There is nothing like living together for blinding people to each other.",
      "author": "Ivy Compton-Burnett",
      "category": "marriage"
    },
    {
      "quote": "There is so little difference between husbands you might as well keep the first.",
      "author": "Adela Rogers St. John",
      "category": "marriage"
    },
    {
      "quote": "When a man opens the car door for his wife  it's either a new car or a new wife.",
      "author": "Prince Philip",
      "category": "marriage"
    },
    {
      "quote": "You can bear your own faults  and why not a fault in your wife?",
      "author": "Benjamin Franklin",
      "category": "marriage"
    },
    {
      "quote": "Whoso findeth a wife findeth a good thing.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Marriage is our last  best chance to grow up.",
      "author": "Joseph Barth",
      "category": "marriage"
    },
    {
      "quote": "As a general thing  people marry most happily with their own kind. The trouble lies in the fact that people usually marry at an age when they do not really know what their own kind is.",
      "author": "Robertson Davies",
      "category": "marriage"
    },
    {
      "quote": "Often the difference between a successful marriage and a mediocre one consists of leaving about three or four things a day unsaid.",
      "author": "Harlan Miller",
      "category": "marriage"
    },
    {
      "quote": "Marriage is the deep  deep peace of the double bed after the hurly-burly of the chaise longue.",
      "author": "Mrs. Patrick Campbell",
      "category": "marriage"
    },
    {
      "quote": "A good marriage is that in which each appoints the other guardian of his solitude. Once the realization is accepted that even between the closest human beings infinite distances continue to exist  a wonderful living side by side can grow up  if they succeed in loving the distance between them which makes it possible for each to see the other whole and against a wide sky.",
      "author": "Rainer Maria Rilke",
      "category": "marriage"
    },
    {
      "quote": "Nothing flatters a man as much as the happiness of his wife  he is always proud of himself as the source of it.",
      "author": "Samuel Johnson",
      "category": "marriage"
    },
    {
      "quote": "Pains do not hold a marriage together. It is threads  hundreds of tiny threads which sew people together through the years. That's what makes a marriage last - more than passion or even sex.",
      "author": "Simone Signoret",
      "category": "marriage"
    },
    {
      "quote": "Marriage: a job. Happiness or unhappiness has nothing to do with it.",
      "author": "Kathleen Norris",
      "category": "marriage"
    },
    {
      "quote": "A wife encourages her husband's egoism in order to exercise her own.",
      "author": "Russell Green",
      "category": "marriage"
    },
    {
      "quote": "A man and a woman marry because both of them don't know what to do with themselves.",
      "author": "Anton Chekhov",
      "category": "marriage"
    },
    {
      "quote": "Marriage is neither heaven nor hell  it is simply purgatory.",
      "author": "Abraham Lincoln",
      "category": "marriage"
    },
    {
      "quote": "Every marriage tends to consist of an aristocrat and a peasant  of a teacher and a learner.",
      "author": "John Updike",
      "category": "marriage"
    },
    {
      "quote": "Marriage is one long conversation checkered by disputes.",
      "author": "Robert Louis Stevenson",
      "category": "marriage"
    },
    {
      "quote": "Husband and wife come to look alike at last.",
      "author": "Oliver Wendell Holmes",
      "category": "marriage"
    },
    {
      "quote": "There is a radicalism in all getting  and a conservatism in all keeping. Lovemaking is radical  while marriage is conservative.",
      "author": "Eric Hoffer",
      "category": "marriage"
    },
    {
      "quote": "The young man who wants to marry happily should pick out a good mother and marry one of her daughters - any one will do.",
      "author": "J. Ogden Armour",
      "category": "marriage"
    },
    {
      "quote": "His designs were strictly honourable  as the phrase is: that is  to rob a lady of her fortune by way of marriage.",
      "author": "Henry Fielding",
      "category": "marriage"
    },
    {
      "quote": "If thee marries for money  thee surely will earn it.",
      "author": "Ezra Bowen",
      "category": "marriage"
    },
    {
      "quote": "Only two things are necessary to keep one's wife happy. One is to let her think she is having her own way  and the other  to let her have it.",
      "author": "Lyndon B. Johnson",
      "category": "marriage"
    },
    {
      "quote": "Henry VIII had so many wives because his dynastic sense was very strong whenever he saw a maid of honour.",
      "author": "Will Cuppy",
      "category": "marriage"
    },
    {
      "quote": "A simple enough pleasure  surely  to have breakfast alone with one's husband  but how seldom married people in the midst of life achieve it.",
      "author": "Anne Morrow Lindbergh",
      "category": "marriage"
    },
    {
      "quote": "Marriages would in general be as happy  and often more so  if they were all made by the Lord Chancellor.",
      "author": "Samuel Johnson",
      "category": "marriage"
    },
    {
      "quote": "No man is regular in his attendance at the House of Commons until he is married.",
      "author": "Benjamin Disraeli",
      "category": "marriage"
    },
    {
      "quote": "Love is a fever which marriage puts to bed and cures.",
      "author": "Richard J. Needham",
      "category": "marriage"
    },
    {
      "quote": "An ideal wife is one who remains faithful to you but tries to be just as if she weren't.",
      "author": "Sacha Guitry",
      "category": "marriage"
    },
    {
      "quote": "No labourer in the world is expected to work for room  board  and love -except the housewife.",
      "author": "Letty Cottin Pogrebin",
      "category": "marriage"
    },
    {
      "quote": "What is instinct? It is the natural tendency in one when filled with dismay to turn to his wife.",
      "author": "Finley Peter Dunne",
      "category": "marriage"
    },
    {
      "quote": "A husband always prefers his wife's mother-in-law to his own.",
      "author": "Anonymous",
      "category": "marriage"
    },
    {
      "quote": "Woe to the house where the hen crows and the rooster keeps still.",
      "author": "Spanish proverb",
      "category": "marriage"
    },
    {
      "quote": "Married couples who love each other tell each other a thousand things without talking.",
      "author": "Chinese proverb",
      "category": "marriage"
    },
    {
      "quote": "Seldom  or perhaps never  does a marriage develop into an individual relationship smoothly and without crises  there is no coming to consciousness without pain.",
      "author": "Carl Jung",
      "category": "marriage"
    },
    {
      "quote": "I never married because I have three pets at home that answer the same purpose as a husband. I have a dog that growls every morning  a parrot that swears all afternoon  and a cat that comes home late at night.",
      "author": "Marie Corelli",
      "category": "marriage"
    },
    {
      "quote": "Let there be spaces in your togetherness.",
      "author": "Kahlil Gibran",
      "category": "marriage"
    },
    {
      "quote": "Any marriage  happy or unhappy  is infinitely more interesting and significant than any romance  however passionate.",
      "author": "W. H. Auden",
      "category": "marriage"
    },
    {
      "quote": "One of the best things about marriage is that it gets young people to bed at a decent hour.",
      "author": "M. M. Musselman",
      "category": "marriage"
    },
    {
      "quote": "The majority of husbands remind me of an orangutan trying to play the violin.",
      "author": "Honore de Balzac",
      "category": "marriage"
    },
    {
      "quote": "Polygamy: an endeavour to get more out of life than there is in it.",
      "author": "Elbert Hubbard",
      "category": "marriage"
    },
    {
      "quote": "Marriage  n: the state or condition of a community consisting of a master  a mistress  and two slaves  making  in all  two.",
      "author": "Ambrose Bierce",
      "category": "marriage"
    },
    {
      "quote": "Marriage is a great institution  and no family should be without it.",
      "author": "Channing Pollock",
      "category": "marriage"
    },
    {
      "quote": "Any married man should forget his mistakes - no use two people remembering the same thing.",
      "author": "Duane Dewel",
      "category": "marriage"
    },
    {
      "quote": "No matter how happily a woman may be married  it always pleases her to discover that there is a nice man who wishes she were not.",
      "author": "H. L. Mencken",
      "category": "marriage"
    },
    {
      "quote": "Marriage is three parts love and seven parts forgiveness of sins.",
      "author": "Langdon Mitchell",
      "category": "marriage"
    },
    {
      "quote": "I married beneath me - all women do.",
      "author": "Nancy Lady Astor",
      "category": "marriage"
    },
    {
      "quote": "One of the best hearing aids a man can have is an attentive wife.",
      "author": "Groucho Marx",
      "category": "marriage"
    },
    {
      "quote": "A good husband should always bore his wife.",
      "author": "Fred Jacob",
      "category": "marriage"
    },
    {
      "quote": "There isn't a wife in the world who has not taken the exact measure of her husband  weighed him and settled him in her own mind  and knows him as well as if she had ordered him after designs and specifications of her own.",
      "author": "Charles Warner",
      "category": "marriage"
    },
    {
      "quote": "A woman is not a whole woman without the experience of marriage. In the case of a bad marriage  you win if you lose. Of the two alternatives - bad marriage or none - I believe bad marriage would be better. It is a bitter experience and a high price to pay for fulfillment  but it is the better alternative.",
      "author": "Fannie Hurst",
      "category": "marriage"
    },
    {
      "quote": "Marriage is a romance in which the hero dies in the first chapter.",
      "author": "Anonymous",
      "category": "marriage"
    },
    {
      "quote": "It is better for a woman to marry a man who loves her than a man she loves.",
      "author": "Arab proverb",
      "category": "marriage"
    },
    {
      "quote": "He that hath a wife and children hath given hostages to fortune  for they are impediments to great enterprises  either of virtue or mischief.",
      "author": "Sir Francis Bacon",
      "category": "marriage"
    },
    {
      "quote": "A man finds himself seven years older the day after his marriage.",
      "author": "Sir Francis Bacon",
      "category": "marriage"
    },
    {
      "quote": "A woman must be a genius to create a good husband.",
      "author": "Honore de Balzac",
      "category": "marriage"
    },
    {
      "quote": "With this ring I thee wed  with my body I thee worship  and with all my worldly goods I thee endow.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Thus grief still treads upon the heels of pleasure  Marry'd in hast  we may repent at leisure.",
      "author": "William Congreve",
      "category": "marriage"
    },
    {
      "quote": "A deaf husband and a blind wife are always a happy couple.",
      "author": "Danish proverb",
      "category": "marriage"
    },
    {
      "quote": "To marry once is a duty  twice a folly  thrice is madness.",
      "author": "Dutch proverb",
      "category": "marriage"
    },
    {
      "quote": "There is a French saying: \"Love is the dawn of marriage  and marriage is the sunset of love.\"",
      "author": "De Finod",
      "category": "marriage"
    },
    {
      "quote": "It destroys one's nerves to be amiable every day to the same human being.",
      "author": "Benjamin Disraeli",
      "category": "marriage"
    },
    {
      "quote": "Every woman should marry - and no man.",
      "author": "Benjamin Disraeli",
      "category": "marriage"
    },
    {
      "quote": "Is not marriage an open question  when it is alleged  from the beginning of the world  that such as are in the institution wish to get out  and such as are out wish to get in.",
      "author": "Ralph Waldo Emerson",
      "category": "marriage"
    },
    {
      "quote": "Where there's marriage without love  there will be love without marriage.",
      "author": "Benjamin Franklin",
      "category": "marriage"
    },
    {
      "quote": "Keep thy eyes wide open before marriage  and half shut afterward.",
      "author": "Thomas Fuller",
      "category": "marriage"
    },
    {
      "quote": "It is not good that the man should be alone.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Bone of my bones  and flesh of my flesh.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Weeping bride  laughing wife  laughing bride  weeping wife.",
      "author": "German proverb",
      "category": "marriage"
    },
    {
      "quote": "Matrimony  - the high sea for which no compass has yet been invented.",
      "author": "Heinrich Heine",
      "category": "marriage"
    },
    {
      "quote": "Marriage is something you have to give your whole mind to.",
      "author": "Henrik Ibsen",
      "category": "marriage"
    },
    {
      "quote": "Heaven will be no heaven to me if I do not meet my wife there.",
      "author": "Andrew Jackson",
      "category": "marriage"
    },
    {
      "quote": "What therefore God hath joined together let not man put asunder.",
      "author": "Matthew",
      "category": "marriage"
    },
    {
      "quote": "Something old  something new  Something borrowed  something blue.",
      "author": "Old English Rhyme",
      "category": "marriage"
    },
    {
      "quote": "If thou wouldst marry wisely  marry thine equal.",
      "author": "Ovid",
      "category": "marriage"
    },
    {
      "quote": "The woman cries before the wedding  the man afterward.",
      "author": "Polish proverb",
      "category": "marriage"
    },
    {
      "quote": "A prudent wife is from the Lord.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Marriage is a lottery in which men stake their liberty  and women their happiness.",
      "author": "Bible",
      "category": "marriage"
    },
    {
      "quote": "Men are April when they woo  December when they wed  maids are May when they are maids  but the sky changes when they are wives.",
      "author": "William Shakespeare",
      "category": "marriage"
    },
    {
      "quote": "The whole world is strewn with snares  traps  gins and pitfalls for the capture of men by women.",
      "author": "George Bernard Shaw",
      "category": "marriage"
    },
    {
      "quote": "Marriages are made in Heaven.",
      "author": "Lord Alfred Tennyson",
      "category": "marriage"
    },
    {
      "quote": "Remember  it is as easy to marry a rich woman as a poor woman.",
      "author": "William Thackeray",
      "category": "marriage"
    },
    {
      "quote": "Marriage is the one subject on which all women agree and all men disagree.",
      "author": "Oscar Wilde",
      "category": "marriage"
    },
    {
      "quote": "Men marry because they are tired  women because they are curious: both are disappointed.",
      "author": "Oscar Wilde",
      "category": "marriage"
    },
    {
      "quote": "One trouble with a kind of falsely therapeutic and always reassuring attitude that it is easy to fall into with old people  is the tendency to be satisfied with too little.",
      "author": "Kenneth Koch",
      "category": "maturity"
    },
    {
      "quote": "Be content with what you are  and wish not change  not dread your last day  not long for it.",
      "author": "Martial",
      "category": "maturity"
    },
    {
      "quote": "Real maturity is the ability to imagine the humanity of every person as fully as you believe in your own humanity.",
      "author": "Tobias Wolff",
      "category": "maturity"
    },
    {
      "quote": "Strong meat belongeth to them that are of full age.",
      "author": "Bible",
      "category": "maturity"
    },
    {
      "quote": "There is nothing noble about being superior to some other men. The true nobility is in being superior to your previous self.",
      "author": "Hindustani proverb",
      "category": "maturity"
    },
    {
      "quote": "Growing up is after all only the understanding that one's unique and incredible experience is what everyone shares.",
      "author": "Doris Lessing",
      "category": "maturity"
    },
    {
      "quote": "A mark of maturity seems to be the range and extent of one's feeling of self-involvement in abstract ideals.",
      "author": "Gordon Wallport",
      "category": "maturity"
    },
    {
      "quote": "The mark of a mature man is the ability to give love and receive it joyously and without guilt.",
      "author": "Leo Baeck",
      "category": "maturity"
    },
    {
      "quote": "My poetry doesn't change from place to place - it changes with the years. It's very important to be one's age. You get ideas you have to turn down - 'I'm sorry  no longer'  'I'm sorry  not yet.'",
      "author": "W. H. Auden",
      "category": "maturity"
    },
    {
      "quote": "Maturity is the capacity to endure uncertainty.",
      "author": "John Finley",
      "category": "maturity"
    },
    {
      "quote": "I believe that the sign of maturity is accepting deferred gratification.",
      "author": "Peggy Cahn",
      "category": "maturity"
    },
    {
      "quote": "You don't learn to hold your own by standing on guard  but by attacking  and getting well hammered yourself.",
      "author": "George Bernard Shaw",
      "category": "maturity"
    },
    {
      "quote": "Our judgements about things vary according to the time left us to live -that we think is left us to live.",
      "author": "Andre Gide",
      "category": "maturity"
    },
    {
      "quote": "Grow up  and that is a terribly hard thing to do. It is much easier to skip it and go from one childhood to another.",
      "author": "F. Scott Fitzgerald",
      "category": "maturity"
    },
    {
      "quote": "How many really capable men are children more than once during the day?",
      "author": "Napoleon Bonaparte",
      "category": "maturity"
    },
    {
      "quote": "The immature mind hops from one thing to another  the mature mind seeks to follow through.",
      "author": "Harry A. Overstreet",
      "category": "maturity"
    },
    {
      "quote": "One of the signs of passing youth is the birth of a sense of fellowhip with other human beings as we take our place among them.",
      "author": "Virginia Woolf",
      "category": "maturity"
    },
    {
      "quote": "It is unjust to claim the privileges of age and retain the playthings of childhood.",
      "author": "Samuel Johnson",
      "category": "maturity"
    },
    {
      "quote": "Nature heals under the auspices of the medical profession.",
      "author": "Haven Emerson",
      "category": "medicine, sickness"
    },
    {
      "quote": "The biggest disease today is not leprosy or tuberculosis  but rather the feeling of being unwanted.",
      "author": "Mother Teresa",
      "category": "medicine, sickness"
    },
    {
      "quote": "Doctors are busy playing God when so few of us have the qualifications. And besides  the job is taken.",
      "author": "Bernie S. Siegel",
      "category": "medicine, sickness"
    },
    {
      "quote": "Don't defy the diagnosis  try to defy the verdict.",
      "author": "Norman Cousins",
      "category": "medicine, sickness"
    },
    {
      "quote": "Nothing is more essential in the treatment of serious disease than the liberation of the patient from panic and forboding.",
      "author": "Norman Cousins",
      "category": "medicine, sickness"
    },
    {
      "quote": "Sickness is felt  but health not at all.",
      "author": "Thomas Fuller",
      "category": "medicine, sickness"
    },
    {
      "quote": "The placebo cures 30% of patients - no matter what they have.",
      "author": "David Kline",
      "category": "medicine, sickness"
    },
    {
      "quote": "To cure sometimes  to relieve often  to comfort always.",
      "author": "Anonymous",
      "category": "medicine, sickness"
    },
    {
      "quote": "Vasectomy means not ever having to say you're sorry.",
      "author": "Larry Adler",
      "category": "medicine, sickness"
    },
    {
      "quote": "What some call health  if purchased by perpetual anxiety about diet  isn't much better than tedious disease.",
      "author": "George Dennison Prentice",
      "category": "medicine, sickness"
    },
    {
      "quote": "It is much more important to know what sort of a patient has a disease than what sort of a disease a patient has.",
      "author": "William Osier",
      "category": "medicine, sickness"
    },
    {
      "quote": "The desire to take medicine is perhaps the greatest feature which distinguishes man from animals.",
      "author": "William Osier",
      "category": "medicine, sickness"
    },
    {
      "quote": "The doctor  if he forgets he is only the assistant to nature and zealously takes over the stage  may so add to what nature is already doing well that he actually throws the patient into shock by the vigour he adds to nature's forces.",
      "author": "Herbert Ratner",
      "category": "medicine, sickness"
    },
    {
      "quote": "God heals  and the doctor takes the fees.",
      "author": "Benjamin Franklin",
      "category": "medicine, sickness"
    },
    {
      "quote": "The history of medicine is a story of amazing foolishness and amazing intelligence.",
      "author": "Jerome Tarshis",
      "category": "medicine, sickness"
    },
    {
      "quote": "If men could get pregnant  abortion would be a sacrament.",
      "author": "Florynce Kennedy",
      "category": "medicine, sickness"
    },
    {
      "quote": "Abortion is advocated only by persons who have themselves been born.",
      "author": "Ronald Reagan",
      "category": "medicine, sickness"
    },
    {
      "quote": "Man should not strive to eliminate his complexes  but to get in accord with them  they are legitimately what directs his contact in the world.",
      "author": "Sigmund Freud",
      "category": "medicine, sickness"
    },
    {
      "quote": "The body never lies.",
      "author": "Martha Graham",
      "category": "medicine, sickness"
    },
    {
      "quote": "All that is really necessary for survival of the fittest  it seems  is an interest in life  good  bad or peculiar.",
      "author": "Grace Paley",
      "category": "medicine, sickness"
    },
    {
      "quote": "The only thing to know is how to use your neurosis.",
      "author": "Arthur Adamov",
      "category": "medicine, sickness"
    },
    {
      "quote": "Common sense is in medicine the master workman.",
      "author": "Peter Latham",
      "category": "medicine, sickness"
    },
    {
      "quote": "The prime goal is to alleviate suffering  and not to prolong life. And if your treatment does not alleviate suffering  but only prolongs life  that treatment should be stopped.",
      "author": "Christian Barnard",
      "category": "medicine, sickness"
    },
    {
      "quote": "As long as men are liable to die and are desirous to live  a physician will be made fun of  but he will be well paid.",
      "author": "Jean de la Bruyere",
      "category": "medicine, sickness"
    },
    {
      "quote": "After dinner  rest a while  after supper walk a mile.",
      "author": "Arabic proverb",
      "category": "medicine, sickness"
    },
    {
      "quote": "Imprisoned in every fat man  a thin one is wildly signalling to be let out.",
      "author": "Cyril Connolly",
      "category": "medicine, sickness"
    },
    {
      "quote": "Wherever a doctor cannot do good  he must be kept from doing harm.",
      "author": "Hippocrates",
      "category": "medicine, sickness"
    },
    {
      "quote": "The student is to collect and evaluate facts. The facts are locked up in the patient.",
      "author": "Abraham Flexner",
      "category": "medicine, sickness"
    },
    {
      "quote": "The practice of medicine is a thinker's art  the practice of surgery a plumber's.",
      "author": "Martin H. Fisher",
      "category": "medicine, sickness"
    },
    {
      "quote": "Every surgeon carries about him a little cemetery  in which from time to time he goes to pray  a cemetery of bitterness and regret  of which he seeks the reason for certain of his failures.",
      "author": "Rend Leriche",
      "category": "medicine, sickness"
    },
    {
      "quote": "Symptoms  then  are in reality nothing but the cry from suffering organs.",
      "author": "Jean-Martin Charcot",
      "category": "medicine, sickness"
    },
    {
      "quote": "I observe the physician with the same diligence as the disease.",
      "author": "John Donne",
      "category": "medicine, sickness"
    },
    {
      "quote": "The very first requirement in a hospital is that it should do the sick no harm.",
      "author": "Florence Nightingale",
      "category": "medicine, sickness"
    },
    {
      "quote": "There are some remedies worse than the disease.",
      "author": "Publilius Syrus",
      "category": "medicine, sickness"
    },
    {
      "quote": "Sickness is a sort of early old age  it teaches us a diffidence in our earthly state.",
      "author": "Alexander Pope",
      "category": "medicine, sickness"
    },
    {
      "quote": "To be sick is to enjoy monarchal prerogatives.",
      "author": "Charles Lamb",
      "category": "medicine, sickness"
    },
    {
      "quote": "Every invalid is a physician.",
      "author": "Irish proverb",
      "category": "medicine, sickness"
    },
    {
      "quote": "'Tis healthy to be sick sometimes.",
      "author": "Henry David Thoreau",
      "category": "medicine, sickness"
    },
    {
      "quote": "Our doctor would never really operate unless it was necessary. He was just that way. If he didn't need the money  he wouldn't lay a hand on you.",
      "author": "Herb Shriner",
      "category": "medicine, sickness"
    },
    {
      "quote": "Physicians of the Utmost Fame were called at once  but when they came they answered  as they took their fees  'There is no cure for this disease.'",
      "author": "Hilaire Belloc",
      "category": "medicine, sickness"
    },
    {
      "quote": "A good gulp of hot whisky at bedtime - it's not very scientific  but it helps.",
      "author": "Alexander D. Fleming",
      "category": "medicine, sickness"
    },
    {
      "quote": "I enjoy convalescence. It is the part that makes the illness worthwhile.",
      "author": "George Bernard Shaw",
      "category": "medicine, sickness"
    },
    {
      "quote": "A general flavour of mild decay  but nothing local  as one may say.",
      "author": "Oliver Wendell Holmes",
      "category": "medicine, sickness"
    },
    {
      "quote": "One of the first duties of the physician is to educate the masses not to take medicine.",
      "author": "William Osier",
      "category": "medicine, sickness"
    },
    {
      "quote": "I was sick  and ye visited me.",
      "author": "Bible",
      "category": "medicine, sickness"
    },
    {
      "quote": "There is a great difference between a good physician and a bad one  yet very little between a good one and none at all.",
      "author": "Arthur Young",
      "category": "medicine, sickness"
    },
    {
      "quote": "Nature  time and patience are the three great physicians.",
      "author": "Proverbs",
      "category": "medicine, sickness"
    },
    {
      "quote": "So many come to the sickroom thinking of themselves as men of science fighting disease and not as healers with a little knowledge helping nature to get a sick man well.",
      "author": "Sir Auckland Geddes",
      "category": "medicine, sickness"
    },
    {
      "quote": "No doctor takes pleasure in the health even of his friends.",
      "author": "Michel de Montaigne",
      "category": "medicine, sickness"
    },
    {
      "quote": "It requires a great deal of faith for a man to be cured by his own placebos.",
      "author": "John L. McClenahan",
      "category": "medicine, sickness"
    },
    {
      "quote": "It is very difficult to slow down. The practice of medicine is like the heart muscle's contraction - it's all or none.",
      "author": "Bela Schick",
      "category": "medicine, sickness"
    },
    {
      "quote": "Those in the United States who  by and large  have the best medical care and advice readily available to them at the least expense are the families of the specialists in internal medicine. These families use less medicine and undergo less surgery on the whole than any other group  rich or poor.",
      "author": "Edward C. Lambert",
      "category": "medicine, sickness"
    },
    {
      "quote": "Nothing is more fatal to health than an overcare of it.",
      "author": "Benjamin Franklin",
      "category": "medicine, sickness"
    },
    {
      "quote": "Doctor  feel my purse.",
      "author": "Jane Ace",
      "category": "medicine, sickness"
    },
    {
      "quote": "The sorrow which has no vent in tears may make other organs weep.",
      "author": "Henry Maudsley",
      "category": "medicine, sickness"
    },
    {
      "quote": "There is some reason to believe there is greater safety in this branch of medicine from modest  unassuming ignorance  than from a meddling presumption which frequently accompanies a little learning.",
      "author": "Samuel Bard",
      "category": "medicine, sickness"
    },
    {
      "quote": "A person seldom falls sick but the bystanders are animated with a faint hope that he will die.",
      "author": "Ralph Waldo Emerson",
      "category": "medicine, sickness"
    },
    {
      "quote": "In my youth  once  when I had a really exquisite toothache  I suddenly realized that my tooth had temporarily become the centre of the universe  that its outcries were more important than anything else  and that I would do absolutely anything to placate it. And as one gets older and starts worrying about cancer  one becomes more and more conscious of the fragility of the whole body  and with that consciousness comes a new and degrading kind of fear. It is degrading because it strengthens the desire to survive on any terms  and the desire to survive on any terms is the most base of all our instincts.",
      "author": "Otto Friedrich",
      "category": "medicine, sickness"
    },
    {
      "quote": "If a man thinks about his physical or moral state  he usually discovers that he is ill.",
      "author": "Goethe",
      "category": "medicine, sickness"
    },
    {
      "quote": "I reckon being ill is one of the greatest pleasures of life  provided one is not too ill and is not obliged to work till one is better.",
      "author": "Samuel Butler",
      "category": "medicine, sickness"
    },
    {
      "quote": "We are usually the best men when in the worst health.",
      "author": "English proverb",
      "category": "medicine, sickness"
    },
    {
      "quote": "Some of the papers presented at today's medical meeting tell us what we already know  but in a much more complicated manner.",
      "author": "Alphonse Raymond Dochez",
      "category": "medicine, sickness"
    },
    {
      "quote": "A human being who is first of all an invalid is all body  therein lies his inhumanity and his debasement.",
      "author": "Thomas Mann",
      "category": "medicine, sickness"
    },
    {
      "quote": "Invalids live longest.",
      "author": "German proverb",
      "category": "medicine, sickness"
    },
    {
      "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.",
      "author": "Paul Dudley White",
      "category": "medicine, sickness"
    },
    {
      "quote": "We firmly believe that therapy is education rather than healing  that it is growth rather than treatment.",
      "author": "Arnold Lazarus",
      "category": "medicine, sickness"
    },
    {
      "quote": "Ask many of us who are disabled what we would like in life and you would be surprised how few would say  'Not to be disabled.' We accept our limitations.",
      "author": "Itzhak Perlman",
      "category": "medicine, sickness"
    },
    {
      "quote": "What is dangerous about tranquillizers is that whatever peace of mind they bring is packaged peace of mind. Where you buy a pill and buy peace with it  you get conditioned to cheap solutions instead of deep ones.",
      "author": "Max Lerner",
      "category": "medicine, sickness"
    },
    {
      "quote": "The tongue ever turns to the aching tooth.",
      "author": "Proverbs",
      "category": "medicine, sickness"
    },
    {
      "quote": "So long as the body is affected through the mind  no audacious device  even of the most manifestly dishonest character  can fail of producing occasional good to those who yield to it an implicit or even a partial faith.",
      "author": "Oliver Wendell Holmes",
      "category": "medicine, sickness"
    },
    {
      "quote": "Tranquillizers do not change our environment  nor do they change our personalities. They merely reduce our responsiveness to stimuli. They dull the keen edge of the angers  fears  or anxiety with which we might otherwise react to the problems of living. Once the response has been dulled  the irritating surface noise of living muted or eliminated  the spark and brilliance are also gone.",
      "author": "Indra Devi",
      "category": "medicine, sickness"
    },
    {
      "quote": "I am in a moment of pretty wellness.",
      "author": "Horace Walpole",
      "category": "medicine, sickness"
    },
    {
      "quote": "Health is the thing that makes you feel that now is the best time of the year.",
      "author": "Franklin Pierce Adams",
      "category": "medicine, sickness"
    },
    {
      "quote": "When you hear hoofbeats  think of horses before zebras.",
      "author": "Harley S. Smyth",
      "category": "medicine, sickness"
    },
    {
      "quote": "The American Medical Association operating from a platform of negative vigilance presents no solutions but busily fights each change and then loudly supports it against the next proposal.",
      "author": "John H. Knowles",
      "category": "medicine, sickness"
    },
    {
      "quote": "When we are sick our virtues and our vices are in abeyance.",
      "author": "Vauvenargues",
      "category": "medicine, sickness"
    },
    {
      "quote": "Most things get better by themselves. Most things  in fact  are better by morning.",
      "author": "Lewis Thomas",
      "category": "medicine, sickness"
    },
    {
      "quote": "In medicine  sins of commission are mortal  sins of omission venial.",
      "author": "Theodore Tronchin",
      "category": "medicine, sickness"
    },
    {
      "quote": "It is the duty of a doctor to prolong life and it is not his duty to prolong the act of dying.",
      "author": "Thomas, Lord Horder",
      "category": "medicine, sickness"
    },
    {
      "quote": "I came  I saw  I concurred.",
      "author": "Irvine H. Page",
      "category": "medicine, sickness"
    },
    {
      "quote": "Disease often tells its secrets in a casual parenthesis.",
      "author": "Wilfred Trotter",
      "category": "medicine, sickness"
    },
    {
      "quote": "The physician heals  Nature makes well.",
      "author": "Aristotle",
      "category": "medicine"
    },
    {
      "quote": "Nature  time  and patience are the three great physicians.",
      "author": "H. G. Bohn",
      "category": "medicine"
    },
    {
      "quote": "The best doctor is the one you run for and can't find.",
      "author": "Denis Diderot",
      "category": "medicine"
    },
    {
      "quote": "I find the medicine worse than the malady.",
      "author": "Beaumont and Fletcher",
      "category": "medicine"
    },
    {
      "quote": "An apple a day keeps the doctor away.",
      "author": "English proverb",
      "category": "medicine"
    },
    {
      "quote": "God heals and the doctor takes the fee.",
      "author": "Benjamin Franklin",
      "category": "medicine"
    },
    {
      "quote": "He's the best physician that knows the worthlessness of the most medicines.",
      "author": "Benjamin Franklin",
      "category": "medicine"
    },
    {
      "quote": "I firmly believe that if the whole materia medica as now used  could be sunk to the bottom of the sea  it would be all the better for mankind and all the worse for the fishes.",
      "author": "Oliver Wendell Holmes",
      "category": "medicine"
    },
    {
      "quote": "Physician  heal thyself.",
      "author": "Bible",
      "category": "medicine"
    },
    {
      "quote": "Doctors are men who prescribe medicines of which they know little  to cure diseases of which they know less  in human beings of whom they know nothing.",
      "author": "Voltaire",
      "category": "medicine"
    },
    {
      "quote": "A sound mind in a sound body is a thing to be prayed for.",
      "author": "Juvenal",
      "category": "medicine"
    },
    {
      "quote": "Goodnight! Goodnight! Parting is such sweet sorrow That I shall say goodnight 'til it be morrow.",
      "author": "William Shakespeare",
      "category": "meetings, partings"
    },
    {
      "quote": "Man's feelings are always purest and most glowing in the hour of meeting and of farewell.",
      "author": "Jean Paul Richter",
      "category": "meetings, partings"
    },
    {
      "quote": "Visits always give pleasure - if not the arrival  the departure.",
      "author": "Portuguese proverb",
      "category": "meetings, partings"
    },
    {
      "quote": "There's a kind of release And a kind of torment in every goodbye for every man.",
      "author": "C. Day Lewis",
      "category": "meetings, partings"
    },
    {
      "quote": "Parting is all we know of heaven and all we need of hell.",
      "author": "Emily Dickinson",
      "category": "meetings, partings"
    },
    {
      "quote": "The joys of meeting pay the pangs of absence  else who could bear it?",
      "author": "Nicholas Rowe",
      "category": "meetings, partings"
    },
    {
      "quote": "We only part to meet again.",
      "author": "John Gay",
      "category": "meetings, partings"
    },
    {
      "quote": "Departure should be sudden.",
      "author": "Benjamin Disraeli",
      "category": "meetings, partings"
    },
    {
      "quote": "A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.",
      "author": "Henry Wadsworth Longfellow",
      "category": "meetings, partings"
    },
    {
      "quote": "A little while with grief and laughter  And then the day will close  The shadows gather . . . what comes after No man knows.",
      "author": "Donald R. P. Marquis",
      "category": "meetings, partings"
    },
    {
      "quote": "Forgetfulness transforms every occurrence into a non-occurrence.",
      "author": "Plutarch",
      "category": "memory"
    },
    {
      "quote": "How is it that we remember the least triviality that happens to us  and yet not remember how often we have recounted it to the same person?",
      "author": "La Rochefoucauld",
      "category": "memory"
    },
    {
      "quote": "I never forgive  but I always forget.",
      "author": "Arthur James Balfour",
      "category": "memory"
    },
    {
      "quote": "In memory  everything seems to happen to music.",
      "author": "Tennessee Williams",
      "category": "memory"
    },
    {
      "quote": "Living in the past has one thing in its favour - it's cheaper.",
      "author": "Old saying",
      "category": "memory"
    },
    {
      "quote": "Memory is the diary that we all carry about with us.",
      "author": "Oscar Wilde",
      "category": "memory"
    },
    {
      "quote": "One always begins to forgive a place as soon as it's left behind.",
      "author": "Charles Dickens",
      "category": "memory"
    },
    {
      "quote": "Reminiscences make one feel so deliciously aged and sad.",
      "author": "George Bernard Shaw",
      "category": "memory"
    },
    {
      "quote": "Memory  of all the powers of the mind  is the most delicate and frail.",
      "author": "Ben Jonson",
      "category": "memory"
    },
    {
      "quote": "Gratitude is the heart's memory.",
      "author": "French proverb",
      "category": "memory"
    },
    {
      "quote": "The true art of memory is the art of attention.",
      "author": "Samuel Johnson",
      "category": "memory"
    },
    {
      "quote": "A man must get a thing before he can forget it.",
      "author": "Oliver Wendell Holmes",
      "category": "memory"
    },
    {
      "quote": "It isn't so astonishing  the number of things that I can remember  as the number of things I can remember that aren't so.",
      "author": "Mark Twain",
      "category": "memory"
    },
    {
      "quote": "For the sense of smell  almost more than any other  has the power to recall memories and it is a pity that we use it so little.",
      "author": "Rachel Carson",
      "category": "memory"
    },
    {
      "quote": "I have a remarkable memory  I forget everything. It is wonderfully convenient. It is as though the world were constantly renewing itself for me.",
      "author": "Jules Renard",
      "category": "memory"
    },
    {
      "quote": "It is commonly seen by experience that excellent memories do often accompany weak judgements.",
      "author": "Michel de Montaigne",
      "category": "memory"
    },
    {
      "quote": "There must be at least 500 million rats in the United States  of course  I am speaking only from memory.",
      "author": "Edgar Wilson Nye",
      "category": "memory"
    },
    {
      "quote": "Nostalgia is a seductive liar.",
      "author": "George W. Ball",
      "category": "memory"
    },
    {
      "quote": "The past is a work of art  free of irrelevancies and loose ends.",
      "author": "Max Beerbohm",
      "category": "memory"
    },
    {
      "quote": "Oh longing for places that were not Cherished enough in that fleeting hour How I long to make good from afar The forgotten gesture  the additional act.",
      "author": "Rainer Maria Rilke",
      "category": "memory"
    },
    {
      "quote": "'The horror of that moment ' the King went on  T shall never  never forget!' 'You will  though 'the Queen said  'if you don't make a memorandum of it.'",
      "author": "Lewis Carroll",
      "category": "memory"
    },
    {
      "quote": "If  after I depart this vale  you ever remember me and have thought to please my ghost  forgive some sinner and wink your eye at some homely girl.",
      "author": "H. L. Mencken",
      "category": "memory"
    },
    {
      "quote": "If a man can remember what he worried about last week  he has a very good memory.",
      "author": "Anonymous",
      "category": "memory"
    },
    {
      "quote": "That which we remember of our conduct is ignored by our closest neighbour  but that which we have forgotten having said  or even what we never said  will cause laughter even into the next world.",
      "author": "Marcel Proust",
      "category": "memory"
    },
    {
      "quote": "That which is bitter to endure may be sweet to remember.",
      "author": "Thomas Fuller",
      "category": "memory"
    },
    {
      "quote": "We forget because we must And not because we will.",
      "author": "Matthew Arnold",
      "category": "memory"
    },
    {
      "quote": "Not the power to remember  but its very opposite  the power to forget  is a necessary condition for our existence.",
      "author": "Sholem Asch",
      "category": "memory"
    },
    {
      "quote": "Memory is the thing you forget with.",
      "author": "Alexander Chase",
      "category": "memory"
    },
    {
      "quote": "The palest ink is better than the best memory.",
      "author": "Chinese proverb",
      "category": "memory"
    },
    {
      "quote": "The advantage of a bad memory is that one enjoys several times the same good thing for the first time.",
      "author": "Friedrich Nietzsche",
      "category": "memory"
    },
    {
      "quote": "Everyone complains of his lack of memory  but nobody of his want of judgement.",
      "author": "La Rochefoucauld",
      "category": "memory"
    },
    {
      "quote": "Our memories are independent of our wills. It is not so easy to forget.",
      "author": "Richard Brinsley Sheridan",
      "category": "memory"
    },
    {
      "quote": "Nostalgia isn't what it used to be.",
      "author": "Simone Signoret",
      "category": "memory"
    },
    {
      "quote": "God gave us memories that we might have roses in December.",
      "author": "James M. Barrie",
      "category": "memory"
    },
    {
      "quote": "To want to forget something is to think of it.",
      "author": "French proverb",
      "category": "memory"
    },
    {
      "quote": "What is forgiven is usually well remembered.",
      "author": "Louis Dudek",
      "category": "memory"
    },
    {
      "quote": "Time whereof the memory of man runneth not to the contrary.",
      "author": "Sir William Blackstone",
      "category": "memory"
    },
    {
      "quote": "To live in hearts we leave behind  Is not to die.",
      "author": "Thomas Campbell",
      "category": "memory"
    },
    {
      "quote": "Vanity plays lurid tricks with our memory.",
      "author": "Joseph Conrad",
      "category": "memory"
    },
    {
      "quote": "Don't you remember sweet Alice Ben Bolt? Sweet Alice  whose hair was so brown  Who wept with delight when you gave her a smile  And trembl'd with fear at your frown!",
      "author": "Thomas Dunn",
      "category": "memory"
    },
    {
      "quote": "English I remember  I remember  The house where I was born  The little window where the sun Came peeping in at morn  He never came a wink too soon  Nor brought too long a day  But now  I often wish the night Had borne my breath away!",
      "author": "Thomas Hood",
      "category": "memory"
    },
    {
      "quote": "We must always have old memories and young hopes.",
      "author": "Arsene Houssaye",
      "category": "memory"
    },
    {
      "quote": "The true art of memory is the art of attention.",
      "author": "Samuel Johnson",
      "category": "memory"
    },
    {
      "quote": "All to myself I think of you  Think of the things we used to do  Think of the things we used to say  Think of each happy bygone day  Sometimes I sigh  and sometimes I smile  But I keep each olden  golden while All to myself.",
      "author": "Wilbur D. Nesbit",
      "category": "memory"
    },
    {
      "quote": "Women and elephants never forget.",
      "author": "Dorothy Parker",
      "category": "memory"
    },
    {
      "quote": "If I do not remember thee  let my tongue cleave to the roof of my mouth.",
      "author": "Bible",
      "category": "memory"
    },
    {
      "quote": "The Right Honorable gentleman is indebted to his memory for his jests and to his imagination for his facts.",
      "author": "R. B. Sheridan",
      "category": "memory"
    },
    {
      "quote": "A man is never so weak as when a woman is telling him how strong he is.",
      "author": "Anonymous",
      "category": "men, women"
    },
    {
      "quote": "Commuter - One who spends his life in riding to and from his wife  a man who shaves and takes a train  and then rides back to shave again.",
      "author": "E. B. White",
      "category": "men, women"
    },
    {
      "quote": "Eve left Adam  to meet the Devil in private.",
      "author": "Alexander Pope",
      "category": "men, women"
    },
    {
      "quote": "I should like to see any kind of a man  distinguishable from a gorilla that some good and even pretty woman could not shape a husband out of.",
      "author": "Oliver Wendell Holmes",
      "category": "men, women"
    },
    {
      "quote": "It is a truth universally acknowledged  that a single man in possession of a good fortune  must be in want of a wife.",
      "author": "Jane Austen",
      "category": "men, women"
    },
    {
      "quote": "Manly men and womanly women are still here but feeling nervous.",
      "author": "Mason Cooley",
      "category": "men, women"
    },
    {
      "quote": "Men always talk about the most important things to perfect strangers.",
      "author": "G. K. Chesterton",
      "category": "men, women"
    },
    {
      "quote": "Men are made by nature unequal. It is vain  therefore  to treat them as if they were equal.",
      "author": "J. A. Froude",
      "category": "men, women"
    },
    {
      "quote": "That all men are equal is a proposition to which  at ordinary times  no sane individual has ever given his assent.",
      "author": "Aldous Huxley",
      "category": "men, women"
    },
    {
      "quote": "There is more difference within the sexes than between them.",
      "author": "Ivy Compton-Burnett",
      "category": "men, women"
    },
    {
      "quote": "When women go wrong  men go right after them.",
      "author": "Mae West",
      "category": "men, women"
    },
    {
      "quote": "Women are never disarmed by compliments. Men always are.",
      "author": "Oscar Wilde",
      "category": "men, women"
    },
    {
      "quote": "Breathes there a man with hide so tough Who says two sexes aren't enough?",
      "author": "Samuel Hoffenstein",
      "category": "men, women"
    },
    {
      "quote": "If men and women are to understand each other  to enter into each other's nature with mutual sympathy  and to become capable of genuine comradeship  the foundation must be laid in youth.",
      "author": "Havelock Ellis",
      "category": "men, women"
    },
    {
      "quote": "American women expect to find in their husbands a perfection that English women only hope to find in their butlers.",
      "author": "W. Somerset Maugham",
      "category": "men, women"
    },
    {
      "quote": "A man's idee in a card game is war- crool  devastatin' and pitiless. A lady's idee iv it is a combynation iv larceny  embezzlement an' burglary.",
      "author": "Finley Peter Dunne",
      "category": "men, women"
    },
    {
      "quote": "Women have one great advantage over men. It is commonly thought that if they marry they have done enough  and need career no further. If a man marries  on the other hand  public opinion is all against him if he takes this view.",
      "author": "Rose Macaulay",
      "category": "men, women"
    },
    {
      "quote": "What is most beautiful in virile men is something feminine  what is most beautiful in feminine women is something masculine.",
      "author": "Susan Sontag",
      "category": "men, women"
    },
    {
      "quote": "In our civilization  men are afraid that they will not be men enough and women are afraid that they might be considered only women.",
      "author": "Theodor Reik",
      "category": "men, women"
    },
    {
      "quote": "A woman means by unselfishness chiefly taking trouble for others  a man means not giving trouble to others. Thus each sex regards the other as basically selfish.",
      "author": "C. S. Lewis",
      "category": "men, women"
    },
    {
      "quote": "Failing to be there when a man wants her is a woman's greatest sin  except to be there when he doesn't want her.",
      "author": "Helen Rowland",
      "category": "men, women"
    },
    {
      "quote": "There is probably nothing like living together for blinding people to each other.",
      "author": "Ivy Compton-Burnett",
      "category": "men, women"
    },
    {
      "quote": "I wish Adam had died with all his ribs in his body.",
      "author": "Dion Boucicault",
      "category": "men, women"
    },
    {
      "quote": "Behind every great man there is a surprised woman.",
      "author": "Maryon Pearson",
      "category": "men, women"
    },
    {
      "quote": "Behind every successful man you'll find a woman who has nothing to wear.",
      "author": "Harold Coffin",
      "category": "men, women"
    },
    {
      "quote": "If a man hears much that a woman says  she is not beautiful.",
      "author": "Henry S. Haskins",
      "category": "men, women"
    },
    {
      "quote": "God has given you one face  and you make yourselves another.",
      "author": "William Shakespeare",
      "category": "men, women"
    },
    {
      "quote": "Men have a much better time of it than women. For one thing  they marry later. For another thing  they die earlier.",
      "author": "H. L. Mencken",
      "category": "men, women"
    },
    {
      "quote": "There is no word equivalent to 'cuckold' for women.",
      "author": "Joseph Epstein",
      "category": "men, women"
    },
    {
      "quote": "He and I had an office so tiny that an inch smaller and it would have been adultery.",
      "author": "Dorothy Parker",
      "category": "men, women"
    },
    {
      "quote": "A man is a person who will pay two dollars for a one-dollar item he wants. A woman will pay one dollar for a two-dollar item she doesn't want.",
      "author": "William Binger",
      "category": "men, women"
    },
    {
      "quote": "A woman may very well form a friendship with a man  but for this to endure  it must be assisted by a little physical antipathy.",
      "author": "Friedrich Nietzsche",
      "category": "men, women"
    },
    {
      "quote": "When I was very young  I kissed my first woman  and smoked my first cigarette on the same day. Believe me  never since have I wasted any more time on tobacco.",
      "author": "Arturo Toscanini",
      "category": "men, women"
    },
    {
      "quote": "The double standard of morality will survive in this world so long as the woman whose husband has been lured away is favoured with the sympathetic tears of other women  and a man whose wife has made off is laughed at by other men.",
      "author": "H. L. Mencken",
      "category": "men, women"
    },
    {
      "quote": "Flirtation - attention without intention.",
      "author": "Max O'Neil",
      "category": "men, women"
    },
    {
      "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
      "author": "Oscar Wilde",
      "category": "men, women"
    },
    {
      "quote": "As the faculty of writing has chiefly been a masculine endowment  the reproach of making the world miserable has always been thrown upon the women.",
      "author": "Samuel Johnson",
      "category": "men, women"
    },
    {
      "quote": "Though statisticians in our time have never kept the score man wants a great deal here below and Woman even more.",
      "author": "James Thurber",
      "category": "men, women"
    },
    {
      "quote": "A good cigar is as great a comfort to a man as a good cry is to a woman.",
      "author": "Edward Bulwer-Lytton",
      "category": "men, women"
    },
    {
      "quote": "A man should be taller  older  heavier  uglier and hoarser than his wife.",
      "author": "Edgar Watson Howe",
      "category": "men, women"
    },
    {
      "quote": "Even the wisest men make fools of themselves about women  and even the most foolish women are wise about men.",
      "author": "Theodor Reik",
      "category": "men, women"
    },
    {
      "quote": "I love men  not because they are men  but because they are not women.",
      "author": "Christina, Queen of Sweden",
      "category": "men, women"
    },
    {
      "quote": "It women knew what we were thinking  they'd never stop slapping us.",
      "author": "Larry Miller",
      "category": "men, women"
    },
    {
      "quote": "What's with you men? Would hair stop growing on your chest if you asked directions somewhere?",
      "author": "Erma Bombeck",
      "category": "men, women"
    },
    {
      "quote": "A woman is like a tea bag - only in hot water do you realize how strong she is.",
      "author": "Nancy Reagan",
      "category": "men, women"
    },
    {
      "quote": "Macho does not prove mucho.",
      "author": "Zsa Zsa Gabor",
      "category": "men, women"
    },
    {
      "quote": "Tell me about yourself - your struggles  your dreams  your telephone number.",
      "author": "Peter Arno",
      "category": "men, women"
    },
    {
      "quote": "Be pretty if you can  be witty if you must  be agreeable if it kills you.",
      "author": "Elsie de Wolfe",
      "category": "men, women"
    },
    {
      "quote": "For a single woman  preparing for company means wiping the lipstick off the milk carton.",
      "author": "Elayne Boosler",
      "category": "men, women"
    },
    {
      "quote": "Men like cars  women like clothes. Women only like cars because they take them to clothes.",
      "author": "Rita Rudner",
      "category": "men, women"
    },
    {
      "quote": "She has such a nice sense of rumor.",
      "author": "John Cutler",
      "category": "men, women"
    },
    {
      "quote": "Men don't get cellulite. God might just be a man.",
      "author": "Rita Rudner",
      "category": "men, women"
    },
    {
      "quote": "If you ever leave me  I'll go with you.",
      "author": "Rene Taylor",
      "category": "men, women"
    },
    {
      "quote": "The only time a woman really succeeds in changing a male is when he's a baby.",
      "author": "Jacob Braude",
      "category": "men, women"
    },
    {
      "quote": "What would we say if men changed the length of their trousers every year?",
      "author": "Lady Nancy Astor",
      "category": "men, women"
    },
    {
      "quote": "Boys don't make passes at female smart asses.",
      "author": "Letty Cottin Pogrebin",
      "category": "men, women"
    },
    {
      "quote": "Why did God make man before he made woman? Because he didn't want any advice on how to do it.",
      "author": "Anonymous",
      "category": "men, women"
    },
    {
      "quote": "Can you imagine a world without men? No crime and lots of happy fat women.",
      "author": "Marion Smith",
      "category": "men, women"
    },
    {
      "quote": "Man - a creature made at the end of the week's work when God was tired.",
      "author": "Mark Twain",
      "category": "men, women"
    },
    {
      "quote": "Ginger Rogers did everything that Fred Astaire did. She just did it backwards and in high heels.",
      "author": "Linda Ellerbee",
      "category": "men, women"
    },
    {
      "quote": "Men who drink herbal teas are seldom serial killers.",
      "author": "Rita Rudner",
      "category": "men, women"
    },
    {
      "quote": "If the world were a logical place  men would ride sidesaddle.",
      "author": "Rita Mae Brown",
      "category": "men, women"
    },
    {
      "quote": "Outside every thin girl is a fat man  trying to get in.",
      "author": "Anonymous",
      "category": "men, women"
    },
    {
      "quote": "You know who must be very secure in their masculinity? Male ladybugs.",
      "author": "Jay Leno",
      "category": "men, women"
    },
    {
      "quote": "I want to know why  if men rule the world  they don't stop wearing neckties.",
      "author": "Linda Ellerbee",
      "category": "men, women"
    },
    {
      "quote": "There are more men than women in mental hospitals - which just goes to show who's driving who crazy.",
      "author": "Peter Veale",
      "category": "men, women"
    },
    {
      "quote": "Dennis Thatcher  husband of Margaret Thatcher  when asked who wore the pants in his house  said \"I do  and I also wash and iron them.\" I only like two kinds of men  domestic and foreign.",
      "author": "Mae West",
      "category": "men"
    },
    {
      "quote": "It is men who face the biggest problems in the future  adjusting to their new and complicated role.",
      "author": "Anna Ford",
      "category": "men"
    },
    {
      "quote": "Macho does not prove mucho.",
      "author": "Zsa Zsa Gabor",
      "category": "men"
    },
    {
      "quote": "No man thinks there is much ado about nothing when the ado is about himself.",
      "author": "Anthony Trollope",
      "category": "men"
    },
    {
      "quote": "Nothing is so silly as the expression of a man who is being complimented.",
      "author": "Andre Gide",
      "category": "men"
    },
    {
      "quote": "The follies which a man regrets most  in his life  are those which he didn't commit when he had the opportunity.",
      "author": "Helen Rowland",
      "category": "men"
    },
    {
      "quote": "The male sex still constitute in many ways the most obstinate vested interest one can find.",
      "author": "Lord Longford",
      "category": "men"
    },
    {
      "quote": "What is a highbrow? He is a man who has found something more interesting than women.",
      "author": "Edgar Wallace",
      "category": "men"
    },
    {
      "quote": "The beauty of stature is the only beauty of men.",
      "author": "Michel de Montaigne",
      "category": "men"
    },
    {
      "quote": "Men become old  but they never become good.",
      "author": "Oscar Wilde",
      "category": "men"
    },
    {
      "quote": "Men are what their mothers made them.",
      "author": "Ralph Waldo Emerson",
      "category": "men"
    },
    {
      "quote": "Men's men: be they gentle or simple  they're much of a muchness.",
      "author": "George Eliot",
      "category": "men"
    },
    {
      "quote": "To be a man will continue to demand a heroic heart as long as mankind is not quite human.",
      "author": "Julius Fucik",
      "category": "men"
    },
    {
      "quote": "A gentleman does things no gentleman should do in a way only a gentleman can.",
      "author": "Luigi Banzini",
      "category": "men"
    },
    {
      "quote": "The right man is the one that seizes the moment.",
      "author": "Goethe",
      "category": "men"
    },
    {
      "quote": "Every man in the world is better than someone else  and not as good as someone else.",
      "author": "William Saroyan",
      "category": "men"
    },
    {
      "quote": "This is the worst pain a man can suffer: to have insight into much and power over nothing.",
      "author": "Herodotus",
      "category": "men"
    },
    {
      "quote": "The world is my country  the human race is my race. The spirit of man is my god  the future of man is my heaven.",
      "author": "F. R. Scott",
      "category": "men"
    },
    {
      "quote": "The only things that distinguish us from the rest of the animals  Madam is our habit of drinking when we are not thirsty and making love at any time.",
      "author": "Pierre Beaumarchais",
      "category": "men"
    },
    {
      "quote": "There was never any reason to believe in any innate superiority of the male  except his superior muscle.",
      "author": "Bertrand Russell",
      "category": "men"
    },
    {
      "quote": "I like men to behave like men. I like them strong and childish.",
      "author": "Francoise Sagan",
      "category": "men"
    },
    {
      "quote": "Celibacy bestows on a man the qualified freedom of a besieged city where one sometimes has to eat rats.",
      "author": "Sean O'Faolain",
      "category": "men"
    },
    {
      "quote": "Men build bridges and throw ra ilroads across deserts  and yet they contend successfully that the job of sewing on a button is beyond them. Accordingly  they don't have to sew buttons.",
      "author": "Heywood Broun",
      "category": "men"
    },
    {
      "quote": "As vivacity is the gift of women  gravity is that of men.",
      "author": "Joseph Addison",
      "category": "men"
    },
    {
      "quote": "The desire of a man for a woman is not directed at her because she is a human being  but because she is a woman. That she is a human being is of no concern to him.",
      "author": "Immanuel Kant",
      "category": "men"
    },
    {
      "quote": "Two things control man's nature: instinct and experience.",
      "author": "Blaise Pascal",
      "category": "men"
    },
    {
      "quote": "In his private heart no man much respects himself.",
      "author": "Mark Twain",
      "category": "men"
    },
    {
      "quote": "When I was young  I used to have successes with women because I was young. Now I have successes with women because I am old. Middle age was the hardest part.",
      "author": "Artur Rubinstein",
      "category": "men"
    },
    {
      "quote": "A man who has been the indisputable favourite of his mother keeps for life the feeling of a conqueror.",
      "author": "Sigmund Freud",
      "category": "men"
    },
    {
      "quote": "We love women in proportion to their degree of strangeness to us.",
      "author": "Charles Baudelaire",
      "category": "men"
    },
    {
      "quote": "At twenty a man is a peacock  at thirty a lion  at forty a camel  at fifty a serpent  at sixty a dog  at seventy an ape  at eighty  nothing at all.",
      "author": "Baltasar Gracian",
      "category": "men"
    },
    {
      "quote": "Inconsistency is the only thing in which men are consistent.",
      "author": "Horatio Smith",
      "category": "men"
    },
    {
      "quote": "There are three classes of men-lovers of wisdom  lovers of honour  lovers of gain.",
      "author": "Plato",
      "category": "men"
    },
    {
      "quote": "Among the attributes of God  although they are all equal  mercy shines with even more brilliancy than justice.",
      "author": "Miguel de Cervantes",
      "category": "mercy"
    },
    {
      "quote": "The mercy of the Lord is from everlasting to everlasting upon them that fear Him.",
      "author": "Bible",
      "category": "mercy"
    },
    {
      "quote": "Tis mightiest in the mightiest  it becomes The throned monarch better than his crown  His sceptre shows the force of temporal power  The attribute to awe and majesty  Wherein doth sit the dread and fear of kings  But mercy is above this sceptred sway  It is enthroned in the hearts of kings  It is an attribute to God himself  And earthly power doth then show likest God's When mercy seasons justice.",
      "author": "William Shakespeare",
      "category": "mercy"
    },
    {
      "quote": "Being all fashioned of the self-same dust. Let us be merciful as well as just.",
      "author": "Henry Wadsworth Longfellow",
      "category": "mercy"
    },
    {
      "quote": "A source of innocent merriment! Of innocent merriment.",
      "author": "W. S. Gilbert",
      "category": "merriment"
    },
    {
      "quote": "Merry have we met  and merry have we been  Merry let us part  and merry meet again  With our merry sing-song  happy gay  and free  With a merry ding-dong  happy let us be!",
      "author": "Old English Rhyme",
      "category": "merriment"
    },
    {
      "quote": "A merry heart doeth good like a medicine.",
      "author": "Bible",
      "category": "merriment"
    },
    {
      "quote": "Let us eat  and be merry.",
      "author": "Bible",
      "category": "merriment"
    },
    {
      "quote": "Nothing is more hopeless than a scheme of merriment.",
      "author": "Samuel Johnson",
      "category": "merriment"
    },
    {
      "quote": "The dreadful dead of dark midnight.",
      "author": "William Shakespeare",
      "category": "midnight"
    },
    {
      "quote": "Once upon a midnight dreary  while I pondered weak and weary  Over many a quaint and curious volume of forgotten lore.",
      "author": "Edgar Allan Poe",
      "category": "midnight"
    },
    {
      "quote": "God is Mind  and God is infinite  hence all is Mind.",
      "author": "Mary Baker Eddy",
      "category": "mind"
    },
    {
      "quote": "The true  strong  and sound mind is the mind that can embrace equally great things and small.",
      "author": "Samuel Johnson",
      "category": "mind"
    },
    {
      "quote": "What is mind? No matter. What is matter? Never mind.",
      "author": "T. H. Key",
      "category": "mind"
    },
    {
      "quote": "The mind is its own place  and in itself Can make a heaven of hell  a hell of heaven.",
      "author": "John Milton",
      "category": "mind"
    },
    {
      "quote": "A feeble body weakens the mind.",
      "author": "Jean-Jacques Rousseau",
      "category": "mind"
    },
    {
      "quote": "Tis but a base  ignoble mind That mounts no higher than a bird can soar.",
      "author": "William Shakespeare",
      "category": "mind"
    },
    {
      "quote": "A woman who is found without her veil in some regions of Islam will  it is reported  raise her skirt to cover her face.",
      "author": "Raymond Mortimer",
      "category": "minorities"
    },
    {
      "quote": "10 persons who speak make more noise than 10 000 who are silent.",
      "author": "Napoleon Bonaparte",
      "category": "minorities"
    },
    {
      "quote": "I want to be the white man's brother  not his brother-in-law.",
      "author": "Martin Luther King, Jr.",
      "category": "minorities"
    },
    {
      "quote": "The nations which have put mankind and posterity most in their debt have been small states - Israel  Athens  Florence  Elizabethan England.",
      "author": "Dean William R. Inge",
      "category": "minorities"
    },
    {
      "quote": "How a minority  Reaching majority  Seizing authority  Hates a minority!",
      "author": "Leonard H. Robbins",
      "category": "minorities"
    },
    {
      "quote": "In the country of the blind  the one-eyed man is king.",
      "author": "Erasmus",
      "category": "minorities"
    },
    {
      "quote": "By gnawing through a dyke  even a rat may drown a nation.",
      "author": "Edmund Burke",
      "category": "minorities"
    },
    {
      "quote": "The thing we have to fear in this country  to my way of thinking  is the influence of the organized minorities  because somehow or other the great majority does not seem to organize. They seem to feel that they are going to be effective because of their own strength  but they give no expression of it.",
      "author": "Alfred E. Smith",
      "category": "minorities"
    },
    {
      "quote": "We must indeed all hang together  or most assuredly we shall all hang separately.",
      "author": "Benjamin Franklin",
      "category": "minorities"
    },
    {
      "quote": "A minority may be right  and a majority is always wrong.",
      "author": "Henrik Ibsen",
      "category": "minorities"
    },
    {
      "quote": "Governments exist to protect the rights of minorities. The loved and the rich need no protection - they have many friends and few enemies.",
      "author": "Wendell Phillips",
      "category": "minorities"
    },
    {
      "quote": "It is always the minorities that hold the key of progess  it is always through those who are unafraid to be different that advance comes to human society.",
      "author": "Raymond B. Fosdick",
      "category": "minorities"
    },
    {
      "quote": "A minority group has 'arrived' only when it has the right to produce some fools and scoundrels without the entire group paying for it.",
      "author": "Carl T. Rowan",
      "category": "minorities"
    },
    {
      "quote": "Shall we judge a country by the majority  or by the minority? By the minority  surely.",
      "author": "Ralph Waldo Emerson",
      "category": "minorities"
    },
    {
      "quote": "Never in the field of human conflict was so much owed by so many to so few.",
      "author": "Winston Churchill",
      "category": "minorities"
    },
    {
      "quote": "One dog barks at something  the rest bark at him.",
      "author": "Chinese proverb",
      "category": "minorities"
    },
    {
      "quote": "The nail that sticks out is hammered down.",
      "author": "Japanese proverb",
      "category": "minorities"
    },
    {
      "quote": "He that is down need fear no fall.",
      "author": "John Bunyan",
      "category": "misery"
    },
    {
      "quote": "Misery loves company.",
      "author": "English proverb",
      "category": "misery"
    },
    {
      "quote": "Fire tries gold  misery tries brave men.",
      "author": "Seneca",
      "category": "misery"
    },
    {
      "quote": "Misery acquaints a man with strange bedfellows.",
      "author": "William Shakespeare",
      "category": "misery"
    },
    {
      "quote": "Misfortunes always come in by a door that has been left open for them.",
      "author": "Czech proverb",
      "category": "misfortune"
    },
    {
      "quote": "Little minds are tamed and subdued by misfortune  but great minds rise above it.",
      "author": "Washington Irving",
      "category": "misfortune"
    },
    {
      "quote": "We have all of us sufficient fortitude to bear the misfortunes of others.",
      "author": "La Rochefoucauld",
      "category": "misfortune"
    },
    {
      "quote": "Let us be of good cheer  however  remembering that the misfortunes hardest to bear are those which never come.",
      "author": "James Russell Lowell",
      "category": "misfortune"
    },
    {
      "quote": "The worst is not sSo long as we can say \"This is the worst.\"",
      "author": "William Shakespeare",
      "category": "misfortune"
    },
    {
      "quote": "A great city is the place to escape the true drama of provincial life  and find solace in fantasy.",
      "author": "G. K. Chesterton",
      "category": "mistakes, blunders"
    },
    {
      "quote": "All sins cast long shadows.",
      "author": "Irish proverb",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Cowardice  as distinguished from panic  is almost always simply a lack of ability to suspend the functioning of the imagination.",
      "author": "Ernest Hemingway",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Every time history repeats itself  the price goes up.",
      "author": "Old saying",
      "category": "mistakes, blunders"
    },
    {
      "quote": "The first duty of an historian is to be on his guard against his own sympathies.",
      "author": "J. A. Froude",
      "category": "mistakes, blunders"
    },
    {
      "quote": "The weak have one weapon: the errors of those who think they are strong.",
      "author": "Georges Bidault",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Nothing is so simple that it cannot be misunderstood.",
      "author": "Freeman Teague",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Too much talk will include errors.",
      "author": "Burmese proverb",
      "category": "mistakes, blunders"
    },
    {
      "quote": "What is the use of running when you are on the wrong road?",
      "author": "Old saying",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Great services are not canceled by one act or by one single error.",
      "author": "Benjamin Disraeli",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Any man whose errors take ten years to correct  is quite a man.",
      "author": "J. Robert Oppenheimer",
      "category": "mistakes, blunders"
    },
    {
      "quote": "There is nothing wrong with making mistakes. Just don't respond with encores.",
      "author": "Anonymous",
      "category": "mistakes, blunders"
    },
    {
      "quote": "I beseech you  in the bowels of Christ  think it possible you may be mistaken.",
      "author": "Oliver Cromwell",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Men are men  they needs must err.",
      "author": "Euripides",
      "category": "mistakes, blunders"
    },
    {
      "quote": "A clever man commits no minor blunders.",
      "author": "Goethe",
      "category": "mistakes, blunders"
    },
    {
      "quote": "There is no error so monstrous that it fails to find defenders among the ablest men. Imagine a congress of eminent celebrities such as More  Bacon  Grotius  Pascal  Cromwell  Bossuet  Montesquieu  Jefferson  Napoleon  Pitt  etc. The result would be an Encyclopedia of Errors.",
      "author": "Lord Acton",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Most men would rather be charged with malice than with making a blunder.",
      "author": "Josh Billings",
      "category": "mistakes, blunders"
    },
    {
      "quote": "It is very easy to forgive others their mistakes. It takes more gut and gumption to forgive them for having witnessed your own.",
      "author": "Jessamyn West",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Things could be worse. Suppose your errors were counted and published every day  like those of a baseball player.",
      "author": "Anonymous",
      "category": "mistakes, blunders"
    },
    {
      "quote": "It's over  and can't be helped  and that's one consolation  as they always say in Turkey  when they cut the wrong man's head off.",
      "author": "Charles Dickens",
      "category": "mistakes, blunders"
    },
    {
      "quote": "A man can believe a considerable deal of rubbish  and yet go about his daily work in a rational and cheerful manner.",
      "author": "Norman Douglas",
      "category": "mistakes, blunders"
    },
    {
      "quote": "Don't ever take a fence down until you know why it was put up.",
      "author": "Robert Frost",
      "category": "mistakes, blunders"
    },
    {
      "quote": "The mob is man voluntarily descending to the nature of the beast.",
      "author": "Ralph Waldo Emerson",
      "category": "mobs"
    },
    {
      "quote": "The mob is a sort of bear  while your ring is through its nose  it will even dance under your cudgel  but should the ring slip  and you lose your hold  the brute will turn and rend you.",
      "author": "Jane Porter",
      "category": "mobs"
    },
    {
      "quote": "It has been very truly said that the mob has many heads  but no brains.",
      "author": "Antoine de Rivarol",
      "category": "mobs"
    },
    {
      "quote": "It is best to rise from life as from a banquet  neither thirsty nor drunken.",
      "author": "Aristotle",
      "category": "moderation"
    },
    {
      "quote": "To live long  it is necessary to live slowly.",
      "author": "Cicero",
      "category": "moderation"
    },
    {
      "quote": "A thing moderately good is not so good as it ought to be. Moderation in temper is always a virtue  but moderation in principle is always a vice.",
      "author": "Thomas Paine",
      "category": "moderation"
    },
    {
      "quote": "In everything the middle course is best: all things in excess bring trouble to men.",
      "author": "Plautus",
      "category": "moderation"
    },
    {
      "quote": "Give me neither poverty nor riches.",
      "author": "Bible",
      "category": "moderation"
    },
    {
      "quote": "Modesty is the conscience of the body.",
      "author": "Honore de Balzac",
      "category": "modesty"
    },
    {
      "quote": "Modesty is the only sure bait when you angle for praise.",
      "author": "Lord Chesterfield",
      "category": "modesty"
    },
    {
      "quote": "Modesty died when false modesty was born.",
      "author": "S. L. Clemens",
      "category": "modesty"
    },
    {
      "quote": "Man is the only animal that blushes. Or needs to.",
      "author": "S. L. Clemens",
      "category": "modesty"
    },
    {
      "quote": "A modest man never talks of himself.",
      "author": "Jean de la Bruyere",
      "category": "modesty"
    },
    {
      "quote": "With people of only moderate ability modesty is mere honesty  but with those who possess great talent it is hypocrisy.",
      "author": "Schopenhauer",
      "category": "modesty"
    },
    {
      "quote": "Be the business never so painful  you may have it done for money.",
      "author": "Thomas Fuller",
      "category": "money"
    },
    {
      "quote": "But then one is always excited by descriptions of money changing hands. It's much more fundamental than sex.",
      "author": "Nigel Dennis",
      "category": "money"
    },
    {
      "quote": "God makes  and apparel shapes: but it's money that finishes the man.",
      "author": "Thomas Fuller",
      "category": "money"
    },
    {
      "quote": "If a man has money  it is usually a sign too  that he knows how to take care of it  don't imagine his money is easy to get simply because he has plenty of it.",
      "author": "Edgar Watson Howe",
      "category": "money"
    },
    {
      "quote": "Interest works night and day in fair weather and in foul. It gnaws at a man's substance with invisible teeth.",
      "author": "Henry Ward Beecher",
      "category": "money"
    },
    {
      "quote": "Inflation is determined by money supply growth.",
      "author": "Roger Bootle",
      "category": "money"
    },
    {
      "quote": "Laws go where dollars please.",
      "author": "Portuguese proverb",
      "category": "money"
    },
    {
      "quote": "Money can't buy friends  but you can get a better class of enemy.",
      "author": "Spike Milligan",
      "category": "money"
    },
    {
      "quote": "Money is not an aphrodisiac: the desire it may kindle in a female eye is more for the cash than the carrier.",
      "author": "Marya Marines",
      "category": "money"
    },
    {
      "quote": "Money is the fruit of evil as often as the root of it.",
      "author": "Henry Fielding",
      "category": "money"
    },
    {
      "quote": "Money  like a queen  gives rank and beauty .",
      "author": "Latin proverb",
      "category": "money"
    },
    {
      "quote": "Riches are for spending.",
      "author": "Francis Bacon",
      "category": "money"
    },
    {
      "quote": "Some people's money is merited and other people's is inherited.",
      "author": "Ogden Nash",
      "category": "money"
    },
    {
      "quote": "There is only one thing for a man to do who is married to a woman who enjoys spending money  and that is to enjoy earning it.",
      "author": "Edgar Watson Howe",
      "category": "money"
    },
    {
      "quote": "To be clever enough to get all that money  one must be stupid enough to want it.",
      "author": "G. K. Chesterton",
      "category": "money"
    },
    {
      "quote": "Why is there so much month left at the end of the money?",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "Money is the poor people's credit card.",
      "author": "Marshall McLuhan",
      "category": "money"
    },
    {
      "quote": "A man is rich in proportion to the things he can afford to let alone.",
      "author": "Henry David Thoreau",
      "category": "money"
    },
    {
      "quote": "Money is like a sixth sense  and you can't make use of the other five without it.",
      "author": "W. Somerset Maugham",
      "category": "money"
    },
    {
      "quote": "Money swore an oath that nobody who did not love it should ever have it.",
      "author": "Irish proverb",
      "category": "money"
    },
    {
      "quote": "I'm so happy to be rich  I'm willing to take all the consequences.",
      "author": "Howard Ahmanson",
      "category": "money"
    },
    {
      "quote": "I haven't heard of anybody who wants to stop living on account of the cost.",
      "author": "Kin Hubbard",
      "category": "money"
    },
    {
      "quote": "It isn't enough for you to love money - it's also necessary that money should love you.",
      "author": "Baron Rothschild",
      "category": "money"
    },
    {
      "quote": "Philanthropist: a rich (and usually bald) old gentleman who has trained himself to grin while his conscience is picking his pocket.",
      "author": "Ambrose Bierce",
      "category": "money"
    },
    {
      "quote": "The darkest hour of any man's life is when he sits down to plan how to get money without earning it.",
      "author": "Horace Greeley",
      "category": "money"
    },
    {
      "quote": "The petty economies of the rich are just as amazing as the silly extravagances of the poor.",
      "author": "William Feather",
      "category": "money"
    },
    {
      "quote": "Money is human happiness in the abstract.",
      "author": "Arthur Schopenhauer",
      "category": "money"
    },
    {
      "quote": "Money is the most egalitarian force in society. It confers power on whoever holds it.",
      "author": "Roger Starr",
      "category": "money"
    },
    {
      "quote": "Bankruptcy is a legal proceeding in which you put your money in your pants pocket and give your coat to your creditors.",
      "author": "Joey Adams",
      "category": "money"
    },
    {
      "quote": "There are plenty of good five-cent cigars in the country. The trouble is they cost a quarter. What the country really needs is a good five-cent nickle.",
      "author": "Franklin P. Adams",
      "category": "money"
    },
    {
      "quote": "I don't like money actually  but it quiets my nerves.",
      "author": "Joe Louis",
      "category": "money"
    },
    {
      "quote": "Money isn't everything - but it's a long way ahead of what comes next.",
      "author": "Edmund Stockdale",
      "category": "money"
    },
    {
      "quote": "In the bad old days  there were three easy ways of losing money - racing being the quickest  women the pleasantest and farming the most certain.",
      "author": "William Pitt Amherst",
      "category": "money"
    },
    {
      "quote": "We forget that money gives its value - that someone exchanged work for it.",
      "author": "Neal O'Hara",
      "category": "money"
    },
    {
      "quote": "Money is something you got to make in case you don't die.",
      "author": "Max Asnas",
      "category": "money"
    },
    {
      "quote": "If you would know what the Lord God thinks of money  you have only to look at those to whom he gives it.",
      "author": "Maurice Baring",
      "category": "money"
    },
    {
      "quote": "Making money is fun  but it's pointless if you don't use the power it brings.",
      "author": "John Bentley",
      "category": "money"
    },
    {
      "quote": "Make money and the whole world will conspire to call you a gentleman.",
      "author": "Mark Twain",
      "category": "money"
    },
    {
      "quote": "I never been in no situation where havin' money made it any worse.",
      "author": "Clinton Jones",
      "category": "money"
    },
    {
      "quote": "Money is the wise man's religion.",
      "author": "Euripides",
      "category": "money"
    },
    {
      "quote": "Money  it turned out  was exactly like sex  you thought of nothing else if you didn't have it and thought of other things if you did.",
      "author": "James Baldwin",
      "category": "money"
    },
    {
      "quote": "A feast is made for laughter  and wine maketh merry: but money answereth all things.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "Neither a borrower nor a lender be for loan oft loses both itself and friend  and borrowing dulls the edge of husbandry.",
      "author": "William Shakespeare",
      "category": "money"
    },
    {
      "quote": "Never invest your money in anything that eats or needs repairing.",
      "author": "Billy Rose",
      "category": "money"
    },
    {
      "quote": "Money is always there but the pockets change  it is not in the same pockets after a change  and that is all there is to say about money.",
      "author": "Gertrude Stein",
      "category": "money"
    },
    {
      "quote": "Men are more often bribed by their loyalties and ambitions than by money.",
      "author": "Robert H. Jackson",
      "category": "money"
    },
    {
      "quote": "Money dignifies what is frivolous if unpaid for.",
      "author": "Virginia Woolf",
      "category": "money"
    },
    {
      "quote": "How do you make a million? You start with $900 000.",
      "author": "Stephen Lewis",
      "category": "money"
    },
    {
      "quote": "When you have told anyone you have left him a legacy  the only decent thing to do is to die at once.",
      "author": "Samuel Butler",
      "category": "money"
    },
    {
      "quote": "He that maketh haste to be rich shall not be innocent.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "Money is good for bribing yourself through the inconveniences of life.",
      "author": "Gottfried Reinhardt",
      "category": "money"
    },
    {
      "quote": "There's nothing an economist should fear so much as applause.",
      "author": "Herbert Marshall",
      "category": "money"
    },
    {
      "quote": "You can't force anyone to love you or to lend you money.",
      "author": "Jewish proverb",
      "category": "money"
    },
    {
      "quote": "With money in your pocket  you are wise  and you are handsome  and you sing well too.",
      "author": "Jewish proverb",
      "category": "money"
    },
    {
      "quote": "If the rich could hire other people to die for them  the poor would make a wonderful living.",
      "author": "Jewish proverb",
      "category": "money"
    },
    {
      "quote": "The farmer's way of saving money: to be owed by someone he trusted.",
      "author": "Hugh MacLennan",
      "category": "money"
    },
    {
      "quote": "Gentlemen prefer bonds.",
      "author": "Andrew Mellon",
      "category": "money"
    },
    {
      "quote": "When you want really big money  you usually find yourself talking to people who didn't go to Eton.",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "A good mind possesses a kingdom: a great fortune is a great slavery.",
      "author": "Seneca",
      "category": "money"
    },
    {
      "quote": "When it is a question of money  everybody is of the same religion.",
      "author": "Voltaire",
      "category": "money"
    },
    {
      "quote": "Money is like muck - not good unless it be spread.",
      "author": "Francis Bacon",
      "category": "money"
    },
    {
      "quote": "They make money the old-fashioned way. They inherit it.",
      "author": "Brian Morgan",
      "category": "money"
    },
    {
      "quote": "If you like easygoing  monogamous men  stay away from billionaires.",
      "author": "Rita Rudner",
      "category": "money"
    },
    {
      "quote": "How to double your money: Fold it over once and put it back in your pocket.",
      "author": "Jim Dodds",
      "category": "money"
    },
    {
      "quote": "When asked what he would do if he found a million dollars: \"I would try to find the person that lost it  and if he was poor - I'd give it back.\"",
      "author": "Yogi Berra",
      "category": "money"
    },
    {
      "quote": "Money doesn't always bring happiness. People with $10 million are no happier than people with $9 million.",
      "author": "Hobart Brown",
      "category": "money"
    },
    {
      "quote": "Right now I have enough money to last me the rest of my life - unless I buy something.",
      "author": "Jackie Mason",
      "category": "money"
    },
    {
      "quote": "The rich aren't like us  they pay less taxes.",
      "author": "Peter de Vries",
      "category": "money"
    },
    {
      "quote": "A rich man is nothing but a poor man with money.",
      "author": "W. C. Fields",
      "category": "money"
    },
    {
      "quote": "He says he's not broke  but he is trying to sell his kidney and corneas.",
      "author": "Wendy Morgan",
      "category": "money"
    },
    {
      "quote": "There's another advantage in being poor. The doctor will cure you faster.",
      "author": "Jacob Braude",
      "category": "money"
    },
    {
      "quote": "We were awfully poor. But we had a lot of things that money can't buy . . . like unpaid bills.",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "\"Mommy  we're not going to be poor again  are we?\" \"Not as long as you have that rare blood type.\"",
      "author": "Brett Butler",
      "category": "money"
    },
    {
      "quote": "It doesn't matter if you're rich or poor  as long as you've got money.",
      "author": "Joe E. Lewis",
      "category": "money"
    },
    {
      "quote": "When I was young  I thought money was the most important thing in life. Now that I'm old - I know it is.",
      "author": "Oscar Wilde",
      "category": "money"
    },
    {
      "quote": "I'd like to live like a poor man -  only with lots of money.",
      "author": "Pablo Picasso",
      "category": "money"
    },
    {
      "quote": "All progress is based upon a universal innate desire on the part of every organism to live beyond its income.",
      "author": "Samuel Butler",
      "category": "money"
    },
    {
      "quote": "To make money  buy some good stock  hold it until it goes up  and then sell it. If it doesn't go up  don't buy it.",
      "author": "Will Rogers",
      "category": "money"
    },
    {
      "quote": "What some people mistake for the high cost of living is really the cost of living high.",
      "author": "Doug Larson",
      "category": "money"
    },
    {
      "quote": "The wretchedness of being rich is that you live with rich people.",
      "author": "Logan Pearsall Smith",
      "category": "money"
    },
    {
      "quote": "Definition of the upper crust: A bunch of crumbs held together by dough.",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "Money can't buy happiness  but it will certainly get you a better class of memories.",
      "author": "Ronald Reagan",
      "category": "money"
    },
    {
      "quote": "The man who invented slow-motion movies got his idea while watching a Scotsman reach for a check in a restaurant.",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "When asked to borrow money: \"I'll see what my lawyer says. . . . And if he says yes  I'll get another lawyer.\"",
      "author": "W. C. Fields",
      "category": "money"
    },
    {
      "quote": "Money won't buy happiness  but it will pay the salaries of a large research staff to study the problem.",
      "author": "Bill Vaughan",
      "category": "money"
    },
    {
      "quote": "By the time a man is rich enough to sleep late  he's too old to enjoy it.",
      "author": "Anonymous",
      "category": "money"
    },
    {
      "quote": "Money can't buy you happiness  but it does bring you a more pleasant form of misery.",
      "author": "Spike Milligan",
      "category": "money"
    },
    {
      "quote": "Another good thing about being poor is that when you are seventy your children will not have you declared legally insane in order to gain control of your estate.",
      "author": "Woody Allen",
      "category": "money"
    },
    {
      "quote": "Money makes the man.",
      "author": "Aristodemus",
      "category": "money"
    },
    {
      "quote": "A fool and his money are soon parted.",
      "author": "George Buchanan",
      "category": "money"
    },
    {
      "quote": "Penny wise  pound foolish.",
      "author": "Henry Burton",
      "category": "money"
    },
    {
      "quote": "Wine maketh merry: but money answereth all things.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "If you would know the value of money  go and try to borrow some.",
      "author": "Benjamin Franklin",
      "category": "money"
    },
    {
      "quote": "Never ask of money spent Where the spender thinks it went. Nobody was ever meant To remember or invent What he did with every cent.",
      "author": "Robert Frost",
      "category": "money"
    },
    {
      "quote": "The almighty dollar  that great object of universal devotion throughout our land  seems to have no genuine devotees in these peculiar villages.",
      "author": "Washington Irving",
      "category": "money"
    },
    {
      "quote": "Jesus went into the temple... overthrew the tables of the money changers  and the seats of them that sold doves.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "When I had money everyone called me brother.",
      "author": "Polish proverb",
      "category": "money"
    },
    {
      "quote": "Take care of the pence  and the pounds will take care of themselves.",
      "author": "William Lowndes",
      "category": "money"
    },
    {
      "quote": "Ah  take the Cash  and let the Credit go  Nor heed the rumble of a distant Drum!",
      "author": "Omar Khayyam",
      "category": "money"
    },
    {
      "quote": "When money speaks the truth is silent.",
      "author": "Russian proverb",
      "category": "money"
    },
    {
      "quote": "Money is not required to buy one necessity of the soul.",
      "author": "Henry David Thoreau",
      "category": "money"
    },
    {
      "quote": "Not greedy of filthy lucre.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "The love of money is the root of all evil.",
      "author": "Bible",
      "category": "money"
    },
    {
      "quote": "October turned my maple's leaves to gold  The most are gone now  here and there one lingers  Soon these will slip from out the twig's weak hold  Like coins between a dying miser's fingers.",
      "author": "T. B. Aldrich",
      "category": "months"
    },
    {
      "quote": "If cold December gave you birth  The month of snow and ice and mirth  Place on your hand a turquoise blue  Success will bless what'er you do.",
      "author": "Anonymous",
      "category": "months"
    },
    {
      "quote": "Thirty days hath September  April  June  and November  All the rest have thirty-one Excepting February alone: Which hath but twenty-eight  in fine  Till leap year gives it twenty-nine.",
      "author": "Anonymous",
      "category": "months"
    },
    {
      "quote": "O sweet September  thy first breezes bring The dry leaf's rustle and the squirrel's laughter  The cool fresh air whence health and vigor spring And promise of exceeding joy hereafter.",
      "author": "George Arnolds",
      "category": "months"
    },
    {
      "quote": "Oh  to be in England Now that April's there.",
      "author": "Elizabeth Barrett Browning",
      "category": "months"
    },
    {
      "quote": "March comes in like a lion and goes out like a lamb.",
      "author": "English proverb",
      "category": "months"
    },
    {
      "quote": "If February give much snow A fine Summer it doth foreshow.",
      "author": "English proverb",
      "category": "months"
    },
    {
      "quote": "No shade  no shine  no butterflies  no bees  No fruits  no flowers  no leaves  no birds  November!",
      "author": "Thomas Hood",
      "category": "months"
    },
    {
      "quote": "And what is so rare as a day in June? Then  if ever  come perfect days  Then Heaven tries earth if it be in tune  And over it softly her warm ear lays.",
      "author": "James Russell Lowell",
      "category": "months"
    },
    {
      "quote": "As full of spirit as the month of May.",
      "author": "William Shakespeare",
      "category": "months"
    },
    {
      "quote": "Among the changing months  May stands confest The sweetest  and in fairest colors dressed.",
      "author": "James Thomson",
      "category": "months"
    },
    {
      "quote": "Sweet April showers Do bring May flowers.",
      "author": "Thomas Tusser",
      "category": "months"
    },
    {
      "quote": "Oh  the lovely fickleness of an April day!",
      "author": "W. H. Gibson",
      "category": "months"
    },
    {
      "quote": "The ides of March are come.",
      "author": "William Shakespeare",
      "category": "months"
    },
    {
      "quote": "January grey is here  Like a sexton by her grave  February bears the bier  March with grief doth howl and rave  And April weeps - but  O ye hours! Follow with May's fairest flowers.",
      "author": "Percy Bysshe Shelley",
      "category": "months"
    },
    {
      "quote": "Those only deserve a monument who do not need one.",
      "author": "William Hazlitt",
      "category": "monuments"
    },
    {
      "quote": "Monuments! what are they? the very pyramids have forgotten their builders  or to whom they were dedicated. Deeds  not stones  are the true monuments of the great.",
      "author": "John Lothrop Motley",
      "category": "monuments"
    },
    {
      "quote": "Soldiers  forty centuries are looking down upon you from these pyramids.",
      "author": "Napoleon",
      "category": "monuments"
    },
    {
      "quote": "How like a queen comes forth the lonely Moon From the slow opening curtains of the clouds Walking in beauty to her midnight throne!",
      "author": "George Croly",
      "category": "moon"
    },
    {
      "quote": "He should  as he list  be able to prove the moon is green cheese.",
      "author": "Sir Thomas More",
      "category": "moon"
    },
    {
      "quote": "That orbed maiden  with white fire laden  Whom mortals call the moon.",
      "author": "Percy Bysshe Shelley",
      "category": "moon"
    },
    {
      "quote": "A truth that's told with bad intent - beats all the lies you can invent.",
      "author": "William Blake",
      "category": "morality, ethics"
    },
    {
      "quote": "An election is a moral horror  as bad as a battle except for the blood  a mud bath for every soul concerned in it.",
      "author": "George Bernard Shaw",
      "category": "morality, ethics"
    },
    {
      "quote": "An improper mind is a perpetual feast.",
      "author": "Logan Pearsall Smith",
      "category": "morality, ethics"
    },
    {
      "quote": "Every man has his moral backside too  which he doesn't expose unnecessarily but keeps covered as long as possible by the trousers of decorum.",
      "author": "G. C. Lichtenberg",
      "category": "morality, ethics"
    },
    {
      "quote": "In statesmanship get formalities right  never mind about the moralities.",
      "author": "Mark Twain",
      "category": "morality, ethics"
    },
    {
      "quote": "It is a public scandal that gives offence and it is no sin to sin in secret.",
      "author": "Moliere",
      "category": "morality, ethics"
    },
    {
      "quote": "Moral indignation is  in most cases  2% moral  48% indignation and 50% envy.",
      "author": "Vittorio de Sica",
      "category": "morality, ethics"
    },
    {
      "quote": "Morality is the theory that every human act must be either right or wrong and that 99% of them are wrong.",
      "author": "H. L. Mencken",
      "category": "morality, ethics"
    },
    {
      "quote": "Of moral purpose I see no trace in Nature. That is an article of exclusively human manufacture - and very much to our credit.",
      "author": "Thomas Huxley",
      "category": "morality, ethics"
    },
    {
      "quote": "One of the misfortunes of our time is that in getting rid of false shame  we have killed off so much real shame as well.",
      "author": "Louis Kronenberger",
      "category": "morality, ethics"
    },
    {
      "quote": "Straight is the gate  and narrow is the way  which leadeth unto life  and few there be that find it.",
      "author": "Bible",
      "category": "morality, ethics"
    },
    {
      "quote": "The flea  though he kill none  he does all the harm he can.",
      "author": "John Donne",
      "category": "morality, ethics"
    },
    {
      "quote": "The only people who should really sin are the people who can sin with a grin.",
      "author": "Ogden Nash",
      "category": "morality, ethics"
    },
    {
      "quote": "The so-called new morality has too often the old immorality condoned.",
      "author": "Lord Shawcross",
      "category": "morality, ethics"
    },
    {
      "quote": "To act without rapacity  to use knowledge with wisdom  to respect interdependence  to operate without hubris and greed are not simply moral imperatives. They are an accurate scientific description of the means of survival.",
      "author": "Barbara Ward",
      "category": "morality, ethics"
    },
    {
      "quote": "If some great power would agree to make me always think what is true and do what is right  on condition of being some sort of clock and wound up every morning before I got out of bed  I should close instantly with the offer.",
      "author": "Thomas Huxley",
      "category": "morality, ethics"
    },
    {
      "quote": "We have two kinds of morality side by side: one which we preach but do not practice  and the other which we practice but seldom preach.",
      "author": "Bertrand Russell",
      "category": "morality, ethics"
    },
    {
      "quote": "There are ten commandments  right? Well  it's like an exam. You get eight out of ten  you're just about top of the class.",
      "author": "Mordecai Richler",
      "category": "morality, ethics"
    },
    {
      "quote": "A man does not have to be an angel in order to be a saint.",
      "author": "Albert Schweitzer",
      "category": "morality, ethics"
    },
    {
      "quote": "No man is so exquisitely honest or upright in living but that ten times in his life he might not lawfully be hanged.",
      "author": "Michel de Montaigne",
      "category": "morality, ethics"
    },
    {
      "quote": "It is often easier to fight for principles than to live up to them.",
      "author": "Adlai Stevenson",
      "category": "morality, ethics"
    },
    {
      "quote": "Only that which does not teach  which does not cry out  which does not condescend  which does not explain  is irresistible.",
      "author": "William Butler Yeats",
      "category": "morality, ethics"
    },
    {
      "quote": "Quality - in its classic Greek sense - how to live with grace and intelligence  with bravery and mercy.",
      "author": "Theodore H. White",
      "category": "morality, ethics"
    },
    {
      "quote": "What is morality in any given time or place? It is what the majority then and there happen to like  and immorality is what they dislike.",
      "author": "Alfred North Whitehead",
      "category": "morality, ethics"
    },
    {
      "quote": "No morality can be founded on authority  even if the authority were divine.",
      "author": "A. J. Ayer",
      "category": "morality, ethics"
    },
    {
      "quote": "In any assembly the simplest way to stop transacting business and split the ranks is to appeal to a principle.",
      "author": "Jacques Barzun",
      "category": "morality, ethics"
    },
    {
      "quote": "He who would do good to another must do it in minute particulars: general good is the plea of the scoundrel  hypocrite and flatterer. For art and science cannot exist but in minutely organized particulars.",
      "author": "William Blake",
      "category": "morality, ethics"
    },
    {
      "quote": "You've got to be brave and you've got to be bold. Brave enough to take your chance on your own discrimination - what's right and what's wrong  what's good and what's bad.",
      "author": "Robert Frost",
      "category": "morality, ethics"
    },
    {
      "quote": "Most people sell their souls and live with a good conscience on the proceeds.",
      "author": "Logan Pearsall Smith",
      "category": "morality, ethics"
    },
    {
      "quote": "This world is white no longer  and it will never be white again.",
      "author": "James Baldwin",
      "category": "morality, ethics"
    },
    {
      "quote": "Below the navel there is neither religion nor truth.",
      "author": "Italian proverb",
      "category": "morality, ethics"
    },
    {
      "quote": "It is customary these days to ignore what should be done in favour of what pleases us.",
      "author": "Plautus",
      "category": "morality, ethics"
    },
    {
      "quote": "What is morality but immemorial custom? Conscience is the chief of conservatives.",
      "author": "Henry David Thoreau",
      "category": "morality, ethics"
    },
    {
      "quote": "What you get free costs too much.",
      "author": "Jean Anouilh",
      "category": "morality, ethics"
    },
    {
      "quote": "You cannot receive a shock unless you have an electric affinity for that which shocks you.",
      "author": "Henry David Thoreau",
      "category": "morality, ethics"
    },
    {
      "quote": "Even moderation ought not to be practised to excess.",
      "author": "Anonymous",
      "category": "morality, ethics"
    },
    {
      "quote": "When a blind man carries the lame man  both go forward.",
      "author": "Swedish proverb",
      "category": "morality, ethics"
    },
    {
      "quote": "I have found by experience that they who have spent all their lives in cities  improve their talents but impair their virtues  and strengthen their minds but weaken their morals.",
      "author": "Charles Caleb Colton",
      "category": "morality, ethics"
    },
    {
      "quote": "Shame and guilt are noble emotions essential in the maintenance of civilized society  and vital for the development of some of the most refined and elegant qualities of human potential - generosity  service  self-sacrifice  unselfishness and duty.",
      "author": "Willard Gaylen",
      "category": "morality, ethics"
    },
    {
      "quote": "If your morals make you dreary  depend on it they are wrong.",
      "author": "Robert Louis Stevenson",
      "category": "morality, ethics"
    },
    {
      "quote": "Do not be too moral. You may cheat yourself out of much life. So aim above morality. Be not simply good  be good for something.",
      "author": "Henry David Thoreau",
      "category": "morality, ethics"
    },
    {
      "quote": "Moral courage is a more rare commodity than bravery in battle or great intelligence.",
      "author": "Robert F. Kennedy",
      "category": "morality, ethics"
    },
    {
      "quote": "Morality is not respectability.",
      "author": "George Bernard Shaw",
      "category": "morality, ethics"
    },
    {
      "quote": "Moral indignation - jealousy with a halo.",
      "author": "H. G. Wells",
      "category": "morality, ethics"
    },
    {
      "quote": "Nobody does nothing for nobody for naught.",
      "author": "Peter Lord",
      "category": "morality, ethics"
    },
    {
      "quote": "The man who is anybody and who does anything is surely going to be criticized  vilified  and misunderstood. This is part of the penalty for greatness  and every man understands  too  that it is no proof of greatness.",
      "author": "Elbert Hubbard",
      "category": "morality, ethics"
    },
    {
      "quote": "Morality is a private and costly luxury.",
      "author": "Henry Brooks Adams",
      "category": "morality"
    },
    {
      "quote": "\"Tut  tut  child \" said the Duchess. \"Everything's got a moral if only you can find it.\"",
      "author": "Lewis Carroll",
      "category": "morality"
    },
    {
      "quote": "I never did  or countenanced  in public life  a single act inconsistent with the strictest good faith  having never believed there was one code of morality for a public  and another for a private man.",
      "author": "Thomas Jefferson",
      "category": "morality"
    },
    {
      "quote": "Dr. Johnson's morality was as English an article as a beefsteak.",
      "author": "Alice Hawthorne",
      "category": "morality"
    },
    {
      "quote": "To give a man full knowledge of true morality  I would send him to no other book than the New Testament.",
      "author": "John Locke",
      "category": "morality"
    },
    {
      "quote": "We know no spectacle so ridiculous as the British public in one of its periodical fits of morality.",
      "author": "Macaulay",
      "category": "morality"
    },
    {
      "quote": "Morality is the best of all devices for leading mankind by the nose.",
      "author": "Friedrich Nietzsche",
      "category": "morality"
    },
    {
      "quote": "Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good  be good for something.",
      "author": "Henry David Thoreau",
      "category": "morality"
    },
    {
      "quote": "Now the frosty stars are gone: I have watched them one by one  Fading on the shores of Dawn. Round and full the glorious sun Walks with level step the spray  Through his vestibule of Day.",
      "author": "Bayard Taylor",
      "category": "morning"
    },
    {
      "quote": "The grey-ey'd morn smiles on the frowning night  Chequering the eastern clouds with streaks of light.",
      "author": "William Shakespeare",
      "category": "morning"
    },
    {
      "quote": "Lose an hour in the morning  and you will be all day hunting for it.",
      "author": "Richard Whately",
      "category": "morning"
    },
    {
      "quote": "There never was night that had no morn.",
      "author": "Dinah Maria Mulock Craik",
      "category": "mornings"
    },
    {
      "quote": "Weeping may endure for a night  but joy cometh in the morning.",
      "author": "Bible",
      "category": "mornings"
    },
    {
      "quote": "Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.",
      "author": "Jean Giraudoux",
      "category": "mornings"
    },
    {
      "quote": "Out of the scabbard of the night  By God's hand drawn  Flashes his shining sword of light  And lo  the dawn!",
      "author": "Frank Dempster Sherman",
      "category": "mornings"
    },
    {
      "quote": "For what human ill does not dawn seem to be an alleviation?",
      "author": "Thornton Wilder",
      "category": "mornings"
    },
    {
      "quote": "The weariest night  the longest day  sooner or later must perforce come to an end.",
      "author": "Baroness Orczy",
      "category": "mornings"
    },
    {
      "quote": "Beware of desp'rate steps  the darkest day lived till tomorrow will have pass'd away.",
      "author": "William Cowper",
      "category": "mornings"
    },
    {
      "quote": "Have hope. Though clouds environs now  And gladness hides her face in scorn  Put thou the shadow from thy brow- No night but hath its morn.",
      "author": "J. C. F. von Schiller",
      "category": "mornings"
    },
    {
      "quote": "Snow endures but for a season  and joy comes with the morning.",
      "author": "Marcus Aurelius",
      "category": "mornings"
    },
    {
      "quote": "The morning is wiser than the evening.",
      "author": "Russian proverb",
      "category": "mornings"
    },
    {
      "quote": "For the mind disturbed  the still beauty of dawn is nature's finest balm.",
      "author": "Edwin Way Teale",
      "category": "mornings"
    },
    {
      "quote": "Hold your head high  stick your chest out. You can make it. It gets dark sometimes  but morning comes. ... Keep hope alive.",
      "author": "Jesse Jackson",
      "category": "mornings"
    },
    {
      "quote": "Each day the world is born anew for him who takes it rightly.",
      "author": "James Russell Lowell",
      "category": "mornings"
    },
    {
      "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.",
      "author": "John Steinbeck",
      "category": "mornings"
    },
    {
      "quote": "Each day is a new life. Seize it. Live it.",
      "author": "David Guy Powers",
      "category": "mornings"
    },
    {
      "quote": "We sail  at sunrise  daily  \"outward bound.\"",
      "author": "Helen Hunt Jackson",
      "category": "mornings"
    },
    {
      "quote": "Always begin anew with the day  just as nature does. It is one of the sensible things that nature does.",
      "author": "George E. Woodberry",
      "category": "mornings"
    },
    {
      "quote": "With each sunrise  we start anew.",
      "author": "Anonymous",
      "category": "mornings"
    },
    {
      "quote": "I have always been delighted at the prospect of a new day  a fresh try  one more start  with perhaps a bit of magic waiting somewhere behind the morning.",
      "author": "J. B. Priestly",
      "category": "mornings"
    },
    {
      "quote": "Relying on God has to begin all over again every day as if nothing had yet been done.",
      "author": "C. S. Lewis",
      "category": "mornings"
    },
    {
      "quote": "Have patience with all things  but chiefly have patience with yourself. Do not lose courage in considering your own imperfections  but instantly set about remedying them-every day begin the task anew.",
      "author": "Saint Francis de Sales",
      "category": "mornings"
    },
    {
      "quote": "Each day is a little life  every waking and rising a little birth  every fresh morning a little youth  every going to rest and sleep a little death.",
      "author": "Arthur Schopenhauer",
      "category": "mornings"
    },
    {
      "quote": "I love the challenge of starting at zero every day and seeing how much I can accomplish.",
      "author": "Martha Stewart",
      "category": "mornings"
    },
    {
      "quote": "Whether one is twenty  forty  or sixty  whether one has succeeded  failed or just muddled along  whether yesterday was full of sun or storm  or one of those dull days with no weather at all  life begins each morning! ... Each morning is the open door to a new world-new vistas  new aims  new tryings.",
      "author": "Leigh Mitchell Hodges",
      "category": "mornings"
    },
    {
      "quote": "To be seeing the world made new every morning  as if it were the morning of the first day  and then to make the most of it for the individual soul as if each were the last day  is the daily curriculum of the mind's desire.",
      "author": "John H. Finley",
      "category": "mornings"
    },
    {
      "quote": "Do not say  \"It is morning \" and dismiss it with a name of yesterday. See it for the first time as a newborn child that has no name.",
      "author": "Rabindranath Tagore",
      "category": "mornings"
    },
    {
      "quote": "God had infinite time to give us.... He cut it up into a near succession of new mornings  and  with each  therefore  a new idea  new inventions  and new applications.",
      "author": "Ralph Waldo Emerson",
      "category": "mornings"
    },
    {
      "quote": "We are new every day.",
      "author": "Irene Claremont de Castillego",
      "category": "mornings"
    },
    {
      "quote": "No matter how big or soft or warm your bed is  you still have to get out of it.",
      "author": "Grace Slick",
      "category": "mornings"
    },
    {
      "quote": "Spill not the morning (the quintessence of the day!) in recreations  for sleep is a recreation. Add not  therefore  sauce to sauce. ... Pastime  like wine  is poison in the morning. It is then good husbandry to sow the head  which hath lain fallow all night  with some serious work.",
      "author": "Thomas Fuller",
      "category": "mornings"
    },
    {
      "quote": "Do not shorten the morning by getting up late  look upon it as the quintessence of life  and to a certain extent sacred.",
      "author": "Arthur Schopenhauer",
      "category": "mornings"
    },
    {
      "quote": "Let us then be up and doing  with a heart for any fate.",
      "author": "Henry Wadsworth Longfellow",
      "category": "mornings"
    },
    {
      "quote": "He'd jolt up in bed every morning  sit quietly for a moment  and you could feel those wheels spinning in his mind as he planned his day. Then he'd hit the floor almost on the run.",
      "author": "Sasha Stallone",
      "category": "mornings"
    },
    {
      "quote": "Clay lies still  but blood's a rover Breath's a ware that will not keep. Up lad: when the journey's over There'll be time enough to sleep.",
      "author": "A. E. Housman",
      "category": "mornings"
    },
    {
      "quote": "Even if a farmer intends to loaf  he gets up in time to get an early start.",
      "author": "Edgar Watson Howe",
      "category": "mornings"
    },
    {
      "quote": "Wake at dawn with a winged heart and give thanks for another day of loving.",
      "author": "Kahlil Gibran",
      "category": "mornings"
    },
    {
      "quote": "I thank You God for this most amazing day  for the leaping greenly spirits of trees and a blue true dream of sky  and for everything which is natural which is infinite which is yes.",
      "author": "e. e. cummings",
      "category": "mornings"
    },
    {
      "quote": "I get up and I bless the light thin clouds and the first twittering of birds  and the breathing air and smiling face of the hills.",
      "author": "Giacomo Leopardi",
      "category": "mornings"
    },
    {
      "quote": "I'm a most lucky and thankful woman. Lucky and thankful for each morning I wake up. For three wonderful daughters and one son. For an understanding and very loving husband with whom I've shared fifty-two blessed years  all in good health.",
      "author": "Thelma Elliott",
      "category": "mornings"
    },
    {
      "quote": "If God adds another day to our life  let us receive it gladly.",
      "author": "Marcus Annaeus Seneca",
      "category": "mornings"
    },
    {
      "quote": "Here we stand between two eternities of darkness. What are we to do with this glory while it is still ours?",
      "author": "Gilbert Murray",
      "category": "mornings"
    },
    {
      "quote": "Your morning thoughts may determine your conduct for the day. Optimistic thoughts will make your day bright and productive  while pessimistic thinking will make it dull and wasteful. Face each day cheerfully  smilingly and courageously  and it will naturally follow that your work will be a real pleasure and progress will be a delightful accomplishment.",
      "author": "William M. Peck",
      "category": "mornings"
    },
    {
      "quote": "You should always know when you're shifting gears in life. You should leave your era  it should never leave you.",
      "author": "Leontyne Price",
      "category": "mornings"
    },
    {
      "quote": "The first thing each morning  and the last thing each night  suggest to yourself specific ideas that you wish to embody in your character and personality. Address such suggestions to yourself  silently or aloud  until they are deeply impressed upon your mind.",
      "author": "Grenville Kleiser",
      "category": "mornings"
    },
    {
      "quote": "Everyday ask yourself the question  \"Do I want to experience Peace of Mind or do I want to experience Conflict ?\"",
      "author": "Gerald Jampolsky",
      "category": "mornings"
    },
    {
      "quote": "It was only a sunny smile  And little it cost in the giving. But like morning light  it scattered the night  And made the day worth living.",
      "author": "Anonymous",
      "category": "mornings"
    },
    {
      "quote": "To get up each morning with the resolve to be happy ... is to set our own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them.",
      "author": "Ralph Waldo Trine",
      "category": "mornings"
    },
    {
      "quote": "Today is a new day. You will get out of it just what you put into it. ... If you have made mistakes  even serious mistakes  there is always another chance for you. And supposing you have tried and failed again and again  you may have a fresh start any moment you choose  for this thing that we call \"failure\" is not the falling down  but the staying down.",
      "author": "Mary Pickford",
      "category": "mornings"
    },
    {
      "quote": "When you rise in the morning  form a resolution to make the day a happy one for a fellow creature.",
      "author": "Sydney Smith",
      "category": "mornings"
    },
    {
      "quote": "As soon as you open your eyes in the morning  you can square away for a happy and successful day. It's the mood and the purpose at the inception of each day that are the important facts in charting your course for the day. We can always square away for a fresh start  no matter what the past has been.",
      "author": "George Matthew Adams",
      "category": "mornings"
    },
    {
      "quote": "This is the beginning of a new day. God has given me this day to use as I will. I can waste it or use it for good  but what I do today is important  because I am exchanging a day of my life for it! When tomorrow comes  this day will be gone forever  leaving in its place something that I have traded for it. I want it to be gain  and not loss  good  and not evil  success  and not failure  in order that I shall not regret the price I have paid for it.",
      "author": "Anonymous",
      "category": "mornings"
    },
    {
      "quote": "I think in terms of the day's resolutions  not the year's.",
      "author": "Henry Moore",
      "category": "mornings"
    },
    {
      "quote": "Every new day begins with possibilities. It's up to us to fill it with the things that move us toward progress and peace.",
      "author": "Ronald Reagan",
      "category": "mornings"
    },
    {
      "quote": "Here hath been dawning another blue day: think  wilt thou let it slip useless away?",
      "author": "Thomas Carlyle",
      "category": "mornings"
    },
    {
      "quote": "Be pleasant until ten o'clock in the morning and the rest of the day will take care of itself.",
      "author": "Elbert Hubbard",
      "category": "mornings"
    },
    {
      "quote": "Today a thousand doors of enterprise are open to you  inviting you to useful work. To live at this time is an inestimable privilege  and a sacred obligation devolves upon you to make right use of your opportunities. Today is the day in which to attempt and achieve something worthwhile.",
      "author": "Grenville Kleiser",
      "category": "mornings"
    },
    {
      "quote": "Get out of bed forcing a smile. You may not smile because you are cheerful  but if you will force yourself to smile you'll... be cheerful because you smile. Repeated experiments prove that when man assumes the facial expression of a given mental mood  any given mood  then that mental mood itself will follow.",
      "author": "Kenneth Goode",
      "category": "mornings"
    },
    {
      "quote": "He who every morning plans the transactions of the day and follows that plan carries thread that will guide him through the labyrinth of the most busy life.",
      "author": "Victor Hugo",
      "category": "mornings"
    },
    {
      "quote": "A man without a plan for the day is lost before he starts.",
      "author": "Lewis K. Bendele",
      "category": "mornings"
    },
    {
      "quote": "Never be afraid to sit awhile and think.",
      "author": "Lorraine Hansbury",
      "category": "mornings"
    },
    {
      "quote": "Only the thinking man lives his life  the thoughtless man's life passes him by.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "mornings"
    },
    {
      "quote": "My credo is etched on my mirror in my bathroom and I see it when I brush my teeth in the morning. It says  \"Don't worry  Be Happy  Feel Good.\" When you see that first thing  and you reflect on it  the rest of the day seems to glide by pretty well.",
      "author": "Larry Hagman",
      "category": "mornings"
    },
    {
      "quote": "Only that day dawns to which we are awake.",
      "author": "Henry David Thoreau",
      "category": "mornings"
    },
    {
      "quote": "The day returns and brings us the petty round of irritating concerns and duties. Help us to play the man  help us to perform them with laughter and kind faces  let cheerfulness abound with industry. Give us to go blithely on our business all this day  bring us to our resting beds weary and content and undishonored  and grant us in the end the gift of sleep.",
      "author": "Robert Louis Stevenson",
      "category": "mornings"
    },
    {
      "quote": "A day dawns  quite like other days  in it  a single hour comes  quite like other hours  but in that day and in that hour the chance of a lifetime faces us.",
      "author": "Maltbie D. Babcock",
      "category": "mornings"
    },
    {
      "quote": "One never knows what each day is going to bring. The important thing is to be open and ready for it.",
      "author": "Henry Moore",
      "category": "mornings"
    },
    {
      "quote": "Great opportunities come to all  but many do not know they have met them. The only preparation to take advantage of them is ... to watch what each day brings.",
      "author": "Albert E. Dunning",
      "category": "mornings"
    },
    {
      "quote": "There will be something  anguish or elation  that is peculiar to this day alone. I rise from sleep and say: Hail to the morning! Come down to me  my beautiful unknown.",
      "author": "Jessica Powers",
      "category": "mornings"
    },
    {
      "quote": "The sun is new each day.",
      "author": "Heraclitus",
      "category": "mornings"
    },
    {
      "quote": "Someday the sun is going to shine down on me in some faraway place.",
      "author": "Mahalia Jackson",
      "category": "mornings"
    },
    {
      "quote": "With every rising of the sun  think of your life as just begun.",
      "author": "Anonymous",
      "category": "mornings"
    },
    {
      "quote": "I feel very happy to see the sun come up every day. I feel happy to be around. ... I like to take this day- any day-and go to town with it.",
      "author": "James Dickey",
      "category": "mornings"
    },
    {
      "quote": "Look to the East  where up the lucid sky The morning climbs! The day shall yet be fair.",
      "author": "Celia Thaxter",
      "category": "mornings"
    },
    {
      "quote": "Each golden sunrise ushers in new opportunities for those who retain faith in themselves  and keep their chins up.... Meet the sunrise with confidence. Fill every golden minute with right thinking and worthwhile endeavor. Do this and there will be joy for you in each golden sunset.",
      "author": "Alonzo Newton Benn",
      "category": "mornings"
    },
    {
      "quote": "Today a new sun rises for me  everything lives  everything is animated  everything seems to speak to me of my passion  everything invites me to cherish it.",
      "author": "Anne De Lenclos",
      "category": "mornings"
    },
    {
      "quote": "What humbugs we are  who pretend to live for Beauty  and never see the Dawn!",
      "author": "Logan Pearsall Smith",
      "category": "mornings"
    },
    {
      "quote": "Sunrise: day's great progenitor.",
      "author": "Emily Dickinson",
      "category": "mornings"
    },
    {
      "quote": "Put yourself in competition with yourself each day. Each morning look back upon your work of yesterday and then try to beat it.",
      "author": "Charles M. Sheldon",
      "category": "mornings"
    },
    {
      "quote": "The morning has gold in its mouth.",
      "author": "German proverb",
      "category": "mornings"
    },
    {
      "quote": "Do you know what the greatest test is? Do you still get excited about what you do when you get up in the morning?",
      "author": "David Halberstam",
      "category": "mornings"
    },
    {
      "quote": "Oft when the white  still dawn lifted the skies and pushed the hills apart  I have felt it like a glory in my heart.",
      "author": "Edwin Markham",
      "category": "mornings"
    },
    {
      "quote": "Sometimes I have believed as many as six impossible things before breakfast.",
      "author": "Lewis Carroll",
      "category": "mornings"
    },
    {
      "quote": "The mind is found most acute and most uneasy in the morning. Uneasiness is  indeed  a species of sagacity-a passive sagacity. Fools are never uneasy.",
      "author": "Johann von Goethe",
      "category": "mornings"
    },
    {
      "quote": "Day's sweetest moments are at dawn.",
      "author": "Ella Wheeler Wilcox",
      "category": "mornings"
    },
    {
      "quote": "All flesh shall perish together  and man shall turn again unto dust.",
      "author": "Bible",
      "category": "mortality"
    },
    {
      "quote": "Oh  why should the spirit of mortal be proud? Like a fast-flitting meteor  a fast-flying cloud  A flash of the lightning  a break of the wave  He passes from life to his rest in the grave.",
      "author": "William Knox",
      "category": "mortality"
    },
    {
      "quote": "The mother of all living.",
      "author": "Bible",
      "category": "mother"
    },
    {
      "quote": "She's somebody's mother  boys  you know  For all she's aged and poor and slow.",
      "author": "Mary Dow Brine",
      "category": "mother"
    },
    {
      "quote": "A mother is a mother still  The holiest thing alive.",
      "author": "Hartley Coleridge",
      "category": "mother"
    },
    {
      "quote": "Men are what their mothers made them.",
      "author": "Ralph Waldo Emerson",
      "category": "mother"
    },
    {
      "quote": "What is home without a mother?",
      "author": "Alice Hawthorne",
      "category": "mother"
    },
    {
      "quote": "There is none  In all this cold and hollow world  no fount Of deep strong  deathless love  save that within A mother's heart.",
      "author": "Felicia D. Hemans",
      "category": "mother"
    },
    {
      "quote": "If I were hanged on the highest hill  Mother o' mine  O mother o' mine! I know whose love would follow me still  Mother o' mine  O mother o' mine!",
      "author": "Rudyard Kipling",
      "category": "mother"
    },
    {
      "quote": "All that I am or hope to be  I owe to my angel mother.",
      "author": "Abraham Lincoln",
      "category": "mother"
    },
    {
      "quote": "I arose a mother in Israel.",
      "author": "Bible",
      "category": "mother"
    },
    {
      "quote": "The bravest battle that ever was fought  Shall I tell you where and when? On the maps of the world you will find it not  It was fought by the mothers of men.",
      "author": "Joaquin Miller",
      "category": "mother"
    },
    {
      "quote": "Who ran to help me when I fell  And would some pretty story tell  Or kiss the place to make it well? My Mother.",
      "author": "Anne Taylor",
      "category": "mother"
    },
    {
      "quote": "For the hand that rocks the cradle Is the hand that rules the world.",
      "author": "William Ross Wallace",
      "category": "mother"
    },
    {
      "quote": "Sure I love the dear silver that shines in your hair  And the brow that's all furrowed  and wrinkled with care. I kiss the dear fingers  so toil-worn for me  Oh  God bless you and keep you  Mother Machree.",
      "author": "Rida Johnson Young",
      "category": "mother"
    },
    {
      "quote": "Her children arise up and call her blessed.",
      "author": "Bible",
      "category": "mother"
    },
    {
      "quote": "Fatherhood is pretending the present you love most is soap-on-a-rope.",
      "author": "Bill Cosby",
      "category": "mothers, fathers"
    },
    {
      "quote": "Definition of Father's Day: Same as Mother's Day but you don't spend as much.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "My folks refused to have more than four children after reading that every fifth child born in the world is Chinese.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "No matter what  Dad was always there with solid words of advice . . . \"Go ask your mother.\"",
      "author": "Alan Ray",
      "category": "mothers, fathers"
    },
    {
      "quote": "Father reading report card: One thing in your favor -  with these grades  you couldn't possibly be cheating.",
      "author": "Jacob Braude",
      "category": "mothers, fathers"
    },
    {
      "quote": "Every small boy wonders why his father didn't go into the ice cream business.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "No matter how old a mother is  she still watches her middle-aged children for signs of improvement.",
      "author": "Florida Scott-Maxwell",
      "category": "mothers, fathers"
    },
    {
      "quote": "There are three books my daughter felt were the most important influences in her life: the Bible  her mother's cookbook  and her father's checkbook.",
      "author": "Joyce Mattingly",
      "category": "mothers, fathers"
    },
    {
      "quote": "Grandchildren don't make a man feel old  it's the knowledge that he's married to a grandmother.",
      "author": "G. Norman Collie",
      "category": "mothers, fathers"
    },
    {
      "quote": "Dad named his first ulcer after me.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "It is a wise child that knows its own father  and an unusual one that unreservedly approves of him.",
      "author": "Mark Twain",
      "category": "mothers, fathers"
    },
    {
      "quote": "Before I got married I had six theories about bringing up children  now I have six children and no theories.",
      "author": "John Wilmot",
      "category": "mothers, fathers"
    },
    {
      "quote": "When I was a boy of fourteen  my father was so ignorant I could hardly stand to have the old man around. But when I got to be twenty-one  I was astonished at how much he had learned in seven years.",
      "author": "Mark Twain",
      "category": "mothers, fathers"
    },
    {
      "quote": "My mother phones daily to ask  \"Did you just try to reach me?\" When I reply no  she adds  \"So  if you're not too busy  call me while I'm still alive \" . . . and hangs up.",
      "author": "Erma Bombeck",
      "category": "mothers, fathers"
    },
    {
      "quote": "Most men are secretly still mad at their mothers for throwing away their comic books. They would be valuable now.",
      "author": "Rita Rudner",
      "category": "mothers, fathers"
    },
    {
      "quote": "There's no such thing as a nonworking mother.",
      "author": "Hester Mundis",
      "category": "mothers, fathers"
    },
    {
      "quote": "God could not be everywhere  and therefore he made mothers.",
      "author": "Jewish proverb",
      "category": "mothers, fathers"
    },
    {
      "quote": "MOTHER TO TEENAGER ON SUNDAY MORNING: I believe I heard the clock strike one when you came in last night. teen: Well  I know how much you need your sleep  so it was going to strike ten but I stopped it at one chime.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "I hope I look as good as my mother does when I reach the age she says she isn't.",
      "author": "Anonymous",
      "category": "mothers, fathers"
    },
    {
      "quote": "I found out why cats drink out of the toilet. My mother told me it's because it's cold in there. And I'm like: How did my mother know that?",
      "author": "Wendy Liebman",
      "category": "mothers, fathers"
    },
    {
      "quote": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found.",
      "author": "Calvin Trillin",
      "category": "mothers, fathers"
    },
    {
      "quote": "What makes life dreary is want of motive.",
      "author": "George Eliot",
      "category": "motivation"
    },
    {
      "quote": "They never die  who have the future in them.",
      "author": "Meridel Le Sueur",
      "category": "motivation"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivation"
    },
    {
      "quote": "One must not lose desires. They are mighty stimulants to creativeness  to love and to long life.",
      "author": "Alexander A. Bogomoletz",
      "category": "motivation"
    },
    {
      "quote": "Take away the cause  and the effect ceases.",
      "author": "Miguel de Cervantes",
      "category": "motivation"
    },
    {
      "quote": "Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.",
      "author": "Luigi Pirandello",
      "category": "motivation"
    },
    {
      "quote": "The secret of discipline is motivation. When a man is sufficiently motivated  discipline will take care of itself.",
      "author": "Sir Alexander Paterson",
      "category": "motivation"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivation"
    },
    {
      "quote": "Talent isn't enough. You need motivation-and persistence  too: what Steinbeck called a blend of faith and arrogance. When you're young  plain old poverty can be enough  along with an insatiable hunger for recognition. You have to have that feeling of \"I'll show them.\" If you don't have it  don't become a writer.",
      "author": "Leon Uris",
      "category": "motivation"
    },
    {
      "quote": "Never let go of that fiery sadness called desire.",
      "author": "Patti Smith",
      "category": "motivation"
    },
    {
      "quote": "It seems to me we can never give up longing and wishing while we are alive. There are certain things we feel to be beautiful and good  and we must hunger for them.",
      "author": "George Eliot",
      "category": "motivation"
    },
    {
      "quote": "One man with a dream  at pleasure  Shall go forth and conquer a crown  And three with a new song's measure  Can trample an empire down.",
      "author": "Arthur O'Shaughnessy",
      "category": "motivation"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. ... What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivation"
    },
    {
      "quote": "Winning isn't everything. Wanting to win is.",
      "author": "Catfish Hunter",
      "category": "motivation"
    },
    {
      "quote": "If you can learn from hard knocks  you can also learn from soft touches.",
      "author": "Carolyn Kenmore",
      "category": "motivation"
    },
    {
      "quote": "For every man there exists a bait which he cannot resist swallowing.",
      "author": "Friedrich Nietzsche",
      "category": "motivation"
    },
    {
      "quote": "Accurate information is a key part of motivation.",
      "author": "Mary Ann Allison",
      "category": "motivation"
    },
    {
      "quote": "Football linemen are motivated by a more complicated  self-determining series of factors than the simple fear of humiliation in the public gaze  which is the emotion that galvanizes the backs and receivers.",
      "author": "Merlin Olsen",
      "category": "motivation"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivation"
    },
    {
      "quote": "I tried to treat them like me  and some of them weren't.",
      "author": "Bill Russell",
      "category": "motivation"
    },
    {
      "quote": "To be what we are  and to become what we are capable of becoming  is the only end of life.",
      "author": "Baruch Spinoza",
      "category": "motivation"
    },
    {
      "quote": "I believe in using words  not fists.",
      "author": "Susan Sarandon",
      "category": "motivation"
    },
    {
      "quote": "Every man is said to have his peculiar ambition.",
      "author": "Abraham Lincoln",
      "category": "motivation"
    },
    {
      "quote": "The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.",
      "author": "Kate Capshaw",
      "category": "motivation"
    },
    {
      "quote": "Some people are molded by their admirations  others by their hostilities.",
      "author": "Elizabeth Bowen",
      "category": "motivation"
    },
    {
      "quote": "A man will fight harder for his interests than for his rights.",
      "author": "Napoleon Bonaparte",
      "category": "motivation"
    },
    {
      "quote": "Good humor  like the jaundice  makes every one of its own complexion.",
      "author": "Elizabeth Inchbald",
      "category": "motivation"
    },
    {
      "quote": "All I want out of life is that when I walk down the street  folks will say  \"There goes the greatest hitter who ever lived.\"",
      "author": "Ted Williams",
      "category": "motivation"
    },
    {
      "quote": "Your distress about life might mean you have been living for the wrong reason  not that you have no reason for living.",
      "author": "Tom O'Connor",
      "category": "motivation"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivation"
    },
    {
      "quote": "Love teaches even asses to dance.",
      "author": "French proverb",
      "category": "motivation"
    },
    {
      "quote": "There are only two stimulants to one's best efforts: the fear of punishment  and the hope of reward.",
      "author": "John M. Wilson",
      "category": "motivation"
    },
    {
      "quote": "When you get hungry enough  you find yourself speaking Spanish pretty well.",
      "author": "Josh Gibson",
      "category": "motivation"
    },
    {
      "quote": "Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.",
      "author": "Basil W. Maturin",
      "category": "motivation"
    },
    {
      "quote": "I never work better than when I am inspired by anger  when I am angry  I can write  pray  and preach well  for then my whole temperament is quickened  my understanding sharpened  and all mundane vexations and temptations depart.",
      "author": "Martin Luther",
      "category": "motivation"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivation"
    },
    {
      "quote": "Happiness is in the taste  and not in the things themselves  we are happy from possessing what we like  not from possessing what others like.",
      "author": "Francois de La Rochefoucauld",
      "category": "motivation"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivation"
    },
    {
      "quote": "Don't let other people tell you what you want.",
      "author": "Pat Riley",
      "category": "motivation"
    },
    {
      "quote": "Men are more often bribed by their loyalties and ambitions than by money.",
      "author": "Robert H. Jackson",
      "category": "motivation"
    },
    {
      "quote": "In my experience  there is only one motivation  and that is desire. No reasons or principle contain it or stand against it.",
      "author": "Jane Smiley",
      "category": "motivation"
    },
    {
      "quote": "All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.",
      "author": "Samuel Butler",
      "category": "motivation"
    },
    {
      "quote": "Those who are lifting the world upward and onward are those who encourage more than criticize.",
      "author": "Elizabeth Harrison",
      "category": "motivation"
    },
    {
      "quote": "Everyone expects to go further than his father went  everyone expects to be better than he was born and every generation has one big impulse in its heart-to exceed all the other generations of the past in all the things that make life worth living.",
      "author": "William Allen White",
      "category": "motivation"
    },
    {
      "quote": "To feel valued  to know  even if only once in a while  that you can do a job well is an absolutely marvelous feeling.",
      "author": "Barbara Walters",
      "category": "motivation"
    },
    {
      "quote": "The speed of the leader is the speed of the gang.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "To sink a six-foot putt with thirty million people looking over your shoulder  convince yourself that  if you miss it  you will be embarrassed and poor.",
      "author": "Jack Nicklaus",
      "category": "motivation"
    },
    {
      "quote": "I want to do it because I want to do it.",
      "author": "Amelia Earhart",
      "category": "motivation"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivation"
    },
    {
      "quote": "Money never remains just coins and pieces of paper. Money can be translated into the beauty of living  a support in misfortune  an education  or future security.",
      "author": "Sylvia Porter",
      "category": "motivation"
    },
    {
      "quote": "Human behavior flows from three main sources: desire  emotion  and knowledge.",
      "author": "Plato",
      "category": "motivation"
    },
    {
      "quote": "Lust and force are the source of all our actions  lust causes voluntary actions  force involuntary ones.",
      "author": "Blaise Pascal",
      "category": "motivation"
    },
    {
      "quote": "I don't make deals for the money. I've got enough  much more than I'll never need. I do it to do it. Other people paint beautifully on canvas or write wonderful poetry. I like making deals  preferably big deals. That's how I get my kicks.",
      "author": "Donald Trump",
      "category": "motivation"
    },
    {
      "quote": "Wealth ... and poverty: the one is the parent of luxury and indolence  and the other of meanness and vicious-ness  and both of discontent.",
      "author": "Plato",
      "category": "motivation"
    },
    {
      "quote": "Anxiety and conscience are a powerful pair of dynamos. Between them  they have ensured that I shall work hard  but they cannot ensure that one shall work at anything worthwhile.",
      "author": "Arnold J. Toynbee",
      "category": "motivation"
    },
    {
      "quote": "It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.",
      "author": "John Pierce",
      "category": "motivation"
    },
    {
      "quote": "We all live with the objective of being happy  our lives are all different  and yet the same.",
      "author": "Anne Frank",
      "category": "motivation"
    },
    {
      "quote": "Love teaches even asses to dance.",
      "author": "French proverb",
      "category": "motivation"
    },
    {
      "quote": "Money and women. They're the two strongest things in the world. There are things you do for a woman you wouldn't do for anything else. Same with money.",
      "author": "Satchel Paige",
      "category": "motivation"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivation"
    },
    {
      "quote": "It is not merely cruelty that leads men to love war  it is excitement.",
      "author": "Henry Ward Beecher",
      "category": "motivation"
    },
    {
      "quote": "I am not sending messages with my feet. All I ever wanted was not to come up empty. I did it for the dough  and the old applause.",
      "author": "Fred Astaire",
      "category": "motivation"
    },
    {
      "quote": "My advice about acting? Speak clearly  don't bump into people  and if you must have motivation  think of your pay packet on Friday.",
      "author": "Noel Coward",
      "category": "motivation"
    },
    {
      "quote": "I take it that what all men are really after is some form of  perhaps only some formula of  peace.",
      "author": "Joseph Conrad",
      "category": "motivation"
    },
    {
      "quote": "It is the north wind that lashes men into Vikings  it is the soft  luscious south wind which lulls them to lotus dreams.",
      "author": "Ouida",
      "category": "motivation"
    },
    {
      "quote": "One starts an action simply because one must do something.",
      "author": "T. S. Eliot",
      "category": "motivation"
    },
    {
      "quote": "Action springs not from thought  but from a readiness for responsibility.",
      "author": "Dietrich Bonhoeffer",
      "category": "motivation"
    },
    {
      "quote": "The breakfast of champions is not cereal  it's the opposition.",
      "author": "Nick Seitz",
      "category": "motivation"
    },
    {
      "quote": "There's only one good reason to be a writer-we can't help it! We'd all like to be successful  rich and famous  but if those are our goals  we're off on the wrong foot. ... I just wanted to earn enough money so I could work at home on my writing.",
      "author": "Phyllis Whitney",
      "category": "motivation"
    },
    {
      "quote": "I wish it  I command it. Let my will take the place of a reason.",
      "author": "Juvenal",
      "category": "motivation"
    },
    {
      "quote": "Necessity  who is the mother of our invention.",
      "author": "Plato",
      "category": "motivation"
    },
    {
      "quote": "Urgent necessity prompts many to do things.",
      "author": "Miguel de Cervantes",
      "category": "motivation"
    },
    {
      "quote": "I always felt that I hadn't achieved what I wanted to achieve. I always felt I could get better. That's the whole incentive.",
      "author": "Virginia Wade",
      "category": "motivation"
    },
    {
      "quote": "Discontent is the first step in the progress of a man or a nation.",
      "author": "Oscar Wilde",
      "category": "motivation"
    },
    {
      "quote": "To have a grievance is to have a purpose in life.",
      "author": "Eric Hoffer",
      "category": "motivation"
    },
    {
      "quote": "What you are must always displease you  if you would attain to that which you are not.",
      "author": "Saint Augustine",
      "category": "motivation"
    },
    {
      "quote": "We accept the verdict of the past until the need for change cries out loudly enough to force upon us a choice between the comforts of further inertia and the irksomeness of action.",
      "author": "Louis L'Amour",
      "category": "motivation"
    },
    {
      "quote": "I can't concentrate on golf or bowling. Those bowling pins aren't going to hurt me. I can concentrate in the ring because someone is trying to kill me.",
      "author": "Carmen Basilio",
      "category": "motivation"
    },
    {
      "quote": "I happened on the idea of fitting an engine to a bicycle simply because I did not want to ride crowded trains and buses.",
      "author": "Soichire Honda",
      "category": "motivation"
    },
    {
      "quote": "Always in a moment of extreme danger things can be done which had previously been thought impossible.",
      "author": "Field Marshal Erwin Rommel",
      "category": "motivation"
    },
    {
      "quote": "Acting was a way out at first. A way out of not knowing what to do  a way of focusing ambitions. And the ambition wasn't for fame. The ambition was to do an interesting job.",
      "author": "Harrison Ford",
      "category": "motivation"
    },
    {
      "quote": "A loafer never works except when there is a fire  then he will carry out more furniture than anybody.",
      "author": "Edgar Watson Howe",
      "category": "motivation"
    },
    {
      "quote": "Hardships  poverty and want are the best incentives  and the best foundation  for the success of man.",
      "author": "Bradford Merrill",
      "category": "motivation"
    },
    {
      "quote": "Poverty  Frost  Famine  Rain  Disease  are the beadles and guardsmen that hold us to Common Sense.",
      "author": "Ralph Waldo Emerson",
      "category": "motivation"
    },
    {
      "quote": "Necessity is the mother of taking chances.",
      "author": "Mark Twain",
      "category": "motivation"
    },
    {
      "quote": "If you're good to your staff when things are going well  they'll rally when times go bad.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "Praise is the only gift for which people are really grateful.",
      "author": "Lady Marguerite Blessington",
      "category": "motivation"
    },
    {
      "quote": "I praise loudly  I blame softly.",
      "author": "Catherine II",
      "category": "motivation"
    },
    {
      "quote": "There are two things that people want more than sex and money- recognition and praise.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "To hear how special and wonderful we are is endlessly enthralling.",
      "author": "Gail Sheehy",
      "category": "motivation"
    },
    {
      "quote": "Words are less needful to sorrow than to joy.",
      "author": "Helen Hunt Jackson",
      "category": "motivation"
    },
    {
      "quote": "Sandwich every bit of criticism between two heavy layers of praise.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "There isn't much that tastes better than praise from those who are wise and capable.",
      "author": "Selma Lagerlof",
      "category": "motivation"
    },
    {
      "quote": "We treat our people like royalty. If you honor and serve the people who work for you  they will honor and serve you.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "What you praise you increase.",
      "author": "Catherine Ponder",
      "category": "motivation"
    },
    {
      "quote": "What men and women need is encouragement. ... Instead of always harping on a man's faults  tell him of his virtues. Try to pull him out of his rut of bad habits.",
      "author": "Eleanor H. Porter",
      "category": "motivation"
    },
    {
      "quote": "Everyone has an invisible sign hanging from their neck saying  \"Make me feel important.\" Never forget this message when working with people.",
      "author": "Mary Kay Ash",
      "category": "motivation"
    },
    {
      "quote": "We are all motivated by a keen desire for praise  and the better a man is  the more he is inspired by glory.",
      "author": "Cicero",
      "category": "motivation"
    },
    {
      "quote": "Applause is the spur of noble minds  the end and aim of weak ones.",
      "author": "Charles Caleb Colton",
      "category": "motivation"
    },
    {
      "quote": "Most people would rather be seen through than not seen at all.",
      "author": "Ada Levenson",
      "category": "motivation"
    },
    {
      "quote": "When we are listened to  it creates us  makes us unfold and expand. Ideas actually begin to grow within us and come to life.",
      "author": "Brenda Ueland",
      "category": "motivation"
    },
    {
      "quote": "Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.",
      "author": "Pearl S. Buck",
      "category": "motivation"
    },
    {
      "quote": "We do not content ourselves with the life we have in ourselves  we desire to live an imaginary life in the minds of others  and for this purpose we endeavor to shine.",
      "author": "Blaise Pascal",
      "category": "motivation"
    },
    {
      "quote": "The greatest efforts of the race have always been traceable to the love of praise  as the greatest catastrophes to the love of pleasure.",
      "author": "John Ruskin",
      "category": "motivation"
    },
    {
      "quote": "If each of us were to confess his most secret desire  the one that inspires all his plans  all his actions  he would say: \"I want to be praised.\"",
      "author": "E. M. Cioran",
      "category": "motivation"
    },
    {
      "quote": "We talk on principle  but we act on interest.",
      "author": "Walter Savage Landor",
      "category": "motivation"
    },
    {
      "quote": "What allows us  as human beings  to psychologically survive life on earth  with all of its pain  drama  and challenges  is a sense of purpose and meaning.",
      "author": "Barbara De Angelis",
      "category": "motivation"
    },
    {
      "quote": "A man will fight harder for his interests than for his rights.",
      "author": "Napoleon Bonaparte",
      "category": "motivation"
    },
    {
      "quote": "The pitcher cries for water to carry and a person for work that is real.",
      "author": "Marge Piercy",
      "category": "motivation"
    },
    {
      "quote": "The virtues and the vices are all put in motion by interest.",
      "author": "Francois de La Rochefoucauld",
      "category": "motivation"
    },
    {
      "quote": "It's so hard when I have to  and so easy when I want to.",
      "author": "Sondra Anice Barnes",
      "category": "motivation"
    },
    {
      "quote": "Just don't give up trying to do what you really want to do. Where there is love and inspiration  I don't think you can go wrong.",
      "author": "Ella Fitzgerald",
      "category": "motivation"
    },
    {
      "quote": "You have to know exactly what you want out of your career. If you want to be a star  you don't bother with other things.",
      "author": "Marilyn Home",
      "category": "motivation"
    },
    {
      "quote": "Interest speaks all sorts of tongues  and plays all sorts of parts  even that of disinterestedness.",
      "author": "Francois de La Rochefoucauld",
      "category": "motivation"
    },
    {
      "quote": "Men's actions depend to a great extent upon fear. We do things either because we enjoy doing them or because we are afraid not to do them.",
      "author": "John F. Milburn",
      "category": "motivation"
    },
    {
      "quote": "Some people change their ways when they see the light  others when they feel the heat.",
      "author": "Caroline Schoeder",
      "category": "motivation"
    },
    {
      "quote": "There are only two forces that unite men-fear and interest.",
      "author": "Napoleon Bonaparte",
      "category": "motivation"
    },
    {
      "quote": "The passion to get ahead is sometimes born of the fear lest we be left behind.",
      "author": "Eric Hoffer",
      "category": "motivation"
    },
    {
      "quote": "You can't underestimate the power of fear.",
      "author": "Patricia Nixon",
      "category": "motivation"
    },
    {
      "quote": "There are only two stimulants to one's best efforts: the fear of punishment  and the hope of reward.",
      "author": "John M. Wilson",
      "category": "motivation"
    },
    {
      "quote": "A man who is afraid will do anything.",
      "author": "Jawaharlal Nehru",
      "category": "motivation"
    },
    {
      "quote": "Fear of losing is what makes competitors so great. Show me a gracious loser and I'll show you a permanent loser.",
      "author": "O. J. Simpson",
      "category": "motivation"
    },
    {
      "quote": "A team that has character doesn't need stimulation.",
      "author": "Tom Landry",
      "category": "motivation"
    },
    {
      "quote": "Beware of trying to accomplish anything by force.",
      "author": "Angela Merici",
      "category": "motivation"
    },
    {
      "quote": "People who fight fire with fire usually end up with ashes.",
      "author": "Abigail Van Buren",
      "category": "motivation"
    },
    {
      "quote": "Because it's there.",
      "author": "G. H. L. Mallory",
      "category": "motivation"
    },
    {
      "quote": "Diplomacy is the art of letting someone have your way.",
      "author": "Daniele Vare",
      "category": "motivation"
    },
    {
      "quote": "It is easier to influence strong than weak characters in life.",
      "author": "Margot Asquith",
      "category": "motivation"
    },
    {
      "quote": "Men are not against you  they are merely for themselves.",
      "author": "Gene Fowler",
      "category": "motivation"
    },
    {
      "quote": "No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary  whatever the punishment  once a specific crime has appeared for the first time  its reappearance is more likely than its initial emergence could ever have been.",
      "author": "Hannah Arendt",
      "category": "motivation"
    },
    {
      "quote": "When the flag is unfurled  all reason is in the trumpet.",
      "author": "Ukrainian proverb",
      "category": "motivation"
    },
    {
      "quote": "No leader can be too far ahead of his followers.",
      "author": "Eleanor Roosevelt",
      "category": "motivation"
    },
    {
      "quote": "You will accomplish more by kind words and a courteous manner than by anger or sharp rebuke  which should never be used except in necessity.",
      "author": "Angela Merici",
      "category": "motivation"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivational"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivational"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivational"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivational"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivational"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivational"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivational"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivational"
    },
    {
      "quote": "Urgent necessity prompts many to do things.",
      "author": "Miguel de Cervantes",
      "category": "motivational"
    },
    {
      "quote": "Acting was a way out at first. A way out of not knowing what to do  a way of focusing ambitions. And the ambition wasn't for fame. The ambition was to do an interesting job.",
      "author": "Harrison Ford",
      "category": "motivational"
    },
    {
      "quote": "To hear how special and wonderful we are is endlessly enthralling.",
      "author": "Gail Sheehy",
      "category": "motivational"
    },
    {
      "quote": "If each of us were to confess his most secret desire  the one that inspires all his plans  all his actions  he would say: \"I want to be praised.\"",
      "author": "E. M. Cioran",
      "category": "motivational"
    },
    {
      "quote": "Some people change their ways when they see the light  others when they feel the heat.",
      "author": "Caroline Schoeder",
      "category": "motivational"
    },
    {
      "quote": "No leader can be too far ahead of his followers.",
      "author": "Eleanor Roosevelt",
      "category": "motivational"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivational"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivational"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivational"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivational"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivational"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivational"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivational"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivational"
    },
    {
      "quote": "Urgent necessity prompts many to do things.",
      "author": "Miguel de Cervantes",
      "category": "motivational"
    },
    {
      "quote": "Acting was a way out at first. A way out of not knowing what to do  a way of focusing ambitions. And the ambition wasn't for fame. The ambition was to do an interesting job.",
      "author": "Harrison Ford",
      "category": "motivational"
    },
    {
      "quote": "To hear how special and wonderful we are is endlessly enthralling.",
      "author": "Gail Sheehy",
      "category": "motivational"
    },
    {
      "quote": "If each of us were to confess his most secret desire  the one that inspires all his plans  all his actions  he would say: \"I want to be praised.\"",
      "author": "E. M. Cioran",
      "category": "motivational"
    },
    {
      "quote": "Some people change their ways when they see the light  others when they feel the heat.",
      "author": "Caroline Schoeder",
      "category": "motivational"
    },
    {
      "quote": "No leader can be too far ahead of his followers.",
      "author": "Eleanor Roosevelt",
      "category": "motivational"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivational"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivational"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivational"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivational"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivational"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivational"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivational"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivational"
    },
    {
      "quote": "Urgent necessity prompts many to do things.",
      "author": "Miguel de Cervantes",
      "category": "motivational"
    },
    {
      "quote": "Acting was a way out at first. A way out of not knowing what to do  a way of focusing ambitions. And the ambition wasn't for fame. The ambition was to do an interesting job.",
      "author": "Harrison Ford",
      "category": "motivational"
    },
    {
      "quote": "To hear how special and wonderful we are is endlessly enthralling.",
      "author": "Gail Sheehy",
      "category": "motivational"
    },
    {
      "quote": "If each of us were to confess his most secret desire  the one that inspires all his plans  all his actions  he would say: \"I want to be praised.\"",
      "author": "E. M. Cioran",
      "category": "motivational"
    },
    {
      "quote": "Some people change their ways when they see the light  others when they feel the heat.",
      "author": "Caroline Schoeder",
      "category": "motivational"
    },
    {
      "quote": "No leader can be too far ahead of his followers.",
      "author": "Eleanor Roosevelt",
      "category": "motivational"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivational"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivational"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivational"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivational"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivational"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivational"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivational"
    },
    {
      "quote": "It is for the superfluous things of life that men sweat.",
      "author": "Marcus Annaeus Seneca",
      "category": "motivational"
    },
    {
      "quote": "Urgent necessity prompts many to do things.",
      "author": "Miguel de Cervantes",
      "category": "motivational"
    },
    {
      "quote": "Acting was a way out at first. A way out of not knowing what to do  a way of focusing ambitions. And the ambition wasn't for fame. The ambition was to do an interesting job.",
      "author": "Harrison Ford",
      "category": "motivational"
    },
    {
      "quote": "To hear how special and wonderful we are is endlessly enthralling.",
      "author": "Gail Sheehy",
      "category": "motivational"
    },
    {
      "quote": "If each of us were to confess his most secret desire  the one that inspires all his plans  all his actions  he would say: \"I want to be praised.\"",
      "author": "E. M. Cioran",
      "category": "motivational"
    },
    {
      "quote": "Some people change their ways when they see the light  others when they feel the heat.",
      "author": "Caroline Schoeder",
      "category": "motivational"
    },
    {
      "quote": "No leader can be too far ahead of his followers.",
      "author": "Eleanor Roosevelt",
      "category": "motivational"
    },
    {
      "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
      "author": "George Bernard Shaw",
      "category": "motivational"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "motivational"
    },
    {
      "quote": "We can do whatever we wish to do provided our wish is strong enough. What do you want most to do? That's what I have to keep asking myself  in the face of difficulties.",
      "author": "Katherine Mansfield",
      "category": "motivational"
    },
    {
      "quote": "Love makes the wildest spirit tame  and the tamest spirit wild.",
      "author": "Alexis Delp",
      "category": "motivational"
    },
    {
      "quote": "Great men undertake great things because they are great  fools  because they think them easy.",
      "author": "Vauvenargues",
      "category": "motivational"
    },
    {
      "quote": "We must each find our separate meaning in the persuasion of our days until we meet in the meaning of the world.",
      "author": "Christopher Fry",
      "category": "motivational"
    },
    {
      "quote": "Fear  desire  hope still push us on toward the future.",
      "author": "Michel de Montaigne",
      "category": "motivational"
    }
  ]
}