{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "The mind is absolutely instrumental in achieving results, even for athletes. Sports psychology is a very small part, but it's extremely important when you're winning and losing races by hundredths and even thousandths of a second.",
      "author": "Michael Johnson",
      "category": "Winning, Achieving, Mind"
    },
    {
      "quote": "My concentration level blocks out everything. Concentration is why some athletes are better than others. You develop that concentration in training and concentrate in a meet.",
      "author": "Edwin Moses",
      "category": "Training, Better, Why"
    },
    {
      "quote": "I was always a mean and lean athlete - not tall - not large.",
      "author": "Edwin Moses",
      "category": "Athlete, Mean, Always"
    },
    {
      "quote": "I overcame size with mechanics.",
      "author": "Edwin Moses",
      "category": "Size, Mechanics, Overcame"
    },
    {
      "quote": "I'm not a big sports fan, but I love it when they 'slam dunk.' That's sexy.",
      "author": "Emma Bunton",
      "category": "Love, Sexy, Big"
    },
    {
      "quote": "I am very slow to warm. I've always been sort of a loner. I didn't play team sports. I am better one-on-one than in big groups.",
      "author": "Rooney Mara",
      "category": "Team, I Am, Play"
    },
    {
      "quote": "The reason swimming is one of the hardest sports is because you have to be in the pool by yourself every day, making that sacrifice. There's no time to do anything else.",
      "author": "Chad le Clos",
      "category": "Time, Day, Sacrifice"
    },
    {
      "quote": "I went through baseball as 'a player to be named later.'",
      "author": "Joe Garagiola",
      "category": "Baseball, Through, Later"
    },
    {
      "quote": "One thing you learned as a Cubs fan: when you bought you ticket, you could bank on seeing the bottom of the ninth.",
      "author": "Joe Garagiola",
      "category": "Bank, You, Seeing"
    },
    {
      "quote": "I love sports. Anytime I can combine sports with a film I'm a happy guy. It's such a natural fit, because sports always seems to be a metaphor for life. Always, always, always.",
      "author": "Dean Cain",
      "category": "Love, Life, Happy"
    },
    {
      "quote": "Boxing, for me, it's the beginning of all sports. I'm willing to bet that the first sport was a man against another man in a fight, so I think that's something innate in all of us.",
      "author": "Omar Epps",
      "category": "Man, Fight, Me"
    },
    {
      "quote": "Professional sports are something they can't control.",
      "author": "Troy Vincent",
      "category": "Control, Professional"
    },
    {
      "quote": "I didn't like books where people played on a sports team and won a bunch of games, or went to summer camp and had a wonderful time. I really liked a book where a witch might cut a child's head off or a pack of angry dogs might burst through a door and terrorize a family.",
      "author": "Daniel Handler",
      "category": "Family, Time, Team"
    },
    {
      "quote": "Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher.",
      "author": "Ty Cobb",
      "category": "Great, Afraid, Him"
    },
    {
      "quote": "The crowd makes the ballgame.",
      "author": "Ty Cobb",
      "category": "Crowd, Makes, Ballgame"
    },
    {
      "quote": "People who think they know what they are talking about when they talk about baseball include the announcers and all of the sports press - no matter how much evidence you present them to the contrary they will continue to think that what they think is right.",
      "author": "Michael Lewis",
      "category": "Baseball, People, Know"
    },
    {
      "quote": "Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy.",
      "author": "Izabel Goulart",
      "category": "Life, Strength, History"
    },
    {
      "quote": "I think everybody has something that takes them away or makes them happier. To some people it's baseball or sports or knitting or the movies.",
      "author": "Sutton Foster",
      "category": "Baseball, People, Think"
    },
    {
      "quote": "Sports cars from the '50s and '60s are my favorites.",
      "author": "Franz von Holzhausen",
      "category": "Favorites"
    },
    {
      "quote": "There's nothing masculine about being competitive. There's nothing masculine about trying to be the best at everything you do, nor is there anything wrong with it. I don't know why a female athlete has to defend her femininity just because she chooses to play sports.",
      "author": "Rebecca Lobo",
      "category": "Best, Know, Play"
    },
    {
      "quote": "I think sports is one of the places where race plays itself out publicly. Although we pretend it doesn't.",
      "author": "Claudia Rankine",
      "category": "Think, Race, Places"
    },
    {
      "quote": "I just think that sports movies have such a built-in visceral, rooting interest, an epic win or lose redemptive quality. When they get it right, it can make for a really rousing movie experience.",
      "author": "Shawn Levy",
      "category": "Experience, Quality, Win"
    },
    {
      "quote": "Golf is played by twenty million mature American men whose wives think they are out having fun.",
      "author": "Jim Bishop",
      "category": "Golf, Men, American"
    },
    {
      "quote": "I played a million different sports when I was growing up. I started when I was probably five or six, and we'd just go from activity to activity to activity. I think, finally, my parents just realized that we were missing something in our lives. They realized that it was time for us as a family to start going to church.",
      "author": "Sam Bradford",
      "category": "Family, Time, Parents"
    },
    {
      "quote": "I think badminton has a real legacy with more youngsters taking up the sport. Badminton has done really well in that regard compared to other sports.",
      "author": "Rajiv Ouseph",
      "category": "Legacy, Done, Think"
    },
    {
      "quote": "We're extremely excited about the assets that Yahoo has in the areas of Sports and Finance and Email and News. You match those up with AOL, and we've just made an exponential leap in capabilities here.",
      "author": "Lowell McAdam",
      "category": "Finance, News, You"
    },
    {
      "quote": "I think sports makes for good drama because it has all the same ingredients as anything worth reading or listening to or watching. Conflict, desire, heartbreak - it's all there.",
      "author": "Jay Baruchel",
      "category": "Good, Reading, Conflict"
    },
    {
      "quote": "The only athletic sport I ever mastered was backgammon.",
      "author": "Douglas William Jerrold",
      "category": "Athletic, Only, Ever"
    },
    {
      "quote": "He hits the ball a long way and he knows how to win.",
      "author": "Gary McCord",
      "category": "Win, Long, Way"
    },
    {
      "quote": "I'm not really interested in sports psychology. It makes me feel like a crazy person.",
      "author": "Michelle Wie",
      "category": "Crazy, Me, Psychology"
    },
    {
      "quote": "You cannot win if you cannot run.",
      "author": "Hank Stram",
      "category": "Win, Run, You"
    },
    {
      "quote": "If I had a personal wish for the new ideas in this new book it would be that every parent, every counselor, every teacher, every professor, every sports coach that deals with young people would understand the three circle concept.",
      "author": "James Collins",
      "category": "Teacher, Book, Parent"
    },
    {
      "quote": "I grew up in a very strong, nuclear family. My father was a sportsman. He represented South Africa in a couple of sports, so he was a very positive person and someone who encouraged you to be your best and give your best with everything that you do.",
      "author": "Gail Kelly",
      "category": "Positive, Family, Father"
    },
    {
      "quote": "Because I just like sports, I like athletics and I like competition.",
      "author": "Trishelle Cannatella",
      "category": "Competition, Just, Like"
    },
    {
      "quote": "Mountaineering is one of the most difficult sports - we are away from routine life for days, living in tents, and it requires high degree of physical and mental strength.",
      "author": "Samina Baig",
      "category": "Life, Strength, Living"
    },
    {
      "quote": "Pitching is the art of instilling fear.",
      "author": "Sandy Koufax",
      "category": "Art, Fear, Pitching"
    },
    {
      "quote": "You don't hurt 'em if you don't hit 'em.",
      "author": "Chesty Puller",
      "category": "Hurt, You, Hit"
    },
    {
      "quote": "When I was 40, my doctor advised me that a man in his 40s shouldn't play tennis. I heeded his advice carefully and could hardly wait until I reached 50 to start again.",
      "author": "Hugo Black",
      "category": "Man, Doctor, Tennis"
    },
    {
      "quote": "And I watch 'Saturday Night Live' religiously, I have since I was a little boy. I watch it basically like one of my favorite sports teams.",
      "author": "Ty Burrell",
      "category": "Night, Live, Favorite"
    },
    {
      "quote": "When you're a kid growing up, and you think you're gay, you know that you're different; you're often teased and it can really destroy your self-esteem. But sports can be great for building self-esteem.",
      "author": "Greg Louganis",
      "category": "Great, Growing Up, Building"
    },
    {
      "quote": "You know they're not going to lose 162 consecutive games.",
      "author": "Harry Caray",
      "category": "Know, You, Games"
    },
    {
      "quote": "In football, time and space are the same thing.",
      "author": "Graham Taylor",
      "category": "Time, Football, Space"
    },
    {
      "quote": "In 1967, London Weekend Television asked me to head up their sports coverage. I got to work with guys like Brian Moore and Dickie Davies. We were the first ones to come up with the idea of the pundits' panel. Although, since I was one of the pundits, it's debatable how good an idea that was.",
      "author": "Jimmy Hill",
      "category": "Work, Good, Me"
    },
    {
      "quote": "Theatre sports is the best improv training period.",
      "author": "Wayne Brady",
      "category": "Best, Training, Theatre"
    },
    {
      "quote": "I'm not buddy-buddy with the players. If they need a buddy, let them buy a dog.",
      "author": "Whitey Herzog",
      "category": "Dog, Need, Buddy"
    },
    {
      "quote": "Almost every single commercial on television for shampoo, sports shoes, drinks, food, clothes, perfume, cars, etc., is a short fairy tale, for they are given magical qualities.",
      "author": "Jack Zipes",
      "category": "Food, Shoes, Short"
    },
    {
      "quote": "I loved to do sports when I was young. We were on a family holiday and went sailing. I just loved it. And there, you can say, life began to change for me.",
      "author": "Hannah Mills",
      "category": "Life, Family, Change"
    },
    {
      "quote": "Sports is all about money.",
      "author": "Lynn Samuels",
      "category": "Money, About"
    },
    {
      "quote": "Like the rabid fans of sports, the same goes for fans and their actors, TV shows and movies. You love what you love, and it bonds you with others who love the same thing.",
      "author": "Kristoffer Polaha",
      "category": "Love, Movies, You"
    },
    {
      "quote": "The integrity of the game is everything.",
      "author": "Peter Ueberroth",
      "category": "Integrity, Game, Everything"
    },
    {
      "quote": "Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on.",
      "author": "Peter Ueberroth",
      "category": "Trust, Baseball, Turn"
    },
    {
      "quote": "Other sports play once a week but this sport is with us every day.",
      "author": "Peter Ueberroth",
      "category": "Day, Week, Play"
    },
    {
      "quote": "I don't know why people question the academic training of an athlete. Fifty percent of the doctors in this country graduated in the bottom half of their classes.",
      "author": "Al McGuire",
      "category": "Training, People, Know"
    },
    {
      "quote": "Olympism is the marriage of sport and culture.",
      "author": "Juan Antonio Samaranch",
      "category": "Marriage, Culture, Sport"
    },
    {
      "quote": "Radio is the art form of sports casting. If you're any good, you can do a great job on radio.",
      "author": "Chick Hearn",
      "category": "Art, Good, Great"
    },
    {
      "quote": "Baseball happens to be a game of cumulative tension but football, basketball and hockey are played with hand grenades and machine guns.",
      "author": "John Leonard",
      "category": "Football, Baseball, Hockey"
    },
    {
      "quote": "Watching baseball under the lights is like observing dogs indoors, at a pedigree show. In both instances, the environment is too controlled to suit the species.",
      "author": "Melvin Maddocks",
      "category": "Baseball, Environment, Dogs"
    },
    {
      "quote": "I pick projects according to how fascinating they are to me, and it has resulted in a broad reach. My records are actually in five different sports: balloons, airplanes, airships, gliders, and sailboats.",
      "author": "Steve Fossett",
      "category": "Me, Reach, Records"
    },
    {
      "quote": "The aura of soccer is very different from other sports.",
      "author": "Dave Checketts",
      "category": "Soccer, Different, Other"
    },
    {
      "quote": "What's more important than who's going to be the first black manager is who's going to be the first black sports editor of the New York Times.",
      "author": "Bill Russell",
      "category": "New York, Important, Black"
    },
    {
      "quote": "My commitment to Atlanta and passion for sports and competition make this acquisition a perfect fit for me.",
      "author": "Arthur Blank",
      "category": "Passion, Competition"
    },
    {
      "quote": "It is almost impossible to remember how tragic a place the world is when one is playing golf.",
      "author": "Robert Wilson Lynd",
      "category": "Golf, World, Remember"
    },
    {
      "quote": "Tennis and golf are best played, not watched.",
      "author": "Roger Kahn",
      "category": "Best, Golf, Tennis"
    },
    {
      "quote": "I learned easily and had time to follow my inclination for sports (light athletics and skiing) and chemistry, which I taught myself by reading all textbooks I could get.",
      "author": "Robert Huber",
      "category": "Time, Light, Myself"
    },
    {
      "quote": "I don't gamble at all, all my life. I am only interested in sports.",
      "author": "Stanley Ho",
      "category": "Life, I Am, My Life"
    },
    {
      "quote": "The guy who enters pro sports hasn't run scared from the 7th grade on. Until he enters the pros, it's been nothing but roses.",
      "author": "Jim Finks",
      "category": "Roses, Run, Nothing"
    },
    {
      "quote": "Don't play too much golf. Two rounds a day are plenty.",
      "author": "Harry Vardon",
      "category": "Day, Golf, Play"
    },
    {
      "quote": "Baseball is a man maker.",
      "author": "Al Spalding",
      "category": "Baseball, Man, Maker"
    },
    {
      "quote": "I've always been into sports and yoga and running. I actually study a martial arts self-defense program called Krav Maga. I can't quite say it's easy, but it's fun for me and I love to do it.",
      "author": "Kari Matchett",
      "category": "Love, Fun, Me"
    },
    {
      "quote": "It's not that I don't want a fast car. I like the speed. I'm just not the type of person who finds a sports car a sexy car.",
      "author": "Inga Cadranel",
      "category": "Car, Speed, Want"
    },
    {
      "quote": "I'm very passionate about the use of sports in young people's lives to build self-esteem and self-discipline and self-confidence. It's been a big thing for me.",
      "author": "Ed Skrein",
      "category": "Self-Confidence, Me, People"
    },
    {
      "quote": "Have you ever noticed what golf spells backwards?",
      "author": "Al Boliska",
      "category": "Golf, You, Backwards"
    },
    {
      "quote": "The bell that tolls for all in boxing belongs to a cash register.",
      "author": "Bob Verdi",
      "category": "Boxing, Cash, Bell"
    },
    {
      "quote": "What's unfortunate about buying a pitcher for $12 million is that he carries no warranty.",
      "author": "Bob Verdi",
      "category": "Buying, Pitcher, Unfortunate"
    },
    {
      "quote": "He's got everything. He' not a great player yet because he hasn't won any major championships, but it's a matter of time. He's an outstanding talent. I didn't realize how tall he is.",
      "author": "Nick Price",
      "category": "Time, Great, Talent"
    },
    {
      "quote": "Overall the fundamentals seem to be there and he's obviously got a very mature head on his shoulders. He's got a kind of presence.",
      "author": "Nick Price",
      "category": "Head, Mature, Kind"
    },
    {
      "quote": "I checked on the Internet this morning, and I realized that with five individual world titles, I was level with my elders Florian Rousseau and Arnaud Tournant, who were the sprint leaders in France when I started at the French Institute of Sports and taught me everything. I had the chance to overtake them, and I did it.",
      "author": "Francois Pervis",
      "category": "Morning, World, Internet"
    },
    {
      "quote": "There are two theories on hitting the knuckleball. Unfortunately, neither of them works.",
      "author": "Charley Lau",
      "category": "Two, Hitting, Neither"
    },
    {
      "quote": "If you are going to throw a club, it is important to throw it ahead of you, down the fairway, so you don't have to waste energy going back to pick it up.",
      "author": "Tommy Bolt",
      "category": "Energy, Down, You"
    },
    {
      "quote": "The difference in golf and government is that in golf you can't improve your lie.",
      "author": "George Deukmejian",
      "category": "Golf, Lie, Government"
    },
    {
      "quote": "God made me fast. And when I run, I feel His pleasure.",
      "author": "Eric Liddell",
      "category": "God, Me, Run"
    },
    {
      "quote": "The real lover is the man who can thrill you just by touching your head or smiling into your eyes - or just by staring into space.",
      "author": "Marilyn Monroe",
      "category": "Romantic, Smiling, Eyes"
    },
    {
      "quote": "I would like to die on Mars. Just not on impact.",
      "author": "Elon Musk",
      "category": "Impact, Die, Mars"
    },
    {
      "quote": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.",
      "author": "Max de Pree",
      "category": "Life, Beautiful, Diversity"
    },
    {
      "quote": "Modern science says: 'The sun is the past, the earth is the present, the moon is the future.' From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.",
      "author": "Nikola Tesla",
      "category": "Nature, Future, Moon"
    },
    {
      "quote": "That's one small step for a man, one giant leap for mankind.",
      "author": "Neil Armstrong",
      "category": "Man, Small, Step"
    },
    {
      "quote": "Who are we? We find that we live on an insignificant planet of a humdrum star lost in a galaxy tucked away in some forgotten corner of a universe in which there are far more galaxies than people.",
      "author": "Carl Sagan",
      "category": "Universe, Lost, People"
    },
    {
      "quote": "Make an empty space in any corner of your mind, and creativity will instantly fill it.",
      "author": "Dee Hock",
      "category": "Creativity, Mind, Empty"
    },
    {
      "quote": "When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty.",
      "author": "John Muir",
      "category": "Beauty, Stars, Great"
    },
    {
      "quote": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.",
      "author": "Buzz Aldrin",
      "category": "Life, Way, Somewhere"
    },
    {
      "quote": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.",
      "author": "Pope Francis",
      "category": "Life, Trust, Good"
    },
    {
      "quote": "Your sacred space is where you can find yourself again and again.",
      "author": "Joseph Campbell",
      "category": "Wisdom, Yourself, You"
    },
    {
      "quote": "For the wise man looks into space and he knows there is no limited dimensions.",
      "author": "Lao Tzu",
      "category": "Wise, Man, Wise Man"
    },
    {
      "quote": "Many a trip continues long after movement in time and space have ceased.",
      "author": "John Steinbeck",
      "category": "Travel, Time, Long"
    },
    {
      "quote": "The moon is a friend for the lonesome to talk to.",
      "author": "Carl Sandburg",
      "category": "Friend, Moon, Talk"
    },
    {
      "quote": "Do you realize that if you fall into a black hole, you will see the entire future of the Universe unfold in front of you in a matter of moments and you will emerge into another space-time created by the singularity of the black hole you just fell into?",
      "author": "Neil deGrasse Tyson",
      "category": "Future, Universe, Moments"
    },
    {
      "quote": "I think we're going to the moon because it's in the nature of the human being to face challenges. It's by the nature of his deep inner soul... we're required to do these things just as salmon swim upstream.",
      "author": "Neil Armstrong",
      "category": "Nature, Deep, Moon"
    },
    {
      "quote": "The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary.",
      "author": "I. M. Pei",
      "category": "Technology, Light"
    },
    {
      "quote": "Space exploration is a force of nature unto itself that no other force in society can rival.",
      "author": "Neil deGrasse Tyson",
      "category": "Nature, Society, Exploration"
    },
    {
      "quote": "You cannot look up at the night sky on the Planet Earth and not wonder what it's like to be up there amongst the stars. And I always look up at the moon and see it as the single most romantic place within the cosmos.",
      "author": "Tom Hanks",
      "category": "Romantic, Stars, Moon"
    },
    {
      "quote": "We are bombarded on all sides by a vast number of messages we don't want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind.",
      "author": "James E. Faust",
      "category": "Life, Day, Peace"
    },
    {
      "quote": "Space is the breath of art.",
      "author": "Frank Lloyd Wright",
      "category": "Art, Design, Breath"
    },
    {
      "quote": "I've always liked depressing music because a lot of times, listening to it when you're down can actually make you feel less depressed. Also, even though a person may have problems with depression, sometimes you can actually be kind of comfortable in that space because you know how to operate within it.",
      "author": "Chris Cornell",
      "category": "Music, Depression, Be Kind"
    },
    {
      "quote": "It's coming home to roost over the next 50 years or so. It's not just climate change; it's sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.",
      "author": "David Attenborough",
      "category": "Change, Food, Home"
    },
    {
      "quote": "Nothing exists except atoms and empty space everything else is opinion.",
      "author": "Democritus",
      "category": "Brainy, Opinion, Nothing"
    },
    {
      "quote": "Each time I think I've created time for myself, along comes a throwback to disrupt my private space.",
      "author": "Wole Soyinka",
      "category": "Time, Myself, Think"
    },
    {
      "quote": "I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration.",
      "author": "Valentina Tereshkova",
      "category": "History, Friends, Light"
    },
    {
      "quote": "There are no passengers on spaceship earth. We are all crew.",
      "author": "Marshall McLuhan",
      "category": "Earth, Passengers, Spaceship"
    },
    {
      "quote": "One of the remarkable things about Donald Trump is that he didn't just beat the Progressive establishment - he also beat the Conservative establishment. Two political tribes that dominated Washington for half a century were defeated in the space of one election campaign.",
      "author": "Milo Yiannopoulos",
      "category": "Political, Election"
    },
    {
      "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.",
      "author": "Stephen Hawking",
      "category": "Travel, Time, Science"
    },
    {
      "quote": "For me, architecture is not just creating a space to protect people but to make them dream as well.",
      "author": "Mario Botta",
      "category": "Architecture, Me, People"
    },
    {
      "quote": "People need to know that they have all the tools within themselves. Self-awareness, which means awareness of their body, awareness of their mental space, awareness of their relationships - not only with each other, but with life and the ecosystem.",
      "author": "Deepak Chopra",
      "category": "Life, People, Tools"
    },
    {
      "quote": "We are aware only of the empty space in the forest, which only yesterday was filled with trees.",
      "author": "Anna Freud",
      "category": "Environmental, Forest, Trees"
    },
    {
      "quote": "When I'm home, I like a cozy, comfortable, calming space.",
      "author": "Stacy Keibler",
      "category": "Home, Cozy, Comfortable"
    },
    {
      "quote": "A library is a place that is a repository of information and gives every citizen equal access to it. That includes health information. And mental health information. It's a community space. It's a place of safety, a haven from the world.",
      "author": "Neil Gaiman",
      "category": "Health, Community, Safety"
    },
    {
      "quote": "Whenever I gaze up at the moon, I feel like I'm on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space.",
      "author": "Buzz Aldrin",
      "category": "Time, Beautiful, Moon"
    },
    {
      "quote": "When you're getting ready to launch into space, you're sitting on a big explosion waiting to happen.",
      "author": "Sally Ride",
      "category": "Waiting, You, Ready"
    },
    {
      "quote": "The thing about hip-hop today is it's smart, it's insightful. The way they can communicate a complex message in a very short space is remarkable.",
      "author": "Barack Obama",
      "category": "Today, Smart, Short"
    },
    {
      "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.",
      "author": "John Glenn",
      "category": "Education, Travel, Science"
    },
    {
      "quote": "There is no such thing as an empty space or an empty time. There is always something to see, something to hear. In fact, try as we may to make a silence, we cannot.",
      "author": "John Cage",
      "category": "Time, Silence, See"
    },
    {
      "quote": "Architecture is how the person places herself in the space. Fashion is about how you place the object on the person.",
      "author": "Zaha Hadid",
      "category": "Architecture, Fashion, You"
    },
    {
      "quote": "NASA is an engine of innovation and inspiration as well as the world's premier space exploration agency, and we are well served by politicians working to keep it that way, instead of turning it into a mere jobs program, or worse, cutting its budget.",
      "author": "Bill Nye",
      "category": "Innovation, Politics, World"
    },
    {
      "quote": "Hey sky, take off your hat, I'm on my way!",
      "author": "Valentina Tereshkova",
      "category": "Sky, Hat, Way"
    },
    {
      "quote": "The desire to fly is an idea handed down to us by our ancestors who... looked enviously on the birds soaring freely through space... on the infinite highway of the air.",
      "author": "Wilbur Wright",
      "category": "Travel, Fly, Birds"
    },
    {
      "quote": "The modern artist is working with space and time, and expressing his feelings rather than illustrating.",
      "author": "Jackson Pollock",
      "category": "Time, Art, Artist"
    },
    {
      "quote": "Social media has colonized what was once a sacred space occupied by emptiness: the space reserved for thought and creativity.",
      "author": "Mahershala Ali",
      "category": "Creativity, Social Media"
    },
    {
      "quote": "Discipline means to prevent everything in your life from being filled up. Discipline means that somewhere you're not occupied, and certainly not preoccupied. In the spiritual life, discipline means to create that space in which something can happen that you hadn't planned or counted on.",
      "author": "Henri Nouwen",
      "category": "Life, Spiritual, Discipline"
    },
    {
      "quote": "The International Space Station is a phenomenal laboratory, an unparalleled test bed for new invention and discovery. Yet I often thought, while silently gazing out the window at Earth, that the actual legacy of humanity's attempts to step into space will be a better understanding of our current planet and how to take care of it.",
      "author": "Chris Hadfield",
      "category": "Humanity, Legacy, Step"
    },
    {
      "quote": "It is far better to grasp the universe as it really is than to persist in delusion, however satisfying and reassuring.",
      "author": "Carl Sagan",
      "category": "Universe, Better, Satisfying"
    },
    {
      "quote": "Great industries are never made from single companies. There is room in space for a lot of winners.",
      "author": "Jeff Bezos",
      "category": "Great, Winners, Single"
    },
    {
      "quote": "And as a writer, one of the things that I've always been interested in doing is actually invading your comfort space. Because that's what we're supposed to do. Get under your skin, and make you react.",
      "author": "Stephen King",
      "category": "Comfort, Doing, You"
    },
    {
      "quote": "Under a dictatorship, a nation ceases to exist. All that remains is a fiefdom, a planet of slaves regimented by aliens from outer space.",
      "author": "Wole Soyinka",
      "category": "Dictatorship, Nation"
    },
    {
      "quote": "The stars don't look bigger, but they do look brighter.",
      "author": "Sally Ride",
      "category": "Stars, Look, Bigger"
    },
    {
      "quote": "We won't sit idly by when a crime is committed in the real world. So why should we when it happens in cyber space?",
      "author": "Max Baucus",
      "category": "World, Crime, Why"
    },
    {
      "quote": "What can we gain by sailing to the moon if we are not able to cross the abyss that separates us from ourselves? This is the most important of all voyages of discovery, and without it, all the rest are not only useless, but disastrous.",
      "author": "Thomas Merton",
      "category": "Moon, Discovery, Sailing"
    },
    {
      "quote": "I love the desert and its incomparable sense of space.",
      "author": "Robyn Davidson",
      "category": "Love, Desert, Sense"
    },
    {
      "quote": "When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.",
      "author": "Hilaire Belloc",
      "category": "Friendship, Loneliness"
    },
    {
      "quote": "Architecture is basically the design of interiors, the art of organizing interior space.",
      "author": "Philip Johnson",
      "category": "Art, Architecture, Design"
    },
    {
      "quote": "One in 200 stars has habitable Earth-like planets surrounding it - in the galaxy, half a billion stars have Earth-like planets going around them - that's huge, half a billion. So when we look at the night sky, it makes sense that someone is looking back at us.",
      "author": "Michio Kaku",
      "category": "Stars, Sky, Night"
    },
    {
      "quote": "Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration.",
      "author": "DeWitt Clinton",
      "category": "Knowledge, Power, Shadow"
    },
    {
      "quote": "I think that the ideal space must contain elements of magic, serenity, sorcery and mystery.",
      "author": "Luis Barragan",
      "category": "Magic, Mystery, Think"
    },
    {
      "quote": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space.",
      "author": "Ansel Adams",
      "category": "Nature, Sunrise, Me"
    },
    {
      "quote": "We judge on the basis of what somebody looks like, skin color, whether we think they're beautiful or not. That space on the Internet allows you to converse with somebody with none of those things involved.",
      "author": "bell hooks",
      "category": "Beautiful, Color, Internet"
    },
    {
      "quote": "Trees go wandering forth in all directions with every wind, going and coming like ourselves, traveling with us around the sun two million miles a day, and through space heaven knows how fast and far!",
      "author": "John Muir",
      "category": "Day, Sun, Trees"
    },
    {
      "quote": "I am formless and everywhere. I am in everything. I am in everything and beyond. I fill all space. All that you see, taken together, is Myself. I do not shake or move.",
      "author": "Sai Baba",
      "category": "Myself, Together, I Am"
    },
    {
      "quote": "The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller.",
      "author": "John Milton",
      "category": "Nature, Light, Stars"
    },
    {
      "quote": "Space Mountain may be the oldest ride in the park, but it has the longest line.",
      "author": "Ric Flair",
      "category": "Mountain, Ride, Park"
    },
    {
      "quote": "The important achievement of Apollo was demonstrating that humanity is not forever chained to this planet and our visions go rather further than that and our opportunities are unlimited.",
      "author": "Neil Armstrong",
      "category": "Achievement, Humanity"
    },
    {
      "quote": "Planets move in ellipses with the Sun at one focus.",
      "author": "Johannes Kepler",
      "category": "Focus, Sun, Planets"
    },
    {
      "quote": "Technology has moved away from sharing and toward ownership. This suits software and hardware companies just fine: They create new, bloated programs that require more disk space and processing power. We buy bigger, faster computers, which then require more complex operating systems, and so on.",
      "author": "Douglas Rushkoff",
      "category": "Technology, Power, Computers"
    },
    {
      "quote": "What we observe as material bodies and forces are nothing but shapes and variations in the structure of space.",
      "author": "Erwin Schrodinger",
      "category": "Nothing, Structure, Observe"
    },
    {
      "quote": "The quicker we humans learn that saving open space and wildlife is critical to our welfare and quality of life, maybe we'll start thinking of doing something about it.",
      "author": "Jim Fowler",
      "category": "Life, Environmental, Quality"
    },
    {
      "quote": "There's a lot to love about America - freedom, the melting pot of diversity, individualism - all attractive concepts, especially to an introvert. In fact, the introverts were probably the first to feel crowded in England and to daydream about all the space they would find in the New World. Peace! Quiet!",
      "author": "Laurie Helgoe",
      "category": "Love, Freedom, Peace"
    },
    {
      "quote": "Things are beautiful or ugly only in time and space. The new man's vision being liberated from these two factors, all is unified in one unique beauty.",
      "author": "Piet Mondrian",
      "category": "Time, Beauty, Beautiful"
    },
    {
      "quote": "Space only becomes ordinary when the frontier is no longer being breached.",
      "author": "Neil deGrasse Tyson",
      "category": "Frontier, Ordinary, Being"
    },
    {
      "quote": "The stars look the same from night to night. Nebulae and galaxies are dully immutable, maintaining the same overall appearance for thousands or millions of years. Indeed, only the sun, moon and planets - together with the occasional comet, asteroid or meteor - seem dynamic.",
      "author": "Seth Shostak",
      "category": "Stars, Together, Moon"
    },
    {
      "quote": "I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It's not only the idea of privacy, it's the beauty of the moment, at a time in the world when everything goes really fast - too fast.",
      "author": "Ana Tijoux",
      "category": "Life, Family, Beauty"
    },
    {
      "quote": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you. It's a conscious thing it's a common-sense thing.",
      "author": "Taylor Swift",
      "category": "Relationship, Cheating, You"
    },
    {
      "quote": "Every bit of me is devoted to love and art. And I aspire to try to be a teacher to my young fans who feel just like I felt when I was younger. I just felt like a freak. I guess what I'm trying to say is I'm trying to liberate them, I want to free them of their fears and make them feel that they can make their own space in the world.",
      "author": "Lady Gaga",
      "category": "Love, Art, Teacher"
    },
    {
      "quote": "I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet.",
      "author": "Jack London",
      "category": "Me, Glow, Planet"
    },
    {
      "quote": "In spite of the opinions of certain narrow-minded people, who would shut up the human race upon this globe, as within some magic circle it must never outstep, we shall one day travel to the moon, the planets, and the stars, with the same facility, rapidity, and certainty as we now make the voyage from Liverpool to New York!",
      "author": "Jules Verne",
      "category": "Travel, Stars, Moon"
    },
    {
      "quote": "The world, when you look at it, it just can't be random. I mean, it's so different than the vast emptiness that is everything else, and even all the other planets we've seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet.",
      "author": "Chris Hadfield",
      "category": "Nature, World, You"
    },
    {
      "quote": "In awe, I watched the waxing moon ride across the zenith of the heavens like an ambered chariot towards the ebony void of infinite space wherein the tethered belts of Jupiter and Mars hang, for ever festooned in their orbital majesty. And as I looked at all this I thought... I must put a roof on this toilet.",
      "author": "Les Dawson",
      "category": "Thought, Moon, Ride"
    },
    {
      "quote": "When all of us are acknowledged as the human equals that we really are, there will be no space left for bullying. It will no longer be wrong to choose one thing over another.",
      "author": "Jason Mraz",
      "category": "Bullying, Human, Will"
    },
    {
      "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.",
      "author": "Philip Johnson",
      "category": "Architecture, Great, Design"
    },
    {
      "quote": "If I go into the place in myself that is love, and you go into the place in yourself that is love, we are together in love. Then you and I are truly in love, the state of being love. That's the entrance to Oneness. That's the space I entered when I met my guru.",
      "author": "Ram Dass",
      "category": "Love, Myself, Together"
    },
    {
      "quote": "The space shuttle was often used as an example of why you shouldn't even attempt to make something reusable. But one failed experiment does not invalidate the greater goal. If that was the case, we'd never have had the light bulb.",
      "author": "Elon Musk",
      "category": "Light, Goal, Why"
    },
    {
      "quote": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show.",
      "author": "Adam Sandler",
      "category": "Family, Relationship, Night"
    },
    {
      "quote": "Sometimes siblings can get in each other's space.",
      "author": "Gisele Bundchen",
      "category": "Sometimes, Other, Each"
    },
    {
      "quote": "Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the drug store, but that's just peanuts to space.",
      "author": "Douglas Adams",
      "category": "Road, Believe, Long"
    },
    {
      "quote": "The superior man does not, even for the space of a single meal, act contrary to virtue. In moments of haste, he cleaves to it. In seasons of danger, he cleaves to it.",
      "author": "Confucius",
      "category": "Man, Seasons, Moments"
    },
    {
      "quote": "Personality is the glitter that sends your little gleam across the footlights and the orchestra pit into that big black space where the audience is.",
      "author": "Mae West",
      "category": "Personality, Black"
    },
    {
      "quote": "For me, California is all about rest, relaxation, space.",
      "author": "Karen O",
      "category": "Me, Rest, California"
    },
    {
      "quote": "I know how to learn anything I want to learn. I absolutely know that I could learn how to fly the space shuttle because someone else knows how to fly it, and they put it in a book. Give me the book, and I do not need somebody to stand up in front of the class.",
      "author": "Will Smith",
      "category": "Book, Me, Fly"
    },
    {
      "quote": "Wilderness trails constitute a rare space in America marked by economic diversity. Lawyers and construction workers get bitten by the same mosquitoes and sip from the same streams; there are none of the usual signals about socioeconomic status, for most hikers are in shorts and a T-shirt and enveloped by an aroma that would make a skunk queasy.",
      "author": "Nicholas Kristof",
      "category": "Diversity, America"
    },
    {
      "quote": "If the Earth gets hit by an asteroid, it's game over. It's control-alt-delete for civilization.",
      "author": "Bill Nye",
      "category": "Game, Earth, Civilization"
    },
    {
      "quote": "When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution.",
      "author": "Abdullah Ibrahim",
      "category": "Change, Time, Peace"
    },
    {
      "quote": "I believe that architecture, as anything else in life, is evolutionary. Ideas evolve; they don't come from outer space and crash into the drawing board.",
      "author": "Bjarke Ingels",
      "category": "Life, Architecture, Believe"
    },
    {
      "quote": "It's a very sobering feeling to be up in space and realize that one's safety factor was determined by the lowest bidder on a government contract.",
      "author": "Alan Shepard",
      "category": "Safety, Government, Realize"
    },
    {
      "quote": "I won't say that I'm an agnostic, since agnosticism maintains that one cannot know... but I'm not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life.",
      "author": "B. F. Skinner",
      "category": "Life, Stars, Intelligence"
    },
    {
      "quote": "Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?",
      "author": "Jeb Bush",
      "category": "Beauty, Stars, Night"
    },
    {
      "quote": "When you get into your car, shut the door and be there for just half a minute. Breathe, feel the energy inside your body, look around at the sky, the trees. The mind might tell you, 'I don't have time.' But that's the mind talking to you. Even the busiest person has time for 30 seconds of space.",
      "author": "Eckhart Tolle",
      "category": "Time, Car, Sky"
    },
    {
      "quote": "I felt the most intense pleasure in piercing the stone in order to make an abstract form and space quite a different sensation from that of doing it for the purpose of realism.",
      "author": "Barbara Hepworth",
      "category": "Purpose, Stone, Doing"
    },
    {
      "quote": "The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay.",
      "author": "Steve Jobs",
      "category": "Work, Job, Moving"
    },
    {
      "quote": "The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.",
      "author": "David Suzuki",
      "category": "Future, Home, Water"
    },
    {
      "quote": "Sorry I have no space left for advice. Just do it.",
      "author": "Donald E. Westlake",
      "category": "Advice, Sorry, Just Do It"
    },
    {
      "quote": "Creative experimentation propels our culture forward. That our stories of innovation tend to glorify the breakthroughs and edit out all the experimental mistakes doesn't mean that mistakes play a trivial role. As any artist or scientist knows, without some protected, even sacred space for mistakes, innovation would cease.",
      "author": "Evgeny Morozov",
      "category": "Innovation, Culture"
    },
    {
      "quote": "For NASA, space is still a high priority.",
      "author": "Dan Quayle",
      "category": "NASA, High, Still"
    },
    {
      "quote": "Oh, don't let's ask for the moon. We've already got the stars.",
      "author": "Bette Davis",
      "category": "Stars, Moon, Ask"
    },
    {
      "quote": "I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours.",
      "author": "John F. Kennedy",
      "category": "Life, I Am, Sorry"
    },
    {
      "quote": "After one look at this planet any visitor from outer space would say 'I want to see the manager.'",
      "author": "William S. Burroughs",
      "category": "Want, Look, See"
    },
    {
      "quote": "The earth together with its surrounding waters must in fact have such a shape as its shadow reveals, for it eclipses the moon with the arc of a perfect circle.",
      "author": "Nicolaus Copernicus",
      "category": "Together, Shadow, Moon"
    },
    {
      "quote": "The feeling is constantly growing on me that I had been the first to hear the greeting of one planet to another.",
      "author": "Nikola Tesla",
      "category": "Me, Feeling, Growing"
    },
    {
      "quote": "So most astronauts getting ready to lift off are excited and very anxious and worried about that explosion - because if something goes wrong in the first seconds of launch, there's not very much you can do.",
      "author": "Sally Ride",
      "category": "You, Lift, Ready"
    },
    {
      "quote": "Everything has a natural explanation. The moon is not a god, but a great rock, and the sun a hot rock.",
      "author": "Anaxagoras",
      "category": "Great, God, Moon"
    },
    {
      "quote": "I think we are at the dawn of a new era in commercial space exploration.",
      "author": "Elon Musk",
      "category": "Exploration, Think, Dawn"
    },
    {
      "quote": "A black hole really is an object with very rich structure, just like Earth has a rich structure of mountains, valleys, oceans, and so forth. Its warped space whirls around the central singularity like air in a tornado.",
      "author": "Kip Thorne",
      "category": "Mountains, Black, Rich"
    },
    {
      "quote": "If you put enough smart people together in one space, good things happen.",
      "author": "Erik Hersman",
      "category": "Good, Together, Smart"
    },
    {
      "quote": "I feel privileged and honored to have flown. It's been a tremendous ride, looking back on the legacy and accomplishments, like the Hubble telescope and the launching of the International Space Station in 1998.",
      "author": "Alan G. Poindexter",
      "category": "Legacy, Looking Back"
    },
    {
      "quote": "I believe and support the feminist movement, but I am not generally interested in considering women's rights in relation to equality with men, or in a competition with men, but rather within their own rights and feminine space.",
      "author": "Shirin Neshat",
      "category": "Women, Equality, Support"
    },
    {
      "quote": "Architecture is the art of how to waste space.",
      "author": "Philip Johnson",
      "category": "Art, Architecture, Waste"
    },
    {
      "quote": "Architecture is the will of an epoch translated into space.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Architecture, Will, Epoch"
    },
    {
      "quote": "And then when I went to Chicago, that's when I had these outer space experiences and went to the other planets.",
      "author": "Sun Ra",
      "category": "Chicago, Experiences"
    },
    {
      "quote": "Size is not a reality, but a construct of the mind; and space a construct to contain constructs.",
      "author": "Robert Anton Wilson",
      "category": "Reality, Mind, Size"
    },
    {
      "quote": "Fifty thousand dollars' worth of cabinets isn't going to make you a better cook; cooking is going to make you a better cook. At the end of the day, you can slice a mushroom in about three inches of space, and you can carve a chicken in a foot and a half. So it doesn't matter how big the kitchen is.",
      "author": "Tyler Florence",
      "category": "Day, Cooking, End"
    },
    {
      "quote": "A lot of the moves I make originate from futsal. It's played in a very small space, and the ball control is different in futsal. And to this day my ball control is pretty similar to a futsal player's control.",
      "author": "Ronaldinho",
      "category": "Day, Control, Small"
    },
    {
      "quote": "I work a little bit like a sculptor. When I start, my first idea for a building is with the material. I believe architecture is about that. It's not about paper, it's not about forms. It's about space and material.",
      "author": "Peter Zumthor",
      "category": "Work, Architecture, Believe"
    },
    {
      "quote": "Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental.",
      "author": "Simon Sinek",
      "category": "Work, Time, Experience"
    },
    {
      "quote": "I grew up in New Mexico, and the older I get, I have less need for contemporary culture and big cities and all the stuff we are bombarded with. I am happier at my ranch in the middle of nowhere watching a bug carry leaves across the grass, listening to silence, riding my horse, and being in open space.",
      "author": "Tom Ford",
      "category": "Culture, Silence, I Am"
    },
    {
      "quote": "Before 1915, space and time were thought of as a fixed arena in which events took place, but which was not affected by what happened in it. Space and time are now dynamic quantities... space and time not only affect but are also affected by everything that happens in the universe.",
      "author": "Stephen Hawking",
      "category": "Time, Thought, Universe"
    },
    {
      "quote": "Profound subject matter can be encompassed in small space - for proof, look at any sonnet by Shakespeare!",
      "author": "Cynthia Ozick",
      "category": "Small, Look, Profound"
    },
    {
      "quote": "Most of us were probably less than immaculately honest as teenagers; it's practically encoded into adolescence that you savor your secrets, dress in disguise, carve out some space for experiments and accidents and all the combustible lab work of becoming who you are.",
      "author": "Nancy Gibbs",
      "category": "Work, Dress, You"
    },
    {
      "quote": "Space travel for everyone is the next frontier in the human experience.",
      "author": "Buzz Aldrin",
      "category": "Travel, Experience, Human"
    },
    {
      "quote": "I think about that 'empty' space a lot. That emptiness is what allows for something to actually evolve in a natural way. I've had to learn that over the years - because one of the traps of being an artist is to always want to be creating, always wanting to produce.",
      "author": "Meredith Monk",
      "category": "Artist, Want, Think"
    },
    {
      "quote": "But, after all, the aim of art is to create space - space that is not compromised by decoration or illustration, space within which the subjects of painting can live.",
      "author": "Frank Stella",
      "category": "Art, Painting, Live"
    },
    {
      "quote": "There are moments of existence when time and space are more profound, and the awareness of existence is immensely heightened.",
      "author": "Charles Baudelaire",
      "category": "Time, Moments, Profound"
    },
    {
      "quote": "There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space.",
      "author": "Oscar Niemeyer",
      "category": "Design, You, Reason"
    },
    {
      "quote": "We have these words 'space' and 'time,' but you can't touch them. They're not objects, they're not things, they go forever. Space and time are really tools of animal sense perception, the way we organize and construct information.",
      "author": "Robert Lanza",
      "category": "Time, Animal, Words"
    },
    {
      "quote": "The reason we have the stars twinkle at night is because the light is being kind of blurred by the atmosphere around the Earth. That is why the Hubble Space Telescope is so good, because it is above the atmosphere. So it is kind of like looking at the sun from the bottom of a swimming pool, versus looking at the sun above the swimming pool.",
      "author": "Michael J. Massimino",
      "category": "Good, Light, Stars"
    },
    {
      "quote": "Designing a station with artificial gravity would undoubtedly be a daunting task. Space agencies would have to re-examine many reliable technologies under the light of the new forces these tools would have to endure. Space flight would have to take several steps back before moving forward again.",
      "author": "Andy Weir",
      "category": "Light, Moving Forward"
    },
    {
      "quote": "We all know the sense of comfort of which we are conscious when a good half of the floor space in a room is unencumbered this seems to offer us the agreeable possibility of moving about freely.",
      "author": "Maria Montessori",
      "category": "Good, Moving, Comfort"
    },
    {
      "quote": "The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever.",
      "author": "Konstantin Tsiolkovsky",
      "category": "Humanity, Earth, Forever"
    },
    {
      "quote": "You don't have to work for Google, or any of the other firms encouraging staff to pursue personal projects on company time, to use slowness to unlock your creativity. Anyone can do it. Start by clearing space in your schedule for rest, daydreaming and serendipity. Take breaks away from your desk, especially when you get stuck on a problem.",
      "author": "Carl Honore",
      "category": "Work, Time, Creativity"
    },
    {
      "quote": "Architecture is the will of an epoch translated into space. Living, Changing, New. Not yesterday, not tomorrow, only today can be given form. Only such architecture is creative.",
      "author": "Ludwig Mies van der Rohe",
      "category": "Architecture, Today"
    },
    {
      "quote": "Nearly everybody I know does something to try to remove herself to clear her head and to have enough time and space to think... All of us instinctively feel that something inside us is crying out for more spaciousness and stillness to offset the exhilarations of this movement and the fun and diversion of the modern world.",
      "author": "Pico Iyer",
      "category": "Time, Fun, World"
    },
    {
      "quote": "Now and then, someone is able to look at an empty space, conclude it would be a great place to start a revolution, and bravely go forward.",
      "author": "Henry Rollins",
      "category": "Great, Revolution, Start"
    },
    {
      "quote": "If you are in a spaceship that is traveling at the speed of light, and you turn on the headlights, does anything happen?",
      "author": "Steven Wright",
      "category": "Light, Speed, You"
    },
    {
      "quote": "NASA space scientists have been studying giraffe skin so they can apply what they learn from it to the construction of spacesuits.",
      "author": "Joanna Lumley",
      "category": "Construction, Studying"
    },
    {
      "quote": "If I had a magic wand, I would live in a building in New York, big enough so my friends, my family could all have apartments in it. We'd raise our kids in the same space and have backyard barbecues and get old and fat together.",
      "author": "Liz Murray",
      "category": "Family, Friends, Together"
    },
    {
      "quote": "I think a lot of the American people feel more than a little disappointed that the high-water mark for human exploration was 1969. The dream of human space travel has almost died for a lot of people.",
      "author": "Elon Musk",
      "category": "Travel, American, People"
    },
    {
      "quote": "When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system.",
      "author": "Kalpana Chawla",
      "category": "Stars, You, Solar"
    },
    {
      "quote": "At night, when the sky is full of stars and the sea is still you get the wonderful sensation that you are floating in space.",
      "author": "Natalie Wood",
      "category": "Stars, Sea, Sky"
    },
    {
      "quote": "It was a unique childhood, to say the least. My father was born in Patiala to refugee parents and was a part of the Indian Air Force. The talented few amongst the Air Force pilots are made test pilots. Test pilots are best suited to look at the space programme as they are trained to expect the unexpected.",
      "author": "Kapil Sharma",
      "category": "Best, Father, Parents"
    },
    {
      "quote": "They say any landing you can walk away from is a good one.",
      "author": "Alan Shepard",
      "category": "Good, Walk, You"
    },
    {
      "quote": "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time.",
      "author": "Subrahmanyan Chandrasekhar",
      "category": "Nature, Time, Universe"
    },
    {
      "quote": "According to String Theory, what appears to be empty space is actually a tumultuous ocean of strings vibrating at the precise frequencies that create the 4 dimensions you and I call height, width, depth and time.",
      "author": "Roy H. Williams",
      "category": "Time, Ocean, You"
    },
    {
      "quote": "If we drive down the cost of transportation in space, we can do great things.",
      "author": "Elon Musk",
      "category": "Great, Great Things"
    },
    {
      "quote": "I feel like our culture is so good at pulling other people down and being so judgmental, but there's space for all of us to be who we are. There's space for us to celebrate each other and root for each other and not take each other down.",
      "author": "Tracee Ellis Ross",
      "category": "Good, Culture, Celebrate"
    },
    {
      "quote": "Space exploration is important research to our economic and national defense, and America's space program is a symbol of our success as a scientifically and technologically advanced nation.",
      "author": "Randy Forbes",
      "category": "Success, America, Research"
    },
    {
      "quote": "Strangely, nothing makes me feel tired, fatigued, at all. I've gone days and nights without sleep, and still the mind is in such a positive space it just doesn't make you feel fatigued.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Positive, Sleep, Mind"
    },
    {
      "quote": "Trees bear fruits only to be eaten by others; the fields grown grains, but they are consumed by the world. Cows give milk, but she doesn't drink it herself - that is left to others. Clouds send rain only to quench the parched earth. In such giving, there is little space for selfishness.",
      "author": "Munshi Premchand",
      "category": "Rain, Clouds, World"
    },
    {
      "quote": "The extent of your consciousness is limited only by your ability to love and to embrace with your love the space around you, and all it contains.",
      "author": "Napoleon Bonaparte",
      "category": "Love, You, Consciousness"
    },
    {
      "quote": "That's what we want to do here at Johnson Space Center. I think what we have always brought to NASA and brought to the country is trying to push the boundaries, trying to go to the next level.",
      "author": "Ellen Ochoa",
      "category": "Trying, Want, Think"
    },
    {
      "quote": "When I was a child, I wanted to... go into space! To go to Mars. I wanted to explore and explore and explore. I wanted to go to the Lost World in South America - I was heartbroken to discover there were no dinosaurs; I still don't accept it.",
      "author": "Brian Blessed",
      "category": "America, Child, World"
    },
    {
      "quote": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you.",
      "author": "Taylor Swift",
      "category": "Relationship, Cheating, You"
    },
    {
      "quote": "I have an 'office,' technically. I never use it. I work on a couch in my living room, with my laptop on my lap, looking out the windows. I love space and green things. And I'm an incredibly casual person. I slouch. I close the laptop and just lie on the couch for a while if I need to think. I put my feet up on a table while I type.",
      "author": "Ramez Naam",
      "category": "Love, Work, Lie"
    },
    {
      "quote": "As we begin to have landings on the moon, we can alternate those with vertical launch of similar crew modules on similar launch vehicles for vertical-launch tourism in space, if you want to call it that... adventure travel.",
      "author": "Buzz Aldrin",
      "category": "Travel, Adventure, Moon"
    },
    {
      "quote": "While social media skills were once a 'nice-to-have,' accreditation in the space is becoming a requirement for many of these job titles. Hiring managers and job seekers are realizing that printing stacks of resumes is turning passe, and social media is rising as the new way of generating real-time networking opportunities.",
      "author": "Ryan Holmes",
      "category": "Social Media, Job"
    },
    {
      "quote": "Consciousness, rather than being an epiphenomenon of matter, is actually the source of matter. It differentiates into space time, energy, information, and matter. Even though this view is an ancient view, an ancient world view, it is now finding some resonance amongst a few scientists.",
      "author": "Deepak Chopra",
      "category": "Time, World, Information"
    },
    {
      "quote": "The key to creating the mental space before responding is mindfulness. Mindfulness is a way of being present: paying attention to and accepting what is happening in our lives. It helps us to be aware of and step away from our automatic and habitual reactions to our everyday experiences.",
      "author": "Elizabeth Thornton",
      "category": "Step, Attention, Present"
    },
    {
      "quote": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case the idea is quite staggering.",
      "author": "Arthur C. Clarke",
      "category": "Alone, Universe, Think"
    },
    {
      "quote": "Perhaps, as some wit remarked, the best proof that there is Intelligent Life in Outer Space is the fact it hasn't come here. Well, it can't hide forever - one day we will overhear it.",
      "author": "Arthur C. Clarke",
      "category": "Life, Day, Best"
    },
    {
      "quote": "Our passionate preoccupation with the sky, the stars, and a God somewhere in outer space is a homing impulse. We are drawn back to where we came from.",
      "author": "Eric Hoffer",
      "category": "Stars, God, Sky"
    },
    {
      "quote": "We will build new ships to carry man forward into the universe, to gain a new foothold on the moon and to prepare for new journeys to the worlds beyond our own.",
      "author": "George W. Bush",
      "category": "Man, Universe, Moon"
    },
    {
      "quote": "What was most significant about the lunar voyage was not that men set foot on the moon but that they set eye on the earth.",
      "author": "Norman Cousins",
      "category": "Eye, Men, Moon"
    },
    {
      "quote": "The most important thing about Spaceship Earth - an instruction book didn't come with it.",
      "author": "R. Buckminster Fuller",
      "category": "Book, Earth, Important"
    },
    {
      "quote": "There is a fifth dimension, beyond that which is known to man. It is a dimension as vast as space and as timeless as infinity. It is the middle ground between light and shadow, between science and superstition.",
      "author": "Rod Serling",
      "category": "Light, Science, Man"
    },
    {
      "quote": "I don't think the human race will survive the next thousand years, unless we spread into space.",
      "author": "Stephen Hawking",
      "category": "Survive, Think, Human"
    },
    {
      "quote": "Those are the same stars, and that is the same moon, that look down upon your brothers and sisters, and which they see as they look up to them, though they are ever so far away from us, and each other.",
      "author": "Sojourner Truth",
      "category": "Stars, Moon, See"
    },
    {
      "quote": "When many astronauts go to space, they see the insignificant size of the earth and vastness of space, and they become very religious, because they have seen the Signs of Allah.",
      "author": "Cat Stevens",
      "category": "Earth, Allah, See"
    },
    {
      "quote": "Man must at all costs overcome the Earth's gravity and have, in reserve, the space at least of the Solar System.",
      "author": "Konstantin Tsiolkovsky",
      "category": "Man, Earth, Solar"
    },
    {
      "quote": "Astronauts are very professional and when they're preparing for launch, they prepare for it as the most serious endeavor of our lives.",
      "author": "Ellen Ochoa",
      "category": "Prepare, Professional"
    },
    {
      "quote": "I'll tell you, being involved in human space flight, it is an emotional endeavor. I think it brings in the highest highs and the lowest lows.",
      "author": "Ellen Ochoa",
      "category": "Think, Emotional, You"
    },
    {
      "quote": "Life science research can be done on multiple platforms. Since we have a very small number of people flying into space, the more people you have, the better.",
      "author": "Laurel Clark",
      "category": "Life, Science, Research"
    },
    {
      "quote": "When you launch in a rocket, you're not really flying that rocket. You're just sort of hanging on.",
      "author": "Michael P. Anderson",
      "category": "Flying, You, Rocket"
    },
    {
      "quote": "Land on Mars, a round-trip ticket - half a million dollars. It can be done.",
      "author": "Elon Musk",
      "category": "Done, Mars, Ticket"
    },
    {
      "quote": "If you're going to go to the moon, you don't shoot the rocket right at the moon. You have to go at it obliquely.",
      "author": "Drew Houston",
      "category": "Moon, You, Rocket"
    },
    {
      "quote": "I think the universe is pure geometry - basically, a beautiful shape twisting around and dancing over space-time.",
      "author": "Antony Garrett Lisi",
      "category": "Beautiful, Universe, Think"
    },
    {
      "quote": "I stayed in the astronaut program until 1993. People ask me why I left. I thought I had a lot of things to contribute that would be difficult to do if I stayed. I thought I could have a stronger voice as an advocate for space exploration. So I ended up starting my own technology consulting company.",
      "author": "Mae Jemison",
      "category": "Technology, Me, Company"
    },
    {
      "quote": "Houston, we've had a problem.",
      "author": "Jim Lovell",
      "category": "Problem, Houston, Had"
    },
    {
      "quote": "Each year, thousands of UFOs are sighted and reported, which is an impressive tally of unidentified aerial phenomena. Surveys show that roughly one-third of the populace believes that at least some of this sky show is due to extraterrestrial spacecraft, here to probe our airspace and, when that proves boring, our bodies.",
      "author": "Seth Shostak",
      "category": "Sky, Boring, Here"
    },
    {
      "quote": "I'd love to go back to space, I don't know any astronaut who doesn't want to.",
      "author": "Helen Sharman",
      "category": "Love, Want, Know"
    },
    {
      "quote": "Our life is full of empty space.",
      "author": "Umberto Eco",
      "category": "Life, Empty, Empty Space"
    },
    {
      "quote": "The space within becomes the reality of the building.",
      "author": "Frank Lloyd Wright",
      "category": "Design, Reality, Building"
    },
    {
      "quote": "It is only in the world of objects that we have time and space and selves.",
      "author": "T. S. Eliot",
      "category": "Time, World, Brainy"
    },
    {
      "quote": "Underwater, I experience space with my body. I'll see a school of fish gathering and moving together and I'll exclaim, 'This is architecture.'",
      "author": "Antoine Predock",
      "category": "Experience, Architecture"
    },
    {
      "quote": "Theatre is a sacred space for actors. You are responsible you are in the driving-seat.",
      "author": "Greta Scacchi",
      "category": "Theatre, You, Responsible"
    },
    {
      "quote": "When a young non-white male is stopped and searched at the whim of a police officer, his idea of personal space, privacy and self esteem are shattered, to say nothing of his Fourth and Fourteenth Amendment protections. The damage goes deep quickly and stays. Stop & frisk, as well as a tactic, is also an incitement.",
      "author": "Henry Rollins",
      "category": "Deep, Self, Police"
    },
    {
      "quote": "A bird cannot fly with one wing only. Human space flight cannot develop any further without the active participation of women.",
      "author": "Valentina Tereshkova",
      "category": "Women, Bird, Fly"
    },
    {
      "quote": "I love building spaces: architecture, furniture, all of it, probably more than fashion. The development procedure is more tactile. It's about space and form and it's something you can share with other people.",
      "author": "Donna Karan",
      "category": "Love, Architecture, People"
    },
    {
      "quote": "Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us.",
      "author": "Arthur Erickson",
      "category": "Architecture, Spiritual"
    },
    {
      "quote": "We never had books at home, but my dad, seeing how keen I was to read, took me to Islington Library when I was about eight and we pulled out two - a Biggles and a science fiction novel. I never got the ace fighter pilot but fell in love with all things to do with the future and space. Isaac Asimov soon became my guiding star.",
      "author": "Gary Kemp",
      "category": "Love, Future, Home"
    },
    {
      "quote": "I lived in Dallas, and it's a big city, but you can jump on any freeway and drive in any direction for about 30 minutes and you are in the country - open space, wide open, very open, nothin' around.",
      "author": "Stark Sands",
      "category": "City, Direction, You"
    },
    {
      "quote": "I love the ocean, wide-open space and trees, but I'm not a gardener or anything like that. I think I may be, eventually. I was raised in the city, so I don't have that skill set, but my heart is more with the dirt than the concrete. It's an unrequited love with nature - a one-way love affair.",
      "author": "David Duchovny",
      "category": "Love, Nature, Ocean"
    },
    {
      "quote": "Something I like to do a lot is just sit by water when there's a current and just stare into the water. I don't fish, I don't hunt, I don't scuba, I don't spear, don't boat, don't play basketball or football - I excel at staring into space. I'm really good at that.",
      "author": "Iggy Pop",
      "category": "Good, Football, Water"
    },
    {
      "quote": "I've put a lot of my life into making it possible to fly in space at all.",
      "author": "Chris Hadfield",
      "category": "Life, Fly, My Life"
    },
    {
      "quote": "My buildings should have an emotional core - a space which, in itself, has an emotional nice feeling.",
      "author": "Peter Zumthor",
      "category": "Nice, Emotional, Feeling"
    },
    {
      "quote": "Most whale photos you see show whales in this beautiful blue water - it's almost like space.",
      "author": "Brian Skerry",
      "category": "Beautiful, Water, Blue"
    },
    {
      "quote": "Overcrowding in the cities is producing a collective madness in which irrational violence flourishes because man needs more space in which to be than the modern city allows.",
      "author": "Gore Vidal",
      "category": "Man, City, Violence"
    },
    {
      "quote": "The perception of the horizon is an earthbound event; all horizons disappear in space, and we are left shorn of the sweet roots that have held us to the earth, challenged to imagine what is truly present just before us, a unified and seemingly limitless universe.",
      "author": "Eugene Kennedy",
      "category": "Roots, Perception, Universe"
    },
    {
      "quote": "This is a really big space station. We do a lot of various kinds of work here, different kinds of science experiments; we have over 400 different experiments going on at any one time in different areas, from basic science research to medical technology, that hopefully will benefit more people on Earth.",
      "author": "Scott Kelly",
      "category": "Work, Time, Technology"
    },
    {
      "quote": "God in the beginning formed matter in solid, massy, hard, impenetrable, movable particles, of such sizes and figures, and with such other properties, and in such proportion to space, as most conduced to the end for which he formed them.",
      "author": "Isaac Newton",
      "category": "God, Beginning, End"
    },
    {
      "quote": "In elementary school, I read every single space book in the library about all the planets, about nebulas, about black holes. So for as long as I can remember, I've been just looking up at the stars and wondering what's out there and even what may be looking back at us.",
      "author": "Sunil Nagaraj",
      "category": "Stars, School, Library"
    },
    {
      "quote": "As long as you don't forgive, who and whatever it is will occupy rent-free space in your mind.",
      "author": "Isabelle Holland",
      "category": "Mind, Forgive, Long"
    },
    {
      "quote": "Then I became a mother and it just fills every space, that isn't filled with something else important. It's just like this incredible balloon that blows up and fills life up.",
      "author": "Thandie Newton",
      "category": "Life, Mother, Important"
    },
    {
      "quote": "We find them smaller and fainter, in constantly increasing numbers, and we know that we are reaching into space, farther and farther, until, with the faintest nebulae that can be detected with the greatest telescopes, we arrive at the frontier of the known universe.",
      "author": "Edwin Powell Hubble",
      "category": "Universe, Greatest, Know"
    },
    {
      "quote": "Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?",
      "author": "Tracey Ullman",
      "category": "Funny, Future, Computers"
    },
    {
      "quote": "But even in elementary school and junior high, I was very interested in space and in the space program.",
      "author": "Sally Ride",
      "category": "School, Elementary School"
    },
    {
      "quote": "I think her friends were worried that the bulimia might come back, about some psychological slide, and she was given breathing space to some extent by the media as much as she ever has been.",
      "author": "Anthony Holden",
      "category": "Friends, Media, Think"
    },
    {
      "quote": "Usually when I'm out doing stuff, I'm just out in the wild, doing the wild thing. I don't really get a chance to just chill out until I come here, in my creative space.",
      "author": "Bootsy Collins",
      "category": "Creative, Chance, Doing"
    },
    {
      "quote": "Notwithstanding the fact that the most innovative and progressive space we've seen - the Internet - has been the place where intellectual property has been least respected. You know, facts don't get in the way of this ideology.",
      "author": "Lawrence Lessig",
      "category": "Internet, Know, You"
    },
    {
      "quote": "Juggling is sometimes called the art of controlling patterns, controlling patterns in time and space.",
      "author": "Ronald Graham",
      "category": "Time, Art, Sometimes"
    },
    {
      "quote": "One day, people will be able to buy tickets to visit space.",
      "author": "Leroy Chiao",
      "category": "Day, People, Will"
    },
    {
      "quote": "I think what's important is to give space to the range of human experience.",
      "author": "Judy Chicago",
      "category": "Experience, Think, Human"
    },
    {
      "quote": "Part of keeping space open is not to try to choose a form - to spend more time thinking about content, and let form take care of itself.",
      "author": "Holly Near",
      "category": "Time, Thinking, Care"
    },
    {
      "quote": "Then finally I said, 'Okay, well, I want to know all the details. I want creative input. I want to be consulted. I want to know what they're doing and who's involved. And I want to see the space.' So they took me to see it, and then I realized it was major! All these red flags on the Rue de Rivoli with my name on them right by the Louvre!",
      "author": "Kate Moss",
      "category": "Creative, Red, Me"
    },
    {
      "quote": "I guess something that you love to do, you gotta ease up off it and give it a little space, come back and be fresh to it.",
      "author": "Mos Def",
      "category": "Love, You, Little"
    },
    {
      "quote": "Showing young children in these communities, that there are outlets for their feelings, that there is room in a space for their stories to be told, and that they will be applauded - and it's not about ego, it's about connection: that their pain is everybody else's pain.",
      "author": "Tom Hiddleston",
      "category": "Children, Pain, Ego"
    },
    {
      "quote": "I'm substantially concerned about the policy directions of the space agency. We have a situation in the U.S. where the White House and Congress are at odds over what the future direction should be. They're sort of playing a game and NASA is the shuttlecock that they're hitting back and forth.",
      "author": "Neil Armstrong",
      "category": "Future, Game, Direction"
    },
    {
      "quote": "If I can create some space that people haven't experienced before and if it stays with them or gives them a dream for the future, that's the kind of structure I seek to create.",
      "author": "Tadao Ando",
      "category": "Future, Dream, People"
    },
    {
      "quote": "Graphic Design, which fulfills aesthetic needs, complies with the laws of form and exigencies of two-dimensional space; which speaks in semiotics, sans-serifs, and geometrics; which abstracts, transforms, translates, rotates, dilates, repeats, mirrors, groups, and regroups, is not good design if it is irrelevant.",
      "author": "Paul Rand",
      "category": "Good, Design, Mirrors"
    },
    {
      "quote": "I think size is the most unused quotient in the sculptor's repertoire because it requires lots of commitment and time. To me it's the best tool. With size you get space and atmosphere: atmosphere becomes volume. You stand in the shape, in the zone.",
      "author": "Michael Heizer",
      "category": "Time, Best, Commitment"
    },
    {
      "quote": "If you look at the Earth without architecture, it's sometimes a little bit unpleasant. So there is this basic human need to do shelter in the broadest sense of the word, whether it's a movie theater or a simple log cabin in the mountains. This is the core of architecture: To provide a space for human beings.",
      "author": "Peter Zumthor",
      "category": "Architecture, Simple"
    },
    {
      "quote": "You learn something out of everything, and you come to realize more than ever that we're all here for a certain space of time, and, and then it's going to be over, and you better make this count.",
      "author": "Nancy Reagan",
      "category": "Time, Better, You"
    },
    {
      "quote": "I always liked the visuals to be choice and at the same time minimalist. And, I love black boxes. After all, that's what theatre is, it's an empty space, and it's both limited and unlimited because the space is the space, but what you can do with people's imaginations is really endless.",
      "author": "Harold Prince",
      "category": "Love, Time, Choice"
    },
    {
      "quote": "A journey into space is the greatest adventure I can imagine.",
      "author": "Sarah Brightman",
      "category": "Journey, Adventure, Greatest"
    },
    {
      "quote": "An architect must remember that the people working or living in his building need space - to dream, to be quiet, to find beauty somewhere.",
      "author": "Christian de Portzamparc",
      "category": "Beauty, People, Remember"
    },
    {
      "quote": "The nature of creativity is to make space for things to happen... We can drive it out with our busyness and plans.",
      "author": "Iain McGilchrist",
      "category": "Nature, Creativity, Drive"
    },
    {
      "quote": "A piazza is not a plaza. The plaza is the theme park of the piazza the plaza is the commercial version. A piazza is an empty space with no function. This is what Europeans understand.",
      "author": "Renzo Piano",
      "category": "Understand, Theme, Park"
    },
    {
      "quote": "I write for myself, and my goal is bringing that world and that experience of black Americans to life on the stage and giving it a space there.",
      "author": "August Wilson",
      "category": "Life, Experience, Myself"
    },
    {
      "quote": "Starbucks is the last public space with chairs. It's a shower for homeless people. And it's a place you can write all day. The baristas don't glare at you. They don't even look at you.",
      "author": "Mike Birbiglia",
      "category": "Day, Homeless, People"
    },
    {
      "quote": "The video game market is huge, and the ability to tell stories, and tell different kinds of stories in the gaming space is quickly evolving and changing for the better.",
      "author": "Jim Lee",
      "category": "Game, Better, Changing"
    },
    {
      "quote": "An album is a whole universe, and the recording studio is a three-dimensional kind of art space that I can fill with sound. Just as the album art and videos are ways of adding more dimensions to the words and music. I like to be involved in all of it because it's all of a piece.",
      "author": "Bat for Lashes",
      "category": "Music, Art, Words"
    },
    {
      "quote": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was.",
      "author": "Margaret Geller",
      "category": "Time, History, Light"
    },
    {
      "quote": "Superconductivity helped broaden my professional phase space. When I started my work, it was already known that magnetic fields could quench superconductivity. I found that the transition was not continuous, that superconductivity was initially enhanced in the presence of magnetic fields, then it would suddenly fall off.",
      "author": "Mildred S. Dresselhaus",
      "category": "Work, Fall, Professional"
    },
    {
      "quote": "The way I choose to live my own life rates time and space as real luxuries.",
      "author": "Ben Elliot",
      "category": "Life, Time, Live"
    },
    {
      "quote": "Poetry, I feel, is a tyrannical discipline. You've got to go so far so fast in such a small space; you've got to burn away all the peripherals.",
      "author": "Sylvia Plath",
      "category": "Poetry, Discipline, Small"
    },
    {
      "quote": "When we're in that kind of childish space, we're more genuine and feel more comfortable with our friends.",
      "author": "Evan Spiegel",
      "category": "Friends, Kind, Comfortable"
    },
    {
      "quote": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life.",
      "author": "Christie Brinkley",
      "category": "Life, Happiness, People"
    },
    {
      "quote": "In Sweden, there's a lot of talk of gender equality. That discussion isn't as prevalent in the U.S. I feel that successful American women are tougher than Swedish women - they create their space.",
      "author": "Joel Kinnaman",
      "category": "Women, Equality, American"
    },
    {
      "quote": "Science sent the Hubble telescope out into space, so it could capture light and the absence thereof, from the very beginning of time. And the telescope really did that. So now we know that there was once absolutely nothing, such a perfect nothing that there wasn't even nothing or once.",
      "author": "Kurt Vonnegut",
      "category": "Time, Light, Science"
    },
    {
      "quote": "The promise of any artwork is that it can hold us - viewer and maker - in a conflicted or contestable space, without real-world injury or loss.",
      "author": "Kara Walker",
      "category": "Loss, Hold, Without"
    },
    {
      "quote": "The intuition of the moral sentiment is an insight of the perfection of the laws of the soul. These laws execute themselves. They are out of time, out of space, and not subject to circumstance.",
      "author": "Ralph Waldo Emerson",
      "category": "Time, Soul, Perfection"
    },
    {
      "quote": "Einstein's gravitational theory, which is said to be the greatest single achievement of theoretical physics, resulted in beautiful relations connecting gravitational phenomena with the geometry of space; this was an exciting idea.",
      "author": "Richard P. Feynman",
      "category": "Beautiful, Achievement"
    },
    {
      "quote": "When you read a comic book, there's a space between what's happening on the panel and what you have to literally see in your mind. That's not true of movies, where you see everything.",
      "author": "Ta-Nehisi Coates",
      "category": "Book, Mind, Movies"
    },
    {
      "quote": "In the digital future, texts will be annotated visually, animated and illustrated like never before. The austere 'prayer book' paper that permitted the space for Shepard's illustrations to Pepys' diaries is now being recreated in the digital era.",
      "author": "Chris Riddell",
      "category": "Future, Prayer, Book"
    },
    {
      "quote": "It's a pity I flew only once. A space flight is like a drug - once you experience it, you can't think of anything else.",
      "author": "Gherman Titov",
      "category": "Experience, Think, You"
    },
    {
      "quote": "When we are fully conscious and aware, we actually know when we are about to overreact. When we are mindful, we have the mental space and are aware of when our moods change. When we are mindful, we are aware of when our mental models are being challenged and when expectation does not meet with reality, which can trigger an emotional response.",
      "author": "Elizabeth Thornton",
      "category": "Change, Reality, Know"
    },
    {
      "quote": "If you go on a journey to Mars and get into deep space, there is several hundred times, maybe 300 times the radiation.",
      "author": "Scott Kelly",
      "category": "Journey, Deep, You"
    },
    {
      "quote": "I'm not typically a roller coaster person, but Space Mountain I really love out of all roller coasters. That and Splash Mountain.",
      "author": "Sara Ramirez",
      "category": "Love, Mountain"
    },
    {
      "quote": "Housework never really bothered me... what bothered me about it later was that it was expected to be your life... when you're a housewife, you are constantly interrupted. You have no space in your life. It isn't the fact that you do the laundry.",
      "author": "Alice Munro",
      "category": "Life, Me, You"
    },
    {
      "quote": "I have won this lottery. It's a gigantic lottery, and it's called Amazon.com. And I'm using my lottery winnings to push us a little further into space.",
      "author": "Jeff Bezos",
      "category": "Push, Lottery, Little"
    },
    {
      "quote": "It doesn't matter at all for me that I work in hospital or anywhere with limited space. Every day, I'm creating new works with all my might.",
      "author": "Yayoi Kusama",
      "category": "Work, Day, Me"
    },
    {
      "quote": "We were talking about the space between us all and the people who hide themselves behind a wall of illusion. Never glimpse the truth - then it's far too late when they pass away.",
      "author": "George Harrison",
      "category": "Truth, People, Too Late"
    },
    {
      "quote": "No, I think most astronauts recognize that the space shuttle program is very high-risk, and are prepared for accidents.",
      "author": "Sally Ride",
      "category": "Think, Accidents, Prepared"
    },
    {
      "quote": "There was a space program before there was integrated circuits.",
      "author": "Jack Kilby",
      "category": "Before, Program"
    },
    {
      "quote": "Realizing this, I knew that the actual space of a room could be broken down and played with by planting illusions of real light (electric light) at crucial junctures in the room's composition.",
      "author": "Dan Flavin",
      "category": "Light, Broken, Down"
    },
    {
      "quote": "One likes to think that one anticipates changes in the spaces we inhabit, and our ideas about space.",
      "author": "Jasper Johns",
      "category": "Changes, Ideas, Think"
    },
    {
      "quote": "But a city is more than a place in space, it is a drama in time.",
      "author": "Patrick Geddes",
      "category": "Time, City, Drama"
    },
    {
      "quote": "I think the answer of course is that space and time are not these hard external objects. Again we're, scientists have been building from one side of nature (physics) without considering the other side (life in consciousness). Neither side exists without the other. They cannot be divorced from one another or else there is no reality.",
      "author": "Robert Lanza",
      "category": "Life, Nature, Time"
    },
    {
      "quote": "Today, we are on a path of decay. We are seeing the book close on five decades of accomplishment as the leader in human space exploration.",
      "author": "Eugene Cernan",
      "category": "Leader, Today, Path"
    },
    {
      "quote": "My parents, and librarians along the way, taught me about the space between words; about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way.",
      "author": "Anne Lamott",
      "category": "Life, Friendship, Truth"
    },
    {
      "quote": "On paper, being good sounds great but a lot depends on the atmosphere of the workplace or community we live in. We tend to become good or bad depending on the cues sent out within a particular space.",
      "author": "Alain de Botton",
      "category": "Good, Community, Great"
    },
    {
      "quote": "Sooner or later, I hate to break it to you, you're gonna die, so how do you fill in the space between here and there? It's yours. Seize your space.",
      "author": "Margaret Atwood",
      "category": "Hate, Die, You"
    },
    {
      "quote": "In an endless jungle of websites with text-based content, a beautiful image with a lot of space and colour can be like walking into a clearing. It's a relief.",
      "author": "David McCandless",
      "category": "Beautiful, Walking, Jungle"
    },
    {
      "quote": "A monkey is unaware that atoms exist. Likewise, our brainpower may not stretch to the deepest aspects of reality. The bedrock nature of space and time, and the structure of our entire universe, may remain 'open frontiers' beyond human grasp.",
      "author": "Martin Rees",
      "category": "Nature, Time, Universe"
    },
    {
      "quote": "If you want poets in space, you'll have to wait.",
      "author": "Buzz Aldrin",
      "category": "Want, Wait, You"
    },
    {
      "quote": "That sacred space of conscience where you can exercise your rights in terms of religious freedom and deeply-held, reasonable beliefs is the core of human dignity. In fact, that's the basis for civilization itself. And when you lose that fundamental principle... you have no basis on which to build.",
      "author": "Jeff Fortenberry",
      "category": "Freedom, Conscience"
    },
    {
      "quote": "What Alexander Graham Bell thought up occupied less space than a flower vase. Now it's so small that I have to search all my pockets to discover I've received a spam text.",
      "author": "P. J. O'Rourke",
      "category": "Flower, Thought, Small"
    },
    {
      "quote": "If you're going to lead a space frontier, it has to be government; it'll never be private enterprise. Because the space frontier is dangerous, and it's expensive, and it has unquantified risks. And under those conditions, you cannot establish a capital-market evaluation of that enterprise. You can't get investors.",
      "author": "Neil deGrasse Tyson",
      "category": "Government, Risks, You"
    },
    {
      "quote": "I've led a life of such structured discipline and always had a goal in mind of knowing what I was doing, from West Point to the Air Force combat, MIT, looking for new things to study and get involved in. And then I got into the space program, and how disciplined can you get?",
      "author": "Buzz Aldrin",
      "category": "Life, Goal, Mind"
    },
    {
      "quote": "If we can conquer space, we can conquer childhood hunger.",
      "author": "Buzz Aldrin",
      "category": "Childhood, Conquer, Hunger"
    },
    {
      "quote": "Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep.",
      "author": "Le Corbusier",
      "category": "Light, Sleep, Men"
    },
    {
      "quote": "I'm always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math.",
      "author": "Peter Cullen",
      "category": "Technology, Science, Award"
    },
    {
      "quote": "That great Cathedral space which was childhood.",
      "author": "Virginia Woolf",
      "category": "Great, Childhood, Cathedral"
    },
    {
      "quote": "I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world.",
      "author": "Tadao Ando",
      "category": "History, Architecture, World"
    },
    {
      "quote": "Cinema is a thankless industry where sometimes to appear on the cinematic scenery is a thing for late bloomers and people who are very patient. The places are accounted, and the space is often unwelcoming. Money is rare, and independent voices are muted by the almost complete absence of risk takers.",
      "author": "Xavier Dolan",
      "category": "Money, Risk, People"
    },
    {
      "quote": "If we want to travel into the future, we just need to go fast. Really fast. And I think the only way we're ever likely to do that is by going into space.",
      "author": "Stephen Hawking",
      "category": "Travel, Future, Want"
    },
    {
      "quote": "When it comes to social media, there are just times I turn off the world, you know. There are just some times you have to give yourself space to be quiet, which means you've got to set those phones down.",
      "author": "Michelle Obama",
      "category": "Social Media, World"
    },
    {
      "quote": "My expertise is the space program and what it should be in the future based on my experience of looking at the transitions that we've made between pre-Sputnik days and getting to the moon.",
      "author": "Buzz Aldrin",
      "category": "Future, Experience, Moon"
    },
    {
      "quote": "Sites need to be able to interact in one single, universal space.",
      "author": "Tim Berners-Lee",
      "category": "Technology, Single, Need"
    },
    {
      "quote": "On Earth, men and women are taking the same risks. Why shouldn't we be taking the same risks in space?",
      "author": "Valentina Tereshkova",
      "category": "Women, Men, Risks"
    },
    {
      "quote": "There is just one thing I can promise you about the outer-space program - your tax-dollar will go further.",
      "author": "Wernher von Braun",
      "category": "I Can, You, Will"
    },
    {
      "quote": "I acknowledge the privilege of being alive in a human body at this moment, endowed with senses, memories, emotions, thoughts, and the space of mind in its wisdom aspect.",
      "author": "Alex Grey",
      "category": "Wisdom, Memories, Mind"
    },
    {
      "quote": "The people you see in Nigeria today have always lived as neighbors in the same space for as long as we can remember. So it's a matter of settling down, lowering the rhetoric, the level of hostility in the rhetoric is too high.",
      "author": "Chinua Achebe",
      "category": "Today, People, Remember"
    },
    {
      "quote": "Once you've been in space, you appreciate how small and fragile the Earth is.",
      "author": "Valentina Tereshkova",
      "category": "Small, Earth, You"
    },
    {
      "quote": "What we call the 'world' and the 'universe' is only one frequency range in an infinite number sharing the same space. The interdimensional entities I write about are able to move between these frequencies or dimensions and manipulate our lives.",
      "author": "David Icke",
      "category": "World, Universe, Sharing"
    },
    {
      "quote": "Space exploration and experimentation are critically valuable to our nation. I know of no better way to honor those seven who sacrificed their lives than to recommit ourselves to defend and enhance America's important strategies in space.",
      "author": "Rob Bishop",
      "category": "America, Honor, Know"
    },
    {
      "quote": "Before we had airplanes and astronauts, we really thought that there was an actual place beyond the clouds, somewhere over the rainbow. There was an actual place, and we could go above the clouds and find it there.",
      "author": "Barbara Walters",
      "category": "Rainbow, Clouds, Thought"
    },
    {
      "quote": "In a modern loft, you can't just fill a space with furniture. Each piece has to be perfect.",
      "author": "Nate Berkus",
      "category": "Perfect, Furniture, You"
    },
    {
      "quote": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.",
      "author": "Chuck Close",
      "category": "Life, Time, Art"
    },
    {
      "quote": "Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space.",
      "author": "Susan Orlean",
      "category": "Life, Experience, World"
    },
    {
      "quote": "Architecture is about public space held by buildings.",
      "author": "Richard Rogers",
      "category": "Architecture, Buildings"
    },
    {
      "quote": "As an architect, you have to provide a shelter to enjoy art. And you have to love art. It's like when you make a concert hall. You must love music. This is the reason why you make the space, to enjoy music - making a space for art is the same thing.",
      "author": "Renzo Piano",
      "category": "Love, Music, Art"
    },
    {
      "quote": "The rhythm of relations of color and size makes the absolute appear in the relativity of time and space.",
      "author": "Piet Mondrian",
      "category": "Time, Color, Rhythm"
    },
    {
      "quote": "We are not going to be able to operate our Spaceship Earth successfully nor for much longer unless we see it as a whole spaceship and our fate as common. It has to be everybody or nobody.",
      "author": "R. Buckminster Fuller",
      "category": "Fate, Earth, See"
    },
    {
      "quote": "With 'Acid Rap,' I allowed myself to be really open-minded and free with who I allowed into my musical space. I wanted to make a cohesive product, but I also just want to make a bunch of dope songs inspired by whatever sounds I liked.",
      "author": "Chance The Rapper",
      "category": "Myself, Free, Want"
    },
    {
      "quote": "When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space.",
      "author": "Tadao Ando",
      "category": "Experience, Together, Design"
    },
    {
      "quote": "Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.",
      "author": "Bob Barr",
      "category": "Technology, Road"
    },
    {
      "quote": "Obviously for some people there is a big connection between music and the way you can create a space.",
      "author": "Zaha Hadid",
      "category": "Music, People, You"
    },
    {
      "quote": "There is good evidence that Venus once had liquid water and a much thinner atmosphere, similar to Earth billions of years ago. But today the surface of Venus is dry as a bone, hot enough to melt lead, there are clouds of sulfuric acid that reach a hundred miles high and the air is so thick it's like being 900 meters deep in the ocean.",
      "author": "Bill Nye",
      "category": "Good, Today, Ocean"
    },
    {
      "quote": "Architecture must not do violence to space or its neighbors.",
      "author": "I. M. Pei",
      "category": "Architecture, Violence"
    },
    {
      "quote": "Sending greeting cards to aliens is hardly a new idea. In 2005, Craigslist solicited messages for broadcast to space by a transmitter in Florida, and in 2008, NASA beamed a Beatles song to the North Star (Polaris), on the assumption that any putative Polarians would appreciate the Fab Four's 1960s-genre compositions.",
      "author": "Seth Shostak",
      "category": "Song, Appreciate, Cards"
    },
    {
      "quote": "Circles create soothing space, where even reticent people can realize that their voice is welcome.",
      "author": "Margaret J. Wheatley",
      "category": "Welcome, Voice, People"
    },
    {
      "quote": "I think space, architectural space, is my thing. It's not about facade, elevation, making image, making money. My passion is creating space.",
      "author": "Peter Zumthor",
      "category": "Money, Passion, Making Money"
    },
    {
      "quote": "I have a lot of objects in my space, little things, reminders, memories.",
      "author": "Marc Newson",
      "category": "Memories, Little Things"
    },
    {
      "quote": "You look at a herd of cattle and well, they all look the same... but they know. They all have an individual personality, and those personalities change from day to day. They can have their grumpy days and their happy days and their serene days. But it's unpredictable. You can't be off in outer space when you're dealing with animals.",
      "author": "Chris Cooper",
      "category": "Change, Happy, Day"
    },
    {
      "quote": "For me, playwriting is and has always been like making a chair. Your concerns are balance, form, timing, lights, space, music. If you don't have these essentials, you might as well be writing a theoretical essay, not a play.",
      "author": "Sam Shepard",
      "category": "Music, Balance, Writing"
    },
    {
      "quote": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.",
      "author": "Pope Benedict XVI",
      "category": "Freedom, Responsibility"
    },
    {
      "quote": "As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home.",
      "author": "Buzz Aldrin",
      "category": "Work, Home, Experience"
    },
    {
      "quote": "I'm looking forward to coming back, back to Earth, the landing, the views.",
      "author": "Duane G. Carey",
      "category": "Looking Forward, Looking"
    },
    {
      "quote": "Mining asteroids will ultimately benefit humanity on and off the Earth in a multitude of ways.",
      "author": "Peter Diamandis",
      "category": "Humanity, Earth, Will"
    },
    {
      "quote": "I think the human race doesn't have a future if it doesn't go into space.",
      "author": "Stephen Hawking",
      "category": "Future, Think, Human"
    },
    {
      "quote": "The universe is a symphony of strings, and the mind of God that Einstein eloquently wrote about for thirty years would be cosmic music resonating through eleven-dimensional hyper space.",
      "author": "Michio Kaku",
      "category": "Music, God, Universe"
    },
    {
      "quote": "We have spent billions to go to the moon - we go to this lesser satellite called the moon and say we are in space, but we are in space right now; we just don't feel ourselves to be in space. Some forms of art and some forms of spirituality do give us that sense.",
      "author": "James Turrell",
      "category": "Art, Moon, Right"
    },
    {
      "quote": "I don't know what you could say about a day in which you have seen four beautiful sunsets.",
      "author": "John Glenn",
      "category": "Day, Beautiful, Know"
    },
    {
      "quote": "We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.",
      "author": "Adlai E. Stevenson",
      "category": "Love, Work, Travel"
    },
    {
      "quote": "The ultimate aim of all science to penetrate the unknown. Do you realize we know less about the earth we live on than about the stars and the galaxies of outer space? The greatest mystery is right here, right under our feet.",
      "author": "Walter Reisch",
      "category": "Stars, Science, Mystery"
    },
    {
      "quote": "I'm really hopeful about the future of space exploration and human spaceflight. Civilization as we know it has been defined by exploration. You know, we need to go off and find out what's around the next corner and what's just beyond what we already know. It's part of our being; it's part of our moral fiber to go off and explore.",
      "author": "Alan G. Poindexter",
      "category": "Future, Moral, Know"
    },
    {
      "quote": "I'm never going to go to Mars, but I've helped inspire, thank goodness, the people who built the rockets and sent our photographic equipment off to Mars.",
      "author": "Ray Bradbury",
      "category": "Inspire, People, Goodness"
    },
    {
      "quote": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.",
      "author": "Robert A. Heinlein",
      "category": "Travel, Time, Best"
    },
    {
      "quote": "Space exploration promised us alien life, lucrative planetary mining, and fabulous lunar colonies. News flash, ladies and gents: Space is nearly empty. It's a sterile vacuum, filled mostly with the junk we put up there.",
      "author": "Graham Hawkes",
      "category": "Life, Alien, Colonies"
    },
    {
      "quote": "Sculpture occupies the same space as your body.",
      "author": "Anish Kapoor",
      "category": "Body, Sculpture, Same"
    },
    {
      "quote": "Find joy and solace in the simple, and cultivate your utopia by feeling the Tao in every cubic inch of space.",
      "author": "Wayne Dyer",
      "category": "Joy, Simple, Utopia"
    },
    {
      "quote": "Reason is like an open secret that can become known to anyone at any time it is the quiet space into which everyone can enter through his own thought.",
      "author": "Karl Jaspers",
      "category": "Time, Thought, Quiet"
    },
    {
      "quote": "The more space and emptiness you can create in yourself, then you can let the rest of the world come in and fill you up.",
      "author": "Jeff Bridges",
      "category": "World, Yourself, You"
    },
    {
      "quote": "Well-run libraries are filled with people because what a good library offers cannot be easily found elsewhere: an indoor public space in which you do not have to buy anything in order to stay.",
      "author": "Zadie Smith",
      "category": "Good, Library, People"
    },
    {
      "quote": "My odyssey to become an astronaut kind of started in grad school, and I was working, up at MIT, in space robotics-related work; human and robot working together.",
      "author": "Michael J. Massimino",
      "category": "Work, Working Together"
    },
    {
      "quote": "The principal reason for the universe's poker face is that its constituents are far away. Stars careen through space, and galaxies spin at speeds thousands of times faster than a jet plane. But given their distance, you'd need the patience of Job to notice much change in their appearance or position.",
      "author": "Seth Shostak",
      "category": "Change, Patience, Stars"
    },
    {
      "quote": "To the casual observer, the Dropbox demo video looked like a normal product demonstration, but we put in about a dozen Easter eggs that were tailored for the Digg audience. References to Tay Zonday and 'Chocolate Rain' and allusions to 'Office Space' and 'XKCD.' It was a tongue-in-cheek nod to that crowd, and it kicked off a chain reaction.",
      "author": "Drew Houston",
      "category": "Rain, Chocolate, Chain"
    },
    {
      "quote": "The space program needs a goal, and the goal should be humans to Mars.",
      "author": "Robert Zubrin",
      "category": "Goal, Mars, Should"
    },
    {
      "quote": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death.",
      "author": "Alfred Russel Wallace",
      "category": "Life, Death, Solitude"
    },
    {
      "quote": "It doesn't matter the kind of music, it doesn't matter whether it's a cowboy hat or a yarmulke. I don't care if it's outer space or pop, the spirit is the same.",
      "author": "David Lee Roth",
      "category": "Music, Hat, Care"
    },
    {
      "quote": "The rockets and the satellites, spaceships that we're creating now, we're pollinating the universe.",
      "author": "Neil Young",
      "category": "Universe, Creating, Now"
    },
    {
      "quote": "I believe that there may be intelligent life on other planets.",
      "author": "Pat Buckley",
      "category": "Life, Believe, I Believe"
    },
    {
      "quote": "One thing I probably share with everyone else in the astronaut office is composure.",
      "author": "Sally Ride",
      "category": "Everyone, Office, Share"
    },
    {
      "quote": "Philosophically, the universe has really never made things in ones. The Earth is special and everything else is different? No, we've got seven other planets. The sun? No, the sun is one of those dots in the night sky. The Milky Way? No, it's one of a hundred billion galaxies. And the universe - maybe it's countless other universes.",
      "author": "Neil deGrasse Tyson",
      "category": "Sky, Sun, Universe"
    },
    {
      "quote": "Don't even try to talk to me when I'm watching the moon. That's my moon, baby.",
      "author": "Wendelin Van Draanen",
      "category": "Baby, Me, Moon"
    },
    {
      "quote": "Age can be wonderful for red wine, but not for spacecraft.",
      "author": "Nathan Myhrvold",
      "category": "Age, Wine, Red"
    },
    {
      "quote": "Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges.",
      "author": "Mae Jemison",
      "category": "Day, Age, Health"
    },
    {
      "quote": "It bears mentioning that the Milky Way is only one of 150 billion galaxies visible to our telescopes - and each of these will have its own complement of planets.",
      "author": "Seth Shostak",
      "category": "Way, Will, Planets"
    },
    {
      "quote": "A pedestal is as much a prison as any small, confined space.",
      "author": "Gloria Steinem",
      "category": "Small, Prison, Pedestal"
    },
    {
      "quote": "When man becomes reconciled to nature, when space becomes his true background, these words and concepts will have lost their meaning, and we will no longer have to use them.",
      "author": "Michelangelo Antonioni",
      "category": "Nature, Man, Words"
    },
    {
      "quote": "If you have autism in the family history, you still vaccinate. Delay it a bit, space them out.",
      "author": "Temple Grandin",
      "category": "Family, History, You"
    },
    {
      "quote": "Religious ritual is a way of structuring time so that we, not employers, the market or the media, are in control. Life needs its pauses, its chapter breaks, if the soul is to have space to breathe.",
      "author": "Jonathan Sacks",
      "category": "Life, Time, Soul"
    },
    {
      "quote": "That's what I'm interested in: the space in between, the moment of imagining what is possible and yet not knowing what that is.",
      "author": "Julie Mehretu",
      "category": "Moment, Not Knowing, Knowing"
    },
    {
      "quote": "Most visions of extraterrestrial life are actually steeped in human hubris. The fictional extraterrestrials of 'Star Trek' or a hundred other space operas are less alien than many of my neighbors. And funny, the ones running the place are mostly WASPish men.",
      "author": "Nathan Myhrvold",
      "category": "Funny, Life, Men"
    },
    {
      "quote": "String theory envisions a multiverse in which our universe is one slice of bread in a big cosmic loaf. The other slices would be displaced from ours in some extra dimension of space.",
      "author": "Brian Greene",
      "category": "Universe, Bread, Theory"
    },
    {
      "quote": "Some people say they feel very small when they think about space. I felt more expansive, very connected to the universe.",
      "author": "Mae Jemison",
      "category": "Universe, Small, People"
    },
    {
      "quote": "From journalism I learned to write under pressure, to work with deadlines, to have limited space and time, to conduct and interview, to find information, to research, and above all, to use language as efficiently as possible and to remember always that there is a reader out there.",
      "author": "Isabel Allende",
      "category": "Work, Time, Research"
    },
    {
      "quote": "Space is not an enterprise that belongs to the U.S. or to Russia or to China - it is a human endeavor and experience. And that's as it should be.",
      "author": "Scott Carpenter",
      "category": "Experience, Russia, Human"
    },
    {
      "quote": "I'm perennially intrigued how people who lead largely evidence-based lives can, in a belief-based part of their mind, be certain that an invisible, divine entity created an entire universe just for us, or that the government is stockpiling space aliens in a secret desert location.",
      "author": "Neil deGrasse Tyson",
      "category": "Government, Mind, Universe"
    },
    {
      "quote": "When we first get to space, we feel sick. Your body is really confused. You're dizzy. Your lunch is floating around in your belly because you're floating. What you see doesn't match what you feel, and you want to throw up.",
      "author": "Chris Hadfield",
      "category": "Lunch, Confused, Want"
    },
    {
      "quote": "Revealing water in significant quantities on the Moon could truly be a turning point in space exploration.",
      "author": "Peter Diamandis",
      "category": "Water, Moon, Exploration"
    },
    {
      "quote": "The existence of symmetry laws is in full accordance with our daily experience. The simplest of these symmetries, the isotropy and homogeneity of space, are concepts that date back to the early history of human thought.",
      "author": "Chen-Ning Yang",
      "category": "History, Daily, Experience"
    },
    {
      "quote": "Sculpture occupies real space like we do... you walk around it and relate to it almost as another person or another object.",
      "author": "Chuck Close",
      "category": "Walk, You, Sculpture"
    },
    {
      "quote": "Absolute space, that is to say, the mark to which it would be necessary to refer the earth to know whether it really moves, has no objective existence.",
      "author": "Henri Poincare",
      "category": "Earth, Know, Existence"
    },
    {
      "quote": "I might have lived long enough to learn all this in the long haul, but I would have been just another soul taking up time and space for a long spell before I learned.",
      "author": "Lou Rawls",
      "category": "Time, Soul, Long"
    },
    {
      "quote": "It's a whole other ball game and I am glad that I fit into that space where, whatever it is that you want to do and you are doing as long as you are happy with it, then you know What the Heck!",
      "author": "Bootsy Collins",
      "category": "Happy, I Am, Game"
    },
    {
      "quote": "I think I understand something about space. I think the job of a sculptor is spatial as much as it is to do with form.",
      "author": "Anish Kapoor",
      "category": "Job, Understand, Think"
    },
    {
      "quote": "I think the American West really attracts me because it's romantic. The desert, the empty space, the drama.",
      "author": "Ang Lee",
      "category": "Romantic, American, Me"
    },
    {
      "quote": "Not that the propositions of geometry are only approximately true, but that they remain absolutely true in regard to that Euclidean space which has been so long regarded as being the physical space of our experience.",
      "author": "Arthur Cayley",
      "category": "Experience, Long, True"
    },
    {
      "quote": "Every day sees humanity more victorious in the struggle with space and time.",
      "author": "Guglielmo Marconi",
      "category": "Time, Day, Struggle"
    },
    {
      "quote": "Through space the universe encompasses and swallows me up like an atom through thought I comprehend the world.",
      "author": "Blaise Pascal",
      "category": "World, Universe, Me"
    },
    {
      "quote": "In my writing I am acting as a map maker, an explorer of psychic areas, a cosmonaut of inner space, and I see no point in exploring areas that have already been thoroughly surveyed.",
      "author": "William S. Burroughs",
      "category": "I Am, Writing, Acting"
    },
    {
      "quote": "Everyone, red state, blue state, everyone supports space exploration.",
      "author": "Bill Nye",
      "category": "Blue, Red, Exploration"
    },
    {
      "quote": "Spiritual space is lost in gaining convenience. I saw the need to create a mixture of Japanese spiritual culture and modern western architecture.",
      "author": "Tadao Ando",
      "category": "Culture, Architecture"
    },
    {
      "quote": "I had always planned to make a large painting of the early spring, when the first leaves are at the bottom of the trees, and they seem to float in space in a wonderful way. But the arrival of spring can't be done in one picture.",
      "author": "David Hockney",
      "category": "Art, Trees, Spring"
    },
    {
      "quote": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face.",
      "author": "Jonathan Sacks",
      "category": "Technology, People, Face"
    },
    {
      "quote": "We have to be plumbers, electricians, construction engineers, or workers, on the space station, but at the same time running a laboratory, being scientists, being the best laboratory assistants we can be. It's all in a bundle; it's very exciting, it's a lot of fun.",
      "author": "Thomas Marshburn",
      "category": "Time, Best, Fun"
    },
    {
      "quote": "With any luck, by the time NASA's space probe hits Pluto, you'll be booking a spaceflight with a privately run suborbital airline.",
      "author": "Burt Rutan",
      "category": "Time, Luck, You"
    },
    {
      "quote": "When we developed written language, we significantly increased our functional memory and our ability to share insights and knowledge across time and space. The same thing happened with the invention of the printing press, the telegraph, and the radio.",
      "author": "Jamais Cascio",
      "category": "Time, Knowledge, Memory"
    },
    {
      "quote": "After Apollo 17, America stopped looking towards the next horizon. The United States had become a space-faring nation, but threw it away. We have sacrificed space exploration for space exploitation, which is interesting but scarcely visionary.",
      "author": "Eugene Cernan",
      "category": "America, Looking, Horizon"
    },
    {
      "quote": "It's not about having a plethora of suits, but having a few good ones. It's all about fit. The contour of your body. If your shoulders are broad, you shouldn't have shoulder pads. If you're not a big man, you shouldn't have extra space. I think it's definitely worth having it properly fitted.",
      "author": "Trey Songz",
      "category": "Good, Man, Think"
    },
    {
      "quote": "I think the human race doesn't have a future if we don't go into space. We need to expand our horizons beyond planet Earth if we are to have a long-term future.",
      "author": "Lucy Hawking",
      "category": "Future, Earth, Think"
    },
    {
      "quote": "I tend to prioritize emotional realism above the known laws of time and space, and when you do that, it's inevitable that strange things happen. Which can be quite enjoyable, I think.",
      "author": "Helen Oyeyemi",
      "category": "Time, Strange, Think"
    },
    {
      "quote": "Google the name Prometheus, and see how often it has been given to innovations in many different fields, notably science, medicine and space exploration. The fire he stole can be seen, too, as the spark generating all artistic creativity.",
      "author": "Neil MacGregor",
      "category": "Creativity, Science, Fire"
    },
    {
      "quote": "The Occupy movement did create spontaneously communities that taught people something: you can be in a supportive community of mutual aid and cooperation and develop your own health system and library and have open space for democratic discussion and participation. Communities like that are really important.",
      "author": "Noam Chomsky",
      "category": "Health, Community, Library"
    },
    {
      "quote": "Laughter is binary: It either happens or it doesn't. As each joke arrives in the course of a film, the cavernous space of the theater is either filled with joy and laughter or with the quiet of cringing embarrassment. Every time you step to the plate to make a joke, you're going to experience one or the other.",
      "author": "David Dobkin",
      "category": "Time, Experience, Laughter"
    },
    {
      "quote": "I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can't capture, and I found it fascinating.",
      "author": "Steve Jobs",
      "category": "Beautiful, Science, Great"
    },
    {
      "quote": "Science fiction was rocket-mad for about 40 years until aerospace hit a brick wall about 1970. I would not write off space colonisation or exploration completely, but we are profoundly ill adapted for going boldly into outer space.",
      "author": "Charles Stross",
      "category": "Science, Exploration, Brick"
    },
    {
      "quote": "My weekends are oases of time and space, where I am able to draw a breath and dive into the stuff I couldn't get to that week - the great article I bookmarked, the friend whose emails I kept dropping, the blog post I'd meant to write on a subject that wasn't timely but was still important.",
      "author": "Rachel Sklar",
      "category": "Time, Great, I Am"
    },
    {
      "quote": "One of the big things about space exploration is that it is as expensive as it is complicated, and you need all the countries of the world to help if you want to accomplish big goals.",
      "author": "Ellen Stofan",
      "category": "Goals, World, Help"
    },
    {
      "quote": "If you take all the money we've spent at NASA since we landed on the moon and you had applied that money for incentives to the private sector, we would today probably have a permanent station on the moon, three or four permanent stations in space, a new generation of lift vehicles.",
      "author": "Newt Gingrich",
      "category": "Money, Today, Moon"
    },
    {
      "quote": "The Infinite cannot be measured. The plan of Nature is so immense, but she has no plan, no scheme, but to go on and on forever. What is size, what is time, distance, to the Infinite? Nothing. The Infinite knows no time, no space, no great, no small, no beginning, no end.",
      "author": "John Burroughs",
      "category": "Nature, Time, Great"
    },
    {
      "quote": "I internalize a lot of thoughts, and sometimes it seems like I'm not listening or totally zoned out, but I'm always on a loop of ideas and song titles. I'm definitely kind of a space cadet, but I'm very laid back.",
      "author": "Maren Morris",
      "category": "Listening, Thoughts, Ideas"
    },
    {
      "quote": "When you write, you put your thoughts in the public space. You get both positive and negative feedback.",
      "author": "Ravi Subramanian",
      "category": "Positive, Thoughts, Negative"
    },
    {
      "quote": "You can't be on the cusp of innovation and at the forefront of technology if you're wearing blinders. If you don't have an exploration program where you're exploring your world here on Earth, underwater, and in space, then you're wearing blinders and handicapping yourself.",
      "author": "Gwynne Shotwell",
      "category": "Technology, Innovation"
    },
    {
      "quote": "Thus the sum of things is ever being reviewed, and mortals dependent one upon another. Some nations increase, others diminish, and in a short space the generations of living creatures are changed and like runners pass on the torch of life.",
      "author": "Lucretius",
      "category": "Life, Short, Living"
    },
    {
      "quote": "Each of us can manifest the properties of a field of consciousness that transcends space, time, and linear causality.",
      "author": "Stanislav Grof",
      "category": "Time, Consciousness"
    },
    {
      "quote": "I don't believe in angels, no. But I do have a wee parking angel. It's on my dashboard and you wind it up. The wings flap and it's supposed to give you a parking space. It's worked so far.",
      "author": "Billy Connolly",
      "category": "Funny, Wind, Believe"
    },
    {
      "quote": "There are aspects of being the first woman in space that I'm not going to enjoy.",
      "author": "Sally Ride",
      "category": "Woman, Enjoy, First"
    },
    {
      "quote": "There are several revenue streams that are near and present that could support a private space station, including in-space manufacturing, microgravity research, and tourism - for both individuals and sovereign nation astronauts - and in-space supply logistics.",
      "author": "Dylan Taylor",
      "category": "Support, Research, Present"
    },
    {
      "quote": "Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space.",
      "author": "Barton Seaver",
      "category": "Age, Start, Easy"
    },
    {
      "quote": "I want people to get inspired by public space - their space. People tend to forget about it because they do the daily thing, but putting up these sculptures breaks the routine.",
      "author": "Florentijn Hofman",
      "category": "Daily, People, Want"
    },
    {
      "quote": "We stand at the birth of a new millennium, ready to unlock the mysteries of space, to free the Earth from the miseries of disease, and to harness the energies, industries and technologies of tomorrow. A new national pride will stir our souls, lift our sights, and heal our divisions.",
      "author": "Donald Trump",
      "category": "Tomorrow, Pride, Free"
    },
    {
      "quote": "You have to be there not for the fame and glory and recognition and being a page in a history book, but you have to be there because you believe your talent and ability can be applied effectively to operation of the spacecraft.",
      "author": "Alan Shepard",
      "category": "History, Book, Believe"
    },
    {
      "quote": "In so many and such important ways, then, do the planets bear witness to the earth's mobility.",
      "author": "Nicolaus Copernicus",
      "category": "Earth, Important, Bear"
    },
    {
      "quote": "If I can get some student interested in science, if I can show members of the general public what's going on up there in the space program, then my job's been done.",
      "author": "Christa McAuliffe",
      "category": "Science, Job, Student"
    },
    {
      "quote": "Rocket science is tough, and rockets have a way of failing.",
      "author": "Sally Ride",
      "category": "Science, Way, Rocket"
    },
    {
      "quote": "I could have gone on flying through space forever.",
      "author": "Yuri Gagarin",
      "category": "Flying, Forever, Through"
    },
    {
      "quote": "Well, I don't think we should go to the moon. I think we maybe should send some politicians up there.",
      "author": "Ron Paul",
      "category": "Moon, Think, Well"
    },
    {
      "quote": "Put three grains of sand inside a vast cathedral, and the cathedral will be more closely packed with sand than space is with stars.",
      "author": "James Jeans",
      "category": "Stars, Sand, Three"
    },
    {
      "quote": "The purpose of going to Mars is for humans to first begin to occupy, permanently, another planet in the solar system. The astronauts or pilgrims, whatever you might call them, are going to be very historically unique human beings.",
      "author": "Buzz Aldrin",
      "category": "Purpose, Unique, You"
    },
    {
      "quote": "By refocusing our space program on Mars for America's future, we can restore the sense of wonder and adventure in space exploration that we knew in the summer of 1969. We won the moon race; now it's time for us to live and work on Mars, first on its moons and then on its surface.",
      "author": "Buzz Aldrin",
      "category": "Work, Time, Moon"
    },
    {
      "quote": "From the moment of using rocket devices, a great new era will begin in astronomy: the epoch of the more intensive study of the firmament.",
      "author": "Konstantin Tsiolkovsky",
      "category": "Great, Moment, Study"
    },
    {
      "quote": "To try to really land a spacecraft really on another world is really difficult, and if we lose that ability, it's going to be heartbreaking.",
      "author": "Bill Nye",
      "category": "World, Try, Difficult"
    },
    {
      "quote": "I do believe there is life in outer space. Mathematically, there has to be, and if you believe as I do that there is a creator of the universe, then how can we be so arrogant to believe he created life here and nowhere else?",
      "author": "Eugene Cernan",
      "category": "Life, Believe, Universe"
    },
    {
      "quote": "As a young boy growing up in rural India, most of what I knew of the world was what I could see around me. But each night, I would look at the Moon - it was impossibly far away, yet it held a special attraction because it allowed me to dream beyond my village and country, and think about the rest of the world and space.",
      "author": "Naveen Jain",
      "category": "World, Night, Moon"
    },
    {
      "quote": "In order for us to have a future that's exciting and inspiring, it has to be one where we're a space-bearing civilization.",
      "author": "Elon Musk",
      "category": "Future, Civilization, Where"
    },
    {
      "quote": "To me, a building - if it's beautiful - is the love of one man, he's made it out of his love for space, materials, things like that.",
      "author": "Martha Graham",
      "category": "Love, Beautiful"
    },
    {
      "quote": "Darkness is to space what silence is to sound, i.e., the interval.",
      "author": "Marshall McLuhan",
      "category": "Silence, Darkness, Sound"
    },
    {
      "quote": "A long life in journalism convinced me many presidents ago that there should be a large air space between a journalist and the head of a state.",
      "author": "Walter Lippmann",
      "category": "Life, Me, Journalism"
    },
    {
      "quote": "I used to get quite upset that I'd make friends with a guy or a girl and then within the space of three years we'd move and go and live somewhere else, and you'd have to say goodbye to that person.",
      "author": "Dominic Monaghan",
      "category": "Friends, Goodbye, Girl"
    },
    {
      "quote": "Growing Greener doesn't produce money for farmland preservation or open space preservation.",
      "author": "Ed Rendell",
      "category": "Money, Growing, Greener"
    },
    {
      "quote": "I hate it when people slag us off. We had done three tours during 1970 and we finished off feeling we had just about had enough. We had done so much in that short space of time, we were drained.",
      "author": "John Bonham",
      "category": "Time, Short, Hate"
    },
    {
      "quote": "Any type of operating system that I wanted to be able to hack, I basically compromised the source code, copied it over to the university because I didn't have enough space on my 200 megabyte hard drive.",
      "author": "Kevin Mitnick",
      "category": "Drive, System, University"
    },
    {
      "quote": "Yes, I did feel a special responsibility to be the first American woman in space.",
      "author": "Sally Ride",
      "category": "Responsibility, Woman"
    },
    {
      "quote": "Science Fiction is not just about the future of space ships travelling to other planets, it is fiction based on science and I am using science as my basis for my fiction, but it's the science of prehistory - palaeontology and archaeology - rather than astronomy or physics.",
      "author": "Jean M. Auel",
      "category": "Future, Science, I Am"
    },
    {
      "quote": "God the Father and God the Son cannot be everywhere present; indeed they cannot be even in two places at the same instant: but God the Holy Spirit is omnipresent - it extends through all space, with all other matter.",
      "author": "Orson Pratt",
      "category": "Father, Son, God"
    },
    {
      "quote": "I don't think there is anything wrong with white space. I don't think it's a problem to have a blank wall.",
      "author": "Annie Leibovitz",
      "category": "Design, Problem, Think"
    },
    {
      "quote": "From the beginning I thought about working with the body in movement, the space between the body and clothes. I wanted the clothes to move when people moved. The clothes are also for people to dance or laugh.",
      "author": "Issey Miyake",
      "category": "Dance, Beginning, Laugh"
    },
    {
      "quote": "Space is going to be commonplace.",
      "author": "Christa McAuliffe",
      "category": "Going, Commonplace"
    },
    {
      "quote": "We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space.",
      "author": "Richard Dawkins",
      "category": "Technology, Deep, Culture"
    },
    {
      "quote": "The house is in turmoil with records on every space. In the kitchen and in the dining room is covered with records. I don't have a big enough house to accommodate everything.",
      "author": "Marian McPartland",
      "category": "Kitchen, House, Records"
    },
    {
      "quote": "Canada has made a strong commitment as a partner in the International Space Station and, like the other partners, wishes to see the assembly of this unique orbiting laboratory continue.",
      "author": "Marc Garneau",
      "category": "Strong, Commitment, Unique"
    },
    {
      "quote": "Journalism: an ability to meet the challenge of filling the space.",
      "author": "Rebecca West",
      "category": "Challenge, Journalism"
    },
    {
      "quote": "In the past, it was only in science fiction novels that you could read about ordinary people being able to go to space... But you laid the foundation for space tourism.",
      "author": "Nursultan Nazarbayev",
      "category": "Science, Past, People"
    },
    {
      "quote": "I've been thinking a lot about space. It was one of those slow-motion realisations how little we are, how far we are from everything else in our solar system. This idea of distance started kind of haunting me. How do you go forth and accomplish things but not end up leaving everything you started out with in the dust?",
      "author": "Regina Spektor",
      "category": "Thinking, Me, Leaving"
    },
    {
      "quote": "Yuri Gagarin, the first man in space, may have had his charms, but he really couldn't be considered hip.",
      "author": "Alexei Sayle",
      "category": "Man, First, May"
    },
    {
      "quote": "But investment in space stimulates society, it stimulates it economically, it stimulates it intellectually, and it gives us all passion.",
      "author": "Bill Nye",
      "category": "Passion, Society, Investment"
    },
    {
      "quote": "I just always wanted to be left alone to go into a creative space.",
      "author": "Randy Quaid",
      "category": "Alone, Creative, Always"
    },
    {
      "quote": "I grew up like Huck Finn, always outdoors, exploring, collecting frogs - there was space everywhere. I want my kids to experience that too. I love being outside.",
      "author": "Josh Duhamel",
      "category": "Love, Experience, Want"
    },
    {
      "quote": "Islam is about finding your own space.",
      "author": "Kareem Abdul-Jabbar",
      "category": "Finding, Islam, Own"
    },
    {
      "quote": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.",
      "author": "Jonathan Sacks",
      "category": "Love, Life, Family"
    },
    {
      "quote": "I don't think I could live with anybody. I had roommates, and it's not for me. I like my space!",
      "author": "Ashley Benson",
      "category": "Me, Live, Think"
    },
    {
      "quote": "There is no scientific reason to think that we, even with space travel, are going to survive as a species for ever, certainly not by biting off the hand that feeds us, which is exactly what we are doing.",
      "author": "Lynn Margulis",
      "category": "Travel, Doing, Think"
    },
    {
      "quote": "I would hate to think I'm promoting sadness as an aesthetic. But I grew up in not just a family but a town and a culture where sadness is something you're taught to feel shame about. You end up chronically desiring what can be a very sentimental idea of love and connection. A lot of my work has been about trying to make a space for sadness.",
      "author": "Mike Mills",
      "category": "Love, Work, Family"
    },
    {
      "quote": "I've always fantasized about being on TV. And I was. Then I fantasized about being in the movies. What could be better than captain of a space ship? I get to ride horses, shoot guns, have adventures.",
      "author": "Nathan Fillion",
      "category": "Ship, Movies, Guns"
    },
    {
      "quote": "The kitchen is a sacred space.",
      "author": "Marc Forgione",
      "category": "Food, Kitchen, Sacred"
    },
    {
      "quote": "I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.",
      "author": "Bear Grylls",
      "category": "Time, Freedom, Thinking"
    },
    {
      "quote": "Only one in five children in the U.S. lives within walking distance of a park. Many more lack access to a quality early childhood education that provides ample time and space to play.",
      "author": "Darell Hammond",
      "category": "Education, Time, Children"
    },
    {
      "quote": "Technology is supposed to make our lives easier, allowing us to do things more quickly and efficiently. But too often it seems to make things harder, leaving us with fifty-button remote controls, digital cameras with hundreds of mysterious features and book-length manuals, and cars with dashboard systems worthy of the space shuttle.",
      "author": "James Surowiecki",
      "category": "Technology, Digital, Leaving"
    },
    {
      "quote": "We have responsibilities for others, not just across space but across time. We have responsibilities to people who came before us. They left us a world of institutions, ideas or possibilities for which we, in turn, owe them something. One of the things we owe them is not to squander them.",
      "author": "Tony Judt",
      "category": "Time, World, Ideas"
    },
    {
      "quote": "The urge to miniaturize electronics did not exist before the space program. I mean our grandparents had radios that was furniture in the living room. Nobody at the time was saying, 'Gee, I want to carry that in my pocket.' Which is a non-thought.",
      "author": "Neil deGrasse Tyson",
      "category": "Time, Want, Saying"
    },
    {
      "quote": "Religious symbols should be visible in public space, in a dignified and non-provocative manner. Christmas trees here, Jewish menorahs there and, further along, a minaret - these symbols represent human life in all its diversity.",
      "author": "Tariq Ramadan",
      "category": "Life, Christmas, Diversity"
    },
    {
      "quote": "Don't ever let the other stuff get in the way of your inherent skills as a kick-butt storyteller. Move the reader, make them happy and sad and excited and scared. Make them stare into space after they've put the book down, thinking about the tale that's become a part of them.",
      "author": "James Dashner",
      "category": "Happy, Sad, Thinking"
    },
    {
      "quote": "What is wine? It is the grape present in another form; its essence is there, though the fruit which produced it grew thousands of miles away, and perished years ago. So the object of many a tender thought may be spiritually present, in defiance of space - and fond recollections cherished in defiance of time.",
      "author": "Samuel Lover",
      "category": "Time, Wine, Thought"
    },
    {
      "quote": "I'm interested in exploring the places where all media meet. As TV, Internet, art, games and movies all start moving towards the same point, I want to be part of inventing that space. I'd like to explore media that are traditionally seen as part of the mainstream but not necessarily utilize mainstream formulas.",
      "author": "Ryan Trecartin",
      "category": "Art, Internet, Moving"
    },
    {
      "quote": "While many in the social enterprise space often qualify themselves as 'non-profit,' these organizations should instead treat themselves as 'for-purpose.' These organizations should focus on their mission to create social good, while still treating themselves with the same commitment to rigor and discipline as the best for-profits.",
      "author": "Adam Braun",
      "category": "Good, Best, Focus"
    },
    {
      "quote": "An awful lot of England is slowly eroding, in ways that I find really distressing, and an awful lot of it is the hedgerows... We're reaching the point where a lot of the English countryside looks just like Iowa - just kind of open space.",
      "author": "Bill Bryson",
      "category": "Find, Kind, Point"
    },
    {
      "quote": "Without consciousness, space and time are nothing.",
      "author": "Robert Lanza",
      "category": "Time, Nothing, Consciousness"
    },
    {
      "quote": "I would say that the whole way that I have approached the body is as a space, not a thing - not an object to be improved, idealised or whatever, but simply to be dwelt in.",
      "author": "Antony Gormley",
      "category": "Body, Way, Say"
    },
    {
      "quote": "Instead of being a page-turner, 'Moby-Dick' is a repository of American history and culture and the essentials of Western literature. The book is so encyclopedic that space aliens could use it to re-create the whale fishery as it once existed on the planet Earth in the midst of the 19th century.",
      "author": "Nathaniel Philbrick",
      "category": "History, Culture, American"
    },
    {
      "quote": "I can go into the wilderness and not see anyone for days and experience a kind of space that hasn't changed for tens of thousands of years. Having that experience was necessary to my perception of how photography can look at the changes humanity has brought about in the landscape. My work does become a kind of lament.",
      "author": "Edward Burtynsky",
      "category": "Work, Experience, Humanity"
    },
    {
      "quote": "Relativity challenges your basic intuitions that you've built up from everyday experience. It says your experience of time is not what you think it is, that time is malleable. Your experience of space is not what you think it is; it can stretch and shrink.",
      "author": "Brian Greene",
      "category": "Time, Experience, Challenges"
    },
    {
      "quote": "For me, the excitement in architecture revolves around the idea and the phenomenon of the experience of that idea. Residences offer almost immediate gratification. You can shape space, light, and materials to a degree that you sometimes can't in larger projects.",
      "author": "Steven Holl",
      "category": "Light, Architecture"
    },
    {
      "quote": "The farther we peer into space, the more we realize that the nature of the universe cannot be understood fully by inspecting spiral galaxies or watching distant supernovas. It lies deeper. It involves our very selves.",
      "author": "Robert Lanza",
      "category": "Nature, Universe, Realize"
    },
    {
      "quote": "I always knew I'd go to space.",
      "author": "Mae Jemison",
      "category": "Always, Go, Knew"
    },
    {
      "quote": "If I wasn't an actress, I'd be a designer. I love interior design and inventing things that are practical but also beautiful - looking at a space and creating magic.",
      "author": "Deborra-Lee Furness",
      "category": "Love, Beautiful, Design"
    },
    {
      "quote": "Sooner or later, we will face a catastrophic threat from space. Of all the possible threats, only a gigantic asteroid hit can destroy the entire planet. If we prepare now, we better our odds of survival. The dinosaurs never knew what hit them.",
      "author": "Michio Kaku",
      "category": "Survival, Prepare, Better"
    },
    {
      "quote": "I always try to give my own albums space in between so I have time to create a new sound and give time for people to miss me. You have to come out fresh and reinvent yourself.",
      "author": "Akon",
      "category": "Time, Yourself, Me"
    },
    {
      "quote": "Retain the vision for space exploration. If we turn our backs on the vision again, we're going to have to live in a secondary position in human space flight for the rest of the century.",
      "author": "Buzz Aldrin",
      "category": "Vision, Live, Rest"
    },
    {
      "quote": "When you take away the phone and e-mail and you don't have a million things to run around to, it allows your mind the space to think more expansively about the things that matter.",
      "author": "Ewan McGregor",
      "category": "Mind, Think, You"
    },
    {
      "quote": "All architecture has a public nature, I believe, so I would like to make a public space.",
      "author": "Tadao Ando",
      "category": "Nature, Architecture"
    },
    {
      "quote": "Painting is a lie. It's the most magic of all media, the most transcendent. It makes space where there is no space.",
      "author": "Chuck Close",
      "category": "Lie, Media, Painting"
    },
    {
      "quote": "The behavior of the crowd at Churchill Downs is like 100,000 vicious Hyenas going berserk all at once in a space about the size of a 777 jet or the White House lawn.",
      "author": "Hunter S. Thompson",
      "category": "Behavior, Size, House"
    },
    {
      "quote": "Evolution doesn't care whether you believe in it or not, no more than gravity does. I want to rekindle excitement over what we've achieved as a species with the space program. We can't afford to regress back to the days of superstition.",
      "author": "Seth MacFarlane",
      "category": "Believe, Evolution, Want"
    },
    {
      "quote": "When I return to the writing process after being away from it for a while, the first part of it always is being honest with myself: What am I into right now? Is it rock bands and guitars, is it noise, is it dance beats and electronics? Is it space, is it clutter?",
      "author": "Trent Reznor",
      "category": "Myself, Dance, Writing"
    },
    {
      "quote": "Karma is only in space time and causality. Your real self resides non-locally.",
      "author": "Deepak Chopra",
      "category": "Time, Karma, Self"
    },
    {
      "quote": "One has a responsibility to clean up one's space and make it livable as far as one's own resources go. That includes not only material resources, but psychological resources: the commitment of time and a portion of your mind to something when you'd rather be doing something else.",
      "author": "Wole Soyinka",
      "category": "Time, Responsibility"
    },
    {
      "quote": "The first time I drew a Superman story was 'For Tomorrow' with Brian Azzarello in 2004. It didn't really hit me how important it was until I drew a scene early-on in the book that featured Superman crossing paths with a giant, intergalactic space armada.",
      "author": "Jim Lee",
      "category": "Time, Book, Tomorrow"
    },
    {
      "quote": "I've always thought it was important not to attach too much superstition to the space where you're writing, because once you get into the mindset that you can only do it a certain way in a certain place, your creativity can get blocked.",
      "author": "Sadie Jones",
      "category": "Creativity, Writing, Thought"
    },
    {
      "quote": "I'm happy that I have my family, and I'm happy that I had Virginia, where I grew up, to retreat to any time I felt overwhelmed. Whenever there were times when I felt like the rug was being pulled out from under me and I was floating in this crazy space, I would stop and go back to that neighborhood and realize nothing's changed, really.",
      "author": "Dave Grohl",
      "category": "Family, Time, Happy"
    },
    {
      "quote": "Equality and separation cannot exist in the same space.",
      "author": "Jason Mraz",
      "category": "Equality, Same, Exist"
    },
    {
      "quote": "It's true that I love to connect with my fans on the social networking sites, but I try not to go overboard, ever. I just give people a peek into my mind space, but never bombard them with my tweets.",
      "author": "A. R. Rahman",
      "category": "Love, Mind, Networking"
    },
    {
      "quote": "Your billion-dollar ideas don't show up in the middle of dramatic distraction. They show up when you have the business and personal discipline to make space for your creative mind to flourish.",
      "author": "Robin S. Sharma",
      "category": "Business, Creative, Mind"
    },
    {
      "quote": "What's a space elevator? Simply described, it's a thin ribbon, about 3 feet wide and 60 thousand miles long, stretching upwards from the surface of the Earth. The lower end is bolted to a heavy anchor (think of an oil drilling platform), and the top is capped with a counterweight.",
      "author": "Seth Shostak",
      "category": "End, Feet, Long"
    },
    {
      "quote": "A factory that can turn carbon nanotubes into a sheet a yard wide and long enough to stretch one-fourth of the way to the moon is not something you'll find at your local industrial park. That's the show-stopper for the space elevator. The ribbon.",
      "author": "Seth Shostak",
      "category": "Moon, Long, You"
    },
    {
      "quote": "Consider: The human genome consists of about 3.3 billion base pairs. Since there are only four types of pair, that amounts to 0.8 gigabytes of information, or about what you can fit on a CD. With a microwave radio transmitter, you could beam that amount of information into space in a few minutes, and have it travel to anyone at light speed.",
      "author": "Seth Shostak",
      "category": "Travel, Light, Information"
    },
    {
      "quote": "It is foolish to claim, as some do, that emigration into space offers a long-term escape from Earth's problems. Nowhere in our solar system offers an environment even as clement as the Antarctic or the top of Everest.",
      "author": "Martin Rees",
      "category": "Problems, Environment"
    },
    {
      "quote": "Not even the most secular among us can fail to be uplifted by Christianity's architectural legacy - the great cathedrals. These immense and glorious buildings were erected in an era of constricted horizons, both in time and in space.",
      "author": "Martin Rees",
      "category": "Time, Great, Legacy"
    },
    {
      "quote": "I am grateful to the motherland and the people. I feel honored to fly into space on behalf of hundreds of millions of female Chinese citizens.",
      "author": "Liu Yang",
      "category": "Grateful, I Am, Fly"
    },
    {
      "quote": "When I was super young, I had an Atari and used to play 'Space Invaders.' Then I fell in love with 'Mario Bros.,' 'Sonic the Hedgehog' and 'Yoshi' on Super Nintendo. I was quite a bit of a gamer as a kid when I think about it.",
      "author": "Amber Rose",
      "category": "Love, Think, Play"
    },
    {
      "quote": "Space is not just going up and coming back down again. Space is getting into orbit and being there, living there, establishing a presence, a permanence.",
      "author": "Buzz Aldrin",
      "category": "Living, Down, Being There"
    },
    {
      "quote": "Adaption of the human body in space is not yet mastered. As soon as you hit space, you feel your body is going through a period of mutation. There's no blood in your head; you have a hard time swallowing. We're not born to naturally be in space.",
      "author": "Guy Laliberte",
      "category": "Time, Body, Blood"
    },
    {
      "quote": "Growing up, when I was at live shows, I was always hoping someone would come out on stage and say, 'The guitarist is sick and couldn't make it... does anybody know how to play all the songs?' That was always my little dream. It was a massively inspiring thing to be in a space with live shows.",
      "author": "James Bay",
      "category": "Growing Up, Dream, Live"
    },
    {
      "quote": "At East Side Jews, we can take a risk because it isn't all about the rules. I started it to create a space for all those people who wouldn't go to temple because they were scared of getting the rules wrong.",
      "author": "Jill Soloway",
      "category": "Risk, Rules, People"
    },
    {
      "quote": "Having recorded his first album, 'Tapestry,' in 1969, in Berkeley, California, during the student riots, McLean, a native New Yorker, became a kind of weather vane for what he called the 'generation lost in space.'",
      "author": "Douglas Brinkley",
      "category": "Weather, Generation, Lost"
    },
    {
      "quote": "Redwood time moves at a more stately pace than human time. To us, when we look at a redwood tree, it seems to be motionless and still, and yet redwoods are constantly in motion, moving upward into space, articulating themselves and filling redwood space over redwood time, over thousands of years.",
      "author": "Richard Preston",
      "category": "Time, Tree, Moving"
    },
    {
      "quote": "What brought mass innovation to a nation was not scientific advances - its own or others' - but 'economic dynamism': the desire and the space to innovate.",
      "author": "Edmund Phelps",
      "category": "Innovation, Desire, Nation"
    },
    {
      "quote": "My office has two buildings that function like the right and left sides of the brain. There's a room where everything is being edited for an upcoming project, but you can pull out of that into a tranquil space to work in a different, more solitary medium. It's an architectural unfolding of the process instead of just one chaotic structure.",
      "author": "Doug Aitken",
      "category": "Work, Brain, You"
    },
    {
      "quote": "Diamond, for all its great beauty, is not nearly as interesting as the hexagonal plane of graphite. It is not nearly as interesting because we live in a three-dimensional space, and in diamond, each atom is surrounded in all three directions in space by a full coordination.",
      "author": "Richard Smalley",
      "category": "Beauty, Great, Live"
    },
    {
      "quote": "We don't do laundry because that requires a lot of water, and water's at a premium up here. Plus, it'd be pretty complicated, I think, to make a space washer, although I guess you could do it.",
      "author": "Scott Kelly",
      "category": "Water, Think, You"
    },
    {
      "quote": "People do really well on space missions, but it's the physiological, the medical stuff, the stuff like radiation, loss of bone mass and muscle mass and density. It's those things that we need to figure out.",
      "author": "Scott Kelly",
      "category": "Medical, Loss, People"
    },
    {
      "quote": "Tone is somewhat totalising in that, once I locate it, it tells me what kind of syntax to use, what word choices to make, how much white space to leave on the page, what sentence length, what the rhythmic patterning will be. If I can't find the tone, I sometimes try narrating through the point of view of someone else.",
      "author": "Rachel Kushner",
      "category": "Choices, Me, Page"
    },
    {
      "quote": "The best space movie in my view is 'Apollo 13.' That's just the way it happened.",
      "author": "John Glenn",
      "category": "Best, View, Way"
    },
    {
      "quote": "I think maths is the root of everything. If we understood every area of math, it would lead to improving our sense of science, physics, engineering, space travel... all those great things. Maths is a backbone for it.",
      "author": "Matt Haig",
      "category": "Travel, Science, Great"
    },
    {
      "quote": "I start from one point and go as far as possible. But, unfortunately, I never lose my way. I 'localize,' which is to say that I think always in a given space. I rarely think of the whole of a solo, and only very briefly. I always return to the small part of the solo that I was in the process of playing.",
      "author": "John Coltrane",
      "category": "Start, Small, Think"
    },
    {
      "quote": "I pray, read the word, and then creative stuff happens here. Problem-solving and all of that comes into that space. So 'Da Box' actually represents my sanctuary and that time. I might look trapped in a box, but I'm actually more free in that box than anyone on the outside looking in or in any other space in my life.",
      "author": "Andra Day",
      "category": "Life, Time, Creative"
    },
    {
      "quote": "Anything that stimulates the public's imagination about the nobility and the importance of space exploration is something that I'm very excited to be a part of.",
      "author": "Ron Howard",
      "category": "Imagination, Exploration"
    },
    {
      "quote": "I loved all of the 'Zenon' movies. Those were my jam mostly because of the fashion. I loved something about the space buns and the weird neon colors. I couldn't just wear that in real life because people would look weirdly at me, but maybe at a party or something.",
      "author": "Sabrina Carpenter",
      "category": "Life, Colors, Me"
    },
    {
      "quote": "'2001: A Space Odyssey' is a movie that really impressed me as a teenager. And also 'Blade Runner.' And 'Close Encounters of the Third Kind' is also one of my favorites. I'm always looking for sci-fi material, and it's difficult to find original and strong material that's not just about weaponry.",
      "author": "Denis Villeneuve",
      "category": "Strong, Me, Looking"
    },
    {
      "quote": "I've always been interested in arrival, and coming to a space, and even to looking back at where you were.",
      "author": "James Turrell",
      "category": "Looking Back, Looking, You"
    },
    {
      "quote": "So many times, when you're doing a job, you feel like you're a nuisance at times to people, intruding on their space when you ask them questions; maybe they don't want to deal with you at the time. And now, it's, 'Hey, welcome, where's Craig?' Whereas, now, it's kind of different.",
      "author": "Craig Sager",
      "category": "Time, Job, Welcome"
    },
    {
      "quote": "Most Jupiter-sized planets orbit the mother star in a highly elliptical orbit. This means they will often cross the orbit of any Earth-like planet and fling it into outer space, making life impossible. But our Jupiter travels in a near-perfect circular orbit, preventing a collision with any Earth-like planet, making life possible.",
      "author": "Michio Kaku",
      "category": "Life, Mother, Impossible"
    },
    {
      "quote": "On Earth, men are seen as superior because of their physical strength, but it means nothing in space, where there is no gravity.",
      "author": "Yi So-Yeon",
      "category": "Strength, Men, Earth"
    },
    {
      "quote": "If you ask me what's harder, being famous or flying to space, I'd say fame is much harder.",
      "author": "Yi So-Yeon",
      "category": "Famous, Me, Flying"
    },
    {
      "quote": "I have a weird thing - if I can't see where all the walls in my house are, I get a little bit freaked out. I think New York has Stockholm Syndrome'd my sense of space and what a house should be.",
      "author": "William Jackson Harper",
      "category": "New York, Weird, Think"
    },
    {
      "quote": "My mother took my brother and I to a production of 'The Tempest', and it was in this very small - it could have been the basement of a church or a black box. The space was vast, but there were maybe 15 seats in the middle. Ariel came out wearing a nude sparkly thong and spike heels, and the muses had these gossamer see-through gowns on.",
      "author": "Phillipa Soo",
      "category": "Mother, Brother, Small"
    },
    {
      "quote": "Thor is magical, yes, but it is the magic of reality. His hammer was crafted 'in the heart of a dying star,' but so were you! Most of the atoms that make you up are in fact the innards of a ball of gas in space that got so heavy that it exploded. Stars died so that you could live, as physicist Lawrence Krauss would say.",
      "author": "Kyle Hill",
      "category": "Stars, Heart, Reality"
    },
    {
      "quote": "When I got hired to do 'Guardians,' it was the dream of a lifetime for me. This is what I've been working towards. I've always wanted to create a space adventure, and especially a space adventure with a raccoon. Now that I'm finally able to do it, I created exactly the movie I wanted to make.",
      "author": "James Gunn",
      "category": "Adventure, Dream, Me"
    },
    {
      "quote": "From this time on, the universe is built up into an aggregate of permanent objects connected by causal relations that are independent of the subject and are placed in objective space and time.",
      "author": "Jean Piaget",
      "category": "Time, Universe, Independent"
    },
    {
      "quote": "We must admit with humility that, while number is purely a product of our minds, space has a reality outside our minds, so that we cannot completely prescribe its properties a priori.",
      "author": "Carl Friedrich Gauss",
      "category": "Humility, Reality, Product"
    },
    {
      "quote": "When I was in theater I was forever trying to inhabit a space which puts yourself under the microscope as an actor and your personality and your take on life, but actually through another portal of a character.",
      "author": "Andy Serkis",
      "category": "Life, Character, Personality"
    },
    {
      "quote": "When I played in Holland, I always tried to lob the goalkeeper. People used to say, 'Oh, you're always only trying to make a nice goal'. But I said, 'Listen, if the goalie is a little bit off his line, how much space do you have on his left or right?' It's not a lot. 'And how much space do you have above him?'",
      "author": "Dennis Bergkamp",
      "category": "Goal, People, Nice"
    },
    {
      "quote": "We're not co-sleeping. I'm all for what people want to do in their home, but I need my bed. I'm a terrible sleeper... I toss and turn and flip, and it would just be a disaster if there were a baby there. And I think it's important for a kid to have their own space.",
      "author": "Busy Philipps",
      "category": "Home, Baby, People"
    },
    {
      "quote": "A broad trend I'm completely obsessed with is mobile commerce. Like completely. I'm completely convinced that everybody's going to be buying from their mobile devices. Whoever can claim that space or be in that space, I'm very interested in.",
      "author": "Gary Vaynerchuk",
      "category": "Commerce, Going, Like"
    },
    {
      "quote": "Music deals with time and timing. It's so magical, but when you get into it, every little sound and every little space between the sounds, it's critical, so critical. And if it's not there, it not only feels wrong, but it ruins things.",
      "author": "David Lynch",
      "category": "Music, Time, Timing"
    },
    {
      "quote": "I tend to gravitate to the darkest or most obscure part of any venue in an effort to have my own space to experience the music on my own, free from unwanted conversations and other distractions.",
      "author": "Henry Rollins",
      "category": "Music, Experience, Effort"
    },
    {
      "quote": "Vinyl is democratic, as surely as the iPod is fascist. Vinyl is representational: It has a face. Two faces, in fact, to represent the dualism of human nature. Vinyl occupies physical space honestly, proud as a fat woman dancing.",
      "author": "Adam Mansbach",
      "category": "Nature, Woman, Proud"
    },
    {
      "quote": "It doesn't matter what country or what political system you are from. Space brings you together.",
      "author": "Valentina Tereshkova",
      "category": "Together, Political, You"
    },
    {
      "quote": "Harlem was a development, a developer's dream and a place where residents had more space and more amenities than ever before. The subway reached 145th street about 1904, and it seemed that Harlem's destiny was to become largely a preserve of successful ethnics relocating and arriving. Then, overnight, the bust took place.",
      "author": "David Levering Lewis",
      "category": "Destiny, Dream, Successful"
    },
    {
      "quote": "I can't say I've ever had a dream about space or that I ponder it all the time.",
      "author": "John Glenn",
      "category": "Time, Dream, Say"
    },
    {
      "quote": "If you look at space companies, they've failed either because they've had a technical solution where success was not a possible outcome, they were unable to attract a critical mass of talent, or they just ran out of money. The finish line is usually a lot further away than you think.",
      "author": "Elon Musk",
      "category": "Success, Money, Talent"
    },
    {
      "quote": "Space tourism is a logical outgrowth of the adventure tourist market.",
      "author": "Buzz Aldrin",
      "category": "Adventure, Tourist, Tourism"
    },
    {
      "quote": "A 'farm' today means 100,000 chickens in a space the size of a Motel 6 shower stall.",
      "author": "P. J. O'Rourke",
      "category": "Today, Farm, Size"
    },
    {
      "quote": "Space has always been confusing to politics.",
      "author": "P. J. O'Rourke",
      "category": "Politics, Always, Confusing"
    },
    {
      "quote": "The words 'Space Age' have a quaint, nostalgic tone - sitting on midcentury modern furniture watching 'The Jetsons.'",
      "author": "P. J. O'Rourke",
      "category": "Age, Words, Furniture"
    },
    {
      "quote": "Obama's space policy doesn't differ much from George W. Bush's.",
      "author": "P. J. O'Rourke",
      "category": "Policy, Bush, Obama"
    },
    {
      "quote": "America has tossed its cap over the wall of space.",
      "author": "John F. Kennedy",
      "category": "America, Cap, Wall"
    },
    {
      "quote": "Why should man's first flight to the moon be a matter of national competition? Why should the United States and the Soviet Union, in preparing for such expeditions, become involved in immense duplications of research, construction and expenditure?",
      "author": "John F. Kennedy",
      "category": "Man, Competition, Moon"
    },
    {
      "quote": "There are thousands of asteroids whose orbit in the Solar System crosses that of Earth. And we have a little acronym for them - NEOs: near Earth objects. And our biggest goal is to try to catalogue them, so we know in advance if one is going to put us at risk.",
      "author": "Neil deGrasse Tyson",
      "category": "Goal, Risk, Earth"
    },
    {
      "quote": "Space enthusiasts are the most susceptible demographic to delusion that I have ever seen.",
      "author": "Neil deGrasse Tyson",
      "category": "Delusion, Demographic, Seen"
    },
    {
      "quote": "If you want a nation to have space exploration ambitions, you've got to send humans.",
      "author": "Neil deGrasse Tyson",
      "category": "Want, You, Nation"
    },
    {
      "quote": "I claim that space is part of our culture. You've heard complaints that nobody knows the names of the astronauts, that nobody gets excited about launches, that nobody cares anymore except people in the industry. I don't believe that for a minute.",
      "author": "Neil deGrasse Tyson",
      "category": "Culture, Believe, People"
    },
    {
      "quote": "The partisanship surrounding space exploration and the retrenching of U.S. space policy are part of a more general trend: the decline of science in the United States. As its interest in science wanes, the country loses ground to the rest of the industrialized world in every measure of technological proficiency.",
      "author": "Neil deGrasse Tyson",
      "category": "Science, World, Measure"
    },
    {
      "quote": "Space in general gave us GPS - that's not specifically NASA, but it's investments in space.",
      "author": "Neil deGrasse Tyson",
      "category": "NASA, General, Us"
    },
    {
      "quote": "As a scientist, I want to go to Mars and back to asteroids and the Moon because I'm a scientist. But I can tell you, I'm not so naive a scientist to think that the nation might not have geopolitical reasons for going into space.",
      "author": "Neil deGrasse Tyson",
      "category": "Moon, Want, Think"
    },
    {
      "quote": "Asteroids have us in our sight. The dinosaurs didn't have a space program, so they're not here to talk about this problem. We are, and we have the power to do something about it. I don't want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct.",
      "author": "Neil deGrasse Tyson",
      "category": "Science, Power, Problem"
    },
    {
      "quote": "If the United States commits to the goal of reaching Mars, it will almost certainly do so in reaction to the progress of other nations - as was the case with NASA, the Apollo program, and the project that became the International Space Station.",
      "author": "Neil deGrasse Tyson",
      "category": "Progress, Goal, Mars"
    },
    {
      "quote": "Private enterprise can never lead a space frontier. It's not possible because a space frontier is expensive, it has unknown risks and it has unquantified risks.",
      "author": "Neil deGrasse Tyson",
      "category": "Risks, Unknown, Lead"
    },
    {
      "quote": "Whether or not people go into space or serve the space industry, they will have the sensitivity to those fields necessary to stimulate unending innovation in the technological fields, and it's that innovation in the 21st century that will drive tomorrow's economies.",
      "author": "Neil deGrasse Tyson",
      "category": "Innovation, Tomorrow, People"
    },
    {
      "quote": "I was transformed by picking up a pair of binoculars and looking up, and that's hard to do for a city kid because when you look up you just see buildings - and really, your first thought is to look in people's windows. So to look out of the space - out of living space - and look up to the sky, binoculars go far, literally and figuratively.",
      "author": "Neil deGrasse Tyson",
      "category": "Sky, City, People"
    },
    {
      "quote": "There are a lot of things you can do in space, and space essentially is unlimited resources. We are climbing over ourselves here looking for the next source of energy. The universe has an unlimited source of energy.",
      "author": "Neil deGrasse Tyson",
      "category": "Universe, Energy, Looking"
    },
    {
      "quote": "There's a lot to do in space. I want to learn more about the greenhouse effect on Venus, about whether there was life on Mars, about the environment in which Earth and the Sun is immersed, the behavior of the Sun.",
      "author": "Neil deGrasse Tyson",
      "category": "Life, Sun, Behavior"
    },
    {
      "quote": "A zero-gravity flight is a first step toward space travel.",
      "author": "Stephen Hawking",
      "category": "Travel, First Step, Step"
    },
    {
      "quote": "Time can behave like another direction in space under extreme conditions.",
      "author": "Stephen Hawking",
      "category": "Time, Direction, Like"
    },
    {
      "quote": "Perhaps one day I will go into space.",
      "author": "Stephen Hawking",
      "category": "Day, Will, One Day"
    },
    {
      "quote": "I have wanted to fly into space for many years, but never imagined it would really be feasible.",
      "author": "Stephen Hawking",
      "category": "Fly, Years, Never"
    },
    {
      "quote": "I don't know how anyone gets anything done in cities. How can you live somewhere like London or New York, when there are 81 things to do every night? Awful. Give me solitude and space any time.",
      "author": "Douglas Coupland",
      "category": "Time, Night, Me"
    },
    {
      "quote": "Writing is largely about time, while visual art is largely about space.",
      "author": "Douglas Coupland",
      "category": "Time, Art, Writing"
    },
    {
      "quote": "I decided at 40 I was wasting entire chunks of my brain and didn't want to blow my one chance on Earth. I'm glad I made that decision. Writing is largely about time, while visual art is largely about space. Sometimes, as with film, you can hybridize, but I think it's basically the space part of my brain wanting equal footing with the time part.",
      "author": "Douglas Coupland",
      "category": "Time, Art, Writing"
    },
    {
      "quote": "What I'm trying to do is, is to make a significant difference in space flight. And help make space flight accessible to almost anyone.",
      "author": "Elon Musk",
      "category": "Help, Difference, Trying"
    },
    {
      "quote": "If anyone has a vested interest in space solar power, it would have to be me.",
      "author": "Elon Musk",
      "category": "Power, Me, Solar"
    },
    {
      "quote": "It is theoretically possible to warp spacetime itself, so you're not actually moving faster than the speed of light, but it's actually space that's moving.",
      "author": "Elon Musk",
      "category": "Light, Moving, Speed"
    },
    {
      "quote": "So we originally expected to make about 35 gigawatt hours at the cell level and about 50 gigawatt hours at the module or pack level. Now we are expecting to do about 150 gigawatt hours in the same volumetric space as the original design.",
      "author": "Elon Musk",
      "category": "Design, Now, Same"
    },
    {
      "quote": "The light from the sun breaks through space, bathing our planet as it encircles the sun with life-giving warmth and light. Without the sun, there could be no life on this planet; it would be forever barren, cold, and dark.",
      "author": "Joseph B. Wirthlin",
      "category": "Life, Light, Sun"
    },
    {
      "quote": "The reason that I'm here at all is because of my relationship with my family and their encouragement of me to be a musician and to work hard. As long as I stay there in that space, I can do anything. That's my truth.",
      "author": "Lady Gaga",
      "category": "Work, Family, Relationship"
    },
    {
      "quote": "I like black because it is a vacant space.",
      "author": "Lady Gaga",
      "category": "Black, Like, Because"
    },
    {
      "quote": "Your body has space within you that cannot die.",
      "author": "Wayne Dyer",
      "category": "Body, Die, You"
    },
    {
      "quote": "Theater is a space where you cross over from everyday life, because there are real people in that moment moving in front of you - you're being invited to believe in a story and cross that bridge.",
      "author": "Cate Blanchett",
      "category": "Life, Believe, Moving"
    },
    {
      "quote": "Losing my daughter was a very serious pain. There was always some empty space in my heart.",
      "author": "Yoko Ono",
      "category": "Daughter, Heart, Pain"
    },
    {
      "quote": "I think humans will reach Mars, and I would like to see it happen in my lifetime.",
      "author": "Buzz Aldrin",
      "category": "Think, Reach, See"
    },
    {
      "quote": "We must still think of ourselves as pioneers to understand the importance of space.",
      "author": "Buzz Aldrin",
      "category": "Understand, Think, Still"
    },
    {
      "quote": "To move forward, what's required is a unified space agenda based on exploration, science, development, commerce, and security.",
      "author": "Buzz Aldrin",
      "category": "Science, Security"
    },
    {
      "quote": "Everyone who's been in space would, I'm sure, welcome the opportunity for a return to the exhilarating experiences there.",
      "author": "Buzz Aldrin",
      "category": "Opportunity, Welcome"
    },
    {
      "quote": "Instead of planning the retirement of the Space Shuttle program, America should be preparing the shuttles for their next step in space: evolving, not shutting them down and laying off thousands of people.",
      "author": "Buzz Aldrin",
      "category": "America, Retirement"
    },
    {
      "quote": "There's no doubt who was a leader in space after the Apollo Program. Nobody came close to us. And our education system, in science, technology, engineering and math, was at the top of the world. It's no longer there. We're descending rather rapidly.",
      "author": "Buzz Aldrin",
      "category": "Education, Science, Leader"
    },
    {
      "quote": "We should've asked China to be a portion of the space station. We should've worked out ways that we can... just give away the technology that we have that puts things up into space, with cooperation up above the atmosphere that's needed to help each other.",
      "author": "Buzz Aldrin",
      "category": "Technology, Help"
    },
    {
      "quote": "I think both the space shuttle program and the International Space Station program have not really lived up to their expectations.",
      "author": "Buzz Aldrin",
      "category": "Expectations, Think, Up"
    },
    {
      "quote": "Absolutely the United States should lead in space, for the survival of the United States. It's inspiring for the next generation. If we lose leadership, then we'll be using Chinese capability to inspire Americans.",
      "author": "Buzz Aldrin",
      "category": "Leadership, Inspire"
    },
    {
      "quote": "I came to dedicate my life to opening space to the average person and crafting designs for new spaceships that could take us far from home. But since Apollo ended, such travels were only in our collective memory.",
      "author": "Buzz Aldrin",
      "category": "Life, Home, Memory"
    },
    {
      "quote": "Can you imagine, in 2030, taking a space cruise on the very ship that carried the first human beings to Mars? I can't believe that people wouldn't line up for that possibility.",
      "author": "Buzz Aldrin",
      "category": "Ship, Believe, People"
    },
    {
      "quote": "There are many people talking about access to space and, 'How can we make that cheaper? How can we turn that into a Southwest Airlines versus the big airlines?'",
      "author": "Buzz Aldrin",
      "category": "People, Turn, Talking"
    },
    {
      "quote": "In space, you don't get that much noise. Noise doesn't propagate in a vacuum.",
      "author": "Buzz Aldrin",
      "category": "You, Noise, Vacuum"
    },
    {
      "quote": "By venturing into space, we improve life for everyone here on Earth - scientific advances and innovations that come from this kind of research create products we use in our daily lives.",
      "author": "Buzz Aldrin",
      "category": "Life, Daily, Research"
    },
    {
      "quote": "Anything we can do in the near future that begins to stimulate the interest of people - seeing somebody down the street have an opportunity to go into space - buoys up the whole neighborhood.",
      "author": "Buzz Aldrin",
      "category": "Future, Opportunity, People"
    },
    {
      "quote": "There were about six years when there was not one American who went into space. We shouldn't do that again.",
      "author": "Buzz Aldrin",
      "category": "American, Years, Six"
    },
    {
      "quote": "You can never tell when a commercial space venture will suddenly become viable.",
      "author": "Buzz Aldrin",
      "category": "You, Never, Will"
    },
    {
      "quote": "It's time to open the space frontier to citizen explorers.",
      "author": "Buzz Aldrin",
      "category": "Time, Citizen, Open"
    },
    {
      "quote": "I am excited to think that the development of commercial capabilities to send humans into low Earth orbit will likely result in so many more Earthlings being able to experience the transformative power of space flight.",
      "author": "Buzz Aldrin",
      "category": "Experience, Power, I Am"
    },
    {
      "quote": "'Anthony and the Magic Picture Frame' tells it like it really was in America's early space program - the adventure, the risks, and the rewards.",
      "author": "Buzz Aldrin",
      "category": "Adventure, America, Risks"
    },
    {
      "quote": "Bringing an asteroid back to Earth? What's that have to do with space exploration? If we were moving outward from there, and an asteroid is a good stopping point, then fine. But now it's turned into a whole planetary defense exercise at the cost of our outward exploration.",
      "author": "Buzz Aldrin",
      "category": "Good, Moving, Exercise"
    },
    {
      "quote": "Space architectures capable of supporting a permanent human presence on Mars are extraordinarily complex, with many different interdependent systems.",
      "author": "Buzz Aldrin",
      "category": "Mars, Human, Different"
    },
    {
      "quote": "One of the major problems with long-term deep space human flight is the requirement for radiation shielding.",
      "author": "Buzz Aldrin",
      "category": "Deep, Problems, Human"
    },
    {
      "quote": "What's aero braking? That's a way to use the gravity and upper atmosphere of Earth to sling shot a ship out either deeper into space, or slow it down to be 'captured' by Earth's gravity.",
      "author": "Buzz Aldrin",
      "category": "Ship, Earth, Slow"
    },
    {
      "quote": "When I was a kid, politicians wanted to avoid talking about religion if they could. John F. Kennedy couldn't duck the issue, being Catholic and all. So how did he address it? By reminding Americans that religion shouldn't be an issue, that he was concentrating on big things like poverty and hunger and leading the space race.",
      "author": "Penn Jillette",
      "category": "Religion, Poverty, Duck"
    },
    {
      "quote": "What art offers is space - a certain breathing room for the spirit.",
      "author": "John Updike",
      "category": "Art, Spirit, Breathing"
    },
    {
      "quote": "We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business.",
      "author": "Richard Branson",
      "category": "Business, Car, People"
    },
    {
      "quote": "We have one planet in our solar system that's habitable, and that's the Earth, and space travel can transform things back here for the better. First of all, by just having people go to space and look back on this fragile planet we live on. People have come back transformed and have done fantastic things.",
      "author": "Richard Branson",
      "category": "Travel, People, Live"
    },
    {
      "quote": "The mysteriousness and mystique of space is such, that science fiction attempts to tantalize you by telling you a story that could possibly be out there and that's the appeal of science fiction.",
      "author": "William Shatner",
      "category": "Science, Story, You"
    },
    {
      "quote": "In the four years since its launch, Kepler has chalked up 122 new and confirmed planets. It's also caught the scent of nearly three thousand additional objects, of which probably 80 percent or more will turn out to be other-worldly orbs.",
      "author": "Seth Shostak",
      "category": "Three, New, Launch"
    },
    {
      "quote": "The math is dead simple: it seems that the frequency of planets able to support life is roughly one percent. In other words, a billion or more such worlds exist in our galaxy alone. That's a lot of acreage, and it takes industrial-strength credulity to believe it's all bleakly barren.",
      "author": "Seth Shostak",
      "category": "Life, Alone, Words"
    },
    {
      "quote": "I don't think the space station is innovative. Going to the moon was innovative because we had no idea how to do it.",
      "author": "Peter Diamandis",
      "category": "Moon, Think, Idea"
    },
    {
      "quote": "There was a period of time during the 'Jagged Little Pill' era where I don't think I laughed for about two years. It was a survival mode, you know. It was an intense, constant, chronic over-stimulation and invasion of energetic and physical literal space.",
      "author": "Alanis Morissette",
      "category": "Time, Survival, Know"
    },
    {
      "quote": "I'm a little territorial and defensive. I don't like having my space invaded.",
      "author": "Shia LaBeouf",
      "category": "Like, Little, Defensive"
    },
    {
      "quote": "The wonderful thing about 48 fps is the integration of live action and CG elements; that is something I learned from 'The Hobbit.' We are so used to 24 fps and the romance of celluloid... but at 48 fps, you cannot deny the existence of these CG creations in the same time frame and space and environment as the live action.",
      "author": "Andy Serkis",
      "category": "Time, Action, Environment"
    },
    {
      "quote": "I remember a specific moment, watching my grandmother hang the clothes on the line, and her saying to me, 'you are going to have to learn to do this,' and me being in that space of awareness and knowing that my life would not be the same as my grandmother's life.",
      "author": "Oprah Winfrey",
      "category": "Life, Me, Remember"
    },
    {
      "quote": "New Yorkers only cross water for visual culture if the water is an ocean. The East River throws us for a huge loop. If we started going to Queens and the Bronx for visual culture, many of our rent, space, and crowding problems would be over indefinitely.",
      "author": "Jerry Saltz",
      "category": "Culture, Ocean, Water"
    },
    {
      "quote": "Can space break? I mean the space of art galleries. Over the past 100 years, art galleries have gone from looking like Beaux Arts salons to simple storefronts to industrial lofts to the gleaming giant white cubes of Chelsea with their shiny concrete floors.",
      "author": "Jerry Saltz",
      "category": "Art, Simple, Past"
    },
    {
      "quote": "The first private space of my own wasn't a dorm room; it was a hotel room in Tulsa, Oklahoma.",
      "author": "Rob Lowe",
      "category": "Hotel, First, My Own"
    },
    {
      "quote": "I am absolutely certain that life can exist in outer space, move around, find a new aqueous environment.",
      "author": "Craig Venter",
      "category": "Life, I Am, Environment"
    },
    {
      "quote": "The day is not far off when we will be able to send a robotically controlled genome-sequencing unit in a probe to other planets to read the DNA sequence of any alien microbe life that may be there.",
      "author": "Craig Venter",
      "category": "Life, Day, Alien"
    },
    {
      "quote": "I think there's a certain space people have decided I occupy - the funny-sidekick thing.",
      "author": "Zooey Deschanel",
      "category": "People, Think, I Think"
    },
    {
      "quote": "From orphanages to space colonies, it was all shallow but endearingly enthusiastic futurism. Gingrich was the kind of person who read a book or two on something and would then be quite afire as to how this was going to fit into some shining future.",
      "author": "Molly Ivins",
      "category": "Future, Book, Colonies"
    },
    {
      "quote": "Work takes up a lot of my brain space. So when I work, it's one thing. I don't have a lot of time to think about dating.",
      "author": "Chris Pine",
      "category": "Work, Time, Dating"
    },
    {
      "quote": "Ye stars! which are the poetry of heaven!",
      "author": "Lord Byron",
      "category": "Stars, Poetry, Heaven"
    },
    {
      "quote": "A city like London is sociable in a sense that there are people gathering in bars and restaurants, concerts and lectures. Yet you can partake of all these experiences and never say hello to anyone new. And one of the things that all religions do is take groups of strangers into a space and say it is OK to talk to each other.",
      "author": "Alain de Botton",
      "category": "City, People, Strangers"
    },
    {
      "quote": "Sadly, semi-consciousness, along with daydreaming, is a capacity that is actively discouraged among children in schools, and our society is much poorer and harsher as a consequence. The value of liminal space and transitional imagination remain personally and culturally undeveloped.",
      "author": "Michael Leunig",
      "category": "Children, Imagination"
    },
    {
      "quote": "Pour a liquid out of its container, and it changes shape, fills the space you give it. If you give children a lot of space, it may surprise you where they'll go and the shape they'll take.",
      "author": "Nancy Gibbs",
      "category": "Children, Changes, Surprise"
    },
    {
      "quote": "Indeed, there is much in pure humanitarian culture, as opposed to rigid scientific training, which encourages absorption in the affairs of mankind, and more or less indifference to the unfathomed abysses of star-strown space that yawn interminably about this terrestrial grain of dust.",
      "author": "H. P. Lovecraft",
      "category": "Culture, Training, Dust"
    },
    {
      "quote": "Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment.",
      "author": "Franklin D. Roosevelt",
      "category": "Change, Great, Progress"
    },
    {
      "quote": "A day will come when other Israelis will be launched into space in the service of science and progress. For them and for us, Ilan Ramon will always be a source of inspiration as Israel's space pioneer, and his memory will be engraved in our hearts forever.",
      "author": "Ariel Sharon",
      "category": "Science, Progress, Service"
    },
    {
      "quote": "The motions of the comets are exceedingly regular, and they observe the same laws as the motions of the planets, but they differ from the motions of vortices in every particular and are often contrary to them.",
      "author": "Isaac Newton",
      "category": "Same, Laws, Observe"
    },
    {
      "quote": "It is indeed a matter of great difficulty to discover, and effectually to distinguish, the true motions of particular bodies from the apparent because the parts of that immovable space, in which those motions are performed, do by no means come under the observation of our senses.",
      "author": "Isaac Newton",
      "category": "Great, Matter, Observation"
    },
    {
      "quote": "Most people are completely unaware of their breath. They violate your space, they have no idea that they have halitosis.",
      "author": "Larry David",
      "category": "People, Idea, Breath"
    },
    {
      "quote": "I used to consider the listener. But now I'm in a space where, if I'm not inspired, I can't really do the music. I can't feel it.",
      "author": "Kendrick Lamar",
      "category": "Music, Feel, Where"
    },
    {
      "quote": "Well, I met Frank Sinatra and Bob Dylan in the space of 15 minutes. Frank Sinatra kissed me on the lips. He kissed me on the lips. And then he gave me a filterless cigarette. And then I met Bob Dylan. I came off all lightheaded and had to go sit on his dressing-room steps.",
      "author": "Kate Moss",
      "category": "Me, Lips, Well"
    },
    {
      "quote": "As I grew steadily more comfortable in the kitchen, I found that, much like gardening, most cooking manages to be agreeably absorbing without being too demanding intellectually. It leaves plenty of mental space for daydreaming and reflection.",
      "author": "Michael Pollan",
      "category": "Reflection, Gardening"
    },
    {
      "quote": "There are instances where you're in a space with someone who has been extraordinarily successful, and they don't necessarily connect with you as another person. You can be a prop for them to deliver their stuff, and you're just another element in the scene.",
      "author": "Mahershala Ali",
      "category": "Successful, You, Connect"
    },
    {
      "quote": "A father and two sons run Adelphia. It's a cable company. And they took from that company a billion dollars. A billion. Three people - three people took a billion dollars. What were they gonna do, start their own space program? 'Let's send the monkey to Mars, Dad!'",
      "author": "Lewis Black",
      "category": "Father, People, Company"
    },
    {
      "quote": "I take the invasion of my personal space very seriously.",
      "author": "Kid Rock",
      "category": "Seriously, Personal, Take"
    },
    {
      "quote": "It's very dangerous to put astronauts on a moon base where there's radiation, solar flares and micro meteorites. It'd be much better to put robots on the moon and have them mentally connected to astronauts on the Earth.",
      "author": "Michio Kaku",
      "category": "Moon, Earth, Robots"
    },
    {
      "quote": "Our astronauts, when they go orbiting around the earth, they actually come back slightly younger than a twin that they would have on the planet Earth who was stationary. This is called the twin paradox.",
      "author": "Michio Kaku",
      "category": "Earth, Back, Paradox"
    },
    {
      "quote": "Most of us still haven't grasped the fact that everything we commit to the digital space - not just our public blogs and broadcast tweets, but every private text message, email, and voicemail is likely to be stored and accessible. Forever.",
      "author": "Douglas Rushkoff",
      "category": "Digital, Message, Email"
    },
    {
      "quote": "Space is almost infinite. As a matter of fact, we think it is infinite.",
      "author": "Dan Quayle",
      "category": "Think, Matter, Fact"
    },
    {
      "quote": "People are scrambling to figure out how they can prolong the life of an album. But as long as the shelf space continues to shrink at retail, there's just no room for them anymore... which is fine with me! I would love to be the next person in country to just release digital singles, but I think we're probably a little ways from that.",
      "author": "Blake Shelton",
      "category": "Love, Life, Me"
    },
    {
      "quote": "The moon and other celestial bodies should be free for exploration and use by all countries. No country should be permitted to advance a claim of sovereignty.",
      "author": "Lyndon B. Johnson",
      "category": "Moon, Free, Country"
    },
    {
      "quote": "The world is a nested space, and so we have our brain as a person, and people are members of teams, and teams are part of business units, and business units are parts of corporations, and corporations are part of industries, which are part of economies.",
      "author": "Clayton Christensen",
      "category": "Business, World, Brain"
    },
    {
      "quote": "There is a project that's underway called the interplanetary Internet. It's in operation between Earth and Mars. It's operating on the International Space Station. It's part of the spacecraft that's in orbit around the Sun that's rendezvoused with two planets.",
      "author": "Vint Cerf",
      "category": "Sun, Internet, Earth"
    },
    {
      "quote": "The arts can play a vital role in revitalizing neighborhoods, using and improving vacant space, bringing new jobs and new sense of opportunity, and improving public safety by generating more foot traffic and more eyes on the street.",
      "author": "Gavin Newsom",
      "category": "Eyes, Opportunity, Safety"
    },
    {
      "quote": "I find podcasting an enticing space.",
      "author": "Jason Calacanis",
      "category": "Find, Enticing"
    },
    {
      "quote": "We collectively have a special place in our heart for the manned space flight program - Apollo nostalgia is one element, but that is only part of it. American culture worships explorers - look at the fame of Lewis and Clark, for example. The American people want to think of themselves as supporting exploration.",
      "author": "Nathan Myhrvold",
      "category": "Culture, Heart, American"
    },
    {
      "quote": "Two things I'm obsessed with are the countryside and fields and being in the open space and body parts, so you'll hear me mentioning body parts and human anatomy. I've listened to my songs and I think I am quite visual and I talk about bones and flesh a lot.",
      "author": "Ellie Goulding",
      "category": "I Am, Me, Think"
    },
    {
      "quote": "Mars is key to humanity's future in space. It is the closest planet that has all the resources needed to support life and technological civilization. Its complexity uniquely demands the skills of human explorers, who will pave the way for human settlers.",
      "author": "Robert Zubrin",
      "category": "Life, Future, Humanity"
    },
    {
      "quote": "People make their own fates, and if enough of us make our fate to be space explorers, perhaps we can actually get some space exploration done.",
      "author": "Robert Zubrin",
      "category": "People, Fate, Exploration"
    },
    {
      "quote": "Whatever your political leaning, vote. This participation is vital. I feel the same way about issues like the space program, education, the military. The more the public focuses on these things, thinks and forms opinions, I think the better we are as a democracy.",
      "author": "Ron Howard",
      "category": "Education, Democracy"
    },
    {
      "quote": "All things which have a directing force here in the physical world cease to exist when one arrives in the imaginative world. If, on the physical plane, you imagine yourself to have done something you actually have not done, you will soon be persuaded by the facts of the physical world that this is not so. This is not the case in astral space.",
      "author": "Rudolf Steiner",
      "category": "World, Yourself, You"
    },
    {
      "quote": "When we project the specific organization of the human body into the space outside it, then we have architecture.",
      "author": "Rudolf Steiner",
      "category": "Architecture, Organization"
    },
    {
      "quote": "By giving material expression to force-forms in space, the Greeks gave divine spiritual beings the opportunity of using these material forms. It is no figure of speech but a fact when we say that gods came down at that time into the Greek temples in order to be among human beings on the physical plane.",
      "author": "Rudolf Steiner",
      "category": "Time, Opportunity, Spiritual"
    },
    {
      "quote": "Essentially what's going to determine how you succeed in New York is how people feel about the space, how delicious the food is, how they perceive the value and, most important of all, how they feel treated. My understanding is Stephen Starr is exceptionally good at all of this and his ability to create a transporting experience.",
      "author": "Danny Meyer",
      "category": "Food, Good, Experience"
    },
    {
      "quote": "Kids today aren't listening to music audio-only. They're picking up a CD and looking at the lyric sheet and wondering why the pictures aren't moving around. Who wants to do that? It's like Bam Bam Flintstone hanging with the dinosaurs vs. Elroy Jetson who's flying around space. If I'm a kid, I wanna be kicking it with Elroy.",
      "author": "will.i.am",
      "category": "Music, Today, Moving"
    },
    {
      "quote": "Working away from my husband for long periods is good and bad. It stops us taking each other for granted and gives us space, but I miss him terribly.",
      "author": "Helen Mirren",
      "category": "Good, Husband, Long"
    },
    {
      "quote": "Every moment is as real as every other. Every 'now,' when you say, 'This is the real moment,' is as real as every other 'now' - and therefore all the moments are just out there. Just as every location in space is out there, I think every moment in time is out there, too.",
      "author": "Brian Greene",
      "category": "Time, Moment, Moments"
    },
    {
      "quote": "Black holes provide theoreticians with an important theoretical laboratory to test ideas. Conditions within a black hole are so extreme, that by analyzing aspects of black holes we see space and time in an exotic environment, one that has shed important, and sometimes perplexing, new light on their fundamental nature.",
      "author": "Brian Greene",
      "category": "Nature, Time, Light"
    },
    {
      "quote": "I believe Britishness is defined not on ethnic and exclusive grounds but through shared values; our history of tolerance, openness and internationalism; and our commitment to democracy and liberty, to civic duty and the public space.",
      "author": "David Blunkett",
      "category": "History, Commitment, Believe"
    },
    {
      "quote": "There was a time when I was knocking on doors and concerned with being recognized in dominant culture. I've found a space where the terrain is different, where I'm embraced by people like me, and where I'm building new ways of doing things, as opposed to trying to insert myself in a place that might not be welcoming.",
      "author": "Ava DuVernay",
      "category": "Time, Culture, Myself"
    },
    {
      "quote": "Women should try to increase their size rather than decrease it, because I believe the bigger we are, the more space we'll take up, and the more we'll have to be reckoned with.",
      "author": "Roseanne Barr",
      "category": "Women, Believe, I Believe"
    },
    {
      "quote": "The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it's all empty space. That's amazing!",
      "author": "Chris Evans",
      "category": "Life, Amazing, World"
    },
    {
      "quote": "In an enclosed space, a camel's breath can change the atmosphere of the room. Not only just the smell, they literally seem to change the atmospheric pressure. It's so disgusting. It's like they have eight stomachs each more rancid then the next and it just comes out of their mouth.",
      "author": "Steve Carell",
      "category": "Change, Pressure, Mouth"
    },
    {
      "quote": "I always wanted to be a cowboy, and Jedi Knights are basically cowboys in space, right?",
      "author": "Liam Neeson",
      "category": "Right, Cowboy, Always"
    },
    {
      "quote": "When someone is playing drums, they aren't actually moving around a space; they're just moving their arms and limbs. They're stuck behind the drum set. So to film someone playing the drums and make it feel as kinetic as a car chase or a shootout or a battle scene was the challenge.",
      "author": "Damien Chazelle",
      "category": "Car, Challenge, Moving"
    },
    {
      "quote": "Maybe the search for life shouldn't restrict attention to planets like Earth. Science fiction writers have other ideas: balloon-like creatures floating in the dense atmospheres of planets such as Jupiter, swarms of intelligent insects, nano-scale robots and more.",
      "author": "Martin Rees",
      "category": "Life, Science, Ideas"
    },
    {
      "quote": "The images of Earth's delicate biosphere, contrasting with the sterile moonscape where the astronauts left their footsteps, have become iconic for environmentalists: these may indeed be the Apollo programme's most enduring legacy.",
      "author": "Martin Rees",
      "category": "Legacy, Earth, May"
    },
    {
      "quote": "We need to broaden our sympathies both in space and time - and perceive ourselves as part of a long heritage, and stewards for an immense future.",
      "author": "Martin Rees",
      "category": "Time, Future, Long"
    },
    {
      "quote": "Most theorists suspect that space has an intricate structure - that it is 'grainy' - but that this structure is on a much finer scale than any known subatomic particle. The structure could be of an exotic kind: extra dimensions, over and above the three that we are used to (up and down, backward and forward, left and right).",
      "author": "Martin Rees",
      "category": "Down, Forward, Three"
    },
    {
      "quote": "The bedrock nature of space and time and the unification of cosmos and quantum are surely among science's great 'open frontiers.' These are parts of the intellectual map where we're still groping for the truth - where, in the fashion of ancient cartographers, we must still inscribe 'here be dragons.'",
      "author": "Martin Rees",
      "category": "Nature, Time, Science"
    },
    {
      "quote": "I am involved in the architecture of space.",
      "author": "James Turrell",
      "category": "Architecture, I Am, Involved"
    },
    {
      "quote": "The commercial space industry is enormous and ripe for disruption.",
      "author": "Steve Jurvetson",
      "category": "Disruption, Industry, Ripe"
    },
    {
      "quote": "When I was 11, I went to space camp at the Space Center in Texas, near where I grew up. There, I met video-game-industry pioneer Richard Garriott, better known to gamers everywhere as 'Ultima' creator Lord British.",
      "author": "Steve Jurvetson",
      "category": "Better, Texas, Pioneer"
    },
    {
      "quote": "I enjoy finding the right word and giving each its full measure, its full space in a sentence.",
      "author": "Miriam Margolyes",
      "category": "Giving, Enjoy, Measure"
    },
    {
      "quote": "Bollywood has always pampered heroes and treated actors as second class citizens. But, of late, it has realised that there has to be space for actors who can connect with people.",
      "author": "Nawazuddin Siddiqui",
      "category": "People, Late, Heroes"
    },
    {
      "quote": "I've always been a bit of a space geek. I wrote an article years ago about the neutral buoyancy tank, which is this biblically sized pool where they train astronauts. And it was just the coolest thing.",
      "author": "Mary Roach",
      "category": "Train, Years, Where"
    },
    {
      "quote": "Weightlessness was unbelievable. It's physical euphoria: Nothing about you has any weight. You don't realize that you are weighed down all the time by yourself, and your organs, and your head. Your arms weigh down your shoulders. In space simulation, you get to fly like Superman! You're hanging in the air! It's the coolest thing.",
      "author": "Mary Roach",
      "category": "Time, Yourself, Fly"
    },
    {
      "quote": "It says something very deep about humans and our society, something very good about us, that we've invested our time and treasure in building a machine that can fly across three billion miles of space to explore the Pluto system.",
      "author": "Alan Stern",
      "category": "Time, Good, Deep"
    },
    {
      "quote": "I'm hopeful that commercial space exploration will takeoff. To really fuel the spaceflight revolution will require an investment of hundreds of billions of dollars a year, and I think that's only going to happen in the commercial sector - if there are large profits to be made.",
      "author": "Alan Stern",
      "category": "Revolution, Think"
    },
    {
      "quote": "Back in the Seventies, we had a romantic, poetic vision of the future, like it was in the movie '2001: A Space Odyssey.' It felt as if everything was still ahead of us.",
      "author": "Jean-Michel Jarre",
      "category": "Future, Romantic, Vision"
    },
    {
      "quote": "We have no right to pick out all that is noblest and fairest in man, to project these qualities into space, and to call them God. We only thus create an ideal figure, a purified, ennobled, 'magnified' Man.",
      "author": "Annie Besant",
      "category": "God, Man, Create"
    },
    {
      "quote": "There was a lot of the 'Hamilton' experience that was like a locomotive. It was a hurricane, so the apartment often looked like a hurricane. There were clothes and shoes all over. We were getting more things in than we had room for. We had to figure out how to make space for all the blessings and goodness coming toward us.",
      "author": "Leslie Odom, Jr.",
      "category": "Experience, Blessings, Shoes"
    },
    {
      "quote": "It's hard because I think I fall into this in-between space where there's something that's innately feminine about me, and there's also something that's kind of androgynous. I carry myself somewhere in between, and I think my music lends itself to that as well.",
      "author": "Halsey",
      "category": "Music, Myself, Fall"
    },
    {
      "quote": "When I first started YouTubeing, the idea was, 'Oh, YouTube is going to be a stepping stone to get to other places,' and I just totally don't agree with that. I think YouTube is amazing. The digital space is amazing.",
      "author": "Lilly Singh",
      "category": "Amazing, Stone, Think"
    },
    {
      "quote": "I think it's almost a law of nature that there are only certain things that hit an emotive space, and that's what was always special for me about music: it made me feel something.",
      "author": "Kate Bush",
      "category": "Music, Nature, Law"
    },
    {
      "quote": "I am aware how difficult is the task to preserve free institutions over so wide a space and so immense a population, but we are blessed with a Constitution admirably calculated to accomplish it. Its elastic power is unequaled, which is to be attributed to its federal character.",
      "author": "John C. Calhoun",
      "category": "Character, Power, I Am"
    },
    {
      "quote": "I already find pyramids from space. Is there anything cooler than that?",
      "author": "Sarah Parcak",
      "category": "Find, Anything, Pyramids"
    },
    {
      "quote": "As an actor, our very palette is one of imagination. So it is a walk onto an empty space and then imagine the world beyond it is what we do.",
      "author": "Rhys Ifans",
      "category": "Imagination, World, Walk"
    },
    {
      "quote": "Put two ships in the open sea, without wind or tide, and, at last, they will come together. Throw two planets into space, and they will fall one on the other. Place two enemies in the midst of a crowd, and they will inevitably meet; it is a fatality, a question of time; that is all.",
      "author": "Jules Verne",
      "category": "Time, Sea, Together"
    },
    {
      "quote": "Any astronaut can tell you you've got to do everything you can to learn about your life support system and then do everything you can to take care of it.",
      "author": "Sylvia Earle",
      "category": "Life, Support, Care"
    },
    {
      "quote": "I think that autistic brains tend to be specialized brains. Autistic people tend to be less social. It takes a ton of processor space in the brain to have all the social circuits.",
      "author": "Temple Grandin",
      "category": "Brain, People, Think"
    },
    {
      "quote": "I wanted a CFO with public company experience; I needed an HR department, new office space, and a board which could help me grow the business. Insight, the private equity firm I chose, helped me with all that.",
      "author": "Jon Oringer",
      "category": "Business, Experience"
    },
    {
      "quote": "When you write a song, it may come from a personal space, but it very seldom actually represents you. It comes out of a sort of mood of melancholy, somehow. It's almost theatrical.",
      "author": "James Taylor",
      "category": "Song, You, Personal"
    },
    {
      "quote": "The calluses on your feet in space will eventually fall off. So, the bottoms of your feet become very soft like newborn baby feet. But the top of my feet develop rough alligator skin because I use the top of my feet to get around here on space station when using foot rails.",
      "author": "Scott Kelly",
      "category": "Baby, Feet, Fall"
    },
    {
      "quote": "The majority of astronauts have to change their eyeglasses while in space. They bring eyeglasses with them and typically change a few months into the mission.",
      "author": "Scott Kelly",
      "category": "Change, Mission, Bring"
    },
    {
      "quote": "Flying in space is a privilege, whether it's the first time or the fourth time.",
      "author": "Scott Kelly",
      "category": "Time, Flying, First Time"
    },
    {
      "quote": "I think we all want to really live good lives, and we all really want to have a healthy planet, although I don't know if we're supposed to be on it forever. Now, does that mean that we should be building rocket ships to shoot us into outer space? Well if we can, I think we should.",
      "author": "Anne Hathaway",
      "category": "Good, Building, Healthy"
    },
    {
      "quote": "Empty space is a boiling, bubbling brew of virtual particles that pop in and out of existence in a time scale so short that you can't even measure them.",
      "author": "Lawrence M. Krauss",
      "category": "Time, Short, Measure"
    },
    {
      "quote": "Aside from communications satellites, space is devoid of industry.",
      "author": "Lawrence M. Krauss",
      "category": "Industry, Communications"
    },
    {
      "quote": "Being a pop fan is a lot like Catholic devotion - lots of ritual, lots of ceremony... We touch the icon to enter the sacred space, genuflecting to reliquaries and ostentatoria that make something splendid of our most secret desires and agonies.",
      "author": "Rob Sheffield",
      "category": "Like, Secret, Sacred"
    },
    {
      "quote": "I've become convinced that Los Angeles is going to become the next contemporary art capital - no other city has more contemporary gallery space than Los Angeles. We've come into our own, finally.",
      "author": "Eli Broad",
      "category": "Art, City, Los Angeles"
    },
    {
      "quote": "Films can't change the society they can simply open the space for the discussion which can lead to social change and can start new forms of social activism.",
      "author": "Joshua Oppenheimer",
      "category": "Change, Society, Start"
    },
    {
      "quote": "I suppose there's a melancholy tone at the back of the American mind, a sense of something lost. And it's the lost world of Thomas Jefferson. It is the lost sense of innocence that we could live with a very minimal state, with a vast sense of space in which to work out freedom.",
      "author": "George Will",
      "category": "Work, Freedom, World"
    },
    {
      "quote": "What was frustrating about Armageddon was the time I spent not doing anything. It was a big special effects film, and I wasn't crazy about pretending I was in outer space. It feels ridiculous.",
      "author": "Steve Buscemi",
      "category": "Time, Crazy, Doing"
    },
    {
      "quote": "I would love to play alongside Wayne Rooney. He does the running of two or three players and makes a lot of space. We would be the perfect combination.",
      "author": "Zlatan Ibrahimovic",
      "category": "Love, Perfect, Play"
    },
    {
      "quote": "I'd like to go to another planet, which I might live long enough to accomplish. Just get on a spaceship and go. But not the moon. I don't see any flowers there. The moon is too close. I want to go further.",
      "author": "Shirley MacLaine",
      "category": "Flowers, Moon, Long"
    },
    {
      "quote": "I feel like there's a lot of noise in the social space. The Vines and Instagrams of the world are gaining traction, and their solutions are perfect for their communities.",
      "author": "Chad Hurley",
      "category": "World, Perfect, Solutions"
    },
    {
      "quote": "I've been lucky enough to fly to space twice.",
      "author": "Chris Hadfield",
      "category": "Fly, Lucky, Enough"
    },
    {
      "quote": "There are no wishy-washy astronauts. You don't get up there by being uncaring and blase. And whatever gave you the sense of tenacity and purpose to get that far in life is absolutely reaffirmed and deepened by the experience itself.",
      "author": "Chris Hadfield",
      "category": "Life, Experience, Purpose"
    },
    {
      "quote": "As an astronaut, especially during launch, half of the risk of a six-month flight is in the first nine minutes.",
      "author": "Chris Hadfield",
      "category": "Risk, First, Launch"
    },
    {
      "quote": "It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future.",
      "author": "Kate Middleton",
      "category": "Strength, Children, Future"
    },
    {
      "quote": "What you lose in blindness is the space around you, the place where you are, and without that you might not exist. You could be nowhere at all.",
      "author": "Barbara Kingsolver",
      "category": "You, Place, Without"
    },
    {
      "quote": "I love cycling, but if I could find a way of building something above the streets for cyclists, that would be amazing. We need even more space.",
      "author": "Michelle Dockery",
      "category": "Love, Amazing, Building"
    },
    {
      "quote": "Everything's got space between it, the planets, trees, your eyes. Your eyes get too close together, it's a whole different world. You can lose perspective.",
      "author": "Mos Def",
      "category": "Eyes, Together, World"
    },
    {
      "quote": "The space shuttle is a better and safer rocket than it was before the Challenger accident.",
      "author": "Sally Ride",
      "category": "Better, Rocket, Than"
    },
    {
      "quote": "I slept just floating in the middle of the flight deck, the upper deck of the space shuttle.",
      "author": "Sally Ride",
      "category": "Flight, Floating, Just"
    },
    {
      "quote": "I've discovered that half the people would love to go into space and there's no need to explain it to them. The other half can't understand and I couldn't explain it to them. If someone doesn't know why, I can't explain it.",
      "author": "Sally Ride",
      "category": "Love, People, Know"
    },
    {
      "quote": "As photographs give people an imaginary possession of a past that is unreal, they also help people to take possession of space in which they are insecure.",
      "author": "Susan Sontag",
      "category": "Past, People, Help"
    },
    {
      "quote": "I've always wanted to do a space movie.",
      "author": "Danny Boyle",
      "category": "Always, Wanted, Movie"
    },
    {
      "quote": "It is a matter of common knowledge among mystics that the evolutionary career of mankind is indissolubly bound up with the divine hierarchies, who rule the planets and the signs of the Zodiac, and that the passage of the Sun and the planets through the twelve signs of the Zodiac, marks man's progress in time and in space.",
      "author": "Max Heindel",
      "category": "Time, Knowledge, Progress"
    },
    {
      "quote": "Westerns are simple stories where there's good and there's evil and where people had a sense of space and freedom. Growing up in the city, as a kid, you've never really seen that before. It's a beautiful dream to go from concrete to big skies, dirt and horses.",
      "author": "Antoine Fuqua",
      "category": "Beautiful, Freedom, Good"
    },
    {
      "quote": "Once you digitize data, you can actually analyze patterns and relationships in geographic space - relationships between certain health patterns and air or water pollution, between plants and climate, soils, landscape.",
      "author": "Jack Dangermond",
      "category": "Health, Water, Plants"
    },
    {
      "quote": "A cigarette is a breathing space. It makes a parenthesis. The time of a cigarette is a parenthesis, and if it is shared, you are both in that parenthesis. It's like a proscenium arch for a dialogue.",
      "author": "John Berger",
      "category": "Time, You, Dialogue"
    },
    {
      "quote": "The Indian business has largely grown on the back of exports. The domestic markets, as far as our Indian business is concerned, actually have contracted because of the contraction in the medium and heavy commercial vehicle space.",
      "author": "Baba Kalyani",
      "category": "Business, Back, Far"
    },
    {
      "quote": "I'm in a space of surrendering and being open and seeing. It's a good place to be - the only place to be.",
      "author": "Sherilyn Fenn",
      "category": "Good, Place, Seeing"
    },
    {
      "quote": "So this is the space during tutoring hours. It's very busy. Same principles: one-on-one attention, complete devotion to the students' work and a boundless optimism and sort of a possibility of creativity and ideas.",
      "author": "Dave Eggers",
      "category": "Work, Creativity, Busy"
    },
    {
      "quote": "I actually think that history has fed off the restlessness of cyber space, of kind of the frantic, segmented nature of the way we lead our lives. People want to be connected.",
      "author": "Simon Schama",
      "category": "Nature, History, People"
    },
    {
      "quote": "Very little useful science got done in the space station. NASA never did the experiments needed to develop the technologies required for a genuine interplanetary expedition: centrifugal gravity to avoid bodily harm and a truly closed biosphere.",
      "author": "Gregory Benford",
      "category": "Science, Done, Gravity"
    },
    {
      "quote": "If I had unlimited funds, wall space and storage, I would collect a lot more things, like 'Planet of the Apes,' 'Star Wars,' science fiction stuff, autographs, and prop guns and weapons. I have to draw the line somewhere.",
      "author": "Kirk Hammett",
      "category": "Science, Guns, Somewhere"
    },
    {
      "quote": "I love horror movies in space. I love it when the genre switches over and what was sci-fi becomes horror.",
      "author": "Kirk Hammett",
      "category": "Love, Movies, Horror"
    },
    {
      "quote": "At the very least we should be given a bit of credit and a little bit of space, and maybe the media should think we could help them discover why English teams do not win European competitions.",
      "author": "Jose Mourinho",
      "category": "Win, Media, Help"
    },
    {
      "quote": "When you're an adult, when times are good, entire years go by in what feels like the space of one season. But the worst trick time plays on you is just how slowly the worst times in your life take you to live through.",
      "author": "Artie Lange",
      "category": "Life, Time, Good"
    },
    {
      "quote": "I don't think so much about verbal comedy. I always think about visual comedy. I was raised watching silents, and I'm always thinking about how to make cinema, not good talking - although I want good talking. I'm much more interested in framing, composition, and orchestration of bodies in space, and so forth.",
      "author": "Alexander Payne",
      "category": "Good, Thinking, Want"
    },
    {
      "quote": "The novel space is a pure space. I'm nobody once I go into that room. I'm not gay, I'm not bald, I'm not Irish. I'm not anybody. I'm nobody. I'm the guy telling the story, and the only person that matters is the person reading that story, the target. It's to get that person to feel what I'm trying to dramatize.",
      "author": "Colm Toibin",
      "category": "Reading, Gay, Story"
    },
    {
      "quote": "People need to be made conscious of a very simple reality: we have no choice but to share this planet, this small blue sphere floating in the vast reaches of space, with all of our fellow 'passengers.'",
      "author": "Daisaku Ikeda",
      "category": "Simple, Blue, Reality"
    },
    {
      "quote": "To get noticed, I had to take my films in a space which was much more democratic in terms of cinema - the international film festivals.",
      "author": "Anurag Kashyap",
      "category": "Cinema, Festivals"
    },
    {
      "quote": "Speaking is what most people work on. They forget the thinking and the breathing and instead try to occupy space with sound.",
      "author": "Margaret Heffernan",
      "category": "Work, Thinking, People"
    },
    {
      "quote": "I realize that when I moved out of my father's house I shocked and frightened him because I needed a room of my own, a space of my own to reinvent myself.",
      "author": "Sandra Cisneros",
      "category": "Father, Myself, Realize"
    },
    {
      "quote": "Not everyone is lucky enough to be given space and trust.",
      "author": "Vanessa Paradis",
      "category": "Trust, Lucky, Everyone"
    },
    {
      "quote": "Time and space always change, but there is something which is eternal and changeless. For example, the world and time, past or future, nothing exists for us in sleep. But we exist. Let us try to find out that which is changeless and which always exists.",
      "author": "Ramana Maharshi",
      "category": "Change, Time, Future"
    },
    {
      "quote": "An end of something means the beginning of something else, and I don't think that something else is going to be the death of the manned space program.",
      "author": "John Glenn",
      "category": "Death, Beginning, End"
    },
    {
      "quote": "A Hubble Space Telescope photograph of the universe evokes far more awe for creation than light streaming through a stained glass window in a cathedral.",
      "author": "Michael Shermer",
      "category": "Light, Universe, Window"
    },
    {
      "quote": "I've always wondered what it would be like if somebody from outer space landed with three heads. Then all of a sudden everybody else wouldn't look so bad, huh? Well, OK you're a little different from me but, hey, ya got one head.",
      "author": "Cyndi Lauper",
      "category": "Me, You, Three"
    },
    {
      "quote": "I want people to be drawn into the space of the work. And a lot of people are like me in that they have relatively short attention spans. So I shoot for the window of opportunity.",
      "author": "Barbara Kruger",
      "category": "Work, Opportunity, Short"
    },
    {
      "quote": "What happened in 2008 stopped people in their tracks. People stopped looking at their homes simply as commodities to exploit and starting thinking about how they might personalise that space and make them less bland and more autobiographical, and that's healthy, I think.",
      "author": "Kevin McCloud",
      "category": "Thinking, People, Healthy"
    },
    {
      "quote": "Because of my job, my hair gets played with a lot on set, so I try to give it little bit of breathing space when I'm not working.",
      "author": "Gugu Mbatha-Raw",
      "category": "Job, Hair, Working"
    },
    {
      "quote": "I feel that my father's greatest legacy was the people he inspired to get involved in public service and their communities, to join the Peace Corps, to go into space. And really that generation transformed this country in civil rights, social justice, the economy and everything.",
      "author": "Caroline Kennedy",
      "category": "Peace, Father, Justice"
    },
    {
      "quote": "I loved dinosaurs, I loved space, and I thought maybe I'd be the first paleo-astronaut.",
      "author": "Bill Maris",
      "category": "Thought, Loved, First"
    },
    {
      "quote": "When you gaze at stars and think about planets, the places it takes your imagination are amazing! You look up the sky, and you know the stars have always been here; they were referenced in biblical times and have always been present. They are somewhere up there in the future, and they guide you; they make you feel safe.",
      "author": "Sarah Brightman",
      "category": "Future, Stars, Sky"
    },
    {
      "quote": "In some ways, I missed my era because I'm big and messy and have big feelings and take up space on a stage rather than being diminutive and childlike in my woman-ness.",
      "author": "Elizabeth Marvel",
      "category": "Feelings, Up, Messy"
    },
    {
      "quote": "We discount the physical, when, in fact, much of life is physical. People's personalities are partly formed by, or in response to, how they take up space; the physical mask has some relation, howsoever obscure, to the mental work happening underneath.",
      "author": "Karan Mahajan",
      "category": "Life, Work, People"
    },
    {
      "quote": "For many people, the family is portrayed as the settled place of reasonable safety, but as anyone who has read 'The God of Small Things' would know, for me it was a dangerous place. I felt humiliated in that space. I wanted to get away as soon as I could.",
      "author": "Arundhati Roy",
      "category": "Family, God, Safety"
    },
    {
      "quote": "The advertising world had space men in it before spacemen existed.",
      "author": "Fred Allen",
      "category": "Men, Advertising, World"
    },
    {
      "quote": "There's nothing wrong with having a collection, but it becomes a problem when it overwhelms your space. When you're not displaying it properly, you're not enjoying it and it turns into clutter.",
      "author": "Niecy Nash",
      "category": "Problem, Nothing, You"
    },
    {
      "quote": "NASA asked me to create meals for the space shuttle. Thai chicken was the favorite. I flew in a fake space shuttle, but I have no desire to go into space after seeing the toilet.",
      "author": "Rachael Ray",
      "category": "Me, Fake, Chicken"
    },
    {
      "quote": "Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can't resolve the problem of women's pantyhose. There's no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government.",
      "author": "Mikhail Gorbachev",
      "category": "Life, Work, Women"
    },
    {
      "quote": "Geez, all that money we waste on space exploration; just think how many bombs that would buy!",
      "author": "Craig Bruce",
      "category": "Money, Exploration, Think"
    },
    {
      "quote": "The space shuttle was designed, at least in part, to broaden our knowledge of the universe. To scientists, the vehicle was a tool; to engineers, it was their creation.",
      "author": "Henry Petroski",
      "category": "Knowledge, Universe"
    },
    {
      "quote": "Conjoined twins simply may not need sex-romance partners as much as the rest of us do. Throughout time and space, they have described their condition as something like being attached to a soul mate.",
      "author": "Alice Dreger",
      "category": "Time, Soul, Rest"
    },
    {
      "quote": "Space is to place as eternity is to time.",
      "author": "Joseph Joubert",
      "category": "Time, Place, Eternity"
    },
    {
      "quote": "It seems to be that southern Europeans are just more intimate socially, whereas I like a lot of personal space - like, a mile from the nearest person is fine for me.",
      "author": "Peter Steele",
      "category": "Me, Person, Personal"
    },
    {
      "quote": "When you take a shower in space, you have to press the water onto your body to clean yourself, and then you gotta vacuum it off.",
      "author": "Ace Frehley",
      "category": "Water, Yourself, Body"
    },
    {
      "quote": "We want to make sure we get living astronauts to the surface of Mars.",
      "author": "Ellen Stofan",
      "category": "Living, Want, Mars"
    },
    {
      "quote": "Mars missions will require up to three years in reduced gravity, so we need to make sure astronauts can not only survive but thrive as they move outward to explore this new world.",
      "author": "Ellen Stofan",
      "category": "World, Survive, Three"
    },
    {
      "quote": "As a card-carrying space nerd and NASA's chief scientist, I love space movies, from 'Star Trek' to 'Star Wars' to my all-time favorite - 'The Dish', an Australian comedy that celebrates that first moment when Neil Armstrong stepped down onto the surface of our moon.",
      "author": "Ellen Stofan",
      "category": "Love, Moment, Moon"
    },
    {
      "quote": "We are finding new areas in the ocean every day. It's as alien as going to outer space.",
      "author": "Geoff Johns",
      "category": "Day, Ocean, Alien"
    },
    {
      "quote": "Supplying fuel for a Mars expedition from the lunar surface is often suggested, but it's hard to make it pay off - Moon bases are expensive, and just buying more rockets to launch fuel from Earth is relatively cheap.",
      "author": "Henry Spencer",
      "category": "Moon, Earth, Mars"
    },
    {
      "quote": "The Orion capsule uses an escape system quite like that of the Apollo spacecraft in the 1960s and 70s: an 'escape tower' containing a solid-fuel rocket that will pull it up and away from Ares I in a pinch.",
      "author": "Henry Spencer",
      "category": "Escape, Rocket, Tower"
    },
    {
      "quote": "Whether solid rockets are more or less likely to fail than liquid-fuel rockets is debatable. More serious, though, is that when they do fail, it's usually violent and spectacular.",
      "author": "Henry Spencer",
      "category": "Fail, Serious, Than"
    },
    {
      "quote": "Sometimes people wonder why aeroplanes are so cheap and rockets are so expensive. Even the most superficial comparison shows one obvious difference: aeroplane engines use outside air to burn their fuel, while rockets have to carry their own oxidisers along.",
      "author": "Henry Spencer",
      "category": "People, Wonder, Why"
    },
    {
      "quote": "Reusable rockets promise much easier testing because you should usually get them back, and you can debug as you go rather than having to get everything perfect the first time.",
      "author": "Henry Spencer",
      "category": "Time, Perfect, You"
    },
    {
      "quote": "I started realizing that music is the one area where I've always let go. When that saxophone goes into my mouth, I get into a space where I never think about the notes I've already played or anticipate the notes ahead.",
      "author": "Kenny G",
      "category": "Music, Think, Mouth"
    },
    {
      "quote": "We felt it was very important for an entity like CCTV to make its presence felt... To generate a space and to define a space, that is the main thing.",
      "author": "Rem Koolhaas",
      "category": "Important, Presence, Like"
    },
    {
      "quote": "You can write a little and can draw a little, but there's necessarily a limitation on both in a comic strip, since it appears in such a tiny space.",
      "author": "Stephan Pastis",
      "category": "You, Comic, Little"
    },
    {
      "quote": "My parents grew up during the space race, and I think they imagined the future would be us living on moon bases and everyone has rocket shoes.",
      "author": "Brian K. Vaughan",
      "category": "Future, Parents, Moon"
    },
    {
      "quote": "As the earth spins through space, a view from above the North Pole would encompass most of the wealth of the world - most of its food, productive machines, doctors, engineers and teachers. A view from the opposite pole would encompass most of the world's poor.",
      "author": "Barry Commoner",
      "category": "Food, World, Wealth"
    },
    {
      "quote": "I couldn't get my first film on the air. The first film I did was called 'The Race For Space,' about the U.S.-Soviet space race. The networks had a policy that I found out about the hard way. I even had a sponsor for my program, but the networks wouldn't put it on because it was independently produced.",
      "author": "David L. Wolper",
      "category": "Way, First, Race"
    },
    {
      "quote": "When we're growing up there are all sorts of people telling us what to do when really what we need is space to work out who to be.",
      "author": "Ellen Page",
      "category": "Work, Growing Up, People"
    },
    {
      "quote": "Astronauts have been stuck in low-Earth orbit, boldly going nowhere. American attempts to kick-start a new phase of lunar exploration have stalled amid the realisation that NASA's budget is too small for the job.",
      "author": "Paul Davies",
      "category": "Job, American, Small"
    },
    {
      "quote": "Forget the technique. Hit the guy across from you. Don't let somebody come in your space.",
      "author": "Karl Malone",
      "category": "Forget, You, Guy"
    },
    {
      "quote": "The heart looks into space to be away from earth.",
      "author": "Richard Jefferies",
      "category": "Heart, Earth, Looks"
    },
    {
      "quote": "Inner space is so much more interesting, because outer space is so empty.",
      "author": "Theodore Sturgeon",
      "category": "Interesting, Outer Space"
    },
    {
      "quote": "I have learned to take the part of me that is very fearful and work on that. There is space for that in my life. I have learned to give myself a bit more freedom between 'action' and 'cut.' I come by all that fear honestly, like most humans have. I can't bring it with me to work, so in that way, the work feels quite liberating.",
      "author": "Taylor Schilling",
      "category": "Life, Work, Fear"
    },
    {
      "quote": "Aviation - and space travel, in particular - have always been especially captivating.",
      "author": "Felix Baumgartner",
      "category": "Travel, Aviation, Always"
    },
    {
      "quote": "It is strange, but nobody is shocked when pop singers make a fortune in the space of two years.",
      "author": "Placido Domingo",
      "category": "Strange, Years, Fortune"
    },
    {
      "quote": "Lest those islands still seem to you too remote in space and time to be relevant to our modern societies, just think about the risks... of our increasing globalization and increasing worldwide economic interdependence.",
      "author": "Jared Diamond",
      "category": "Time, Risks, Globalization"
    },
    {
      "quote": "Perhaps when distant people on other planets pick up some wavelength of ours all they hear is a continuous scream.",
      "author": "Iris Murdoch",
      "category": "People, Up, Planets"
    },
    {
      "quote": "Cities have become places where we are controlled, by CCTV and other means, in the same way as machines are controlled. My works provide an imaginative space in which this can be challenged. It's like opening a window in a closed room.",
      "author": "Antony Gormley",
      "category": "Window, Way, Opening"
    },
    {
      "quote": "I used to think that the great thing about sculpture was that, like Stonehenge, it was something that stood against time in an adamantine way, and was an absolute mass in space. Now I try to use the language of architecture to redescribe the body as a place.",
      "author": "Antony Gormley",
      "category": "Time, Architecture, Great"
    },
    {
      "quote": "Why is there space rather than no space? Why is space three-dimensional? Why is space big? We have a lot of room to move around in. How come it's not tiny? We have no consensus about these things. We're still exploring them.",
      "author": "Leonard Susskind",
      "category": "Exploring, Why, Big"
    },
    {
      "quote": "Space can vibrate, space can fluctuate, space can be quantum mechanical, but what the devil is it? And, you know, everybody has their own idea about what it is, but there's no coherent final consensus on why there is space.",
      "author": "Leonard Susskind",
      "category": "Know, Why, You"
    },
    {
      "quote": "The most powerful argument of all for saving open space is economics; in most states, tourism is the number two industry.",
      "author": "Jim Fowler",
      "category": "Powerful, Economics"
    },
    {
      "quote": "Once you learn to choose your belongings properly, you will be left with only the amount that fits perfectly in the space you own.",
      "author": "Marie Kondo",
      "category": "Learn, You, Will"
    },
    {
      "quote": "For me, all the materials and objects I employ come from a specific space that's very personal.",
      "author": "Rashid Johnson",
      "category": "Me, Personal, Objects"
    },
    {
      "quote": "I think Windows 8 is a catastrophe for everyone in the PC space. I think we'll lose some of the top-tier PC/OEMs, who will exit the market. I think margins will be destroyed for a bunch of people.",
      "author": "Gabe Newell",
      "category": "People, Windows, Think"
    },
    {
      "quote": "Am I willing to go to Mars? Yes, but I'm not willing to spend nine months getting there, then wait 18 more months until the planets align to come home.",
      "author": "Eugene Cernan",
      "category": "Home, Wait, Mars"
    },
    {
      "quote": "Questions and answers is a big space, and there are lots of possible systems that you can create for different goals.",
      "author": "Adam D'Angelo",
      "category": "Goals, Questions, You"
    },
    {
      "quote": "We don't have parades for mathematicians, we have parades for astronauts. You don't think about all the thousands of people who worked on that capsule and crunched the numbers and were integral in getting that into space.",
      "author": "Theodore Melfi",
      "category": "People, Think, You"
    },
    {
      "quote": "The Lamb's Club is going to be a luxury bar and grill; we're not doing an overly fancy restaurant. We wanted to make a space that people will come to every day, almost like a very high-end bistro.",
      "author": "Geoffrey Zakarian",
      "category": "Day, People, Restaurant"
    },
    {
      "quote": "In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God's creation... as music.",
      "author": "Roy H. Williams",
      "category": "Music, Time, Light"
    },
    {
      "quote": "Space travel is the only technology that is more dangerous and more expensive now than it was in its first year. Fifty years after Yuri Gagarin, the space shuttle ended up being more dangerous and more expensive to fly than those first throwaway rockets, even though large portions of it were reusable. It's absurd.",
      "author": "Burt Rutan",
      "category": "Travel, Technology, Fly"
    },
    {
      "quote": "The photographs of space taken by our astronauts have been published all over the place. But the eye is a much more dynamic mechanism than any camera or pictures. It's a more exciting view in person than looking at the photographs. Of course, I personally am sick and tired of hearing people talk like that: I want to see it myself!",
      "author": "Burt Rutan",
      "category": "Myself, Eye, Tired"
    },
    {
      "quote": "By 1973, we had a space station, the Skylab, and we had multiple probes going up to planets. So, all this wonderful stuff happened in 10 to 15 years. About that time, there should have been enormous initiatives to make it affordable for people to fly in space, not just a handful of trained NASA astronauts and Russian cosmonauts.",
      "author": "Burt Rutan",
      "category": "Time, People, Fly"
    },
    {
      "quote": "Back in the day, when I started, you were still allowed to make mistakes. You got to make your mistakes in public, in a way. I think the world was a more forgiving place when I started my career, in the sense that we got time and space to develop as a writer.",
      "author": "Val McDermid",
      "category": "Time, Day, Mistakes"
    },
    {
      "quote": "So we want an Islamic state where Islamic law is not just in the books but enforced, and enforced with determination. There is no space and no room for democratic consultation. The Shariah is set and fixed, so why do we need to discuss it anymore? Just implement it!",
      "author": "Abu Bakar Bashir",
      "category": "Determination, Law, Want"
    },
    {
      "quote": "The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea.",
      "author": "John Dyer",
      "category": "Time, Sea, Short"
    },
    {
      "quote": "Having plants and flowers in my space makes me feel very calm and Zen. For me, it's important to meditate every morning to be very clear in the head, and nature really helps me do the same thing.",
      "author": "Nicola Formichetti",
      "category": "Nature, Morning, Flowers"
    },
    {
      "quote": "Innumerable spirits and souls, when spread out through the same space, do not interfere with each other such that the diffusion of one would affect the diffusion of an infinity of others.",
      "author": "Giordano Bruno",
      "category": "Same, Through, Infinity"
    },
    {
      "quote": "While it's true that women are the minority in most tech companies, I don't think that inhibits entry into the tech space. My motto has always been, 'Live What You Love,' and as such, I think it's incredibly important to do work you believe in and to work for a company that has values that align with your own, be it in tech or another industry.",
      "author": "Brit Morin",
      "category": "Love, Work, Women"
    },
    {
      "quote": "While we've taken seeds into space, and astronauts on the International Space Station have eaten lettuce they've grown, we haven't produced fruit in space, so we can't pollinate something.",
      "author": "Helen Sharman",
      "category": "Fruit, Seeds, Something"
    },
    {
      "quote": "During launch, the outside of the rocket is covered in a protective fairing, so we couldn't see outside, but as soon as that was jettisoned, my first view of the earth was over the Pacific Ocean, which was this wonderful deep blue, with clouds just over the top, and sunlight streaming in through the window.",
      "author": "Helen Sharman",
      "category": "Deep, Ocean, Clouds"
    },
    {
      "quote": "People are fascinated by space flight. It makes them interested in science, gets them asking questions and motivates them.",
      "author": "Helen Sharman",
      "category": "Science, People, Questions"
    },
    {
      "quote": "You don't go into space just for the science. Economically, it is not worth it. I think the reason we should be in space is for the exploration; it's the human endeavour.",
      "author": "Helen Sharman",
      "category": "Science, Think, You"
    },
    {
      "quote": "Those folks out in the space suits are going to be getting beat up.",
      "author": "Duane G. Carey",
      "category": "Suits, Up, Going"
    },
    {
      "quote": "The microgravity or the very, very low amount of gravity that we have up in space forces some changes in different processes. It forces changes in us as human beings.",
      "author": "Laurel Clark",
      "category": "Changes, Human, Gravity"
    },
    {
      "quote": "One of the things that we can say with confidence is that we will have much lighter, much stronger materials, and this will reduce the cost of air flight, and the cost of rockets.",
      "author": "Ralph Merkle",
      "category": "Confidence, Stronger, Say"
    },
    {
      "quote": "It's such a long mission and we get to spend so much time in space... we're doing such exciting research. And I don't want to overemphasize the life science research, but as a physician the life science research that we're doing is extremely exciting.",
      "author": "Laurel Clark",
      "category": "Life, Time, Science"
    },
    {
      "quote": "We're looking at Earth science, observing our planet. Also space science, looking at the ozone in the atmosphere around our Earth. Also looking at life science. And on a human level, using ourselves as test subjects.",
      "author": "Laurel Clark",
      "category": "Life, Science, Looking"
    },
    {
      "quote": "Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway.",
      "author": "Louise L. Hay",
      "category": "Life, Time, Spiritual"
    },
    {
      "quote": "There is no time and space limitation for public accountability on the Internet. Creative commonality is standard and does not resemble the authoritarian style of the dead communist experience. It seems that it is no longer society's obligation to understand legislation it is a duty for governments to be understood by their people.",
      "author": "Eduardo Paes",
      "category": "Time, Experience, Society"
    },
    {
      "quote": "Building one space station for everyone was and is insane: we should have built a dozen.",
      "author": "Larry Niven",
      "category": "Building, Everyone, Insane"
    },
    {
      "quote": "The dinosaurs became extinct because they didn't have a space program.",
      "author": "Larry Niven",
      "category": "Dinosaurs, Because, Program"
    },
    {
      "quote": "I used to think about how nice it would be to visit the planets. Of course, I didn't expect to see in my lifetime what has happened. I knew it would happen some day, but it came along faster than I at first thought.",
      "author": "Clyde Tombaugh",
      "category": "Day, Thought, Nice"
    },
    {
      "quote": "I said it's a cold universe and I don't mean that metaphorically. If you go out into space, it's cold. It's really cold and we don't know what's up there. We happen to be in this little pocket where there's a sun. What have we got except love and each other to guard against all that isolation and loneliness?",
      "author": "David Chase",
      "category": "Love, Loneliness, Sun"
    },
    {
      "quote": "I don't have to go into outer space to write about an astronaut.",
      "author": "Geoffrey S. Fletcher",
      "category": "Outer Space, Go, Write"
    },
    {
      "quote": "I also administer the Internet Assigned Names Authority, which is the central coordinator for the Internet address space, domain names and Internet protocol conventions essential to the use and operation of the Internet.",
      "author": "Jon Postel",
      "category": "Internet, Authority, Names"
    },
    {
      "quote": "NASA was going to pick a public school teacher to go into space, observe and make a journal about the space flight, and I am a teacher who always dreamed of going up into space.",
      "author": "Christa McAuliffe",
      "category": "Teacher, School, I Am"
    },
    {
      "quote": "I cannot join the space program and restart my life as an astronaut, but this opportunity to connect my abilities as an educator with my interests in history and space is a unique opportunity to fulfill my early fantasies.",
      "author": "Christa McAuliffe",
      "category": "Life, History, Opportunity"
    },
    {
      "quote": "The president felt that it was important to send an ordinary citizen to experience the excitement of space travel as a representative for all Americans.",
      "author": "Christa McAuliffe",
      "category": "Travel, Experience"
    },
    {
      "quote": "My job in space will be to observe and write a journal. I am also going to be teaching a class for students on earth about life in space and on the space shuttle and conducting experiments.",
      "author": "Christa McAuliffe",
      "category": "Life, Job, I Am"
    },
    {
      "quote": "I will go around the space shuttle and give a guided tour of the major areas and describe what is done in each area. This will be called The Ultimate Field Trip.",
      "author": "Christa McAuliffe",
      "category": "Done, Will, Give"
    },
    {
      "quote": "The lunar flights give you a correct perception of our existence. You look back at Earth from the moon, and you can put your thumb up to the window and hide the Earth behind your thumb. Everything you've ever known is behind your thumb, and that blue-and-white ball is orbiting a rather normal star, tucked away on the outer edge of a galaxy.",
      "author": "Jim Lovell",
      "category": "Perception, Window, Moon"
    },
    {
      "quote": "I am jewelry and objects together. This is the Elsa Peretti name to me. It is a very good balance for me to try and create with the person in mind or with the space in mind - to imagine a bowl of fruit or something for water. It is a little bit yin and yang.",
      "author": "Elsa Peretti",
      "category": "Good, Water, Together"
    },
    {
      "quote": "Space offers extraordinary potential for commerce and adventure, for new innovations and new tests of will. As Americans, we can't help but reach for the stars. It's our nature. It's our destiny.",
      "author": "Bill Frist",
      "category": "Nature, Stars, Adventure"
    },
    {
      "quote": "I would have liked it to have stayed serious and have the adventures of a family lost in space. This isn't to take anything away from Jonathan and the Robot. I watch his performance today and he still makes me laugh.",
      "author": "Mark Goddard",
      "category": "Family, Today, Performance"
    },
    {
      "quote": "Elon just presented a plan for settling the solar system in this century that is realistic and affordable. In my paper, 'A Pathway to a Thriving Commercial Space Economy' at IAC, I also laid out a path forward to a growing economy in space that produces new opportunities for all.",
      "author": "Bruce Pittman",
      "category": "Path, Opportunities, Plan"
    },
    {
      "quote": "Moving to San Francisco affected me in a pretty profound way, in a lot of respects. I think it helped me evolve my sound and think outside of the space I'd been in in Sacramento. The scene there is so insular and kind of feeds on itself: you just end up playing the same shows with the same people for the same people.",
      "author": "Tycho",
      "category": "End, Moving, Me"
    },
    {
      "quote": "Deployable structures have a key role to play in enabling new satellite constellations, particularly with regards to size and weight constraints, and Oxford Space Systems' suite of products will allow their customers to build much greater capability into much smaller satellites.",
      "author": "Chad Anderson",
      "category": "Key, Play, Products"
    },
    {
      "quote": "If you move something 10 pounds through space and then stop suddenly, there's a little overshoot. When you transfer weight from one leg to another, there's a certain way that it happens.",
      "author": "Brad Bird",
      "category": "Way, You, Through"
    },
    {
      "quote": "Sport-based video games occupy an odd space within the sphere of modern home entertainment. Reliably enjoyed by millions, the sport-based video game stands at what sometimes feels like an oblique angle from the larger medium, and in ways that can be hard to articulate.",
      "author": "Tom Bissell",
      "category": "Home, Game, Video Games"
    },
    {
      "quote": "It would take an extremely large spacecraft to deflect a large asteroid that would be headed directly for the Earth.",
      "author": "Rusty Schweickart",
      "category": "Earth, Take, Large"
    },
    {
      "quote": "We have the capability - physically, technically - to protect the Earth from asteroid impacts. We are now able to very slightly and subtly reshape the solar system in order to enhance human survival.",
      "author": "Rusty Schweickart",
      "category": "Survival, Earth, Solar"
    },
    {
      "quote": "How do you design it so that people can form a space of their own, and feel quiet and contemplative?",
      "author": "Michael Arad",
      "category": "Design, People, You"
    },
    {
      "quote": "We must always emphasize research and development of science and mathematics, and I can think of no better way to achieve this than through our future in space.",
      "author": "Nick Lampson",
      "category": "Future, Science, Mathematics"
    },
    {
      "quote": "Clearly, many branches of science need an exquisite precision of timekeeping and the infinitesimal decimals of calibration, so space launches, for example, are not scheduled for leap-second dates. But society as a whole neither needs that obsessive time measurement nor is well served by it.",
      "author": "Jay Griffiths",
      "category": "Time, Science, Society"
    },
    {
      "quote": "I run a charity. If my name pops up in your call ID, chances are I'm about to ask you for something - money, free ad space, your first born. So it is probably no surprise that people often don't take my calls.",
      "author": "Nancy Lublin",
      "category": "Money, Charity, People"
    },
    {
      "quote": "Written and directed by French showman Georges Melies, 'Le Voyage' features one of the most indelible images in cinema history: the wounded Man in the Moon bleeding like a particularly runny Brie, grimacing in pain with a space capsule protruding from his right eye.",
      "author": "Kage Baker",
      "category": "History, Pain, Moon"
    },
    {
      "quote": "My type of basketball is about how to create space, how to maneuver, how to get your shot off.",
      "author": "Hakeem Olajuwon",
      "category": "Basketball, Create, Off"
    },
    {
      "quote": "It is difficult to imagine evolution in alien planets operating in any manner other than Darwinian.",
      "author": "Simon Conway Morris",
      "category": "Evolution, Alien, Difficult"
    },
    {
      "quote": "I grew up watching a lot of the coverage of the early U.S. space program, all the way back starting with Mercury and then through Gemini and Apollo and of course going to the moon as the main part of the Apollo program.",
      "author": "Linda M. Godwin",
      "category": "Moon, Early, Way"
    },
    {
      "quote": "I was a frustrated astronaut all my life. I grew up at a time when space seemed to have no boundaries, and lots of us presumed humans would be living on the moon and landing on Mars.",
      "author": "David Mackay",
      "category": "Life, Time, Moon"
    },
    {
      "quote": "I watched the moon landing as a boy, and I thought that was the most exciting thing ever, going into space, orbiting Earth and exploring other planets. That looked fantastic.",
      "author": "David Mackay",
      "category": "Thought, Moon, Earth"
    },
    {
      "quote": "A lot of these things will fly in later forms on the space station themselves, or a later form of that research will, once they kind of find out some of the basics from flying it on shuttle.",
      "author": "Linda M. Godwin",
      "category": "Research, Flying, Fly"
    },
    {
      "quote": "And then as we played more and more as a trio, it became more and more of a situation where we realized we really knew how to use the fourth member of the group - that space. The thing about the trio is that it's the biggest sound you can have with the smallest unit.",
      "author": "Charlie Hunter",
      "category": "Situation, Group, You"
    },
    {
      "quote": "I was born behind the Iron Curtain, and I remember heated discussions about large-scale terra-forming projects, such as reversing the direction of the river Ob or putting up large reflectors into space to heat up Siberia.",
      "author": "Jaan Tallinn",
      "category": "River, Direction, Remember"
    },
    {
      "quote": "It's important to bring things back from the Space Station because, unlike somebody living at the house where the garbage truck comes by twice a week, they don't have that in space.",
      "author": "Mark Kelly",
      "category": "Week, Important, Living"
    },
    {
      "quote": "I'm a fully trained cosmonaut and have completed 800 hours training, which has made me the No. 1 civilian reserve ready to visit the International Space Station. I am determined to go up, and I want to explore the Moon, Mars and beyond!",
      "author": "Brian Blessed",
      "category": "Training, I Am, Moon"
    },
    {
      "quote": "Technology is at a point where we should allow multiple parties to occupy the same spectral space.",
      "author": "Ronald Coase",
      "category": "Technology, Same, Point"
    },
    {
      "quote": "There are people who have too much space between their ears, and given the time, do nothing but free fall forever inside their head. It's a spooky thing to be left alone inside an angry inner-verse.",
      "author": "James St. James",
      "category": "Time, Alone, Fall"
    },
    {
      "quote": "As the scene of life would be more the cold emptiness of space than the warm, dense atmosphere of planets, the advantage of containing no organic material at all, so as to be independent of both these conditions, would be increasingly felt.",
      "author": "John Desmond Bernal",
      "category": "Life, Independent, Emptiness"
    },
    {
      "quote": "I certainly remember building model rockets. It was fun to watch the rocket blast into the air, suspenseful to wonder if the parachute would open to bring the rocket safely back.",
      "author": "Eric Allin Cornell",
      "category": "Fun, Building, Remember"
    },
    {
      "quote": "Most of our history in space has been communicated in terms of action - what people do, a chronological list of events which have transpired - as opposed to the human experience of having done those things.",
      "author": "Story Musgrave",
      "category": "History, Experience, Action"
    },
    {
      "quote": "I would have taken whatever hand I was dealt. Space was it.",
      "author": "Story Musgrave",
      "category": "Hand, Whatever, Dealt"
    },
    {
      "quote": "I left Aerospace because I wanted to go build, and put spacecraft together.",
      "author": "Gwynne Shotwell",
      "category": "Together, Build, Left"
    },
    {
      "quote": "Yet, upon the whole, the space I traversed is unlikely to become the haunt of civilized man, or will only become so in isolated spots, as a chain of connection to a more fertile country; if such a country exist to the westward.",
      "author": "Charles Sturt",
      "category": "Man, Country, Connection"
    },
    {
      "quote": "I believe that public space should be intentional: it should be obvious that you belong.",
      "author": "Janet Echelman",
      "category": "Believe, I Believe, You"
    },
    {
      "quote": "When your voice contradicts reality and truth, the only way to create space for it is to discredit reality and truth.",
      "author": "John Yarmuth",
      "category": "Truth, Reality, Voice"
    },
    {
      "quote": "Space station is, it really is one of the more, if not the most, impressive technological achievement of the modern day, not only in what we've accomplished engineering-wise but what we've accomplished on this international scale, because anybody will tell you that half the challenge is making it all work.",
      "author": "Kevin A. Ford",
      "category": "Work, Achievement, Challenge"
    },
    {
      "quote": "I think it's going to be a very important, unique data set in terms of measuring the behavior of your lower body in space and trying to figure out what we can do to preserve bone and muscle density.",
      "author": "John L. Phillips",
      "category": "Unique, Data, Behavior"
    },
    {
      "quote": "I'm Chinese-American, of course, and so it's very interesting to see China actually launch their own astronauts, becoming the third nation, following the United States and Russia, to do so.",
      "author": "Leroy Chiao",
      "category": "Interesting, Nation, See"
    },
    {
      "quote": "I wrote my first book in fifth grade. It was about a dog that goes to outer space and is an ambassador for Earth.",
      "author": "Josh Malerman",
      "category": "Dog, Book, Earth"
    },
    {
      "quote": "The best bands kept making records and had this evolution, where by the end, by their commercial phase or sellout phase, the records are from outer space.",
      "author": "Ariel Rechtshaid",
      "category": "Best, End, Evolution"
    },
    {
      "quote": "When I'm auditioning for something, if it's not me, I really hope the part doesn't go to me. You know what I mean? I don't want to be at the wrong place at the wrong time. If it's me, wonderful. If it's not me, there's space for all of us.",
      "author": "Rachel Keller",
      "category": "Time, Hope, Me"
    },
    {
      "quote": "When I die there may be a paragraph or two in the newspapers. My name will linger in the British Museum Reading Room catalogue for a space at the head of a long list of books for which no one will ever ask.",
      "author": "C. S. Forester",
      "category": "Reading, Name, Long"
    },
    {
      "quote": "In 1966, NASA took over in space, and it has been a bureaucratic mess ever since.",
      "author": "Chuck Yeager",
      "category": "Over, NASA, Mess"
    },
    {
      "quote": "Hard systems are everything we're using right now - computers, phones, planes, the clothes you're wearing, the room you're in. Everything there involves 100% use of technology and expertise to make it, and nothing we make - including space exploration vehicles and so on - is complex. Everything we make is complicated. Nothing is self-renewing.",
      "author": "Allan Savory",
      "category": "Technology, Computers"
    },
    {
      "quote": "The question we ask is - if there is life on other planets, should we expect it to be based on the same molecules, i.e. be universal - or should we expect it to depend on the local conditions, i.e. on the planet's geochemistry. So to find out, we try experiments on biomolecules, starting with such geochemistry conditions.",
      "author": "Dimitar Sasselov",
      "category": "Life, Try, Find"
    },
    {
      "quote": "To me, there is something superbly symbolic in the fact that an astronaut, sent up as assistant to a series of computers, found that he worked more accurately and more intelligently than they. Inside the capsule, man is still in charge.",
      "author": "Adlai Stevenson",
      "category": "Man, Computers, Me"
    },
    {
      "quote": "If you gave kids peas that didn't look like peas and said they were a space shuttle, they're much more apt to eat them because it's now playtime.",
      "author": "Hod Lipson",
      "category": "Look, You, Kids"
    },
    {
      "quote": "My two primary areas of focus have been open-space conservation and education, and I expect those to remain my priorities in the future. The Irvine open space and parklands provide serenity and balance to our unique Orange County lifestyle.",
      "author": "Donald Bren",
      "category": "Education, Future, Focus"
    },
    {
      "quote": "You could probably go three or four months without the word 'God' coming from my dad's mouth Mum would pray for a parking space.",
      "author": "Laurence Fox",
      "category": "God, You, Three"
    },
    {
      "quote": "When I first joined the Irvine Company, I realized that less than 11,000 acres were designated as open space in the original master plan, and that just didn't seem adequate to me. So, I began the lengthy process working with public and community organizations to add more open space.",
      "author": "Donald Bren",
      "category": "Community, Me, Company"
    },
    {
      "quote": "The beauty of the Internet is that there's no space limit.",
      "author": "David Tang",
      "category": "Beauty, Internet, Limit"
    },
    {
      "quote": "I think space exploration is very important. I think there is very intelligent life on Mars. I believe that Martians are spying on us from the bottom of the ocean.",
      "author": "Annabella Sciorra",
      "category": "Life, Ocean, Believe"
    },
    {
      "quote": "Rocket scientists agree that we have about reached the limit of our ability to travel in space using chemical rockets. To achieve anything near the speed of light we will need a new energy source and a new propellant. Nuclear fission is not an option.",
      "author": "Wilson Greatbatch",
      "category": "Travel, Light, Speed"
    },
    {
      "quote": "A favorite film of mine is 'Office Space' and I love 'The Hangover.' That is a really good comedy from character in that film, and that is true of 'Office Space' too.",
      "author": "Seth Gordon",
      "category": "Love, Good, Character"
    },
    {
      "quote": "I felt so free in space, flying around and unrestrained by any social relationships, but my life since has changed a lot. Now I am extra-careful about what I say and do because everyone recognises me.",
      "author": "Yi So-Yeon",
      "category": "Life, I Am, Me"
    },
    {
      "quote": "Eventually there are going to be cities in space.",
      "author": "Alan Bean",
      "category": "Going, Eventually, Cities"
    },
    {
      "quote": "We knew it was going to be difficult to get to the moon. We didn't know how difficult.",
      "author": "Alan Bean",
      "category": "Moon, Know, Difficult"
    },
    {
      "quote": "Growing up in the '60s and early '70s, with the space flight and the Apollo program, I always loved planes. I always loved rockets and I always loved space travel.",
      "author": "Stewart O'Nan",
      "category": "Travel, Growing Up, Loved"
    },
    {
      "quote": "The real message of the Dance opens up the vistas of life to all who have the urge to express beauty with no other instrument than their own bodies, with no apparatus and no dependence on anything other than space.",
      "author": "Ruth St. Denis",
      "category": "Life, Beauty, Dance"
    },
    {
      "quote": "The body moves through space every day, and in architecture in cities that can be orchestrated. Not in a dictatorial fashion, but in a way of creating options, open-ended sort of personal itineraries within a building. And I see that as akin to cinematography or choreography, where episodic movement, episodic moments, occur in dance and film.",
      "author": "Antoine Predock",
      "category": "Day, Architecture, Dance"
    },
    {
      "quote": "I was painfully shy, so my aunt suggested to my mum that me and my brother go to Stage 84, a performing arts school in Yorkshire. I've probably romanticised it in my head, but I seem to remember that in the space of an hour's drama workshop, I was transformed. I went in really shy, and I came out full of confidence.",
      "author": "Christian Cooke",
      "category": "Confidence, School, Brother"
    },
    {
      "quote": "While American football is very structured and linear and static - where everyone lines up, and there's a burst, and it happens - soccer is like the cosmos. It's like constellations. It's bodies moving in space. It's a very spherical game.",
      "author": "Gabriel Luna",
      "category": "Football, American, Moving"
    },
    {
      "quote": "You never enjoy the world aright, till the sea itself floweth in your veins, till you are clothed with the heavens and crowned with the stars.",
      "author": "Thomas Traherne",
      "category": "Stars, Sea, World"
    },
    {
      "quote": "Earlier generations of stars in the galaxy could well have had planets. But really, there was only hydrogen and helium to work with, so they'd all be gas giants and not small, rocky planets.",
      "author": "Jill Tarter",
      "category": "Work, Stars, Small"
    },
    {
      "quote": "I think most astronauts are not risk takers. We take calculated risks for something that we think is worthwhile.",
      "author": "Michael J. Massimino",
      "category": "Risk, Risks, Think"
    },
    {
      "quote": "For me, the Earth had always been a kind of a safe haven, you know, where I could go to work or be in my home or take my kids to school. But I realized it really wasn't that. It really is its own spaceship. And I had always been a space traveler.",
      "author": "Michael J. Massimino",
      "category": "Work, Home, School"
    },
    {
      "quote": "Man must be in space - that is what we are destined for. There is nothing else that we can do.",
      "author": "Majel Barrett",
      "category": "Man, Nothing, Must"
    },
    {
      "quote": "Being outside during the space walk, the view of the Earth is just spectacular, and getting a chance to do that is just unbelievable, everything about it. You are going around the Earth at 17,500 miles an hour, so you have 45 minutes of sunlight followed by 45 minutes of darkness. You do a lap every 90 minutes.",
      "author": "Michael J. Massimino",
      "category": "Darkness, Chance, Walk"
    },
    {
      "quote": "When people are reading a book, it's a personal thing. They're reading it; it's in their own mind; it's in their own personal space when they're reading it.",
      "author": "Kristy Swanson",
      "category": "Reading, Book, Mind"
    },
    {
      "quote": "As a child, I spent a lot of time wandering around the prairies and in the hills, and there was a sense that it was such a wide-open space, and there was kind of a feeling of potential. I could imagine anything happening there.",
      "author": "Arthur Slade",
      "category": "Time, Child, Potential"
    },
    {
      "quote": "It's everywhere, really. It's between the galaxies. It is in this room. We believe that everywhere that you have space, empty space, that you cannot avoid having some of this dark energy.",
      "author": "Adam Riess",
      "category": "Believe, Energy, Dark"
    },
    {
      "quote": "You will be hard pressed to read another book that understands you as well as 'Leaves of Grass' does. It was made for you in the way that the constellations were made for you. It understands and makes space for your doubts, your love, the guilt and passions of your life and waits for you.",
      "author": "Rowan Ricardo Phillips",
      "category": "Love, Life, Book"
    },
    {
      "quote": "The discovery and investigation of life on other planets is likely to change many of our ideas about how life arose on the Earth and even what is life and its natural development.",
      "author": "George Smoot",
      "category": "Life, Change, Ideas"
    },
    {
      "quote": "Dot Hacker, to me, sounds like a collection of all my tastes. I hear four people trying to fill up as much space as they can.",
      "author": "Josh Klinghoffer",
      "category": "Me, People, Trying"
    },
    {
      "quote": "The sun and its retinue of planets drift as a group through the vast gulfs of space that separate the stars.",
      "author": "Barney Oliver",
      "category": "Stars, Sun, Group"
    },
    {
      "quote": "Usually I design the lighting and when I have the physical set there, I'm not good at going out loosely and saying, 'Do you what you want, give it to the editor, and he'll figure it out.' I physically then walk on with the actors and I say, 'Let's walk until you guys feel the space works for you, and tell me when all that happens.'",
      "author": "Tarsem Singh",
      "category": "Good, Design, Walk"
    },
    {
      "quote": "I love punching the ceiling with my fists when I'm lost or I can't find a parking space.",
      "author": "Laura Kightlinger",
      "category": "Love, Lost, Find"
    },
    {
      "quote": "It was only when I started to dig my heels in that I started to realize that's what I needed to do - that nobody was going to open the door for me, that I had to make some space.",
      "author": "Dave Holland",
      "category": "Door, Me, Realize"
    },
    {
      "quote": "Your belief system saturates the space around you.",
      "author": "Aaron Huey",
      "category": "Belief, You, System"
    },
    {
      "quote": "The ostensible subject of my photographs may be motion, but the subtext is time. A dancer's movements illustrate the passage of time, giving it a substance, materiality, and space. In my photographs, time is stopped, a split second becomes an eternity, and an ephemeral moment is solid as sculpture.",
      "author": "Lois Greenfield",
      "category": "Time, Giving, Moment"
    },
    {
      "quote": "Micro satellites, about the size of a loaf of bread, are going to be going into space more and more.",
      "author": "Jim Cantrell",
      "category": "Bread, Size, Going"
    },
    {
      "quote": "I do not remember how it got into my head to make the first calculations related to rocket. It seems to me the first seeds were planted by famous fantaseour, J. Verne.",
      "author": "Konstantin Tsiolkovsky",
      "category": "Famous, Me, Remember"
    },
    {
      "quote": "Mankind will not forever remain on Earth but, in the pursuit of light and space, will first timidly emerge from the bounds of the atmosphere and then advance until he has conquered the whole of circumsolar space.",
      "author": "Konstantin Tsiolkovsky",
      "category": "Light, Earth, First"
    },
    {
      "quote": "Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China's millions of women by going into space.",
      "author": "Liu Yang",
      "category": "Women, Confidence, Thank You"
    },
    {
      "quote": "We have never observed infinity in nature. Whenever you have infinities in a theory, that's where the theory fails as a description of nature. And if space was born in the Big Bang, yet is infinite now, we are forced to believe that it's instantaneously, infinitely big. It seems absurd.",
      "author": "Janna Levin",
      "category": "Nature, Believe, You"
    },
    {
      "quote": "From day one, I have been told I am no different from the male astronauts. As a pilot, I flew in the sky. Now that I am an astronaut, I will fly in space.",
      "author": "Liu Yang",
      "category": "Day, Sky, I Am"
    },
    {
      "quote": "Performing tai chi in space - it is comfortable we got more outer space chi.",
      "author": "Liu Yang",
      "category": "Outer Space, Comfortable"
    },
    {
      "quote": "I like the sci-fi channel. Just science in general. I came across a segment on time travel and how time travel is possible. We create a spaceship that's moving at almost the speed of light, we go in that spaceship in outer space, and we fly around for a year, when we get back to Earth, Earth would've aged 10 years.",
      "author": "Von Miller",
      "category": "Travel, Time, Light"
    },
    {
      "quote": "The privilege I've had as a curator is not just the discovery of new works... but what I've discovered about myself and what I can offer in the space of an exhibition - to talk about beauty, to talk about power, to talk about ourselves, and to talk and speak to each other.",
      "author": "Thelma Golden",
      "category": "Beauty, Myself, Power"
    },
    {
      "quote": "I'm no romantic, surfing, California boy. I like reading, writing, philosophizing. Scheming. I've been doing some exploration of the inner space.",
      "author": "Henry Hopper",
      "category": "Romantic, Writing, Reading"
    }
  ]
}