{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "If your album sells, that's cool, more people find out about you, more people get turned on to what we're really about-which is a live rock and roll band.",
      "author": "Nikki Sixx",
      "category": "Rock And Roll, People, Live"
    },
    {
      "quote": "Reflecting back, we all make mistakes; we all go through our stuff - relationships, financial, all kinds of stuff - and if you can grow from that and pass that message on, it's a pretty cool thing.",
      "author": "Nikki Sixx",
      "category": "Mistakes, Financial"
    },
    {
      "quote": "It's really cool to know that there are so many people out there that are attached to me or projects that I've done to really feel that it's a personal relationship.",
      "author": "Nikki Sixx",
      "category": "Relationship, Me, People"
    },
    {
      "quote": "Nothing that Robert Plant does will ever equal Led Zeppelin, but that doesn't mean he's going to stop being creative. Jimmy Page has so many incredibly cool projects, but it's not Led Zeppelin; there will only ever be one Led Zeppelin.",
      "author": "Nikki Sixx",
      "category": "Creative, Plant, Page"
    },
    {
      "quote": "After a while, you just want transportation, and things like cool cars or motorcycles are all about getting attention. I get all the attention I could ever need, so I kind of like being in a minivan and people not paying so much attention to me.",
      "author": "George Clooney",
      "category": "Me, People, Want"
    },
    {
      "quote": "I just like short hair on women I think it's cool.",
      "author": "Evangeline Lilly",
      "category": "Women, Short, Hair"
    },
    {
      "quote": "What a cool job to be part of - whether it's doing lighting or acting or serving food on set. You're part of telling a story that hopefully has an essential component, and that's super exciting to me.",
      "author": "Laura Dern",
      "category": "Food, Job, Me"
    },
    {
      "quote": "I didn't want to be a genius! That ain't cool.",
      "author": "Missy Elliott",
      "category": "Genius, Want"
    },
    {
      "quote": "Every day I am being told to sign up for Tumblr, Yammer, Friendfeed, Plaxo, Last.fm, ping.fm or the hot social-media tool du jour that happened to get mentioned on Mashable.com. It is like a social-media arms race. Each one of these new tools is like a cool new night club. Hot today, gone tomorrow, replaced with something else.",
      "author": "Mark McKinnon",
      "category": "Day, Today, I Am"
    },
    {
      "quote": "An Oklahoma girl like me wouldn't even know how to be a diva. I'm just a person who has a cool job. I love to be at home. I rarely go to clubs... and I always wear underwear! I just know I'd fall down, and that's not for everyone to see.",
      "author": "Carrie Underwood",
      "category": "Love, Home, Job"
    },
    {
      "quote": "I like John McCain, or he seems like a cool guy in a lot of ways. I don't agree with a lot of his policies, but he still seems like a cool guy.",
      "author": "John McEnroe",
      "category": "Seems, Like, Agree"
    },
    {
      "quote": "My parents were vegetarians. I'd show up at school, this giant black kid, with none of the cool clothes and a tofu sandwich and celery sticks.",
      "author": "Aisha Tyler",
      "category": "School, Parents, Black"
    },
    {
      "quote": "My novel, which I had started with such hope shortly after publishing my first book of stories, wouldn't budge past the 75-page mark. Nothing I wrote past page 75 made any kind of sense. Nothing. Which would have been fine if the first 75 pages hadn't been pretty damn cool.",
      "author": "Junot Diaz",
      "category": "Hope, Book, Past"
    },
    {
      "quote": "If you, like, consciously think about being cool, you're not cool. If you consciously think about being, like, different or original, you ain't different or original.",
      "author": "Junot Diaz",
      "category": "Think, You, Different"
    },
    {
      "quote": "It's amazing: it's so cool being from Brampton, Ontario, and being able to travel the world and being embraced by so many countries.",
      "author": "Alessia Cara",
      "category": "Travel, Amazing, World"
    },
    {
      "quote": "It's so cool though when I see thirty-year-old men that are coming in to watch my shows. It's like, 'You really like my music? Like a teenage girl, you relate to it?' It just proves how much people are alike.",
      "author": "Alessia Cara",
      "category": "Music, Men, Girl"
    },
    {
      "quote": "'Wild Things' is saying, 'I don't have to belong anywhere. This is where I belong.' It's a place in the back of my mind that I created, and it's cool, and I love it here.",
      "author": "Alessia Cara",
      "category": "Love, Mind, Saying"
    },
    {
      "quote": "It doesn't occur to me that I don't drive a cool car until I hang out with Jon Hamm, who picks me up in what looks like a Transformer, and I think, 'Oh, that's what movie stars are driving. I guess I'm not a movie star.'",
      "author": "Bill Hader",
      "category": "Car, Stars, Me"
    },
    {
      "quote": "England is like the margin of a spring-run: near its source, always green, always cool, always moist, comparatively free from frost in winter and from drought in summer.",
      "author": "John Burroughs",
      "category": "Winter, Free, Green"
    },
    {
      "quote": "Doing graphic novels is cool! It's fun! You get to write something, and then see it visually page by page, panel by panel, working with the artist, you get to see it fleshed out.",
      "author": "Anthony Bourdain",
      "category": "Fun, Artist, Page"
    },
    {
      "quote": "I listen to a lot of really old western and country music. There's a lot of cool stuff in there... all the heartbreak of the country darkness.",
      "author": "Theophilus London",
      "category": "Music, Darkness"
    },
    {
      "quote": "I always imagined how cool it would be to be the face of a Gap campaign!",
      "author": "Theophilus London",
      "category": "Face, Always, Gap"
    },
    {
      "quote": "Sometimes you have the trends that's not that cool. You may have certain artists portraying these trends and don't really have that lifestyle, and then it gives off the wrong thing. And it becomes kinda corny after awhile. It's really about keeping hip-hop original and pushing away the corniness in it.",
      "author": "Kendrick Lamar",
      "category": "Lifestyle, Hip-Hop, You"
    },
    {
      "quote": "Once I started singing, I didn't have to try to be cool. I was just one of the coolest guys around.",
      "author": "R. Kelly",
      "category": "Singing, Try, Started"
    },
    {
      "quote": "I came from a crew, and to me, all the guys I rapped with were better than me, so I was surprised when I was the breakout one. It was definitely a cool thing.",
      "author": "Queen Latifah",
      "category": "Me, Better, Than"
    },
    {
      "quote": "My mom was my main influence growing up, and Phylicia Rashad reminded me a lot of my mother, just the way she handled certain things, she was... not soft-spoken but smooth-spoken. Just very calm, cool, collected about things.",
      "author": "Queen Latifah",
      "category": "Mother, Mom, Influence"
    },
    {
      "quote": "I'm cool with myself. If I can't have the body of Angie Bassett, so be it.",
      "author": "Queen Latifah",
      "category": "Myself, Body"
    },
    {
      "quote": "When I'm wearing too-high heels and swaying my hips, I do that Sharon Stone kind of thing - she has the sexiest walk, a New York cool thing that throws you back.",
      "author": "Queen Latifah",
      "category": "Walk, New York, Stone"
    },
    {
      "quote": "A guy's biggest style mistake is definitely trying to look too cool. As long as you've got a good pair of jeans, a good pair of boots and a few good shirts, you're fine.",
      "author": "Luke Evans",
      "category": "Good, Style, Mistake"
    },
    {
      "quote": "At that moment in time when we feel like the other, we were not the person embraced, not one of the cool kids, not in the club - when you're that person, it makes you feel smaller, and when they persecute you as a result, that's a difficult position to be in.",
      "author": "Mahershala Ali",
      "category": "Time, Moment, You"
    },
    {
      "quote": "Now, being one who lived in the era of Obama, there are so many markers of improvement made. It's hard to be mindful of that, in the same way you're going, 'Oh everything's cool now!' and it isn't. But I try to be mindful of how much of an improvement there has been because that gives hope. You need hope. I need hope!",
      "author": "Mahershala Ali",
      "category": "Hope, Improvement, You"
    },
    {
      "quote": "The real guys that I knew were really cool people, who I played basketball with and traveled with on teams and knew their families and knew that they love their family. They just happen to do something that wasn't all the way legal, but it was a part of their life, and you knew that they hustled.",
      "author": "Mahershala Ali",
      "category": "Love, Life, Family"
    },
    {
      "quote": "The first song I learned on the guitar was a Kenny Chesney song called 'What I Need to Do' it was just an easy song to play... and it was really cool to see that come full-circle a few years later and have him record a song that I was part of.",
      "author": "Sam Hunt",
      "category": "Guitar, Song, Easy"
    },
    {
      "quote": "All actors are my brothers and my sisters. It ain't cool to compare or disparage them. It ain't polite.",
      "author": "Michael Keaton",
      "category": "Brothers, Compare, Polite"
    },
    {
      "quote": "It's cool now to play golf.",
      "author": "Tiger Woods",
      "category": "Golf, Play, Now"
    },
    {
      "quote": "The high-spirited man may indeed die, but he will not stoop to meanness. Fire, though it may be quenched, will not become cool.",
      "author": "Ovid",
      "category": "Man, Fire, Die"
    },
    {
      "quote": "I love to add '90s trends mixed with modern day pieces I find along my many travels. Like these cool fun hats from Europe I have. I love to collect different ones from every country. I have them from London to Brussels.",
      "author": "Kat Graham",
      "category": "Love, Day, Fun"
    },
    {
      "quote": "'Blade' was amazing; I can't imagine the character without Wesley Snipes. He just made a long, black leather trench coat look so cool.",
      "author": "Kat Graham",
      "category": "Character, Amazing, Black"
    },
    {
      "quote": "I'm really into kind of finding different masculine pieces and making them feminine. Like cool oxfords.",
      "author": "Kat Graham",
      "category": "Finding, Kind, Different"
    },
    {
      "quote": "Sometimes fashion designers will be like, 'This is what's hot right now, and you will be cool if you wear this,' but sometimes it's too expensive or doesn't look good on me or isn't who I am, and I don't need to just think that what you're saying is what's cool if I have my own identity.",
      "author": "Kat Graham",
      "category": "Good, I Am, Identity"
    },
    {
      "quote": "I love a cool bralette paired with a high-waisted jean, maybe with Chanel suspenders and a good platform shoe.",
      "author": "Kat Graham",
      "category": "Love, Good, Shoe"
    },
    {
      "quote": "I haven't took no punishment. There's nothing cool about taking punishment.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Punishment, Nothing, Taking"
    },
    {
      "quote": "Ali was a threat because he was a voice, and the people hated Ali when he was a voice, but once Ali could no longer speak and he wasn't a voice, they loved him. Love me now. I don't want to be loved if I could barely walk or barely talk. That's not cool.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Love, Speak, Walk"
    },
    {
      "quote": "It's just a really cool deal to be a character in 'WWE 2K17.' Whether it's competing on Nitro or Halloween Havoc, to have me as an available character... it's a tribute.",
      "author": "Bill Goldberg",
      "category": "Halloween, Character, Me"
    },
    {
      "quote": "I remember telling myself when I got to start having artist opportunities, 'Let yourself be a fan, because you are. The minute that you walk in a room with Carrie Underwood, and you're too cool to freak out, you need to check yourself.' I just let myself be a fan.",
      "author": "Kelsea Ballerini",
      "category": "Myself, Yourself, Artist"
    },
    {
      "quote": "It's been really cool to me to watch someone like Sam Hunt, whose lyrics and roots are in country but you can hear that he listens to Drake and Justin Timberlake - and that's OK. It allows songwriters to be more honest because it's like, 'This is who I'm listening to.'",
      "author": "Kelsea Ballerini",
      "category": "Listening, Roots, Me"
    },
    {
      "quote": "It's really cool when, in every genre of music, you can listen to a song and know what era it was from.",
      "author": "Kelsea Ballerini",
      "category": "Music, Song, Know"
    },
    {
      "quote": "When I entered high school I was an A-student, but not for long. I wanted the fancy clothes. I wanted to hang out with the guys. I went from being an A-student to a B-student to a C-student, but I didn't care. I was getting the high fives and the low fives and the pats on the back. I was cool.",
      "author": "Ben Carson",
      "category": "School, High School, Long"
    },
    {
      "quote": "Catty is not cool. I can't think of anything less becoming than a man who talks about people behind their backs.",
      "author": "Meghan Markle",
      "category": "Man, People, Think"
    },
    {
      "quote": "I'm the person friends come to when they want to find the perfect restaurant or boutique hotel on the outskirts of Paris. As opposed to scouring the Internet for a travel guide, wouldn't you rather ask the people who are really cool who go there? That's what I do.",
      "author": "Meghan Markle",
      "category": "Travel, Friends, Internet"
    },
    {
      "quote": "I don't want to judge, but I've also met women who think it's cool to be out or away from their baby, and I don't get that.",
      "author": "Kourtney Kardashian",
      "category": "Women, Baby, Want"
    },
    {
      "quote": "The '90s was a decade of mundane market-consumer nothingness where there was nothing coming up from the streets you just had someone in an office deciding what was cool.",
      "author": "Irvine Welsh",
      "category": "Nothing, You, Office"
    },
    {
      "quote": "Because of my job, I get a lot of opportunity to grab a few days here and there in many cool cities for press commitments, magazine shoots and premieres - Barcelona, Madrid, Rome, Paris, Stockholm, New York, Berlin. I always try to get to a gallery or museum if there's time.",
      "author": "Natalie Dormer",
      "category": "Time, Opportunity, Job"
    },
    {
      "quote": "With Tinder and all these other things, there's always this kind of illusion with infinite choices. There's something very cool about saying, 'Oh, I actually really care about this person, and I want to commit to loving this person and being loyal to this person.' You can't get that from the kind of infinite multiple choices that are out there.",
      "author": "John Legend",
      "category": "Choices, Want, Loving"
    },
    {
      "quote": "My style is pretty clean, classic, and elegant, with some elements to make it a little funkier. If you see me on a normal day, I'm usually in a T-shirt and jeans, maybe with some cool sneakers, but I'm pretty basic.",
      "author": "John Legend",
      "category": "Day, Style, Me"
    },
    {
      "quote": "I sang 'All Of Me' at the wedding. I sang 'Stay With You' from my first album. And then Stevie Wonder came up and sang 'Ribbon In the Sky.' It was impromptu... It was cool... He's always been a friend and a mentor to me.",
      "author": "John Legend",
      "category": "Wedding, Sky, Me"
    },
    {
      "quote": "With 'Transparent'. When Amazon put 'Transparent' up, along with 'Bosch' and a few other things, I watched them, and I thought it was an interesting exercise. I didn't comment on them, but I was like, 'Okay, this is kind of cool.'",
      "author": "Kevin Bacon",
      "category": "Thought, Exercise"
    },
    {
      "quote": "We got to do a few things with President Clinton. To be invited to Washington again to play with Ashanti and all those other cool people there in front of President Bush and the rest of the world feels awesome. I'm really looking forward to going.",
      "author": "Darius Rucker",
      "category": "World, People"
    },
    {
      "quote": "I've been a Robert Randolph fan forever, since 2001. I just thought he was so cool; you don't see a black kid playing the slide the way he plays. No one plays like Robert.",
      "author": "Darius Rucker",
      "category": "Thought, Black, You"
    },
    {
      "quote": "I didn't know I was cool, but I was very flattered that some of the younger comedy writers came up to talk to me at the Emmys. I found that gratifying.",
      "author": "Bob Newhart",
      "category": "Me, Know, Comedy"
    },
    {
      "quote": "Kids all want to look cool, as if knowledge is a great burden, but they're always looking around. They remember.",
      "author": "Frank McCourt",
      "category": "Knowledge, Great, Remember"
    },
    {
      "quote": "I did find some time to go to a record store and check out 'Headstrong' actually in the racks. It was pretty cool I never thought I'd see my own CD sitting there with everyone else's. I made my Mom take lots of pics!",
      "author": "Ashley Tisdale",
      "category": "Time, Mom, Thought"
    },
    {
      "quote": "One of my intentions with 'Rookie' is for the girls reading it to know that they are already cool enough and smart enough and pretty enough.",
      "author": "Tavi Gevinson",
      "category": "Reading, Smart, Know"
    },
    {
      "quote": "So much about 'Rookie' has been very organically familial among our contributors, among our readers. Yeah, if I interview someone like Lorde, who I do know outside of work - sometimes I'm just so happy; it's so cool that this is organically, effortlessly, the warm, supportive friend vibe that we want here.",
      "author": "Tavi Gevinson",
      "category": "Work, Happy, Friend"
    },
    {
      "quote": "One of my favorite things I read was John Steinbeck's journals while he was writing 'East of Eden,' which was so cool.",
      "author": "Paul Dano",
      "category": "Writing, Favorite, Things"
    },
    {
      "quote": "When I was a very young actor, I cruised around in a pretty cool vehicle called the Starship Enterprise.",
      "author": "George Takei",
      "category": "Actor, Young, Pretty"
    },
    {
      "quote": "I'd love to date somebody cool, fun, funny.",
      "author": "Rihanna",
      "category": "Funny, Love, Fun"
    },
    {
      "quote": "I don't know anybody as creative and unique and off the wall as Dia Frampton. She's always asking me, 'Am I too weird?' I just tell her, 'People don't think you're weird, they think you're cool.'",
      "author": "Blake Shelton",
      "category": "Creative, Unique, Me"
    },
    {
      "quote": "I would be lying if I said it wasn't cool to see myself on the cover of 'Vanity Fair,' right? It's, like, what am I doing there? This is bizarre.",
      "author": "Megyn Kelly",
      "category": "Myself, Doing, See"
    },
    {
      "quote": "Awkwardness gives me great comfort. I've never been cool, but I've felt cool. I've been in the cool place, but I wasn't really cool - I was trying to pass for hip or cool. It's the awkwardness that's nice.",
      "author": "Marc Jacobs",
      "category": "Great, Me, Comfort"
    },
    {
      "quote": "When I was working on pictures with my father, there were a couple leading ladies to whom I wish I'd expressed how I felt rather than being too cool or too shy.",
      "author": "Michael Douglas",
      "category": "Father, Wish, Working"
    },
    {
      "quote": "I'm on the younger end of Gen X, and for me, growing up gay was not cool.",
      "author": "Jillian Michaels",
      "category": "Growing Up, End, Me"
    },
    {
      "quote": "The one person who's disappeared out of the business is the A&R man. Because the listener at home becomes the A&R man. He's the one who chooses what tracks he wants on the album. And that's cool.",
      "author": "Jimmy Page",
      "category": "Business, Home, Man"
    },
    {
      "quote": "I think most people think of ballerinas as kind of either as a fairytale, far-away thing that's really not attainable, something they can't grasp, or they think of them as European or Russian and kind of their nose up in the air. So, it's cool for me to, like, sit with them and for them to really see themselves as me.",
      "author": "Misty Copeland",
      "category": "Me, People, Think"
    },
    {
      "quote": "For relatively modest amounts of sulfur dioxide injected into the atmosphere, you could easily cool Earth by 1% or more, if you want.",
      "author": "Nathan Myhrvold",
      "category": "Earth, Want, You"
    },
    {
      "quote": "If I say I've got two versions of Word - that old one from 1982 that's perfect, with zero defects; or the new one that's got all this cool new stuff, but there might be a few bugs in it - people always want the new one. But I wouldn't want them to operate a plane I was on with software that happened to be the latest greatest release!",
      "author": "Nathan Myhrvold",
      "category": "People, Greatest, Want"
    },
    {
      "quote": "Opening Ceremony is my number one favorite place to shop here. It's the only place I'll shop in New York with my son. All of the sales people are so cool; the music is great; it's just like a big fun house, so he stays entertained.",
      "author": "Solange Knowles",
      "category": "Music, Son, Great"
    },
    {
      "quote": "Even though my father was a radio comedian, it wasn't cool to say, at a young age, 'I want to be a comedian.'",
      "author": "Albert Brooks",
      "category": "Age, Father, Want"
    },
    {
      "quote": "My roots were in acting. That's all I wanted to be. Even though my father was a radio comedian, it wasn't cool to say, at a young age, 'I want to be a comedian.'",
      "author": "Albert Brooks",
      "category": "Age, Father, Roots"
    },
    {
      "quote": "I'm still a student of fashion, but I like hooking up with the people that really know how to make cool clothes.",
      "author": "Olivia Wilde",
      "category": "Fashion, People, Know"
    },
    {
      "quote": "I really enjoy being part of the Marvel Universe. It's a cool bunch of people to work with, and they know what they're doing.",
      "author": "Stellan Skarsgard",
      "category": "Work, Universe, Enjoy"
    },
    {
      "quote": "You'd be surprised the type of people who are into metal when you see them. Sometimes I'm even surprised, but it's cool. That's the reason it's still around.",
      "author": "Glenn Danzig",
      "category": "People, You, See"
    },
    {
      "quote": "Back in the days, we had to work with a shoestring budget. We had a movie screen, and we'd show movie trailers on them, and then we'd rip through it and started playing. Now we have a little money to play with to do a cool stage set.",
      "author": "Glenn Danzig",
      "category": "Work, Money, Budget"
    },
    {
      "quote": "When your car rattles when you drive, you know you are playing cool music.",
      "author": "Glenn Danzig",
      "category": "Music, Car, Know"
    },
    {
      "quote": "Like most people in radio - and in magic - I'm not cool. I know people who are hip, and I can feel distance between them and me.",
      "author": "Ira Glass",
      "category": "Me, Magic, People"
    },
    {
      "quote": "I started out doing production work on promos, stuff like that. I didn't think it was cool to be working for NPR. I didn't need anything to be cool. I just wanted something to do that would be interesting. It was fun. I didn't think of it as anything else but fun.",
      "author": "Ira Glass",
      "category": "Work, Fun, Think"
    },
    {
      "quote": "Let's be honest. Canada wasn't ever cool.",
      "author": "The Weeknd",
      "category": "Canada, Honest, Ever"
    },
    {
      "quote": "I want to make pop cool again, and the only way I can do that is by being ambitious and grand.",
      "author": "The Weeknd",
      "category": "Want, I Can, Way"
    },
    {
      "quote": "In high school I had a boyfriend who was super into rap, so I was into Too $hort and Wu-Tang for a little while. And my best friend's older brother would sometimes drive us home in this pimped-out truck, and he'd play all his dirty rap music. We thought we were really cool.",
      "author": "Kirsten Dunst",
      "category": "Music, Home, Best"
    },
    {
      "quote": "My high school didn't have a football team; we just had like a surf team, because I grew up in Encinitas, California, which is the ultimate place where everyone skated or surfed, so it was a very different culture. It was, like, cool to be the art kid.",
      "author": "Emily Ratajkowski",
      "category": "Art, Team, Culture"
    },
    {
      "quote": "I met Patti Smith, which is not Hollywood, but that really blew my mind. I love her. We were at a very small party, too, on a boat, and I totally fanned out. I told her that I loved her, and wasn't cool at all.",
      "author": "Emily Ratajkowski",
      "category": "Love, Mind, Boat"
    },
    {
      "quote": "I like to buy girls shoes and jewelry. I buy stupidly expensive shoes. I got Louboutins for my mom and my girlfriend before. My mom was like, 'I can't wear these; they're too high.' I was like, 'Mom, you have to try them - they're so cool. They're red snakeskin!' She still wears them every so often, but she can't walk in them.",
      "author": "Ansel Elgort",
      "category": "Mom, Shoes, Red"
    },
    {
      "quote": "Being an Australian that's been No. 1 in the world back home playing in Australia, that's a pretty cool moment to have.",
      "author": "Jason Day",
      "category": "Home, World, Moment"
    },
    {
      "quote": "I think it's really cool to embrace the pain of something that may have hurt you and be able to express it through music.",
      "author": "Ciara",
      "category": "Music, Pain, Hurt"
    },
    {
      "quote": "It's one thing to really dream and have a vision and want all these cool things, but it's a whole other thing when you actually have wisdom and understand things. Then you can truly make the best decisions.",
      "author": "Ciara",
      "category": "Wisdom, Best, Vision"
    },
    {
      "quote": "I think cool moments like winning a Grammy deserve a nice little party where you really soak it in and not have to work and stuff. I do remember throwing a party on that Grammy night, but it was work.",
      "author": "Ciara",
      "category": "Work, Winning, Moments"
    },
    {
      "quote": "I'm Brian a lot more than I'm Paul Walker, which is awesome. When I hear, 'Hey Paul Walker!' my hair stands up on the back of my neck. It's uncomfortable. But when I hear, 'It's Brian!' it's cool. I like Brian.",
      "author": "Paul Walker",
      "category": "Hair, Awesome, Back"
    },
    {
      "quote": "When you're on the pop treadmill, you don't always feel that cool because you have to do things to promote the record that aren't necessarily your environment.",
      "author": "Paloma Faith",
      "category": "Environment, You, Feel"
    },
    {
      "quote": "I've always had a big personality. I was trickier as a kid. I behaved erratically instead of consistently. I would have tons of friends, and then I would have no friends. I'd be with the cool girls, then the uncool girls. I migrated from group to group because I was bored or people got bored with me. I was very intense.",
      "author": "Chelsea Handler",
      "category": "Friends, Personality, Me"
    },
    {
      "quote": "I love being in the studio. Expressing myself that way is really cool.",
      "author": "Keke Palmer",
      "category": "Love, Myself, Way"
    },
    {
      "quote": "Working with Ice Cube was so tight. He's cool, and I really like how he does family stuff. My guy friends couldn't believe I was chillin' with him. Dudes love Ice Cube.",
      "author": "Keke Palmer",
      "category": "Love, Family, Friends"
    },
    {
      "quote": "I named my album 'So Uncool' because it defies the ordinary: you're different from everyone else. It's like, being uncool makes you cool because you're different!",
      "author": "Keke Palmer",
      "category": "You, Everyone, Different"
    },
    {
      "quote": "I love my bubble skirt. I wear it with a belt and my shirt tucked in. Just like a t-shirt from Nordstrom's or something. And I wear this navy blue blazer with the sleeves crushed up. And I just feel like I'm such a cool girl when I walk out. I feel like, 'Yeah I'm cool, like a model.'",
      "author": "Keke Palmer",
      "category": "Love, Girl, Blue"
    },
    {
      "quote": "Working with crocodiles is always amazing because they're beautiful. They're modern day dinosaurs, which is really cool.",
      "author": "Bindi Irwin",
      "category": "Day, Beautiful, Amazing"
    },
    {
      "quote": "I am surprised by how not-adopted the video reply has been. What keeps other people from doing it, I think, is that they think a video comes across as 'I'm cool, look at how many e-mails I get.' That perception doesn't scare me, because I know who I am.",
      "author": "Gary Vaynerchuk",
      "category": "I Am, Perception, Me"
    },
    {
      "quote": "People are more comfortable learning about wine because now they can just Google, you know, 'Soave,' and say, 'Oh, O.K., cool.'",
      "author": "Gary Vaynerchuk",
      "category": "Learning, Wine, People"
    },
    {
      "quote": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.",
      "author": "Heidi Klum",
      "category": "Time, Mom, Younger"
    },
    {
      "quote": "It was an event whenever 'CHiPs' would come on in my house. There wasn't a lot of Latin people being hired to star in TV shows or movies back in the day. Not only was it a fun show, there was a Latino starring in it - so we thought it was extra cool.",
      "author": "Michael Pena",
      "category": "Day, Fun, People"
    },
    {
      "quote": "Kicks to the legs, they're not very cool. They're brutal.",
      "author": "Michael Pena",
      "category": "Legs, Brutal, Very"
    },
    {
      "quote": "I remember I used to think my dad was really cool working at a factory. He used to make buttons. I used to brag, 'This button here, My dad made it.' There was this sense of pride. It's knowing your dad is doing something cool.",
      "author": "Michael Pena",
      "category": "Pride, Remember, Think"
    },
    {
      "quote": "My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool.",
      "author": "Drake",
      "category": "Great, Charming, Writer"
    },
    {
      "quote": "When I first moved to Vail, it was like I was a little celebrity. You know, everyone knew my accomplishments. I was a young, fast teenager and making waves in the ski world. And it was really cool.",
      "author": "Lindsey Vonn",
      "category": "World, Waves, Know"
    },
    {
      "quote": "I'm obsessed with the 1920s, everything from the style to the lifestyle. It was a really cool era.",
      "author": "Lauren Conrad",
      "category": "Style, Lifestyle, Everything"
    },
    {
      "quote": "Touring is very routine. You get to the city, you go to the hotel, you got to be at the hotel by a certain time - it's very routine. I'm not a very structured person, so when I get some structure, it's cool; it's good for me.",
      "author": "J. Cole",
      "category": "Time, Good, City"
    },
    {
      "quote": "Every night I fell asleep to a different Beatles album. So I'm very familiar with the Beatles Ringo was my favorite Beatle until I grew up and then changed. I made the switch over to George Harrison just in time to regain my cool.",
      "author": "Christina Ricci",
      "category": "Time, Night, Favorite"
    },
    {
      "quote": "Once Johnny Cash and Waylon Jennings are not cool on country radio, it's time for a new format.",
      "author": "Steven Van Zandt",
      "category": "Time, Country, New"
    },
    {
      "quote": "That point of life when I learned I could cook, that always made me understand what cooks felt like feeding other people. It's okay to receive, but it's really cool to give, so food is to me sexy because it's the fact that someone is giving it to someone else.",
      "author": "Omari Hardwick",
      "category": "Life, Food, Giving"
    },
    {
      "quote": "I really had a problem with being 'the man.' I'm past it now, but that was my insecurity. I ran from that. I was cool with being No. 3 on the call sheet or No. 2.",
      "author": "Omari Hardwick",
      "category": "Man, Past, Problem"
    },
    {
      "quote": "Whenever we can, we try to talk to students. If I can, I'll invite kids from a school to a sound check and take questions from them. I want to show them it's cool to play the trombone. Kids are influenced by what's accessible to them. It's hard for kids to be introduced to music other than what they see on TV and video.",
      "author": "Trombone Shorty",
      "category": "Music, School, Questions"
    },
    {
      "quote": "Whenever I go jamming, people are looking to cut me. The young ones learn my stuff and come play it at me, and I have to learn other stuff. I feel a lot of pressure. But it's cool. It's a good pressure.",
      "author": "Trombone Shorty",
      "category": "Good, Me, People"
    },
    {
      "quote": "My mom used to model when she was younger, before she went to law school, and I think she thought it was pretty cool. I think my parents saw that acting ultimately made me happy, even though it was a rough ride for a little bit.",
      "author": "Alexandra Daddario",
      "category": "Happy, Mom, Parents"
    },
    {
      "quote": "When I was 10, 11, 12, 13, 14, I had so many people I looked up to and was so inspired by all these different people. It's cool to be in that position.",
      "author": "Alexandra Daddario",
      "category": "People, Up, Different"
    },
    {
      "quote": "There is nothing better than a really cool mystery: you don't know what's going to happen, so you keep turning those pages or watching that series.",
      "author": "Alexandra Daddario",
      "category": "Mystery, Better, Know"
    },
    {
      "quote": "It's cool to be a female character who gets to be really strong and tough.",
      "author": "Alexandra Daddario",
      "category": "Character, Strong, Tough"
    },
    {
      "quote": "You remember where you were doing each scene. 'Oh my God, it was so hot that day.' It's kind of cool to see a movie that you haven't seen in a long time and reflect on that stuff.",
      "author": "Alexandra Daddario",
      "category": "Time, Day, God"
    },
    {
      "quote": "I always wanted to be a blonde, and it was really cool to do that for a while.",
      "author": "Alexandra Daddario",
      "category": "Blonde, Always, While"
    },
    {
      "quote": "The idea of recognising your strengths and using them in as versatile a way as you can is cool to me.",
      "author": "Frank Ocean",
      "category": "Me, You, Idea"
    },
    {
      "quote": "I thought it'd be cool to start my own university, in a way.",
      "author": "Ashton Eaton",
      "category": "Thought, Start, Way"
    },
    {
      "quote": "I've been watching 'Walking Dead' with my son, and there is absolutely nothing in there I find shocking, but it's cool, and I like it.",
      "author": "Mads Mikkelsen",
      "category": "Son, Walking, Find"
    },
    {
      "quote": "I like 'The Three Musketeers.' I like those kind of cool things where they were having a robe and a sword.",
      "author": "Mads Mikkelsen",
      "category": "Sword, Three, Kind"
    },
    {
      "quote": "Whether you are a consumer, a hardware maker, a software developer or a provider of cool new services, it's hard to make a move in the American cellphone world without the permission of the companies that own the pipes.",
      "author": "Walt Mossberg",
      "category": "American, World, You"
    },
    {
      "quote": "I wasn't always the most fashionable, and I would come to school with cauliflower ear and ringworm. I got made fun of a lot. People called me 'Miss Man' and 'Guns,' and people directed a lot of karate jokes at me. I wish that I was at school now that MMA and martial arts is cool, but back when I was in school, people associated it with nerdy stuff.",
      "author": "Ronda Rousey",
      "category": "School, Man, Fun"
    },
    {
      "quote": "I have to be out there to sell these fights; it's not because I really enjoy getting made up and going to work every day. It's cool, it's an awesome job, but it's still a job. I'm doing it because it helps me make a living and not because I'm so extremely vain that I want to see my face everywhere.",
      "author": "Ronda Rousey",
      "category": "Work, Day, Job"
    },
    {
      "quote": "I like the new, cool, swinging Justin Timberlake.",
      "author": "Roger Stone",
      "category": "New, Swinging, Like"
    },
    {
      "quote": "Our mission for younger people is to do our best to make exercise cool, hip - the thing to do.",
      "author": "Caitlyn Jenner",
      "category": "Best, People, Exercise"
    },
    {
      "quote": "All of my relationships have happened organically with people who are super cool and in my life and it just moved into a relationship zone.",
      "author": "Hannah Simone",
      "category": "Life, Relationship, People"
    },
    {
      "quote": "It is so cool to think that there are two female, Indian actresses on prime-time American network television who are considered attractive and funny and smart.",
      "author": "Hannah Simone",
      "category": "Funny, Smart, American"
    },
    {
      "quote": "I grew up on Loretta Lynn and Dusty Springfield. I remember lying about it it wasn't cool to listen to country when I was 12.",
      "author": "Jenny Lewis",
      "category": "Listen, Remember, Lying"
    },
    {
      "quote": "In early high school years, I was pretty chubby, and I spent a lot of time on my computer, before it was cool to have a computer - because there was a time that was true. So that's where I developed my personality.",
      "author": "Rashida Jones",
      "category": "Time, School, Personality"
    },
    {
      "quote": "I'm friends with a lot of my exes, but it took time. We didn't just get into it. I don't think you can be friends until you're cool with them dating someone else. That's when you know.",
      "author": "Rashida Jones",
      "category": "Time, Friends, Dating"
    },
    {
      "quote": "Growing up, I really liked 'Star Wars.' Han Solo would've been really cool to meet. But my stuff was real low-brow. I was watching 'Bugs Bunny.'",
      "author": "Chris Evans",
      "category": "Growing Up, Real, Growing"
    },
    {
      "quote": "I really like women who get emotional about babies and puppies. I've met some incredibly cool women who are tough, but the woman you marry should have a really soft side.",
      "author": "Chris Evans",
      "category": "Women, Woman, You"
    },
    {
      "quote": "What a contrast, Trump is feisty but flexible. Obama, cool but rigid. But he had no reason to bend. The media already bought into his shtick. His giddy fan base ate up every white-coated lie.",
      "author": "Greg Gutfeld",
      "category": "Lie, Media, Flexible"
    },
    {
      "quote": "For the better part of my adult life, I proudly avoided nerd/nimrod/goober status. I was always just cool enough.",
      "author": "Steve Carell",
      "category": "Life, Better, Always"
    },
    {
      "quote": "My parents were really, really cool about supporting what I wanted to do at a really young age. I think I was about 10 when I caught the bug. They would drive me down to New York if there were auditions. When I was 12, I did this show on Broadway called 'High Society,' so we moved to New York for the run of that.",
      "author": "Anna Kendrick",
      "category": "Age, Parents, Society"
    },
    {
      "quote": "I feel like you can't get an audience to like your character if she's actually cool, but you can if she's trying to be cool and sometimes fails.",
      "author": "Anna Kendrick",
      "category": "Character, She, You"
    },
    {
      "quote": "Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool.",
      "author": "Janet Jackson",
      "category": "Great, Competition, Long"
    },
    {
      "quote": "I'm kind of the model that everyone thought would always be the Guess, 'Sports Illustrated' girl. Then, when I started to do high fashion stuff... people were like, 'Oh, so we can have a girl with, like, thighs and a butt in a Tom Ford campaign. Cool.'",
      "author": "Gigi Hadid",
      "category": "Sports, Girl, People"
    },
    {
      "quote": "Rag & Bone is a big part of my closet. I just really like how their jeans fit; I wear them a lot, and I think they make really cool staple pieces.",
      "author": "Gigi Hadid",
      "category": "Think, Bone, Jeans"
    },
    {
      "quote": "High school is when I started to get my sense of fashion together. My queen was Candice Swanepoel, who is a friend of mine now, which is kind of funny, but in high school, I was obsessed. I love her street style: she is always in cool boyfriend jeans, boots, and an awesome coat, which is very much like what I wear.",
      "author": "Gigi Hadid",
      "category": "Funny, Love, School"
    },
    {
      "quote": "Cate Blanchett and others, they get this broad range of all these cool people they can play. Some women really do get it all. For me, it is the same thing that happens over and over. I should change that and maybe write my own thing.",
      "author": "Jennifer Coolidge",
      "category": "Change, Women, Me"
    },
    {
      "quote": "In a movie, that's the only time when you're allowed these kind of fantasies to be lived. Being able to look so cool and be able to fight five bad guys and take them down. When can you do that?",
      "author": "Michelle Yeoh",
      "category": "Time, Fight, You"
    },
    {
      "quote": "Tech companies approach you to hold something in a picture and then say, 'This is what I want you to write on your Twitter.' There are people who get away with that and look really cool doing it, but I'm just not one of them.",
      "author": "Alexa Chung",
      "category": "People, Want, Picture"
    },
    {
      "quote": "My whole family actually, but my parents. I had such a normal and amazing childhood. I've been so lucky. My parents are cool and normal. They don't talk about the business and I still have stuff to do at their house.",
      "author": "Kaley Cuoco",
      "category": "Family, Business, Parents"
    },
    {
      "quote": "I wouldn't say I was bullied, but I was definitely a bit of an outcast. It was more the kids thinking I thought I was cool. I started homeschooling in fifth grade, and I was much happier.",
      "author": "Kaley Cuoco",
      "category": "Thinking, Thought, Kids"
    },
    {
      "quote": "I had such a normal and amazing childhood. I've been so lucky. My parents are cool and normal. They don't talk about the business, and I still have stuff to do at their house.",
      "author": "Kaley Cuoco",
      "category": "Business, Parents, Childhood"
    },
    {
      "quote": "I think we all have different moods - a nerd one day and cool the next. I think everyone has an inner geek, and I know I definitely do.",
      "author": "Kaley Cuoco",
      "category": "Day, Know, Think"
    },
    {
      "quote": "I like Penny. She's cool. Yeah, she dates some idiots, but, although, so have I. So yeah, I would be friends with her. We'd have a lot to talk about.",
      "author": "Kaley Cuoco",
      "category": "Friends, She, Her"
    },
    {
      "quote": "I didn't watch much TV as a kid and I don' t watch it now. I don' t find anything beautiful or unique to the medium, and the only thing you can do on TV that you can't do in film is make a continuing story - which is so cool!",
      "author": "David Lynch",
      "category": "Beautiful, Unique, Story"
    },
    {
      "quote": "I love Bob Dylan. Who doesn't? He tapped into some kind of vein and it keeps on keeping on. There's nobody like him. He's unique, and just... way out cool.",
      "author": "David Lynch",
      "category": "Love, Unique, Kind"
    },
    {
      "quote": "I think it's so cool to be tall. Even when I'm not wearing heels people tell me I'm tall and I always take it as a complement. The good thing is I can always see everybody in the room.",
      "author": "Maria Sharapova",
      "category": "Good, Me, People"
    },
    {
      "quote": "I got into the whole Ayurvedic thing. It was really cool.",
      "author": "Parker Posey",
      "category": "Got, Whole, Really"
    },
    {
      "quote": "It's not really cool to be singled out.",
      "author": "Parker Posey",
      "category": "Out, Really, Singled"
    },
    {
      "quote": "I've never been cool and I don't really care about being cool. It's just an awful lot of time and hair gel wasted.",
      "author": "Chris Martin",
      "category": "Time, Hair, Care"
    },
    {
      "quote": "I don't mind not being cool.",
      "author": "Chris Martin",
      "category": "Mind, Being"
    },
    {
      "quote": "We aren't cool and never will be.",
      "author": "Chris Martin",
      "category": "Never, Will"
    },
    {
      "quote": "Being voted the world's sexiest vegetarian is about as cool as it gets. It's not quite as cool as Brad Pitt, but it'll do.",
      "author": "Chris Martin",
      "category": "World, Vegetarian, Being"
    },
    {
      "quote": "There are a lot of movies about misfits that are quite cool, that kind of glamorize it on some level. I think there are fewer films, certainly with a lady at the center, about the agony of what it's like to feel like you're not accepted, and you're different, and somehow you're weird.",
      "author": "Rebecca Hall",
      "category": "Weird, Movies, Think"
    },
    {
      "quote": "Icy and earthy, Helen Mirren is a rare, regal presence in a movie age that values the plebeian over the patrician and mass over class. Lauded with an Oscar and an Emmy for playing both Queen Elizabeths, Mirren has matched her cool aristocracy with a boldness of performance and display.",
      "author": "Richard Corliss",
      "category": "Age, Performance, Queen"
    },
    {
      "quote": "In the movies, every crazy old fart needs a cool old car. Jack Nicholson drove a spiffy yellow 1970 Dodge Challenger two-door in 'The Bucket List.' In 'Gran Torino,' the cranky pensioner played by Clint Eastwood not only owned a 1972 GT Sport, he also used to build cars like that at the Ford plant.",
      "author": "Richard Corliss",
      "category": "Car, Crazy, Plant"
    },
    {
      "quote": "I love being not cool.",
      "author": "Rufus Wainwright",
      "category": "Love, Being, I Love"
    },
    {
      "quote": "I don't feel like songs should be hoarded. I don't feel like one's tainted if somebody else does it. That's the mark of artistry - take a song that's maybe even a really popular song and do it your own way. I think that's cool.",
      "author": "Chris Stapleton",
      "category": "Song, Think, Way"
    },
    {
      "quote": "When you're writing with an artist or for an artist, you have to help them serve their vision. That's the cool part about writing songs. There are no rules.",
      "author": "Chris Stapleton",
      "category": "Vision, Writing, Artist"
    },
    {
      "quote": "If I'm the biggest artist in the world, cool, but I want to just be me.",
      "author": "Future",
      "category": "World, Me, Artist"
    },
    {
      "quote": "I try to look cool. I strategize. Sometimes it's like - that's part of the strategizing, to make it seem like I don't think about it.",
      "author": "Future",
      "category": "Think, Look, Try"
    },
    {
      "quote": "I really liked the snake that breaks out of the cage in the beginning of the movie. I saw it in real life, and it was really cool. Really big and fat. The owls are cool as well, but you can't really pet them.",
      "author": "Tom Felton",
      "category": "Life, Pet, Beginning"
    },
    {
      "quote": "Draco's not really a bully. He's not exactly the biggest, strongest guy in the world. He's more a rich, snobby person. He thinks of himself as really cool.",
      "author": "Tom Felton",
      "category": "World, Rich, Person"
    },
    {
      "quote": "I would miss months of school and then return with bright blond hair. Needless to say, there was bullying. I wasn't beaten up daily, but there was name-calling and jealousy. You have to bear in mind that 'Harry Potter' wasn't cool. I wasn't part of the 'Terminator' franchise.",
      "author": "Tom Felton",
      "category": "Daily, School, Jealousy"
    },
    {
      "quote": "I started on the clarinet. I was going to a music school - my mother took me - and the guy said, 'What do you want to play?' I said the drums, and my mother said, 'No, you don't. You don't want to play the drums.' So I said, 'Maybe the trumpet would be cool.' And my mother said, 'I don't think so.' And then the clarinet was handed to me.",
      "author": "Christopher Guest",
      "category": "Music, Mother, School"
    },
    {
      "quote": "My wife is cool enough to let me write about personal things, to be a songwriter exploring the shadowy sides of love.",
      "author": "Dierks Bentley",
      "category": "Love, Wife, Me"
    },
    {
      "quote": "My friends in Paris are writers, or something like that, whereas my friends in New York are doing cool stuff in finance and living very different lives. In writing, it's pretty solitary, so it doesn't really matter who's around.",
      "author": "Whit Stillman",
      "category": "Friends, Finance, Writing"
    },
    {
      "quote": "Houston is kind of a melting pot. There are many different cultures and ethnicities represented out there, even on my team. It's really cool: you'll see so many different things.",
      "author": "J. J. Watt",
      "category": "Team, You, See"
    },
    {
      "quote": "Obviously, you get to do a lot of great things and cool opportunities at the Super Bowl. But at the end of the day, we all want to be here as a player. That's the goal, and that's why I work so dang hard.",
      "author": "J. J. Watt",
      "category": "Work, Day, Great"
    },
    {
      "quote": "Growing up, you'd see Michael Jordan on everything from Gatorade to shoes - everything. Obviously, that's something pretty cool for an athlete to aspire to.",
      "author": "J. J. Watt",
      "category": "Shoes, Growing Up, You"
    },
    {
      "quote": "The one thing I know is, if I play good ball, things have tended to come along with it. Everything that I've ever done in my career has come off of playing good football. And so I realize I need to go out there, and I need to take care of my business; then everything else - all these cool, great things - come along with it.",
      "author": "J. J. Watt",
      "category": "Business, Good, Great"
    },
    {
      "quote": "People always ask, 'Man, why don't you come out and enjoy it? Why don't you celebrate? Why don't you have any fun?' My fun is Sundays. Anybody can go to the club. You don't have to be good at going to the club to go to the club. You have to be good to be playing on Sundays, and to me, that's what's cool.",
      "author": "J. J. Watt",
      "category": "Good, Man, Fun"
    },
    {
      "quote": "It makes no difference to my family where one comes from as long as we make each other happy. They are pretty cool like that.",
      "author": "Amy Jackson",
      "category": "Family, Happy, Long"
    },
    {
      "quote": "I'm not really as cool and collected as 'Mrs. Funnybones', but she is the woman I want to be.",
      "author": "Twinkle Khanna",
      "category": "Woman, Want, She"
    },
    {
      "quote": "I want to be somebody, a person, first that people remember, but also, I want music that I release to still be around. I don't want it to just be cool for a second and be gone.",
      "author": "Cole Swindell",
      "category": "Music, People, Remember"
    },
    {
      "quote": "Being a big Braves fan, Turner Field would be cool to play a show at.",
      "author": "Cole Swindell",
      "category": "Play, Big, Show"
    },
    {
      "quote": "Getting hit is not cool.",
      "author": "Andre Ward",
      "category": "Hit, Getting"
    },
    {
      "quote": "The problem to me is violence. It's not cool to kill somebody or hurt people.",
      "author": "Mark Ruffalo",
      "category": "Hurt, Violence, Me"
    },
    {
      "quote": "It's cool when your husband starts to sing some old Merle Haggard song and I can pop in with a harmony and it doesn't sound too bad.",
      "author": "Trisha Yearwood",
      "category": "Song, Husband, Harmony"
    },
    {
      "quote": "I wanted to be Cher for a long time, but not for the singing. I just thought she was so cool. I wanted her long hair, and I wanted to weigh five pounds.",
      "author": "Trisha Yearwood",
      "category": "Time, Hair, Thought"
    },
    {
      "quote": "What we do every night is we change out the set list as much as we can to make sure that (fans can) go home and tell their friends they experienced something unique and cool.",
      "author": "Isaac Hanson",
      "category": "Change, Home, Friends"
    },
    {
      "quote": "It's all these young country bucks doing Skynyrd songs, which is pretty cool to us.",
      "author": "Johnny Van Zant",
      "category": "Doing, Country, Young"
    },
    {
      "quote": "Goteborg used to be a not very cool place to live. The culture centered around shrimp and bingo. Bands played Copenhagen and Stockholm and skipped Goteborg.",
      "author": "Jens Lekman",
      "category": "Culture, Live, Place"
    },
    {
      "quote": "Can anything be less cool than defending the motion picture academy?",
      "author": "Steve Erickson",
      "category": "Picture, Motion, Anything"
    },
    {
      "quote": "Redford always has been a cool presence both before and behind the camera. His best movie as a filmmaker, 1994's 'Quiz Show,' exhibits a classicism verging on self-repression, and the social indignation in many of his films engages more than moves you.",
      "author": "Steve Erickson",
      "category": "Best, Camera, You"
    },
    {
      "quote": "J. G. Ballard is just an example of the writers I like. Philip K. Dick is obviously one of them. I'm a big fan of William Gibson as well. He started cyberpunk with 'Neuromancer.' I've come to know him a little bit over Twitter, of all places, and I was always a huge fan of his. It's very cool to know he even knows I exist.",
      "author": "Duncan Jones",
      "category": "Know, Example, Little"
    },
    {
      "quote": "My dad put me with all the greatest people. It definitely helped me now, because I know so much more about music and composition. It's cool. I love Pops. I'm super thankful for everything he's done to help my career.",
      "author": "Ty Dolla Sign",
      "category": "Love, Music, Thankful"
    },
    {
      "quote": "When we dropped 'Toot It And Boot It,' Mustard didn't even do beats, and now he's killin' it. So it's just cool to see all of my bros taking over.",
      "author": "Ty Dolla Sign",
      "category": "Now, See, Just"
    },
    {
      "quote": "Metal has its own code of cool, but it's not really trying to be cool. And that was very refreshing to me, that metal is very much about expressing something that seems awesome to you even if, at the time, much of the world was going to mock and reject it.",
      "author": "John Darnielle",
      "category": "Time, World, Me"
    },
    {
      "quote": "You get this really cool groove when you're playing just piano, bass, and drums where everyone's sort of feeling each other's space, which is the only way to put it, but it really is true, and everyone's sort of sitting in their own pocket. It's kind of jazz-like.",
      "author": "John Darnielle",
      "category": "Space, You, Kind"
    },
    {
      "quote": "I remember going with my mom to a random garage sale as a kid and thinking what a cool treasure hunt that whole world was. Only to transition as an adult to think, 'What a gross place that really is.'",
      "author": "Will Ferrell",
      "category": "Mom, Thinking, World"
    },
    {
      "quote": "Check-ins are cool, but kind of a pain.",
      "author": "Sam Altman",
      "category": "Pain, Kind"
    },
    {
      "quote": "Many founders hire just because it seems like a cool thing to do, and people always ask how many employees you have.",
      "author": "Sam Altman",
      "category": "Employees, People, You"
    },
    {
      "quote": "In rock and roll, homosexuality was accepted, but it was less cool to say it.",
      "author": "John Cameron Mitchell",
      "category": "Rock And Roll, Rock, Say"
    },
    {
      "quote": "Growing up, it was uncool to admit that your family had any money. And then, instantly, money was cool. In Reagan's parlance, it was about freedom of the individual, which was freedom to be greedy... individual versus society. There was a weird seduction in that, which I still feel.",
      "author": "John Cameron Mitchell",
      "category": "Family, Freedom, Money"
    },
    {
      "quote": "It's cool when frat boys say, 'Yeah, 'Hedwig!' I'd like to see that same thing happen with 'Shortbus.'",
      "author": "John Cameron Mitchell",
      "category": "See, Say, Same"
    },
    {
      "quote": "My mom was a little weepy. My dad was very logical about it. Once they realized you can't change, they wanted to know that you can be happy and be gay. Once they realized that, they were very cool about it.",
      "author": "John Cameron Mitchell",
      "category": "Change, Happy, Mom"
    },
    {
      "quote": "Public relations and marketing are something companies do to move product. It is not meaningful. It is not cool. Yet because it is cheap, easy, and lucrative to cover, blogs want to convince you that it is.",
      "author": "Ryan Holiday",
      "category": "Meaningful, Marketing, Easy"
    },
    {
      "quote": "Lupe Fiasco is kinda cool. I like him a lot.",
      "author": "Yuna",
      "category": "Like, Him, Lot"
    },
    {
      "quote": "I've never done anything because I thought it would look cool.",
      "author": "John Mayer",
      "category": "Thought, Done, Look"
    },
    {
      "quote": "You don't have to carry a designer bag that costs more than a car to look cool.",
      "author": "Kesha",
      "category": "Car, Bag, You"
    },
    {
      "quote": "There are lots of really interesting little planets out there in the Kuiper Belt, but Pluto's the only one that's got all the cool attributes.",
      "author": "Alan Stern",
      "category": "Interesting, Planets, Little"
    },
    {
      "quote": "I like the planets because they are real places that you can go to and send machines to. Faraway astronomy - galactic astronomy and extra-galactic astronomy - is really cool stuff, but to me, it's about destinations.",
      "author": "Alan Stern",
      "category": "Me, Real, You"
    },
    {
      "quote": "I just worry about myself. I'm just gonna be me and do me. If people appreciate it, cool. If not, I'm gonna still be me.",
      "author": "Robbie Lawler",
      "category": "Myself, Me, Worry"
    },
    {
      "quote": "I've always been into guitars... we want to put keyboards on, but keyboard players don't look cool onstage, they just keep their heads down. There has never been a cool keyboard player, apart from Elton John.",
      "author": "Noel Gallagher",
      "category": "Want, Down, Look"
    },
    {
      "quote": "Every year, tens of millions of salmon return to the pristine shores of Bristol Bay in Alaska. They linger in the bay's cool, shallow waters before charging up nearby streams to spawn and create another generation of wild salmon.",
      "author": "Frances Beinecke",
      "category": "Generation, Wild, Create"
    },
    {
      "quote": "The cool thing about my show and me is that I'm a writer, and I'm a writer first if I don't have music.",
      "author": "Halsey",
      "category": "Music, Me, First"
    },
    {
      "quote": "You get a timeless cool card in New York.",
      "author": "Vin Diesel",
      "category": "New York, You, New"
    },
    {
      "quote": "I don't know who came up with this idea that it's cool to hate on other girls, 'cause it's not.",
      "author": "Lilly Singh",
      "category": "Hate, Know, Idea"
    },
    {
      "quote": "I think the Mama people remember is from 'Mama's Family.' She really turned into a pretty cool character. The sketches from the 'Burnett' show, if people are old enough to remember, were written by writers who all hated their mothers.",
      "author": "Vicki Lawrence",
      "category": "Family, Character, Remember"
    },
    {
      "quote": "I love the Army-Navy surplus store Surplus Value Center. They have really good long underwear and multicolored bandanas, cool camo jackets, and really, really scary-looking knives. If you're into that sort of thing.",
      "author": "Jill Soloway",
      "category": "Love, Good, Value"
    },
    {
      "quote": "Morgan Freeman is so class. He's so cool. He's so scary.",
      "author": "Jim Carrey",
      "category": "Scary, Class, He"
    },
    {
      "quote": "I may just keep releasing singles 'til I run out of music, which is kind of cool in a way - as long as people don't go, 'Oh my God, not another one!'",
      "author": "John Oates",
      "category": "Music, God, People"
    },
    {
      "quote": "Tobey's a mellow, cool guy. He's just a good guy. I know that's not the answer you want, and I don't mean that as the political thing to say, but he's a nice guy.",
      "author": "Neil Patrick Harris",
      "category": "Good, Political, Nice"
    },
    {
      "quote": "I don't think it's cool for people to say, 'You shouldn't reference God because I don't believe that, and I don't want to hear it.' Well, there's a lot of stuff I don't believe that I still gotta hear.",
      "author": "Steve Harvey",
      "category": "God, Believe, People"
    },
    {
      "quote": "I follow all these fashion blogs that are cool and inspire me. I'm not really obsessed with anyone except for the people that I like romantically. I get excited when they post. Sometimes I like to stalk my exes.",
      "author": "Kylie Jenner",
      "category": "Inspire, Me, People"
    },
    {
      "quote": "My mother was so stylish, but she never pushed that on me. She always thought I looked cool.",
      "author": "Tig Notaro",
      "category": "Mother, Thought, Me"
    },
    {
      "quote": "I went to Catholic high school for half a year and religion wasn't the cool thing to talk about even at a catholic high school. It never came up.",
      "author": "Mandy Moore",
      "category": "School, Religion"
    },
    {
      "quote": "I've always loved the mixture of crushing live drums with a programmed groove, that really cool blend, like in the verse there's a really funky drum beat that is programmed then it comes in to the chorus; you've got that enormous human feel where the band kicks in.",
      "author": "Tommy Lee",
      "category": "Live, Loved, You"
    },
    {
      "quote": "Some girls are intimidated by my height, obviously. But a lot of girls do like it, so that's cool.",
      "author": "Kristaps Porzingis",
      "category": "Height, Like, Intimidated"
    },
    {
      "quote": "I tried to be a goth for a while. I'd pour baby powder on my face and paint my lips black, but that didn't last long. I thought I looked cool at the time. But then you look back and wonder, 'Why did anyone let me out of the house looking like that?'",
      "author": "Imelda May",
      "category": "Time, Baby, Me"
    },
    {
      "quote": "People don't know exactly what I do they just know I'm 'cool.'",
      "author": "Diplo",
      "category": "People, Know, Just"
    },
    {
      "quote": "Klaus from the Teddybears, Bloodshy and Avant and Mike Snow, they've done lots of Britney Spears production. They went backwards from production to being in a band, which might be cool. I might do that, too, one day.",
      "author": "Diplo",
      "category": "Day, Snow, Done"
    },
    {
      "quote": "I appreciate people who are authentic. Someone who just wants to be cool, I can tell when their intentions aren't right.",
      "author": "Diplo",
      "category": "People, Appreciate, I Can"
    },
    {
      "quote": "Selling MP3s or physical copies, it's still cool, but I think it's slowly becoming outdated to where people just want to build a culture.",
      "author": "Diplo",
      "category": "Culture, People, Want"
    },
    {
      "quote": "Gucci is a rapper that doesn't try and be anything he's not - he's straight up. Yeah, maybe it's ironic and all, but I'm just a fan and have been one since day one. Gucci Mane is the cool uncle I never had, even though I'm sure I'm probably older than him.",
      "author": "Diplo",
      "category": "Day, Try, Uncle"
    },
    {
      "quote": "There aren't many poster children for cool angst. Everybody thinks it's cool if you're the bad girl.",
      "author": "Fiona Apple",
      "category": "Children, Girl, You"
    },
    {
      "quote": "I think you go through a period as a teenager of being quite cool and unaffected by things.",
      "author": "Miranda Otto",
      "category": "Teen, Think, You"
    },
    {
      "quote": "I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it's kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history.",
      "author": "Michael Phelps",
      "category": "History, Motivation, Want"
    },
    {
      "quote": "I've really enjoyed working together with Apple to help launch their new streaming service. It is really cool to see Apple getting involved.",
      "author": "Kygo",
      "category": "Working Together, Service"
    },
    {
      "quote": "Personally, I was never the cool kid. I was always sort of a bookworm.",
      "author": "Zac Efron",
      "category": "Kid, Never, Always"
    },
    {
      "quote": "Spider-Man's probably my favorite. You see, Batman is a billionaire and there's nothing really cool about a billionaire saving the world. But Spider-Man is Peter Parker, a conflicted character who puts on a suit and saves the world. I love that.",
      "author": "Zac Efron",
      "category": "Love, Character, World"
    },
    {
      "quote": "I'd love to be an artist that's multifaceted. At the moment, I am not. But wouldn't that be cool if I was like, 'Yeah, let me pull out my guitar and play you a song.' I would adore that. I am so far not gifted in that way. But I am a very hard worker and a very determined person, so who knows?",
      "author": "Anne Hathaway",
      "category": "Love, I Am, Artist"
    },
    {
      "quote": "I went to a high school that didn't have many people in it. There were, like, 60 people in my senior class. There was a group of cool kids and a group of really dorky kids, and I was probably the coolest of the really dorky kids.",
      "author": "Matthew Perry",
      "category": "School, High School, People"
    },
    {
      "quote": "Every time I take a photo, it goes into SnapSeed. Even if it's just a price tag on something, it still goes into SnapSeed, and I start editing it. I'm not a photographer, so I need all the help I can get when it comes to make a picture look cool.",
      "author": "Hunter Hayes",
      "category": "Time, Start, Help"
    },
    {
      "quote": "Basically, after an ABC sitcom I did, I ended up with a holding deal with 20th Century Fox. Absolutely cool. It pays you to be unemployed. And the bigger the entity that gives you the deal, the better.",
      "author": "Nathan Fillion",
      "category": "Better, You, Fox"
    },
    {
      "quote": "Most of the time you're too busy to think about it. But every now and then you say, 'I work at 'Saturday Night Live,' and that is so cool.",
      "author": "Tina Fey",
      "category": "Work, Time, Busy"
    },
    {
      "quote": "When I was younger I did karate and martial arts, and I think it's really cool for girls to have those kinds of abilities.",
      "author": "Rebel Wilson",
      "category": "Think, Martial Arts, Younger"
    },
    {
      "quote": "You can't be a strong or cool woman and be represented except in a harsh way, looking mean and cold and hard. It's like reverse sexism.",
      "author": "Kim Gordon",
      "category": "Strong, Woman, Looking"
    },
    {
      "quote": "I live a very nice life. I have a wonderful time. But it's not lived drawing on a full level. I'm relaxed, cool, and enjoying it.",
      "author": "Marianne Faithfull",
      "category": "Life, Time, Drawing"
    },
    {
      "quote": "I think it's most important to, rather than just do what everybody else is doing, like tons of selfies, find out what makes you excited. You know, is it taking pictures and doing cool makeup and making yourself look great? If so, wonderful. Is it music? Is it teaching something? Are you great at teaching?",
      "author": "Lindsey Stirling",
      "category": "Music, Great, Yourself"
    },
    {
      "quote": "I'm afraid one thing - I don't like heights. Heights bug me out. I'm not cool with heights. I refuse to do a comedy show 12 stories up. I'm fearless about everything else.",
      "author": "J. B. Smoove",
      "category": "Me, Comedy, Fearless"
    },
    {
      "quote": "In recording, you're trying to make something work sonically - getting the right inflection on the right guitar sound - and maybe a part that would be musically great doesn't sound as cool. On paper, though, it's all stripped back. The musical idea is the one that wins.",
      "author": "Beck",
      "category": "Work, Great, Guitar"
    },
    {
      "quote": "People see my photos and think I labor over my image and I'm this cool, brooding artist. But I'm just having fun with it.",
      "author": "Lenny Kravitz",
      "category": "Having Fun, Fun, Artist"
    },
    {
      "quote": "For the last few years, it's been so chic for everybody to be miserable. Like if you're in with the cool crowd, you can't be happy.",
      "author": "Lenny Kravitz",
      "category": "Happy, Be Happy, You"
    },
    {
      "quote": "What is more important than the name is that people know that I really like acting, I enjoy it and I want people to know that I am serious. The name thing: I will always be L.L. Cool J.",
      "author": "LL Cool J",
      "category": "I Am, Enjoy, People"
    },
    {
      "quote": "I think there are different kinds of comedians, and I prefer the clowns who are going: 'I'm an idiot, aren't we all a bit like this, laugh at me.' Whereas, a lot of other comedians are saying: 'Aren't I clever? You want to be me, aren't I cool? Revere me.' Which is fine. But that's not my bag.",
      "author": "Miranda Hart",
      "category": "Me, Laugh, Want"
    },
    {
      "quote": "Summer bachelors, like summer breezes, are never as cool as they pretend to be.",
      "author": "Nora Ephron",
      "category": "Summer, Never, Like"
    },
    {
      "quote": "I know what it feels like to have the door slammed firmly in my face, so I'm cool with that.",
      "author": "Mos Def",
      "category": "Door, Face, Know"
    },
    {
      "quote": "You know, the diversity that America has is so special. It's starting to really become a cool thing for young people.",
      "author": "Russell Simmons",
      "category": "Diversity, America, People"
    },
    {
      "quote": "I'm cool with people dressing up as Eleven for Halloween. I definitely want to open my door and give them candy.",
      "author": "Millie Bobby Brown",
      "category": "Halloween, Door, People"
    },
    {
      "quote": "We didn't do a square ball in 'Pong' because we thought it was cool. We did it because that was all we could do.",
      "author": "Nolan Bushnell",
      "category": "Thought, Ball, Because"
    },
    {
      "quote": "I was in choir in school. I kind of just did it. I already knew I wanted to sing. My music program in my school wasn't really great - people didn't really want to be part of the choir, they didn't want to do the plays and stuff like that. It definitely wasn't the cool thing to do.",
      "author": "Lea Michele",
      "category": "Music, Great, School"
    },
    {
      "quote": "I live in Brooklyn, in Williamsburg, so I just like to wander around. Williamsburg's such a cool little neighborhood community spot.",
      "author": "Zoe Kravitz",
      "category": "Community, Live"
    },
    {
      "quote": "It's a trend to insult Wale, like that makes you cool on the Internet, and a part of it is because I respond.",
      "author": "Wale",
      "category": "Internet, You, Insult"
    },
    {
      "quote": "I think we all attract troublemakers; I don't think it's particularly about anyone. I had it actually as an album title, and I thought it would be really cool to write a song about a girl that's a bit of troublemaker.",
      "author": "Olly Murs",
      "category": "Girl, Thought, Song"
    },
    {
      "quote": "Michael B. Jordan is actually cool. He's like the homie. I'm actually talking to him. He reached out to me a while ago and just showing love for the music after 'TRaPSOUL' dropped.",
      "author": "Bryson Tiller",
      "category": "Love, Music, Me"
    },
    {
      "quote": "I don't rely on catchphrases or really like sing-along. I just do whatever I feel. Whatever the beat makes me say, I do that and I run with that. It's been working for me, so I'd be cool with that.",
      "author": "Meek Mill",
      "category": "Me, Run, Working"
    },
    {
      "quote": "Remember when Japan was cool? We used to run around with 'Mr. Roboto' on our Walkmans, 'The Karate Kid' in our Betamaxes and wore T-shirts embossed with the characters for 'storm sewer' and 'dishwasher.'",
      "author": "Jen Lancaster",
      "category": "Storm, Remember, Run"
    },
    {
      "quote": "I wish I could say I am a rebel for love in real life. I don't think I am so cool.",
      "author": "Tiger Shroff",
      "category": "Love, Life, I Am"
    },
    {
      "quote": "I love that my fans are cool with me being lovey-dovey about my wife rather than pretending that I'm single and trying to act all sexy onstage.",
      "author": "Thomas Rhett",
      "category": "Love, Wife, Me"
    },
    {
      "quote": "Some years I'm the coolest thing that ever happened, and then the next year everyone's so over me, and I'm just so past my sell date.",
      "author": "Cher",
      "category": "Past, Me, Years"
    },
    {
      "quote": "Stop being conned by the old mantra that says, 'Leaders are cool, managers are dweebs.' Instead, follow the Peters Principle: Leaders are cool. Managers are cool too!",
      "author": "Tom Peters",
      "category": "Stop, Follow, Leaders"
    },
    {
      "quote": "I think a lot of young kids at school are very conscious of trying to keep credibility in case they kind of stand out in a crowd and get bullied by trying to stay cool and stuff. And my whole thing, all the way through school, was I was just a goof... I didn't care.",
      "author": "Dominic Monaghan",
      "category": "School, Care, Think"
    },
    {
      "quote": "The term 'geek' for me is like you having a passion, interest in something that is unabashed and you don't care if people think it's not cool. You think it's cool and that's your thing.",
      "author": "Dominic Monaghan",
      "category": "Passion, Me, People"
    },
    {
      "quote": "Traditional social media, in the view of our company, has become a bit repetitive. It doesn't feel very good to be marketed to by your friends. Snapchat is different because it says, look, friends aren't valuable to you just because they can get you into a cool party.",
      "author": "Evan Spiegel",
      "category": "Friends, Good, Social Media"
    },
    {
      "quote": "I started on computers with 'Billy Bathgate,' a little orange screen with black letters. I thought it was really cool, but it actually slowed me up for a while because it's so easy to revise, I tended to stay on the same page. I've learned to discipline myself.",
      "author": "E. L. Doctorow",
      "category": "Myself, Computers, Me"
    },
    {
      "quote": "I never considered Miles Davis a perfectionist; I always considered him as an excellence-ist, where deviation is actually kind of cool.",
      "author": "Charlie Trotter",
      "category": "Kind, Never, Him"
    },
    {
      "quote": "You watch stuff like 'The Real Housewives' and you start to think, 'We're all so vacuous! Is there any nobility to any of these people?' But then you look out into the world, and there are people who are doing cool stuff with their lives.",
      "author": "Mike White",
      "category": "World, Start, People"
    },
    {
      "quote": "To me, a critic is some loser who has no idea... someone with an opinion. We all have opinions. No offense, but what makes them dictate what is cool and what is not.",
      "author": "Vanilla Ice",
      "category": "Me, Opinions, Opinion"
    },
    {
      "quote": "Yeah, I get to fight in 'Eclipse.' My trainer is teaching me MMA right now. So. Cool.",
      "author": "Ashley Greene",
      "category": "Fight, Me, Right"
    },
    {
      "quote": "At first, when you go to premieres and award shows, you're thinking, 'How the hell am I here? All these people I've never met are here, and it's so cool!' And then, as time goes on, it's a little bit like, 'Ah... it's more like work.'",
      "author": "Emma Stone",
      "category": "Work, Time, Thinking"
    },
    {
      "quote": "You can't go wrong with reading the fans and letting them tell you who they like. I think that's really paid off for me in the long run - being down to earth and just really cool with each and every fan that I meet - and they've really supported me through thick and thin.",
      "author": "Jeff Hardy",
      "category": "Reading, Me, Long"
    },
    {
      "quote": "I'm excited to create more awareness about the importance of giving the youth of America a choice. There's a 24-hour music channel. There's a 24-hour comedy channel. I believe there's a 24-hour gay channel coming. Why isn't there a 24-hour Christian channel that's edgy and hip and cool and new and different, like all that other stuff?",
      "author": "Stephen Baldwin",
      "category": "Music, America, Believe"
    },
    {
      "quote": "I just love the idea of ordinary people doing extraordinary things, whether it's the success of 'Cool Runnings,' which is the success of four guys from Jamaica who had never seen snow, or whether it's my success, just as a human being.",
      "author": "Dawn Steel",
      "category": "Love, Success, People"
    },
    {
      "quote": "All I know is that I've ruled out wearing fairy wings. When I was nine I wanted to get married in fairy wings, and now I realize that's not cool anymore.",
      "author": "Isla Fisher",
      "category": "Wings, Know, Realize"
    },
    {
      "quote": "I'm not geeky but I have my geeky, corky moments, and then I've got some aspects of cool in me, I guess.",
      "author": "Nick Cannon",
      "category": "Me, Moments, Guess"
    },
    {
      "quote": "That's the hardest thing about being a mom. You want to be cool, and you want them to like you all the time, but you can't always have that. You're gonna have times where you have to say no, and you won't be the most popular person in the house.",
      "author": "Martina McBride",
      "category": "Time, Mom, Want"
    },
    {
      "quote": "I was the kind of reader in smudged pink harlequin glasses sitting on the cool, dusty floor of the Arrandale public library, standing at the edge of the playground, having broken a tooth in dodge ball, and lying under my covers with a flashlight.",
      "author": "Amy Bloom",
      "category": "Pink, Library, Glasses"
    },
    {
      "quote": "It is a weird feeling to have people go, 'Hey Chris' like they know me. But, number one, 99 percent of my experiences have been really cool. People couldn't be nicer and more positive.",
      "author": "Christopher Meloni",
      "category": "Positive, Me, People"
    },
    {
      "quote": "The truth is, we have this idea that late night is about creativity and being cool, but that's not our job. Our job is to get as many people watching the commercials in between our show. That's the reality of it.",
      "author": "Jimmy Kimmel",
      "category": "Creativity, Truth, Job"
    },
    {
      "quote": "Prominence is cool, but when the delusion kicks in it can be a drag. Especially if you choose to surround yourself with friends and not acolytes.",
      "author": "Barbara Kruger",
      "category": "Friends, Yourself"
    },
    {
      "quote": "It's cool to express myself, but I've had to learn that doing interviews isn't completely therapy - spilling everything about yourself isn't healthy all the time. But I've been through things that have made me a stronger person, and if I can help some people, I will.",
      "author": "Fergie",
      "category": "Time, Myself, Yourself"
    },
    {
      "quote": "Sydney in the 1960s wasn't the exuberant multicultural metropolis it is today. Out in the city's western reaches, days passed in a sun-struck stupor. In the evenings, families gathered on their verandas waiting for the 'southerly buster' - the thunderstorm that would break the heat and leave the air cool enough to allow sleep.",
      "author": "Geraldine Brooks",
      "category": "Today, Sleep, Waiting"
    },
    {
      "quote": "I think it's cool to provoke something in people.",
      "author": "Morgan Saylor",
      "category": "People, Think, Something"
    },
    {
      "quote": "There's a lot of thinking when you choreograph something. You're not just choreographing some bodies, arms, legs flying around to look cool. It's a lot more complicated and sophisticated. You also have to deal with the connection of the whole film, so when I choreograph, I think of the movement itself, the camera angles, the characters.",
      "author": "Donnie Yen",
      "category": "Thinking, Flying, Think"
    },
    {
      "quote": "Some people are cool with the fact that their bodies bear witness to this great thing they produced, their children, and I understand that. But on a personal level, it makes me feel better that my breasts are not down to my knees when I'm undressed in front of my husband.",
      "author": "Patricia Heaton",
      "category": "Children, Great, Me"
    },
    {
      "quote": "One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool.",
      "author": "Sofia Richie",
      "category": "Love, Life, Relationship"
    },
    {
      "quote": "Right now there are a lot of Angels represented. We are from all over the world. We come from different backgrounds. We all had different lives before this, so it is really interesting how a lot of different nationalities are represented, and it is super cool.",
      "author": "Elsa Hosk",
      "category": "World, Interesting, Angels"
    },
    {
      "quote": "Oh my God, I sweat so much! You have to keep deodorant in your purse and use those deodorising wipes that cool you off a bit.",
      "author": "Elsa Hosk",
      "category": "God, You, Sweat"
    },
    {
      "quote": "You don't have to be a certain thing to be cool. If you're white, you don't have to act black or whatever. Just be you and know who you are.",
      "author": "Wiz Khalifa",
      "category": "Black, Know, You"
    },
    {
      "quote": "People connect with me just as a cool, around-the-way type of guy.",
      "author": "Wiz Khalifa",
      "category": "Me, People, Connect"
    },
    {
      "quote": "I have met Jackie Chan about 6 times up 'til now... and even though many people think we are natural enemies, I personally think he is a cool bloke and would honestly love to work with him in a film one time - that would a well brilliant movie!",
      "author": "Jet Li",
      "category": "Love, Work, Time"
    },
    {
      "quote": "I'm a flamboyant type of guy, a cooler version of Liberace.",
      "author": "Usher",
      "category": "Version, Guy, Flamboyant"
    },
    {
      "quote": "It seems like once people grow up, they have no idea what's cool.",
      "author": "Bill Watterson",
      "category": "People, Grow, Grow Up"
    },
    {
      "quote": "It wasn't cool that I didn't comb my hair and had books and wore glasses. It was never cool be a nerd and tomboy, and these days, it really is. And I'm like, 'You guys have no idea what I went through.' How many times my mother yelled at me to comb my hair.",
      "author": "AJ Lee",
      "category": "Mother, Hair, Me"
    },
    {
      "quote": "That's the best way to feed the human mind. That's how Bob Marley did it. He never put it in your face. After you got the groove, you were just singing the hooks, because you thought it was cool.",
      "author": "Wyclef Jean",
      "category": "Best, Thought, Mind"
    },
    {
      "quote": "I liked the name Frog Brigade because it lent itself to a lot of cool imagery with the whole frog thing.",
      "author": "Les Claypool",
      "category": "Name, Imagery, Frog"
    },
    {
      "quote": "I admire Kings of Leon. I think their records are amazing. Just from hanging out with them, I can say they're good guys. It's cool to see that they get to do what they love. But I think they clearly have an appreciation for where they came from, and it has shaped who they are.",
      "author": "Nick Jonas",
      "category": "Love, Good, Appreciation"
    },
    {
      "quote": "For a few months when I was about 17, I smoked a small cigar because I thought it looked cool and it would get me the girls. It didn't.",
      "author": "Jonathan Dimbleby",
      "category": "Thought, Small, Me"
    },
    {
      "quote": "I'm a fan of designers and clothes that look beautiful, but more importantly, make me feel beautiful and confident. It's why I've always loved Stella McCartney, and more recently, Prabal Gurung. Their pieces are cool, yet timeless, and the fits are effortlessly flattering.",
      "author": "Shay Mitchell",
      "category": "Beautiful, Me, Clothes"
    },
    {
      "quote": "I was a kid watching music videos, which were so cool and made me want to learn how to dance. I wish I could've gone to dance classes and learn, like, hip-hop dancing.",
      "author": "Iggy Azalea",
      "category": "Music, Dance, Me"
    },
    {
      "quote": "I never think of myself as any kind of sex symbol, but I get letters from all over, all sorts. It's really cool. I get a lot from inmates, which is kind of scary. But the best was the guy who wanted to send me a plane ticket to fly me to his prom.",
      "author": "Laura Prepon",
      "category": "Best, Myself, Me"
    },
    {
      "quote": "You have this ability in hip hop to be invincibly cool, and that is a part of G-Eazy.",
      "author": "G-Eazy",
      "category": "You, Ability, Part"
    },
    {
      "quote": "I have, I admit, a low tolerance for detached chronicling and cool analysis.",
      "author": "Leslie Fiedler",
      "category": "Tolerance, Admit, Analysis"
    },
    {
      "quote": "It's really cool to see glowsticks at the show, to see dance music culture infiltrating and becoming one with the metal community.",
      "author": "Jonathan Davis",
      "category": "Music, Community, Culture"
    },
    {
      "quote": "I got to say 'Hi' to Dolly Parton, which my mom thought was kind of cool.",
      "author": "Landon Donovan",
      "category": "Mom, Thought, Kind"
    },
    {
      "quote": "I grew up playing video games. And the cool thing about the EA Sports games is they took me through the whole motion-capture thing, where they put little sensors on my body so the video game really is me. It actually moves the way I move.",
      "author": "Landon Donovan",
      "category": "Sports, Me, Video Games"
    },
    {
      "quote": "When you get to your mid-20s, you start to feel responsibilities for the things that you do and the people around you. It's a cool age.",
      "author": "Eliza Dushku",
      "category": "Age, Start, People"
    },
    {
      "quote": "Manners are love in a cool climate.",
      "author": "Quentin Crisp",
      "category": "Love, Manners, Climate"
    },
    {
      "quote": "An intense temperament has convinced me to teach not only from books but from what I have learned from experience. So I try to impress upon young doctors and graduate students that tumultuousness, if coupled to discipline and a cool mind, is not such a bad sort of thing.",
      "author": "Kay Redfield Jamison",
      "category": "Experience, Mind, Me"
    },
    {
      "quote": "I think it's cool people love to hate me.",
      "author": "Carice van Houten",
      "category": "Love, Hate, Me"
    },
    {
      "quote": "I think it's really cool, but Jimmy Eat World and Gin Blossoms did it better than anyone. People don't realize just how awesome the Arizona history is, especially for alternative music. Growing up, that's all I ever wanted to be was those two bands.",
      "author": "Nate Ruess",
      "category": "Music, History, World"
    },
    {
      "quote": "On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents.",
      "author": "Sania Mirza",
      "category": "Travel, Team, Fitness"
    },
    {
      "quote": "My parents are very cool and wildly supportive - maybe almost too much. I want to tell them to chill out.",
      "author": "Adam DeVine",
      "category": "Parents, Want, Chill"
    },
    {
      "quote": "In Hollywood today, it's cool for guys to wear nail polish and earrings in their lips and tongues. I don't get it.",
      "author": "Scott Caan",
      "category": "Today, Lips, Hollywood"
    },
    {
      "quote": "After a Saturday game, we're in on a Sunday to cool down and make sure we're fully back at it again. But it doesn't really affect things too much. It's basically like you've had a game on the Saturday, and then you're in the cup on a Tuesday.",
      "author": "Jamie Vardy",
      "category": "Game, Down, You"
    },
    {
      "quote": "Being in America isn't old-hat - it's where we're from - but I get excited to be in other parts of the world like Athens and Croatia, which were quite cool. I'm a sightseer. I go see the sights and museums. I'm into that kind of thing.",
      "author": "Richie Sambora",
      "category": "America, World, See"
    },
    {
      "quote": "I've always been a fan of football, always watched the NFL and it's great to always sit back wherever I can this year. You sit back and enjoy the games, pop a little sports drink - not any pop or soda - lay back, watch the games. It's always cool to see how the games go down and just enjoy them.",
      "author": "Rob Gronkowski",
      "category": "Sports, Football, Great"
    },
    {
      "quote": "He who keeps his cool best wins.",
      "author": "Norman Cousins",
      "category": "Best, Wins, He"
    },
    {
      "quote": "It looks good when you see someone kicking at the age of 51 with no double. It's kinda cool for people to know that past 50 we can keep flexible.",
      "author": "Jean-Claude Van Damme",
      "category": "Age, Good, Past"
    },
    {
      "quote": "When I decided to launch my first knitwear line, it was because I saw a void in the basics category. The editors were always looking for cool, fashion-forward tees and sweaters. So that's where I started.",
      "author": "Alexander Wang",
      "category": "Looking, Basics, Launch"
    },
    {
      "quote": "We had incense and rock'n'roll posters, and we sold records and rolling papers. People could just, like, hang out. We had a cool vibe going.",
      "author": "Tommy Hilfiger",
      "category": "People, Rolling, Records"
    },
    {
      "quote": "I wanted to get out of Ashland, and I thought it would be pretty cool to go to school in the East. So I asked my guidance counselor what Ivy League schools were. And I applied to Harvard, Yale and Dartmouth - that was it. My guidance counselor told me I wouldn't get into an Ivy League school. So as my act of resistance, that's all I applied to.",
      "author": "Winona LaDuke",
      "category": "School, Thought, Me"
    },
    {
      "quote": "The possibilities are endless now, with performing, getting your music online, getting your own website and getting your music out there. I think that's very cool and amazing.",
      "author": "Dave Gahan",
      "category": "Music, Amazing, Think"
    },
    {
      "quote": "'Ludacris' is something that I made up. It just kind of describes me. Sometimes I have like a split personality. Sometimes I'm cool, calm, and collected, and other times I'm beyond crazy.",
      "author": "Ludacris",
      "category": "Personality, Crazy, Me"
    },
    {
      "quote": "It's always cool to meet people who can do things that you have no capacity to do.",
      "author": "Kevin James",
      "category": "People, You, Always"
    },
    {
      "quote": "I do, I kick major butt in 'Dredd.' I get to kill people. I break a guy's neck by roundhouse kicking him in the face. It was me, I did it. I learned how to roundhouse kick. I also do it with my hands cuffed behind my back so it's pretty cool I have to say. Yeah, leather body suit, blonde hair, the whole thing.",
      "author": "Olivia Thirlby",
      "category": "Hair, Me, People"
    },
    {
      "quote": "Every collection that I work on, I always think, Is this cool enough to wear to a concert?",
      "author": "Anna Sui",
      "category": "Work, Think, Concert"
    },
    {
      "quote": "When I started playing music, I was more of a character. Now I'm just me with a cool outfit on. I'm more comfortable being myself.",
      "author": "Ben Hopkins",
      "category": "Music, Myself, Character"
    },
    {
      "quote": "My natural gravitation is toward the gray and the black and the white and the burgundy. Sort of muted, cool colors.",
      "author": "Jessica Pare",
      "category": "Colors, Black, Gray"
    },
    {
      "quote": "Being exhausted is all part of the fun. I'm cool with it. I'm not going to wish that it would slow down.",
      "author": "James Bay",
      "category": "Fun, Wish, Slow"
    },
    {
      "quote": "It's pretty cool to see yourself on a video game.",
      "author": "Rickie Fowler",
      "category": "Yourself, Game, See"
    },
    {
      "quote": "I suppose there must be idiots who dream of signing deals with publishers while fully intending to drink martinis in cool bars or ride around on skateboards. But the actual writers I know are experts in neurotic self-torture. Every page of writing is the result of a thousand tiny decisions and desperate acts of will.",
      "author": "Helen Garner",
      "category": "Writing, Decisions, Page"
    },
    {
      "quote": "My parents used to throw great New Year's Eve parties. They invited such an eclectic mix of showbiz people. All those cool people were always hanging out at our apartment.",
      "author": "Ben Stiller",
      "category": "Great, Parents, New Year's"
    },
    {
      "quote": "I don't like reading things that people say on the Internet because I know so much of it is not true. I don't want to waste my time worrying about what other people are thinking. I just want to focus on being able to do cool projects.",
      "author": "Lily Collins",
      "category": "Time, Focus, Reading"
    },
    {
      "quote": "I am the woman with the cool vintage glasses... I am the proud wife beside her husband... I am the writer who has written a new novel.",
      "author": "Ann Hood",
      "category": "I Am, Woman, Wife"
    },
    {
      "quote": "I was in art school, and we had all these random classes. We'd listen to a lot of Bollywood. I'd listen to Spanish music - and I don't even speak Spanish, but Hector Lavoe is amazing - we listened to French music like Edith Piaf. She's tight. I like cool vocal inflections; I like cool sounds. I pretty much listen to anything I think is good.",
      "author": "Kehlani",
      "category": "Music, Art, Good"
    },
    {
      "quote": "I have a huge ego - I know that. Do I worry about it? No, I think it's cool. I have a lot of fun.",
      "author": "Kim Dotcom",
      "category": "Fun, Worry, Ego"
    },
    {
      "quote": "I get 100 e-mails a day from Americans who say, 'What you're doing is cool - can we work for you?' From Germans, I also get 100 e-mails a day, saying, 'You fat pig!' or 'You're a liar and a criminal!' I'm trying to change this.",
      "author": "Kim Dotcom",
      "category": "Work, Change, Day"
    },
    {
      "quote": "In the summer I wear shorts with a bright top and ankle boots or just sandals. I'll add a nice scarf, maybe a hat, some cool sunglasses. It's all about the accessories.",
      "author": "Alessandra Ambrosio",
      "category": "Summer, Sunglasses, Nice"
    },
    {
      "quote": "They're a different generation, those kids; kids that are under the age of twelve. They're not that impressed by rock music, you know what I mean? They're like, it's cool and everything, but whatever. They're just as impressed by YouTube.",
      "author": "Frank Black",
      "category": "Music, Age, Generation"
    },
    {
      "quote": "Country's hip it's cool music.",
      "author": "Ricky Skaggs",
      "category": "Music, Country, Hip"
    },
    {
      "quote": "For me, 'Sam & Cat' is cool because it's got this buddy-comedy aspect that 'iCarly' or 'Victorious' didn't have.",
      "author": "Jennette McCurdy",
      "category": "Me, Cat, Victorious"
    },
    {
      "quote": "Consumers used to think they had to compromise with solar. It was, 'Okay, I'm doing the right thing for the environment; it's cool to see the panels. I have to compromise on the cost and convenience side.' And now they no longer have to. On the cost side, it's cheaper, and on the convenience side, we set it all up.",
      "author": "Lynn Jurich",
      "category": "Doing The Right Thing"
    },
    {
      "quote": "Ron Howard is as good a person as you could want to work with on film. He never lost his cool. He's the most easygoing, lovely man, but he's got this enormous intelligence and a wonderful humanity.",
      "author": "Christine Baranski",
      "category": "Work, Good, Humanity"
    },
    {
      "quote": "I make no secret of the fact that writing She-Hulk can serve as an opportunity for me to sneak in some really cool characters that I personally love. Some will be obvious fits, but others will come out of left field - but that's what's fun about the Marvel U - the bench is deep.",
      "author": "Charles Soule",
      "category": "Love, Deep, Opportunity"
    },
    {
      "quote": "It's funny because the action figures are cool, and then I enjoy the magazines because that's me. Obviously, the fans are wonderful - they're so excited - but I'm not Rey, and people tend to not be able to differentiate the two.",
      "author": "Daisy Ridley",
      "category": "Funny, Me, Enjoy"
    },
    {
      "quote": "I don't need to hang out in a posse and try to act cool.",
      "author": "Jeremy London",
      "category": "Try, Need, Act"
    },
    {
      "quote": "Apparently it's cool to watch The Daily Show.",
      "author": "Rob Corddry",
      "category": "Daily, Show, Watch"
    },
    {
      "quote": "I think I'm so old I'm in. We call it the 'Tony Bennett Syndrome.' For some reason, young people think I'm cool.",
      "author": "Bill Kurtis",
      "category": "People, Think, Young"
    },
    {
      "quote": "I want to create a lifestyle niche for that cool girl who's really into fashion but not too obsessed with it.",
      "author": "Erin Wasson",
      "category": "Girl, Fashion, Want"
    },
    {
      "quote": "I think that for me, growing up, my dad was in the Navy; we went all over the world. I love things the weirder the better. The idea I could eat things like snails or frogs legs or things like that was mind-blowingly cool.",
      "author": "Graham Elliot",
      "category": "Love, World, Me"
    },
    {
      "quote": "I saw a drummer play once when I was a kid and I thought, that's really cool. You know, you're moving. You're using your arms and fingers. So I tried it and I loved it.",
      "author": "Bill Kreutzmann",
      "category": "Thought, Moving, Know"
    },
    {
      "quote": "Hip-hop is still cool at a party. But to me, hip-hop has never been strictly a party; it is also there to elevate consciousness.",
      "author": "Saul Williams",
      "category": "Me, Party, Hip-Hop"
    },
    {
      "quote": "Cricket makes no sense to me. I find it beautiful to watch and I like that they break for tea. That is very cool, but I don't understand. My friends from The Clash tried to explain it years and years ago, but I didn't understand what they were talking about.",
      "author": "Jim Jarmusch",
      "category": "Friends, Beautiful, Me"
    },
    {
      "quote": "When you're 14, anything with a sword and a dragon is pretty cool. But when you're 21 and you've read 2,000 fantasy novels, you start to realize that some of those books, well, they weren't really good. OK, let's be honest. A lot of them were crap.",
      "author": "Patrick Rothfuss",
      "category": "Good, Start, Fantasy"
    },
    {
      "quote": "I never set out to become 'famous.' I mean, when you're 14 you think 'I'm gonna become a writer and people will want my autograph and that'll be cool,' but you grow up and you learn that's just not how the world works. I resigned myself to the fact that I would probably never be published and if I did it probably wouldn't be a big deal.",
      "author": "Patrick Rothfuss",
      "category": "Myself, Famous, World"
    },
    {
      "quote": "I've always been a geek and slightly awkward... slightly umm... I was never the cool kid at school.",
      "author": "David Tennant",
      "category": "School, Never, Awkward"
    },
    {
      "quote": "We believe the ice sheet was not around all the time. It was only around during cool snaps of the climate.",
      "author": "Kenneth R. Miller",
      "category": "Time, Believe, Sheet"
    },
    {
      "quote": "The cool thing about writing music, writing anything, is that once you publish it, it's there forever.",
      "author": "Ryan Tedder",
      "category": "Music, Writing, You"
    },
    {
      "quote": "The plus size movement is not just about fashion; it's about body image, and if we're doing a shoot, they won't retouch us at all. That's the cool thing: there's no retouching at all because we want to give girls the truth, not a fabrication.",
      "author": "Hayley Hasselhoff",
      "category": "Truth, Fashion, Want"
    },
    {
      "quote": "What I kind of want to spread as my message to all kinds of youth that I get to reach out to is, you can do cool stuff; you've just got to put in time and be dedicated.",
      "author": "Ann Makosinski",
      "category": "Time, Youth, Want"
    },
    {
      "quote": "He's as cool as a prized marrow!",
      "author": "Sid Waddell",
      "category": "Marrow, He, Prized"
    },
    {
      "quote": "You cannot represent cool. You've got to be cool. You've got to be authentic. I think, after all these years, that is how I define cool. It is being authentic. That is powerful.",
      "author": "Henry Winkler",
      "category": "Powerful, Think, You"
    },
    {
      "quote": "I've danced my whole life. Martial arts is just fun for me, it's all choreographed a bit like dance. I have done Muay Thai and Wushu, which is cool because it's very fluid dance. I also do Tricking. It's kind of like Taekwondo with the big kicks and flips and showier aspects of martial arts.",
      "author": "Caity Lotz",
      "category": "Life, Dance, Fun"
    },
    {
      "quote": "And in a world without heroes, as the movie trailer voice-over guy might say, the slightly awkward can be slightly cool.",
      "author": "Adam Brody",
      "category": "World, Heroes, Awkward"
    },
    {
      "quote": "If at any moment of the day I ever think I'm remotely cool at all, which is hardly ever, I have two daughters who make sure that never happens.",
      "author": "Pat Benatar",
      "category": "Day, Moment, Think"
    },
    {
      "quote": "I am super-proud to have a sort of famous character in my background that if you're a certain age, he was probably a part of your youth. I think that's pretty cool.",
      "author": "Adam Brody",
      "category": "Age, Character, I Am"
    },
    {
      "quote": "As a culture or a civilisation, we are a bit juvenile; it's like 'Oh, I have all this power, whoa, this is so cool, I can transform the earth and I can produce all this wealth. But we're blinded by our success in a naive way. There's more to life, actually, and I think the sustainability issue is also helpful in reminding us about that.",
      "author": "Tino Sehgal",
      "category": "Life, Success, Culture"
    },
    {
      "quote": "It feels very cool to be part of a girl gang.",
      "author": "Aidy Bryant",
      "category": "Girl, Gang, Part"
    },
    {
      "quote": "You can't plan success with a creative field. So I enjoy it while it's here, and I know it won't be forever. Maybe one day I'll have to go back to flipping burgers, but for now I'm going to enjoy the cool things.",
      "author": "George Ezra",
      "category": "Success, Day, Creative"
    },
    {
      "quote": "I read the Koran and it appealed to me. At the time I was agnostic and it really breathed spiritually back into me. For me it's really a cushion; it's cool, I'm cool with it.",
      "author": "Q-Tip",
      "category": "Time, Me, Back"
    },
    {
      "quote": "I got tired of the Ramones around the time I quit and I really got into rap. I thought it was the new punk rock. LL Cool J was my biggest idol.",
      "author": "Dee Dee Ramone",
      "category": "Time, Thought, Tired"
    },
    {
      "quote": "I don't think a show's ever changed networks in the middle of the season before, but it was cool because they gave us those extra couple years of life that was necessary to get us to syndication.",
      "author": "Donal Logue",
      "category": "Life, Season, Think"
    },
    {
      "quote": "I'll bet you a six-pack of Coors that pretty soon, people will be discovering Cretaceous parasites inside Cretaceous bones. The possibility of looking into epidemiology and pathology is pretty cool.",
      "author": "Robert T. Bakker",
      "category": "People, Looking, You"
    },
    {
      "quote": "Placebo is music for outsiders, by outsiders and our gigs are like conventions of outcasts, which is cool.",
      "author": "Brian Molko",
      "category": "Music, Like, Which"
    },
    {
      "quote": "A girl came up to me in a bar and said she wanted to be my apple pie. I wish I'd said something cool, but I was stunned.",
      "author": "Jason Biggs",
      "category": "Girl, Apple, Me"
    },
    {
      "quote": "The secret was to just be cool, stay in God's graces, and work it out.",
      "author": "Solomon Burke",
      "category": "Work, God, Secret"
    },
    {
      "quote": "It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special.",
      "author": "Sarah Chalke",
      "category": "Time, Sea, World"
    },
    {
      "quote": "I've been fascinated with technology since I was a boy banging around on my father's adding machine. Back then I'd type in an equation, the device made some cool noises, and out came my answer. I was hooked.",
      "author": "Michael Dell",
      "category": "Technology, Father, Boy"
    },
    {
      "quote": "I think you create your own hipness.",
      "author": "Peabo Bryson",
      "category": "Think, You, Create"
    },
    {
      "quote": "I always thought I'd look corny in the type of rap video in the club with girls and all that type of stuff. I just didn't think I could really pull that off. We always think it's more fun and better just to go outside the box and to use our videos to show cool concepts.",
      "author": "Mac Miller",
      "category": "Fun, Thought, Think"
    },
    {
      "quote": "A lot of people are obsessed with looking cool. They feel they have to look after their image.",
      "author": "Adrian Edmondson",
      "category": "People, Looking, Look"
    },
    {
      "quote": "The people who write official histories for the Army believe that a generation needs to pass before you can tackle the official history. It's useful to have some distance. Sources become available. Passions cool. It allows an opportunity to make some real assessments and judgments about personalities and characters.",
      "author": "Rick Atkinson",
      "category": "History, Opportunity"
    },
    {
      "quote": "I started writing stories in sixth grade. But writing wasn't cool, like being good at sports, or being part of the in crowd, or winning fights on the playground.",
      "author": "Rodman Philbrick",
      "category": "Sports, Good, Writing"
    },
    {
      "quote": "Opening day is always so cool to be a part of and to people watch. The Pacific Classic, which I've had the privilege of riding in a couple of times, is great. Every day at Del Mar is fantastic. I love the smells, working out on the beach, running the stairs. It's just a healthy environment. I love it.",
      "author": "Chantal Sutherland",
      "category": "Love, Day, Great"
    },
    {
      "quote": "You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.",
      "author": "Martin Lawrence",
      "category": "Family, Time, Respect"
    },
    {
      "quote": "Coming up, the music of my era was very conscious. I grew up on Public Enemy, and it was popular culture to be aware. People were wearing Malcolm X T-shirts and Malcolm X hats. It was a very cool thing to know who Malcolm X was. It was all in the lyrics. It was trendy to be conscious and aware.",
      "author": "D'Angelo",
      "category": "Music, Culture, People"
    },
    {
      "quote": "I'm in this really cool place in my career, where the stage I'm on that night, whether it's the Paisley tour, the CMT tour, or a bar with 10 people in it, it is the most important show I've ever played in my life. I go to the ends of my imagination to do something that's unforgettable every night.",
      "author": "Charlie Worsham",
      "category": "Life, Imagination, Night"
    },
    {
      "quote": "Look at Scottish guys wearing kilts - you could look at them and laugh, but the way they carry themselves, how can you? You can wear some of the weirdest things and be cool. If you believe in it, that's what makes it cool.",
      "author": "Andre Benjamin",
      "category": "Believe, Laugh, You"
    },
    {
      "quote": "The military is a very cool world to write about. I went down to Ft. Benning, Ga., for military training, and I learned a lot about soldiers and officers and why they joined up and what their life has been like.",
      "author": "David Baldacci",
      "category": "Life, Training, World"
    },
    {
      "quote": "If we have a purpose in life beyond being a cog in the human machine, mine is to help inspire people and that's pretty cool. I would like to motivate the world.",
      "author": "Steve Gleason",
      "category": "Life, Purpose, World"
    },
    {
      "quote": "Because we men have been physically stronger and more arrogant, we've influenced much of the cool stuff of the world, like basing the definition of courage on what we do on battlefields rather than on the patience or endurance or tolerance necessary for a sometimes painful daily grind that includes small children.",
      "author": "Clyde Edgerton",
      "category": "Children, Courage, Daily"
    },
    {
      "quote": "Being an author of banned books is cool, I've decided.",
      "author": "Lauren Myracle",
      "category": "Books, Being, Decided"
    },
    {
      "quote": "The Cool Kids are Chicago. Me being from Michigan is a part of that dynamic.",
      "author": "Chuck Inglish",
      "category": "Me, Chicago, Kids"
    },
    {
      "quote": "My friend and I sang an a cappella rendition of Extreme's 'More Than Words' at one of our football pep rallies in a desperate attempt to look cool. For a while, I wore pink Converse All Stars because I thought it made me seem daring and irreverent.",
      "author": "Ed Helms",
      "category": "Stars, Football, Words"
    },
    {
      "quote": "I'm confident - confident in my skin, and I'm cool with my flaws and all that stuff.",
      "author": "Minka Kelly",
      "category": "Skin, Flaws, Confident"
    },
    {
      "quote": "It was a very cool thing to be a smart girl, as opposed to some other, different kind. And I think that made a great deal of difference to me growing up and in my life afterward.",
      "author": "Elena Kagan",
      "category": "Life, Great, Girl"
    },
    {
      "quote": "Working with Omarion is pretty amazing. That's like my brother. He's really cool.",
      "author": "Teyana Taylor",
      "category": "Brother, Amazing, Working"
    },
    {
      "quote": "I love to perform, to give glory to God with my own brand of funky gospel music. I think it's my mission to show people that God, that Jesus, can be cool.",
      "author": "Tyka Nelson",
      "category": "Love, Music, God"
    },
    {
      "quote": "People spend hours constantly checking and tweeting and Facebooking. And it's cool to check up on your friends and see what's going on in the world, but it's not cool to spend five hours of your day on the computer looking at the Internet.",
      "author": "Ty Segall",
      "category": "Day, Friends, World"
    },
    {
      "quote": "Spiderman can climb walls and he's got a cool outfit.",
      "author": "Rhona Mitra",
      "category": "Climb, Walls, Outfit"
    },
    {
      "quote": "In college - while figuring the things out that most people do in college - I had no game. No confidence. I had Birkenstocks. And overalls. A budding romance novel addiction. But no cool. No poise. I was trying on a thousand different personalities, but a lot of them were formed by the perceptions of others.",
      "author": "Molly O'Keefe",
      "category": "Confidence, College, People"
    },
    {
      "quote": "It doesn't sound that cool to say it, but I still get nervous for any show. But it's different degrees - playing a small basement of a club versus playing a festival like Firefly or Bonnaroo. The feeling is, 'Crap, I'm about to be blasted in the face,' and once you get started, then it's like, 'OK, I've done this before. I know what I'm doing.'",
      "author": "Josh Dun",
      "category": "Small, Know, You"
    },
    {
      "quote": "A huge thing for me growing up was going to see my favorite bands and feeling like, 'Okay, cool, they proved themselves and did things in a special way.' That's the most important thing.",
      "author": "Kellin Quinn",
      "category": "Growing Up, Me, See"
    },
    {
      "quote": "It was really cool to work with Dakota Fanning. I've watched her grow up and I've always loved her films, loved her. It was amazing working with someone who was American as well, because obviously it's going to be a different energy straightaway. We got on really well; she's so professional and hardworking.",
      "author": "Kaya Scodelario",
      "category": "Work, American, Amazing"
    },
    {
      "quote": "Looking so cool, his greed is hard to conceal, he's fresh out of law school, you gave him a license to steal.",
      "author": "Al Stewart",
      "category": "School, Law, Greed"
    },
    {
      "quote": "My mom was really cool. She's the one that gave me the mentality about believing in myself and trusting it, that I was always gonna be okay, and that I could do things in a special way. She just pumped me up, you know?",
      "author": "Pete Carroll",
      "category": "Myself, Mom, Me"
    },
    {
      "quote": "The days I'm not doing videos, I always have random stuff. We do production meeting stuff. Those are so stupid. Everyone's like, 'We like you; we don't know what to do with you.' I'm like, 'Cool.'",
      "author": "Jenna Marbles",
      "category": "Stupid, Meeting, Know"
    },
    {
      "quote": "I think people keep baseballs in their cars, just to be prepared in case they see me. It's cool to get recognized in public; it's an incredible feeling.",
      "author": "Mike Trout",
      "category": "Me, People, Be Prepared"
    },
    {
      "quote": "I am always looking for a cool tee shirt maybe one with a rock band or an old advertisement.",
      "author": "Bridget Hall",
      "category": "I Am, Rock, Looking"
    },
    {
      "quote": "White people couldn't do black music back in the day because they weren't funky or bad enough. They weren't from the ghettoes, but hip-hop and R&B changed all of that because white kids want to be down with it. They wanted to learn it so they studied the culture. It's kind of a cool thing because we shouldn't be so separate.",
      "author": "Narada Michael Walden",
      "category": "Music, Day, Culture"
    },
    {
      "quote": "The 'Being Human' people were really cool and let me improvise. They had such a good working atmosphere. It was a cool set-up and a really good environment to be in.",
      "author": "Craig Roberts",
      "category": "Good, Me, People"
    },
    {
      "quote": "I hate SF books that think all you need to make a book is cool technology and mind-bending ideas without a decent plot or characters. And I hate when fantasy books are allowed to ramble off into five hundred page diatribes which don't advance the story one bit.",
      "author": "Chris Wooding",
      "category": "Technology, Book, Hate"
    },
    {
      "quote": "It's cool to have a well run, comfortable and inviting home.",
      "author": "Anthea Turner",
      "category": "Home, Run, Comfortable"
    },
    {
      "quote": "When I buy clothes, I like to buy them in outfits so I know they go together. I like a very simple, natural style. I never like to be the attention getter; I like to come under the radar and be cool about my look, very classic and stylish. I'm not into fads.",
      "author": "Rena Sofer",
      "category": "Together, Simple, Style"
    },
    {
      "quote": "When I drew Captain America in 'The Ultimates,' I hated my Cap, even though some people are like, 'Man, your Cap's cool!' and they made statues out of it.",
      "author": "Joe Madureira",
      "category": "America, Man, People"
    },
    {
      "quote": "When I was in high school, my friends and I would drive out into the country to abandoned houses and structures... haha... to ghost hunt. We would scare each other so bad! We would sometimes camp out by the abandoned buildings just to scare ourselves! Such good times. The adrenaline of real fear is so cool!",
      "author": "Keegan Allen",
      "category": "Friends, Good, Fear"
    },
    {
      "quote": "Lauryn Hill's always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who's been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well.",
      "author": "Judith Hill",
      "category": "Hero, Soul, Amazing"
    },
    {
      "quote": "The cool thing about Kyle Killen, he writes really defined characters. I was a big fan of 'Awake' and also 'Lone Star.' I just think that he's a really, really special writer, and complex and deep, and a really smart dude.",
      "author": "Jaime Ray Newman",
      "category": "Deep, Smart, Think"
    },
    {
      "quote": "My first project was to build an ionization gauge control circuit for Professor Edgar Everhart's Cockcroft-Walton accelerator. In those days, vacuum tubes were the active components in electronic circuits. I can still recall the warm orange glow of the vacuum tube filaments and the cool blue glow of the thyratron tubes.",
      "author": "David Lee",
      "category": "Blue, Control, Orange"
    },
    {
      "quote": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn.",
      "author": "Buddy Rice",
      "category": "Car, President, Lawn"
    },
    {
      "quote": "If I could work with any actor it would have to be Johnny Depp. He is cool.",
      "author": "Ben Nicholas",
      "category": "Work, Actor, If I Could"
    },
    {
      "quote": "It's a beautiful thing, diving into the cool crisp water and then just sort of being able to pull your body through the water and the water opening up for you.",
      "author": "Dawn Fraser",
      "category": "Beautiful, Water, Body"
    },
    {
      "quote": "Bora Bora is peaceful and quiet, but fun, so full of cool activities and more; spiritual to the core, and you leave with fully recharged batteries.",
      "author": "Gilles Marini",
      "category": "Spiritual, Fun, Peaceful"
    },
    {
      "quote": "There's nothing less funny than someone who looks cool. There's nothing more unappealing.",
      "author": "Eric Wareheim",
      "category": "Funny, Nothing, Looks"
    },
    {
      "quote": "It's pretty cool that artists like Flo Rida and Bingo Players can be inspired to interpret a song like 'Piano in the Dark' in completely new genres. As an artist and writer, it's the highest compliment we can be paid.",
      "author": "Brenda Russell",
      "category": "Song, Artist, Dark"
    },
    {
      "quote": "'Texas Chainsaw Massacre' is just one of those movies that's like a page of history. You can't really go wrong. It's a prequel. It's not like number three. Which is really cool, to be the before as opposed to the after.",
      "author": "Diora Baird",
      "category": "History, Movies, Page"
    },
    {
      "quote": "There was a period in my life when I would say no, and I didn't know why I was saying no. In most cases, it was out of fear, just trying to be safe. Because 'no' will keep you safe. 'No' won't draw attention to you. But all the cool things are on the other side of 'Yes, And.'",
      "author": "Ali Farahnakian",
      "category": "Life, Fear, My Life"
    },
    {
      "quote": "Now that we are cool, he said, and regret that we hurt each other, I am not sorry that it happened.",
      "author": "William Henry Hudson",
      "category": "I Am, Regret, Hurt"
    },
    {
      "quote": "I like the way Quentin Tarantino creates a scene using a series of close-ups or showing very cool images of a person or people walking on some ordinary street in slow motion. I wish I could achieve that kind of slow-motion effect in manga, but it's rather difficult to draw; the only things we can play with are tones of black and white.",
      "author": "Masashi Kishimoto",
      "category": "Black And White, Walking"
    },
    {
      "quote": "I have some cool talents. I'm really flexible and can do all sorts of twisted yoga positions. And I'm a big athlete and especially love soccer.",
      "author": "Genevieve Padalecki",
      "category": "Love, Soccer, Talents"
    },
    {
      "quote": "Writing, to me, is simply thinking through my fingers.",
      "author": "Isaac Asimov",
      "category": "Writing, Thinking, Me"
    },
    {
      "quote": "Wise men speak because they have something to say Fools because they have to say something.",
      "author": "Plato",
      "category": "Wise, Men, Speak"
    },
    {
      "quote": "Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.",
      "author": "Yehuda Berg",
      "category": "Power, Humanity, Words"
    },
    {
      "quote": "Communication - the human connection - is the key to personal and career success.",
      "author": "Paul J. Meyer",
      "category": "Success, Career, Human"
    },
    {
      "quote": "In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was 'Help me.' Sometimes a prayer was 'Thank you.' What I've discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.",
      "author": "Iyanla Vanzant",
      "category": "Faith, Support, Thank You"
    },
    {
      "quote": "The most important thing in communication is hearing what isn't said.",
      "author": "Peter Drucker",
      "category": "Important, Said"
    },
    {
      "quote": "Music is the greatest communication in the world. Even if people don't understand the language that you're singing in, they still know good music when they hear it.",
      "author": "Lou Rawls",
      "category": "Music, Good, World"
    },
    {
      "quote": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.",
      "author": "Tony Robbins",
      "category": "World, Understanding"
    },
    {
      "quote": "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better. I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.",
      "author": "Elon Musk",
      "category": "Best, Thinking, Yourself"
    },
    {
      "quote": "Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person's sense of self-worth.",
      "author": "Anthony Carmona",
      "category": "Positive, Family, Friends"
    },
    {
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak.",
      "author": "Epictetus",
      "category": "Speak, Listen, Mouth"
    },
    {
      "quote": "I do not agree with what you have to say, but I'll defend to the death your right to say it.",
      "author": "Evelyn Beatrice Hall",
      "category": "Death, You, Right"
    },
    {
      "quote": "Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.",
      "author": "Jim Rohn",
      "category": "Opportunity, Style, Gift"
    },
    {
      "quote": "I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.",
      "author": "Miranda Kerr",
      "category": "Relationship, Appreciation"
    },
    {
      "quote": "It's about communication. It's about honesty. It's about treating people in the organization as deserving to know the facts. You don't try to give them half the story. You don't try to hide the story. You treat them as - as true equals, and you communicate and you communicate and communicate.",
      "author": "Louis V. Gerstner, Jr.",
      "category": "Honesty, Treat, People"
    },
    {
      "quote": "A man's character may be learned from the adjectives which he habitually uses in conversation.",
      "author": "Mark Twain",
      "category": "Character, Man, Conversation"
    },
    {
      "quote": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.",
      "author": "Mireille Guiliano",
      "category": "Knowledge, Experience"
    },
    {
      "quote": "Words, once they are printed, have a life of their own.",
      "author": "Carol Burnett",
      "category": "Life, Words, Once"
    },
    {
      "quote": "The two words 'information' and 'communication' are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.",
      "author": "Sydney J. Harris",
      "category": "Words, Giving, Information"
    },
    {
      "quote": "Genius is the ability to put into effect what is on your mind.",
      "author": "F. Scott Fitzgerald",
      "category": "Mind, Genius, Ability"
    },
    {
      "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.",
      "author": "Brian Tracy",
      "category": "Life, Work, Quality"
    },
    {
      "quote": "First learn the meaning of what you say, and then speak.",
      "author": "Epictetus",
      "category": "Speak, Meaning, You"
    },
    {
      "quote": "You carry Mother Earth within you. She is not outside of you. Mother Earth is not just your environment. In that insight of inter-being, it is possible to have real communication with the Earth, which is the highest form of prayer.",
      "author": "Thich Nhat Hanh",
      "category": "Mother, Prayer, Environment"
    },
    {
      "quote": "The art of writing is the art of discovering what you believe.",
      "author": "Gustave Flaubert",
      "category": "Art, Writing, Believe"
    },
    {
      "quote": "Don't tell me the moon is shining show me the glint of light on broken glass.",
      "author": "Anton Chekhov",
      "category": "Light, Me, Moon"
    },
    {
      "quote": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.",
      "author": "Buddha",
      "category": "Good, Words, People"
    },
    {
      "quote": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'",
      "author": "Ramez Naam",
      "category": "Time, Freedom, Good"
    },
    {
      "quote": "Communication will bring understanding and understanding will cause harmonious mutual relationships which can establish peace and stability.",
      "author": "Lobsang Tenzin",
      "category": "Peace, Understanding"
    },
    {
      "quote": "Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.",
      "author": "Susan Wojcicki",
      "category": "Work, Technology, Women"
    },
    {
      "quote": "I think it's fair to say that personal computers have become the most empowering tool we've ever created. They're tools of communication, they're tools of creativity, and they can be shaped by their user.",
      "author": "Bill Gates",
      "category": "Creativity, Computers, Tools"
    },
    {
      "quote": "Effective communication is 20% what you know and 80% how you feel about what you know.",
      "author": "Jim Rohn",
      "category": "Know, You, Feel"
    },
    {
      "quote": "The pen is the tongue of the mind.",
      "author": "Horace",
      "category": "Mind, Pen, Tongue"
    },
    {
      "quote": "The basic tool for the manipulation of reality is the manipulation of words. If you can control the meaning of words, you can control the people who must use the words.",
      "author": "Philip K. Dick",
      "category": "Reality, Words, Control"
    },
    {
      "quote": "As a leader, you must consistently drive effective communication. Meetings must be deliberate and intentional - your organizational rhythm should value purpose over habit and effectiveness over efficiency.",
      "author": "Chris Fussell",
      "category": "Leader, Value, Purpose"
    },
    {
      "quote": "Words empty as the wind are best left unsaid.",
      "author": "Homer",
      "category": "Best, Wind, Words"
    },
    {
      "quote": "To listen well is as powerful a means of communication and influence as to talk well.",
      "author": "John Marshall",
      "category": "Powerful, Influence, Listen"
    },
    {
      "quote": "A different language is a different vision of life.",
      "author": "Federico Fellini",
      "category": "Life, Vision, Language"
    },
    {
      "quote": "But behavior in the human being is sometimes a defense, a way of concealing motives and thoughts, as language can be a way of hiding your thoughts and preventing communication.",
      "author": "Abraham Maslow",
      "category": "Thoughts, Language, Behavior"
    },
    {
      "quote": "Good communication is just as stimulating as black coffee, and just as hard to sleep after.",
      "author": "Anne Morrow Lindbergh",
      "category": "Good, Coffee, Sleep"
    },
    {
      "quote": "Speak clearly, if you speak at all; carve every word before you let it fall.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Speak, Fall, You"
    },
    {
      "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.",
      "author": "Joel Osteen",
      "category": "Life, Change, Death"
    },
    {
      "quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind.",
      "author": "Napoleon Bonaparte",
      "category": "Strength, Strong, Man"
    },
    {
      "quote": "There is only one rule for being a good talker - learn to listen.",
      "author": "Christopher Morley",
      "category": "Good, Listen, Learn"
    },
    {
      "quote": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success.",
      "author": "James Cash Penney",
      "category": "Success, Art, Management"
    },
    {
      "quote": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
      "author": "Robert Frost",
      "category": "World, People, Saying"
    },
    {
      "quote": "To say nothing, especially when speaking, is half the art of diplomacy.",
      "author": "Will Durant",
      "category": "Art, Nothing, Diplomacy"
    },
    {
      "quote": "I use technology for communication, but I don't have a Blackberry or an iPhone. I use an outdated cell phone, but I'm fine with it.",
      "author": "Nicolas Cage",
      "category": "Technology, Cell Phone"
    },
    {
      "quote": "I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly.",
      "author": "Larry Page",
      "category": "Work, Hard Work, Technology"
    },
    {
      "quote": "If you can't convince them, confuse them.",
      "author": "Harry S Truman",
      "category": "You, Convince, Confuse"
    },
    {
      "quote": "Science may never come up with a better office communication system than the coffee break.",
      "author": "Earl Wilson",
      "category": "Science, Coffee, Better"
    },
    {
      "quote": "Talk low, talk slow and don't say too much.",
      "author": "John Wayne",
      "category": "Slow, Say, Talk"
    },
    {
      "quote": "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation.",
      "author": "Walt Disney",
      "category": "Appreciation, Man, Mind"
    },
    {
      "quote": "The ability to simplify means to eliminate the unnecessary so that the necessary may speak.",
      "author": "Hans Hofmann",
      "category": "Speak, Ability, May"
    },
    {
      "quote": "To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.",
      "author": "Alan Greenspan",
      "category": "Education, Foundation, You"
    },
    {
      "quote": "The best way to solve problems and to fight against war is through dialogue.",
      "author": "Malala Yousafzai",
      "category": "Best, War, Problems"
    },
    {
      "quote": "It usually takes me more than three weeks to prepare a good impromptu speech.",
      "author": "Mark Twain",
      "category": "Good, Me, Prepare"
    },
    {
      "quote": "Number one, cash is king... number two, communicate... number three, buy or bury the competition.",
      "author": "Jack Welch",
      "category": "Competition, King, Three"
    },
    {
      "quote": "A man has a property in his opinions and the free communication of them.",
      "author": "James Madison",
      "category": "Man, Free, Opinions"
    },
    {
      "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.",
      "author": "Virginia Satir",
      "category": "Family, Mistakes, Rules"
    },
    {
      "quote": "I look at graphic design as communication, meaning that the work has to have a vibe to connect to the viewer or perceiver. I make a black and white drawing and then add color digitally, bringing in a contemporary pattern to the composition to create a vibrance.",
      "author": "John Van Hamersveld",
      "category": "Work, Black And White"
    },
    {
      "quote": "It's communication - that's what theatre is all about.",
      "author": "Chita Rivera",
      "category": "Theatre, About"
    },
    {
      "quote": "By and large, language is a tool for concealing the truth.",
      "author": "George Carlin",
      "category": "Truth, Language, Tool"
    },
    {
      "quote": "Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can't do it, not if you're being true and honest with yourself.",
      "author": "Julian Lennon",
      "category": "Love, Family, Peace"
    },
    {
      "quote": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.",
      "author": "Harold S. Geneen",
      "category": "Success, Innovation"
    },
    {
      "quote": "Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.",
      "author": "Marshall McLuhan",
      "category": "Nature, Men, Media"
    },
    {
      "quote": "The temple of art is built in words.",
      "author": "Josiah Gilbert Holland",
      "category": "Art, Words, Temple"
    },
    {
      "quote": "Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.",
      "author": "Matthew Arnold",
      "category": "Beautiful, Poetry"
    },
    {
      "quote": "I do love email. Wherever possible I try to communicate asynchronously. I'm really good at email.",
      "author": "Elon Musk",
      "category": "Love, Good, Try"
    },
    {
      "quote": "Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don't use your verbal skills and networking, it will disappear rapidly. Use technology wisely.",
      "author": "Rick Pitino",
      "category": "Art, Technology, Networking"
    },
    {
      "quote": "My generation was born to work with social media - it's a natural part of our communication with the world.",
      "author": "Anwar Hadid",
      "category": "Work, Social Media, World"
    },
    {
      "quote": "People live too much of their lives on email or the Internet or text messages these days. We're losing all of our communication skills.",
      "author": "Tracy Morgan",
      "category": "Losing, Internet, People"
    },
    {
      "quote": "Communication is something we all take for granted.",
      "author": "Miriam Margolyes",
      "category": "Take For Granted, Take"
    },
    {
      "quote": "If you improve a teacher's self-esteem, confidence, communication skills or stress levels, you improve that teacher's overall effectiveness across the curriculum.",
      "author": "Elaine MacDonald",
      "category": "Teacher, Confidence, Stress"
    },
    {
      "quote": "Electric communication will never be a substitute for the face of someone who with their soul encourages another person to be brave and true.",
      "author": "Charles Dickens",
      "category": "Soul, Brave, Face"
    },
    {
      "quote": "There are some people who have the quality of richness and joy in them and they communicate it to everything they touch. It is first of all a physical quality then it is a quality of the spirit.",
      "author": "Tom Wolfe",
      "category": "Joy, Quality, People"
    },
    {
      "quote": "I often quote myself. It adds spice to my conversation.",
      "author": "George Bernard Shaw",
      "category": "Myself, Conversation, Spice"
    },
    {
      "quote": "Truthful words are not beautiful beautiful words are not truthful. Good words are not persuasive persuasive words are not good.",
      "author": "Lao Tzu",
      "category": "Beautiful, Good, Words"
    },
    {
      "quote": "The way I make art - the way a lot of people make art - is as an extension of language and communication, where references are incredibly important.",
      "author": "Shepard Fairey",
      "category": "Art, Language, People"
    },
    {
      "quote": "My belief is that communication is the best way to create strong relationships.",
      "author": "Jada Pinkett Smith",
      "category": "Best, Strong, Relationships"
    },
    {
      "quote": "We live in a world of communication - everyone gets information about everyone else. There is universal comparison and you don't just compare yourself with the people next door, you compare yourself to people all over the world and with what is being presented as the decent, proper and dignified life. It's the crime of humiliation.",
      "author": "Zygmunt Bauman",
      "category": "Life, World, Yourself"
    },
    {
      "quote": "I have noticed that nothing I never said ever did me any harm.",
      "author": "Calvin Coolidge",
      "category": "Me, Nothing, Said"
    },
    {
      "quote": "Words and pictures can work together to communicate more powerfully than either alone.",
      "author": "William Albert Allard",
      "category": "Work, Alone, Together"
    },
    {
      "quote": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.",
      "author": "David Bohm",
      "category": "Travel, Technology, Past"
    },
    {
      "quote": "Communication is at the very core of our society. That's what makes us human.",
      "author": "Jan Koum",
      "category": "Society, Human, Core"
    },
    {
      "quote": "Good communication is as stimulating as black coffee, and just as hard.",
      "author": "Anne Spencer",
      "category": "Good, Coffee, Black"
    },
    {
      "quote": "Quote me as saying I was mis-quoted.",
      "author": "Groucho Marx",
      "category": "Me, Saying, Quote"
    },
    {
      "quote": "The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy.",
      "author": "Florence Scovel Shinn",
      "category": "Life, Thoughts, Words"
    },
    {
      "quote": "It is not the voice that commands the story it is the ear.",
      "author": "Italo Calvino",
      "category": "Voice, Story, Ear"
    },
    {
      "quote": "The post office doesn't guarantee delivery, but it tries really hard. It's called best efforts communication. If you put two postcards in the post-box, they don't necessarily come out then in the same order that you put them in. So, that means that there's potentially disorder with your delivery, and that's also true in the Internet.",
      "author": "Vint Cerf",
      "category": "Best, Internet, You"
    },
    {
      "quote": "Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link.",
      "author": "Simone Weil",
      "category": "God, Cells, Two"
    },
    {
      "quote": "Blessed is the man, who having nothing to say, abstains from giving wordy evidence of the fact.",
      "author": "George Eliot",
      "category": "Man, Blessed, Giving"
    },
    {
      "quote": "To communicate through silence is a link between the thoughts of man.",
      "author": "Marcel Marceau",
      "category": "Man, Silence, Thoughts"
    },
    {
      "quote": "Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized.",
      "author": "Marilyn vos Savant",
      "category": "Work, Live, Email"
    },
    {
      "quote": "The press is the enemy.",
      "author": "Richard M. Nixon",
      "category": "Enemy, Press"
    },
    {
      "quote": "This report, by its very length, defends itself against the risk of being read.",
      "author": "Winston Churchill",
      "category": "Risk, Being, Itself"
    },
    {
      "quote": "Language is a virus from outer space.",
      "author": "William S. Burroughs",
      "category": "Space, Language, Outer Space"
    },
    {
      "quote": "Every day I try to be in communication with the universe in an unconscious way.",
      "author": "Paulo Coelho",
      "category": "Day, Universe, Every Day"
    },
    {
      "quote": "I see dance being used as communication between body and soul, to express what it too deep to find for words.",
      "author": "Ruth St. Denis",
      "category": "Deep, Dance, Words"
    },
    {
      "quote": "Falling in love is a chemical reaction. But it wears off in a year. That's why you need a strong line of communication... which includes laughter.",
      "author": "Yakov Smirnoff",
      "category": "Love, Strong, Laughter"
    },
    {
      "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.",
      "author": "Dave Barry",
      "category": "Technology, History, Waiting"
    },
    {
      "quote": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.",
      "author": "Malcolm Arnold",
      "category": "Friendship, Music, People"
    },
    {
      "quote": "I feel like I was writing as I was learning to talk. Writing was always a go-to form of communication. And I knew I could sing from being in tune with the radio.",
      "author": "Frank Ocean",
      "category": "Learning, Writing, Radio"
    },
    {
      "quote": "Words that are carefully framed and spoken are the most powerful means of communication there is.",
      "author": "Nancy Duarte",
      "category": "Powerful, Words, Spoken"
    },
    {
      "quote": "I think, certainly, directing is a visual medium, but it's also about communication, and a lot of times, great directors are lacking in communication skills, which is rather shocking to discover that.",
      "author": "Diane Lane",
      "category": "Great, Think, Skills"
    },
    {
      "quote": "If you work on a comedy show, your basic form of communication is teasing. That's generally how we speak to each other: you communicate the information between the lines of insulting sentences.",
      "author": "John Oliver",
      "category": "Work, Speak, Information"
    },
    {
      "quote": "Art is basically communication, and I think everyone who's a music lover has had that experience where a record or a recording has kept you company when no one else is around. And I think that is what I'm hoping that people get out of my music.",
      "author": "Conor Oberst",
      "category": "Music, Art, Experience"
    },
    {
      "quote": "Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people.",
      "author": "Kenneth Lonergan",
      "category": "Art, Pain, People"
    },
    {
      "quote": "Magical realism allows an artist like myself to inject layers of meaning without being obvious. In American culture, where there is freedom of expression, this approach may seem forced, unnecessary and misunderstood. But this system of communication has become very Iranian.",
      "author": "Shirin Neshat",
      "category": "Freedom, Culture, Myself"
    },
    {
      "quote": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating.",
      "author": "Julia Roberts",
      "category": "Work, Science, Challenge"
    },
    {
      "quote": "In the world of words, the imagination is one of the forces of nature.",
      "author": "Wallace Stevens",
      "category": "Nature, Imagination, Words"
    },
    {
      "quote": "A relationship is based on communication.",
      "author": "John Cena",
      "category": "Relationship, Based"
    },
    {
      "quote": "Just as characteristic, perhaps, is the intellectual interdependence created through the development of the modern media of communication: post, telegraph, telephone, and popular press.",
      "author": "Christian Lous Lange",
      "category": "Media, Development"
    },
    {
      "quote": "I have been in love, and it was a great feeling. It's when you are attracted to and feel affection for someone. You want to do things for that person. But only love isn't enough in a relationship - understanding and communication are very important aspects.",
      "author": "Yuvraj Singh",
      "category": "Love, Relationship, Great"
    },
    {
      "quote": "My daughter emails me. When your daughter starts to email you instead of talk to you... It's horrible. You cannot forget human communication.",
      "author": "Martha Stewart",
      "category": "Daughter, Me, You"
    },
    {
      "quote": "Teenagers try to hide what's really going on in their communication online.",
      "author": "Ethan Zuckerman",
      "category": "Try, Teenagers, Hide"
    },
    {
      "quote": "What's clear - and exciting - is that communication for social change is growing.",
      "author": "Aaron Koblin",
      "category": "Change, Social Change"
    },
    {
      "quote": "Society cannot share a common communication system so long as it is split into warring factions.",
      "author": "Bertolt Brecht",
      "category": "Society, Long, System"
    },
    {
      "quote": "Eloquence is a painting of the thoughts.",
      "author": "Blaise Pascal",
      "category": "Thoughts, Painting"
    },
    {
      "quote": "It is by universal misunderstanding that all agree. For if, by ill luck, people understood each other, they would never agree.",
      "author": "Charles Baudelaire",
      "category": "Luck, People"
    },
    {
      "quote": "I believe that writing is derivative. I think good writing comes from good reading.",
      "author": "Charles Kuralt",
      "category": "Good, Writing, Reading"
    },
    {
      "quote": "I learned never to empty the well of my writing, but always to stop when there was still something there in the deep part of the well, and let it refill at night from the springs that fed it.",
      "author": "Ernest Hemingway",
      "category": "Deep, Writing, Night"
    },
    {
      "quote": "Good words are worth much, and cost little.",
      "author": "George Herbert",
      "category": "Good, Words, Little"
    },
    {
      "quote": "Everything becomes a little different as soon as it is spoken out loud.",
      "author": "Hermann Hesse",
      "category": "Different, Little"
    },
    {
      "quote": "Words are only painted fire a look is the fire itself.",
      "author": "Mark Twain",
      "category": "Words, Fire, Look"
    },
    {
      "quote": "The more articulate one is, the more dangerous words become.",
      "author": "May Sarton",
      "category": "Words, Dangerous, Become"
    },
    {
      "quote": "Words are all we have.",
      "author": "Samuel Beckett",
      "category": "Words"
    },
    {
      "quote": "Words are but the signs of ideas.",
      "author": "Samuel Johnson",
      "category": "Words, Ideas, Signs"
    },
    {
      "quote": "In the last analysis, what we are communicates far more eloquently than anything we say or do.",
      "author": "Stephen Covey",
      "category": "Last, Say, Anything"
    },
    {
      "quote": "Storytelling is about two things it's about character and plot.",
      "author": "George Lucas",
      "category": "Character, Storytelling, Two"
    },
    {
      "quote": "One must be frank to be relevant.",
      "author": "Corazon Aquino",
      "category": "Frank, Relevant, Must"
    },
    {
      "quote": "Languages are true analytical methods.",
      "author": "Antoine Lavoisier",
      "category": "True, Analytical, Languages"
    },
    {
      "quote": "The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven.",
      "author": "William Ellery Channing",
      "category": "Life, Nature, Light"
    },
    {
      "quote": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone.",
      "author": "Deborah Tannen",
      "category": "Alone, World, Independence"
    },
    {
      "quote": "I think sex is very interesting for most people, but I'm interested in sex as a way of communication, I'm not that interested in the fantasy version of a sex scene.",
      "author": "Maggie Gyllenhaal",
      "category": "People, Think, Fantasy"
    },
    {
      "quote": "It is quite an illusion to imagine that one adjusts to reality essentially without the use of language and that language is merely an incidental means of solving specific problems of communication or reflection.",
      "author": "Edward Sapir",
      "category": "Reflection, Reality"
    },
    {
      "quote": "Our most tragic error may have been our inability to establish a rapport and a confidence with the press and television with the communication media. I don't think the press has understood me.",
      "author": "Lyndon B. Johnson",
      "category": "Confidence, Media, Me"
    },
    {
      "quote": "Texting is a fundamentally sneaky form of communication, which we should despise, but it is such a boon we don't care. We are all sneaks now.",
      "author": "Lynne Truss",
      "category": "Care, Now, Texting"
    },
    {
      "quote": "Social media is the most disruptive form of communication humankind has seen since the last disruptive form of communications, email.",
      "author": "Ryan Holmes",
      "category": "Social Media, Media, Email"
    },
    {
      "quote": "If what is communicated is false, it can hardly be called communication.",
      "author": "Benjamin E. Mays",
      "category": "False, Hardly"
    },
    {
      "quote": "A placebo-controlled, double-blind, randomised trial of boys with autism found that two to three servings of cruciferous vegetables a day improves social interaction, abnormal behaviour and verbal communication - within a matter of weeks.",
      "author": "Michael Greger",
      "category": "Day, Vegetables, Three"
    },
    {
      "quote": "I think honest communication, no matter where it comes from, is positive for a relationship.",
      "author": "Ron White",
      "category": "Positive, Relationship"
    },
    {
      "quote": "Technology is at the forefront of everything these days - communication, work. It's amazing and scary at the same time how robots have evolved, but I find it hard to believe that robots will completely rule the world. Not in my lifetime anyway.",
      "author": "Graham McTavish",
      "category": "Work, Time, Technology"
    },
    {
      "quote": "In the graver and more sentimental communication of man and man, the head still bears the superior sway; in the unreserved intimacies of man and woman, the heart is ever uppermost. Feeling is the main thing, and judgment passes for little.",
      "author": "William Godwin",
      "category": "Heart, Man, Woman"
    },
    {
      "quote": "Trade is a communication of cultures and values.",
      "author": "Jack Ma",
      "category": "Values, Trade, Cultures"
    },
    {
      "quote": "I think humans are just hard-wired to process people's faces and understand meaning and expression at such a more granular level than other types of communication.",
      "author": "Mark Zuckerberg",
      "category": "People, Meaning, Think"
    },
    {
      "quote": "People often cover their mouths when lying. A hand on the mouth or even a touch of the lips shows you that they are lying because this unconscious body language represents a closing off of communication.",
      "author": "Travis Bradberry",
      "category": "Language, Body, People"
    },
    {
      "quote": "Starting a new business will take its toll on your time and energy, and this can place strain on family and social relationships, depending on their expectations and how open you are in your communication with them.",
      "author": "Fabrizio Moreira",
      "category": "Family, Business, Time"
    },
    {
      "quote": "There is never going to be a substitute for face-to-face communication, but we have seen since the alphabet, to the telephone and now the Internet, that whenever people find a new way to communicate, they will flock to it.",
      "author": "Howard Rheingold",
      "category": "Internet, People, New"
    },
    {
      "quote": "I'm interested in the theater because I'm interested in communication with audiences. Otherwise I would be in concert music.",
      "author": "Stephen Sondheim",
      "category": "Music, Theater, Concert"
    },
    {
      "quote": "Seeing other people is incredibly engaging, and that's one of the drivers that made us partner with Facebook - social communication. Not social newsfeeds, but actual face-to-face, seeing multiple avatars in a play experience, that's going to be a very big part of the future in VR.",
      "author": "Brendan Iribe",
      "category": "Future, Experience, People"
    },
    {
      "quote": "I do a little fact checking now and then. Other than that its impact is simply that email has revolutionized communication for me, and my website has built up a community of readers, which is a lot of fun.",
      "author": "Lee Child",
      "category": "Community, Fun, Me"
    },
    {
      "quote": "Bombing, particularly from the perspective of the receiving end, is not 'communication.' Bombs result in death and destruction.",
      "author": "H. R. McMaster",
      "category": "Death, Perspective, End"
    },
    {
      "quote": "A degree of lying - you know, white lies - seems to be inherent in all languages and all forms of communication.",
      "author": "Matthew Lesko",
      "category": "Know, You, Lying"
    },
    {
      "quote": "The goal of art-making in general is communication.",
      "author": "Will Cotton",
      "category": "Goal, General"
    },
    {
      "quote": "As our country increasingly relies on electronic information storage and communication, it is imperative that our Government amend our information security laws accordingly.",
      "author": "Jo Ann Davis",
      "category": "Government, Information"
    },
    {
      "quote": "If you invest the time earlier to create structure and process around communication, planning, and goal-setting, you can prevent missteps before they occur.",
      "author": "Christine Tsai",
      "category": "Time, Planning, You"
    },
    {
      "quote": "Any problem, big or small, within a family, always seems to start with bad communication. Someone isn't listening.",
      "author": "Emma Thompson",
      "category": "Family, Listening, Small"
    },
    {
      "quote": "Self-expression must pass into communication for its fulfillment.",
      "author": "Pearl S. Buck",
      "category": "Fulfillment, Must"
    },
    {
      "quote": "There is a world of communication which is not dependent on words.",
      "author": "Mary Martin",
      "category": "Words, World, Which"
    },
    {
      "quote": "There is nothing more fearful for the average person in our society than to stand before a group of people and speak.",
      "author": "Charles R. Swindoll",
      "category": "Society, Speak, People"
    },
    {
      "quote": "Within speech, words are subject to a kind of relation that is independent of the first and based on their linkage: these are syntagmatic relations, of which I have spoken.",
      "author": "Ferdinand de Saussure",
      "category": "Words, Independent, Speech"
    },
    {
      "quote": "People in this world of superficial communication find themselves isolated and lonely and have difficult in talking about personal things that really matter to them.",
      "author": "Theodore Zeldin",
      "category": "World, People, Lonely"
    },
    {
      "quote": "However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.",
      "author": "Hideki Tojo",
      "category": "Technology, Progress, Action"
    },
    {
      "quote": "Strangely enough, I really think that shoes are a communication tool between people.",
      "author": "Christian Louboutin",
      "category": "Shoes, People, Think"
    },
    {
      "quote": "Mass communication, radio, and especially television, have attempted, not without success, to annihilate every possibility of solitude and reflection.",
      "author": "Eugenio Montale",
      "category": "Success, Reflection"
    },
    {
      "quote": "The two cultures of East and West are very different, and the priorities are very different. So when you understand that - if you are from this side or this side - when you understand that the other is different than you, and you respect these differences, you can build communication.",
      "author": "Ashraf Barhom",
      "category": "Respect, Differences"
    },
    {
      "quote": "If the real radical finds that having long hair sets up psychological barriers to communication and organization, he cuts his hair. If I were organizing in an orthodox Jewish community, I would not walk in there eating a ham sandwich unless I wanted to be rejected so I could have an excuse to cop out.",
      "author": "Saul Alinsky",
      "category": "Community, Hair, Walk"
    },
    {
      "quote": "If you're a politician, you might want to learn the Buddhist way of negotiation. Restoring communication and bringing back reconciliation is clear and concrete in Buddhism.",
      "author": "Thich Nhat Hanh",
      "category": "Learn, Want, You"
    },
    {
      "quote": "Communication is the key, and it's one thing I had to learn-to talk to the actors. I was so involved with the visual and technical aspects that I would forget about the actors.",
      "author": "Steve Buscemi",
      "category": "Forget, Key, Visual"
    },
    {
      "quote": "The bonds that women share around the world, wherever we come from, they're very powerful and they have an ease of communication because we share those very important things of our families, our mothering, of improving opportunities for the next generation.",
      "author": "Quentin Bryce",
      "category": "Women, Powerful, World"
    },
    {
      "quote": "Man is a creature who lives not upon bread alone, but primarily by catchwords.",
      "author": "Robert Louis Stevenson",
      "category": "Alone, Man, Bread"
    },
    {
      "quote": "The more we elaborate our means of communication, the less we communicate.",
      "author": "J. B. Priestley",
      "category": "Communicate, More, Elaborate"
    },
    {
      "quote": "Photography is more than a medium for factual communication of ideas. It is a creative art.",
      "author": "Ansel Adams",
      "category": "Art, Creative, Photography"
    },
    {
      "quote": "Music is the most powerful form of communication in the world. It brings us all together. Even religion separates us, but a hit record unites us across religious beliefs, race, politics.",
      "author": "Sean Combs",
      "category": "Music, Together, Politics"
    },
    {
      "quote": "As a company grows, communication becomes its biggest challenge.",
      "author": "Ben Horowitz",
      "category": "Challenge, Company"
    },
    {
      "quote": "I think a guitar solo is how my emotion is most freely released, because verbal articulation isn't my strongest communication strength. My wife thinks that I should do interviews by listening to the questions and playing the answer on guitar.",
      "author": "David Gilmour",
      "category": "Strength, Listening, Wife"
    },
    {
      "quote": "In the past, before phones and the Internet, all communication was face-to-face. Now, most of it is digital, via emails and messaging services. If people were to start using virtual reality, it would almost come full circle.",
      "author": "Palmer Luckey",
      "category": "Past, Reality, Internet"
    },
    {
      "quote": "One has to grow up with good talk in order to form the habit of it.",
      "author": "Helen Hayes",
      "category": "Good, Grow, Grow Up"
    },
    {
      "quote": "Communication is about being effective, not always about being proper.",
      "author": "Bo Bennett",
      "category": "Always, Effective, Being"
    },
    {
      "quote": "Words are but pictures of our thoughts.",
      "author": "John Dryden",
      "category": "Thoughts, Words, Pictures"
    },
    {
      "quote": "Genuine good taste consists in saying much in few words, in choosing among our thoughts, in having order and arrangement in what we say, and in speaking with composure.",
      "author": "Francois Fenelon",
      "category": "Good, Thoughts, Words"
    },
    {
      "quote": "One's eyes are what one is, one's mouth is what one becomes.",
      "author": "John Galsworthy",
      "category": "Eyes, Mouth, Becomes"
    },
    {
      "quote": "I'm a great believer that any tool that enhances communication has profound effects in terms of how people can learn from each other, and how they can achieve the kind of freedoms that they're interested in.",
      "author": "Bill Gates",
      "category": "Great, People, Profound"
    },
    {
      "quote": "A powerful idea communicates some of its strength to him who challenges it.",
      "author": "Marcel Proust",
      "category": "Strength, Powerful"
    },
    {
      "quote": "Online, you're providing each other with the good aspects of being together as far as communication and support, but you don't have to deal with the realities of paying bills together, or being annoyed when they leave the toilet seat up or don't put the food away in the fridge.",
      "author": "Nev Schulman",
      "category": "Food, Good, Together"
    },
    {
      "quote": "The thing that we are trying to do at facebook, is just help people connect and communicate more efficiently.",
      "author": "Mark Zuckerberg",
      "category": "People, Help, Trying"
    },
    {
      "quote": "If you get asteroids about a kilometer in size, those are large enough and carry enough energy into our system to disrupt transportation, communication, the food chains, and that can be a really bad day on Earth.",
      "author": "Neil deGrasse Tyson",
      "category": "Food, Day, Bad Day"
    },
    {
      "quote": "People make music to get a reaction. Music is communication.",
      "author": "Yoko Ono",
      "category": "Music, People, Reaction"
    },
    {
      "quote": "A Web site is the only medium of semipermanent communication where you can express yourself.",
      "author": "David Rusenko",
      "category": "Yourself, You, Web"
    },
    {
      "quote": "But I absolutely believe that architecture is a social activity that has to do with some sort of communication or places of interaction, and that to change the environment is to change behaviour.",
      "author": "Thom Mayne",
      "category": "Change, Architecture"
    },
    {
      "quote": "I can't be a hypocrite as a coach because as a player that's what I wanted. I wanted feedback, I wanted communication from the boss. I showed up for work, you can yell at me if you want, but I want input. So that's the kind of coach I want to be.",
      "author": "Adam Oates",
      "category": "Work, Boss, Me"
    },
    {
      "quote": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old.",
      "author": "Amy Klobuchar",
      "category": "Time, Technology, Parents"
    },
    {
      "quote": "I am not a speed reader. I am a speed understander.",
      "author": "Isaac Asimov",
      "category": "I Am, Speed, Reader"
    },
    {
      "quote": "The communication of the dead is tongued with fire beyond the language of the living.",
      "author": "T. S. Eliot",
      "category": "Language, Fire, Living"
    },
    {
      "quote": "Communication is everyone's panacea for everything.",
      "author": "Tom Peters",
      "category": "Everyone, Everything"
    },
    {
      "quote": "Writing is learning to say nothing, more cleverly each day.",
      "author": "William Allingham",
      "category": "Learning, Day, Writing"
    },
    {
      "quote": "Good writing excites me, and makes life worth living.",
      "author": "Harold Pinter",
      "category": "Life, Good, Writing"
    },
    {
      "quote": "Writing is a communication.",
      "author": "Theodore Sturgeon",
      "category": "Writing"
    },
    {
      "quote": "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
      "author": "D. H. Lawrence",
      "category": "Passion, You, Hot"
    },
    {
      "quote": "Any film that exists that is thorough, you can't give it to an audience of one and have that be effective communication. Communication involves an audience of many that have a conversation, put it through the ringer, filter it and then a sense of it coalesces.",
      "author": "Shane Carruth",
      "category": "Conversation, You, Through"
    },
    {
      "quote": "With Jackson there was quiet solitude. Just to sit and look at the landscape. An inner quietness. After dinner, to sit on the back porch and look at the light. No need for talking. For any kind of communication.",
      "author": "Lee Krasner",
      "category": "Light, Solitude, Dinner"
    },
    {
      "quote": "I won't compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.",
      "author": "Lewis Thomas",
      "category": "Technology, Community, Brain"
    },
    {
      "quote": "Being able to communicate with a loved one that you haven't talked to in a while because of some communication break makes their life and your life in a much better place.",
      "author": "John Paul DeJoria",
      "category": "Life, Better, You"
    },
    {
      "quote": "Writing and cookery are just two different means of communication.",
      "author": "Maya Angelou",
      "category": "Writing, Two, Different"
    },
    {
      "quote": "Corporate communications will become a high-tech art, just as political communication is for Obama.",
      "author": "Tina Brown",
      "category": "Art, Political, Will"
    },
    {
      "quote": "If you're looking for ways of getting quick communication, maybe texting is the way to go. People can't walk these days without having one hand balancing a smart phone. If that's the way people are going to live, it is the case that something that vibrates in their hand is going to get their attention more quickly than an email.",
      "author": "Ray Tomlinson",
      "category": "Smart, Walk, People"
    },
    {
      "quote": "The use of encrypted communication and data storage to shield terrorist coordination from intelligence and law-enforcement authorities is known as 'going dark.'",
      "author": "Tom Cotton",
      "category": "Intelligence, Dark, Data"
    },
    {
      "quote": "I don't want costumes and makeup between me and the audience - I want more direct communication. There's something for me about being honest on stage, and I'm at my most honest when I'm behind a piano. So I prefer my concert performances.",
      "author": "Jason Robert Brown",
      "category": "Makeup, Me, Want"
    },
    {
      "quote": "Having to go through an intervention and family counseling is a wonderful experience. I would almost recommend it to anybody. It opens a lot of communication, and it opens old sores, but once it is opened and hashed out, the rewards are far greater.",
      "author": "Susan Ford",
      "category": "Family, Experience, Through"
    },
    {
      "quote": "Who speaks to the instincts speaks to the deepest in mankind, and finds the readiest response.",
      "author": "Amos Bronson Alcott",
      "category": "Deepest, Response, Instincts"
    },
    {
      "quote": "Nearly every communication method we invent eventually conveys unwanted commercial messages.",
      "author": "Jamais Cascio",
      "category": "Unwanted, Commercial, Every"
    },
    {
      "quote": "Polite conversation is rarely either.",
      "author": "Fran Lebowitz",
      "category": "Conversation, Either, Polite"
    },
    {
      "quote": "Extremists think 'communication' means agreeing with them.",
      "author": "Leo Rosten",
      "category": "Think, Extremists, Agreeing"
    },
    {
      "quote": "If technique is of no interest to a writer, I doubt that the writer is an artist.",
      "author": "Marianne Moore",
      "category": "Artist, Doubt, Interest"
    },
    {
      "quote": "The medium is the message.",
      "author": "Marshall McLuhan",
      "category": "Message, Medium"
    },
    {
      "quote": "Most people have to talk so they won't hear.",
      "author": "May Sarton",
      "category": "People, Hear, Talk"
    },
    {
      "quote": "There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to.",
      "author": "Michel de Montaigne",
      "category": "Alone, Mind, Me"
    },
    {
      "quote": "No pleasure has any savor for me without communication.",
      "author": "Michel de Montaigne",
      "category": "Me, Pleasure, Without"
    },
    {
      "quote": "Today's gossip is tomorrow's headline.",
      "author": "Walter Winchell",
      "category": "Today, Tomorrow, Gossip"
    },
    {
      "quote": "Bad human communication leaves us less room to grow.",
      "author": "Rowan Williams",
      "category": "Grow, Bad, Human"
    },
    {
      "quote": "Loving your language means a command of its vocabulary beyond the level of the everyday.",
      "author": "John McWhorter",
      "category": "Language, Loving, Vocabulary"
    },
    {
      "quote": "The first work of the director is to set a mood so that the actor's work can take place, so that the actor can create. And in order to do that, you have to communicate, communicate with the actors. And direction is about communication on all levels.",
      "author": "William Friedkin",
      "category": "Work, Direction, You"
    },
    {
      "quote": "It frequently happens that two persons, reasoning right on a mechanical subject, think alike and invent the same thing without any communication with each other.",
      "author": "Oliver Evans",
      "category": "Think, Right, Two"
    },
    {
      "quote": "I've worked very hard in this book to keep the lines of communication open. I don't want to turn someone away from this information for partisan political reasons.",
      "author": "Jared Diamond",
      "category": "Book, Political, Information"
    },
    {
      "quote": "I agree that it is not just the extremists who harbor bad thoughts or engage in bad acts, but they are usually the source of the polarization and try to keep education and communication of the main stream from moving forward.",
      "author": "Joichi Ito",
      "category": "Education, Moving Forward"
    },
    {
      "quote": "The speed of communication, the speed of information transfer, the cheapness of communication, the ease of moving things around the world are a difference in kind as well as degree.",
      "author": "Paul A. Volcker",
      "category": "World, Moving, Information"
    },
    {
      "quote": "This communication alone, by the comparison of the antagonisms, rivalries, movements which give birth to decisive moments, permits the evolution of the soul, whereby a man realizes himself on earth. It is impossible to be concerned with anything else in art.",
      "author": "Robert Delaunay",
      "category": "Art, Alone, Man"
    },
    {
      "quote": "As everyone in Louisiana knows, there was often no communication or coordination between the state and federal government in the aftermath of Hurricanes Katrina and Rita.",
      "author": "Bobby Jindal",
      "category": "Government, Everyone"
    },
    {
      "quote": "God joins us together by means of the body, in consequence of the laws of the communication of movements. He affects us with the same feelings in consequence of the laws of the conjunction of body and soul.",
      "author": "Nicolas Malebranche",
      "category": "God, Together, Soul"
    },
    {
      "quote": "Technique is communication: the two words are synonymous in conductors.",
      "author": "Leonard Bernstein",
      "category": "Words, Two, Technique"
    },
    {
      "quote": "I find that communication as an actor and person is an important part of who I am. And I'm really drawn into the psychology of those dynamics.",
      "author": "Zachary Quinto",
      "category": "I Am, Important, Actor"
    },
    {
      "quote": "The major advances in speed of communication and ability to interact took place more than a century ago. The shift from sailing ships to telegraph was far more radical than that from telephone to email!",
      "author": "Noam Chomsky",
      "category": "Speed, Sailing, Place"
    },
    {
      "quote": "The first reason for the preponderant influence of those Evangelicals who define themselves as advocates of Religious Right theological and political ideologies is that they have both the financial means and technological know-how to make widespread use of modern electronic forms of communication.",
      "author": "Tony Campolo",
      "category": "Influence, Financial"
    },
    {
      "quote": "My two daughters live on Facebook, and social media is their mode of communication.",
      "author": "Tony Goldwyn",
      "category": "Social Media, Media, Live"
    },
    {
      "quote": "No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today.",
      "author": "Joshua Foer",
      "category": "Today, Design, End"
    },
    {
      "quote": "Even in developing markets, we're seeing the growth of digital communication is proceeding at a very rapid pace.",
      "author": "Irene Rosenfeld",
      "category": "Growth, Digital, Seeing"
    },
    {
      "quote": "The important thing to remember with the Internet is that there are large companies that have an interest in controlling how information flows in it. They're very effective at lobbying Congress, and that pattern has locked down other communication media in the past. And it will happen again unless we do something about it.",
      "author": "Eli Pariser",
      "category": "Past, Media, Internet"
    },
    {
      "quote": "A common language is a first step towards communication across cultural boundaries.",
      "author": "Ethan Zuckerman",
      "category": "Language, First Step, Step"
    },
    {
      "quote": "The idea that the Internet favors the oppressed rather than the oppressor is marred by what I call cyber-utopianism: a naive belief in the emancipatory nature of online communication that rests on a stubborn refusal to admit its downside.",
      "author": "Evgeny Morozov",
      "category": "Nature, Internet, Belief"
    },
    {
      "quote": "However revolutionary it may be, the Internet still hasn't altered the basic law of human communication: Being nice to your interlocutors is a good way to start any negotiations, particularly, when being hostile is an open invitation for a cyber-fight.",
      "author": "Evgeny Morozov",
      "category": "Good, Law, Internet"
    },
    {
      "quote": "Very often, organizations are inflexible because there is too little communication between functions; they are too segregated.",
      "author": "Ken Robinson",
      "category": "Between, Little, Because"
    },
    {
      "quote": "I don't like talking unnecessarily, and my communication skills are zilch. I just can't converse with people. Maybe it's because of my stuttering or stammering, but I'm not confident of talking with people. I only talk to very close friends and family.",
      "author": "Pritam Chakraborty",
      "category": "Family, Friends"
    },
    {
      "quote": "Communication is so much better when people are vulnerable.",
      "author": "A. J. McLean",
      "category": "People, Better, Vulnerable"
    },
    {
      "quote": "I see so many activists... who are artists because they feel that they have the power of communication.",
      "author": "Yoko Ono",
      "category": "Power, Feel, See"
    },
    {
      "quote": "I feel that the great challenge of our time is the communication of ideas.",
      "author": "Alain de Botton",
      "category": "Time, Great, Challenge"
    },
    {
      "quote": "Many well-meaning intelligent people have argued since the May 17, 1954, decision of the United States Supreme Court outlawing segregation in the public schools that communication between the races has broken down.",
      "author": "Benjamin E. Mays",
      "category": "Decision, People, Broken"
    },
    {
      "quote": "I understood that synergistic dance between photographer and object - 'muse,' if you will, 'model,' whatever you call us. It's that silent language of communication, like being psychic with each other.",
      "author": "Carmen Dell'Orefice",
      "category": "Dance, Language, You"
    },
    {
      "quote": "Very few people use landline phones for much of anything. So when you talk about things like online chat and social media messages and emails, what you're really talking about is the full extent of human communication.",
      "author": "Glenn Greenwald",
      "category": "Social Media, Media, People"
    },
    {
      "quote": "Religion unites man with God, or forms a communication between them; yet do they not say, 'God is infinite?' If God be infinite, no finite being can have communication or relation with him.",
      "author": "Baron d'Holbach",
      "category": "God, Man, Religion"
    },
    {
      "quote": "The key to high-quality communication is trust, and it's hard to trust somebody that you don't know.",
      "author": "Ben Horowitz",
      "category": "Trust, Know, You"
    },
    {
      "quote": "I think the written word is probably the best medium of communication because you have time to reflect, you have time to choose your words, to get your sentences exactly right. Whereas when you're being interviewed, say, you have to talk on the fly, you have to improvise, you can change sentences around, and they're not exactly right.",
      "author": "Richard Dawkins",
      "category": "Change, Time, Best"
    },
    {
      "quote": "In high school, sometimes you just can't help who you have a crush on and who you fall for! If you fall for one of your friend's exes, for example, it's really all about communication and telling your friend. Hiding it is never a good thing.",
      "author": "Jillian Rose Reed",
      "category": "Good, School, Fall"
    },
    {
      "quote": "I think there's a fear of disconnect sometimes; communication is a huge issue for all of us, from adults to kids, as far as our face-to-face time and our ability to interact with each other without isolating itself to a phone. I think that has to be something that's very challenging.",
      "author": "Jim Rash",
      "category": "Time, Fear, Think"
    },
    {
      "quote": "If we do away with semi-colons, parentheses and much else, we will lose all music, nuance and subtlety in communication - and end up shouting at one another in block capitals.",
      "author": "Pico Iyer",
      "category": "Music, End, Will"
    },
    {
      "quote": "The way communication works is changing.",
      "author": "Hubert Burda",
      "category": "Changing, Way, Works"
    },
    {
      "quote": "Copywriting cuts the communication cord between word and feeling. By offering instant gratification, it atrophies more subtle emotions.",
      "author": "Clive Sinclair",
      "category": "Emotions, Feeling, Between"
    },
    {
      "quote": "A great deal has been learned about cell communication. The universal nature of cellular structure and organization in bacteria, plant and animal cells has been discovered.",
      "author": "Gunter Blobel",
      "category": "Nature, Great, Animal"
    },
    {
      "quote": "Throughout my scientific career, my wife has been my most constant collaborator. Her experimental skill made major contributions to the work; she has eased for me beyond measure the difficulties of communication that accompany deafness; her encouragement and fortitude have been my strongest supports.",
      "author": "John Cornforth",
      "category": "Work, Wife, Encouragement"
    },
    {
      "quote": "There are lots of reasons email persists, even as faster and simpler forms of communication proliferate and your personal communications likely have mostly migrated elsewhere. But one big one is that new types of media channels rarely totally kill off old ones, even though everyone predicts they will.",
      "author": "Walt Mossberg",
      "category": "Media, New, Personal"
    },
    {
      "quote": "One of the most extraordinary and all-encompassing forms of communication is music. It reaches places that all kinds of other things cannot reach. I'll put my cards on the table: I think it is our greatest language.",
      "author": "Simon Rattle",
      "category": "Music, Language, Greatest"
    },
    {
      "quote": "Investing in management means building communication systems, business processes, feedback, and routines that let you scale the business and team as efficiently as possible.",
      "author": "Fred Wilson",
      "category": "Business, Team, Management"
    },
    {
      "quote": "You're talking about a younger generation, Generation Y, whose interpersonal communication skills are different from Generation X. The younger generation is more comfortable saying something through a digital mechanism than even face to face.",
      "author": "Erik Qualman",
      "category": "Generation, Digital, Saying"
    },
    {
      "quote": "The world is a complex place, and the influence of the media in its representation and its power of communication and interpretation is a remarkable amplifier of emotions, and of illusions.",
      "author": "Tariq Ramadan",
      "category": "Power, Influence, World"
    },
    {
      "quote": "It's populated by people who, by and large, have terrific communication skills. Every day is an extraordinary day. For me, it was just a great area for storytelling.",
      "author": "Aaron Sorkin",
      "category": "Day, Great, Me"
    },
    {
      "quote": "The fact that we are I don't know how many millions of people, yet communication, complete communication, is completely impossible between two of those people, is to me one of the biggest tragic themes in the world.",
      "author": "Georges Simenon",
      "category": "World, Impossible, Me"
    },
    {
      "quote": "I thought my life was mapped out. Research, living in the forest, teaching and writing. But in '86 I went to a conference and realised the chimpanzees were disappearing. I had worldwide recognition and a gift of communication. I had to use them.",
      "author": "Jane Goodall",
      "category": "Life, Writing, Research"
    },
    {
      "quote": "It's so important for those living with chronic pain to establish good communication with both their healthcare professionals and caregivers. Clear communication about pain is vital to receiving proper diagnosis and effective treatment.",
      "author": "Naomi Judd",
      "category": "Good, Pain, Healthcare"
    },
    {
      "quote": "Listen to other people tell their story, but don't believe them. You know that it's just a story that is only true for them, but listen because the communication can be wonderful.",
      "author": "Don Miguel Ruiz",
      "category": "Believe, People, Know"
    },
    {
      "quote": "A drawing is essentially a private work, related only to the artist's own needs; a 'finished' statue or canvas is essentially a public, presented work - related far more directly to the demands of communication.",
      "author": "John Berger",
      "category": "Work, Artist, Drawing"
    },
    {
      "quote": "My hectic work schedule does not often permit me time to visit temples, but my conversations with God don't depend on idol worship. Inside my heart, I have developed and sustained a direct communication with Him.",
      "author": "Emraan Hashmi",
      "category": "Work, Time, God"
    },
    {
      "quote": "There are many reasons our prayers may lack power. Sometimes they become routine. Our prayers become hollow when we say similar words in similar ways over and over so often that the words become more of a recitation than a communication.",
      "author": "Joseph B. Wirthlin",
      "category": "Power, Words, Routine"
    },
    {
      "quote": "If there's one organization in the United States that could work on its communication skills, it's the military.",
      "author": "Adam Driver",
      "category": "Work, Organization, Military"
    },
    {
      "quote": "What we are going to offer is not a one-way communication, but one-to-one communication.",
      "author": "Douglas Alexander",
      "category": "Going, Offer, One-Way"
    },
    {
      "quote": "Propaganda requires a permanent network of communication so that it can systematically stifle reflection with emotive or utopian slogans. Its pace is usually fast.",
      "author": "John Berger",
      "category": "Reflection, Fast, Propaganda"
    },
    {
      "quote": "Everything good and bad about technology would be magnified by implanting it deep in brains. Is the risk of brain-hacking outweighed by the societal benefits of faster, deeper communication, and the ability to augment our own intelligence?",
      "author": "Ramez Naam",
      "category": "Technology, Good, Deep"
    },
    {
      "quote": "It still amazes me how many musicians aren't really interested in engaging with their audience at all. Alfred Brendel, a pianist for whom I have the greatest respect, has described performance as a sacred communion between the artist and the composer. But what about the audience? Music is communication, a two-way street.",
      "author": "Charles Hazlewood",
      "category": "Music, Respect, Artist"
    },
    {
      "quote": "There are two barriers that often prevent communication between the young and their elders. The first is middle-aged forgetfulness of the fact that they themselves are no longer young. The second is youthful ignorance of the fact that the middle aged are still alive.",
      "author": "Jessamyn West",
      "category": "Ignorance, Young, First"
    },
    {
      "quote": "The way you build trust with your team is around super-clear communication in that instant when they say, 'I will be sad if you don't do X.' You have to say, 'We're not going to do X, and here's why, and believe me, you'll be much sadder later if I let you go do it and you spend a bunch of time on it and nothing ever happens.'",
      "author": "Dick Costolo",
      "category": "Time, Trust, Team"
    },
    {
      "quote": "Your insurance broker has your telephone number, but your insurance broker doesn't have your Facebook ID. I think they are very different modes of communication. Commingling them can come with risk and peril.",
      "author": "Brian Acton",
      "category": "Risk, Insurance, Think"
    },
    {
      "quote": "Civilization grew in the beginning from the minute that we had communication - particularly communication by sea that enabled people to get inspiration and ideas from each other and to exchange basic raw materials.",
      "author": "Thor Heyerdahl",
      "category": "Sea, Beginning, Ideas"
    },
    {
      "quote": "You don't have any communication between the Israelis and the Iranians. You have all sorts of local triggers for conflict. Having countries act on a hair trigger - where they can't afford to be second to strike - the potential for a miscalculation or a nuclear war through inadvertence is simply too high.",
      "author": "Dennis Ross",
      "category": "War, Conflict, Hair"
    },
    {
      "quote": "The communication is in the work and words are no substitute for this.",
      "author": "Mary Martin",
      "category": "Work, Words, Substitute"
    },
    {
      "quote": "The difference between face-to-face conversation and any other medium of communication is simple: No distractions are permitted.",
      "author": "Alexandra Petri",
      "category": "Simple, Conversation"
    },
    {
      "quote": "If you are approachable, if you keep your line of communication open, then very often, you get to hear what you need to hear.",
      "author": "Arundhati Bhattacharya",
      "category": "You, Need, Line"
    },
    {
      "quote": "I think we have to face the reality that in a society where there is a legitimate threat of terrorism, not being able to see one's face, not being able to have some sense of communication in that way, is for many societies a challenge.",
      "author": "Hillary Clinton",
      "category": "Challenge, Society, Reality"
    },
    {
      "quote": "Syllables govern the world.",
      "author": "George Bernard Shaw",
      "category": "World, Govern, Syllables"
    },
    {
      "quote": "We are a unique ape. We have language. Other animals have systems of communication that fall far short of that. They don't have the same ability to communicate complicated conditionals and what-ifs and talk about things that are not present.",
      "author": "Richard Dawkins",
      "category": "Short, Language, Fall"
    },
    {
      "quote": "Perhaps because my relationship with my father went through such a long, bumpy time, it's been very important for me to work to try to keep lines of communication open between my sons and myself to try to avoid my father's mistakes. At least if you're making mistakes, make different mistakes.",
      "author": "Salman Rushdie",
      "category": "Work, Time, Relationship"
    },
    {
      "quote": "I began doing writing projects and art and design projects to explore a new way of seeing Canada. Roots is one more way of continuing this exploration. I want to present a wide-open Canadian sense of color, adventure, communication and openness that defines our country.",
      "author": "Douglas Coupland",
      "category": "Art, Adventure, Writing"
    },
    {
      "quote": "The new artists coming through were very materialistic and Hollywood, not so engaged in communication.",
      "author": "Patti Smith",
      "category": "Hollywood, New, Through"
    },
    {
      "quote": "When I'm putting some communication out on Twitter or Facebook or Instagram, I think that it's helping me, my brain, you know, because it's always somehow stimulated by people who are sending things to me. And it works both ways. It's great. My brain is very happy about it.",
      "author": "Yoko Ono",
      "category": "Happy, Great, Me"
    },
    {
      "quote": "Clear communication is always important in central banking, but it can be especially important when economic conditions call for further policy stimulus but the policy rate is already at its effective lower bound.",
      "author": "Ben Bernanke",
      "category": "Important, Banking, Economic"
    },
    {
      "quote": "My stay-married secret would probably be exercising good communication, not when you have to but all the time. I think if you do that, you kinda just cleanse the situations, so there's not build up. I think that's probably the best way to do it.",
      "author": "Guy Fieri",
      "category": "Time, Good, Best"
    },
    {
      "quote": "Oaths are but words, and words are but wind.",
      "author": "Samuel Butler",
      "category": "Wind, Words, Oaths"
    },
    {
      "quote": "I understand why people went nuts for 'The Artist.' We use words so much, it's nice to be able to explore a different way of communication, to be able to express silently what someone - or something - is thinking or feeling.",
      "author": "Andy Serkis",
      "category": "Thinking, Words, Artist"
    },
    {
      "quote": "I try to combine in my paintings cinematic feeling, emotional feeling, and sometimes actually writing on the page to combine all the different elements of communication.",
      "author": "Sylvester Stallone",
      "category": "Writing, Page, Emotional"
    },
    {
      "quote": "Be not a slave of words.",
      "author": "Thomas Carlyle",
      "category": "Words, Slave"
    },
    {
      "quote": "One thing I've learned to appreciate as I've gotten a little older is direct forms of communication.",
      "author": "Billy Corgan",
      "category": "Appreciate, Older, Little"
    },
    {
      "quote": "It's a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field.",
      "author": "Stephen Covey",
      "category": "Technology, Television"
    },
    {
      "quote": "Communications technology changes possibilities for communication, but that doesn't mean it changes the inherited structure of the brain. So you may think that you're addicted to online reading, but as soon as it isn't available anymore, your brain will pretty immediately adjust to other forms of reading. It's a habit like all habits.",
      "author": "Margaret Atwood",
      "category": "Technology, Reading, Changes"
    },
    {
      "quote": "The idea of an animated film is you always kind of get a little bit daunted by it as a filmmaker because it feels like a lot of your communication is going to be with computer artists, and you're going to have to kind of channel the movie through extra pairs of hands.",
      "author": "Peter Jackson",
      "category": "Hands, You, Idea"
    },
    {
      "quote": "A lasting relationship isn't about marriage. It's about compatibility and communication. And you both need to want it to work.",
      "author": "Goldie Hawn",
      "category": "Work, Marriage, Relationship"
    },
    {
      "quote": "It's all about communication and a dialogue between individuals - get rid of the labels, get rid of the shame, get rid of the stigmas and just be your most authentic self.",
      "author": "Matt Bomer",
      "category": "Self, Shame, Dialogue"
    },
    {
      "quote": "Music and politics are in essence about communication. Without over-stretching the analogy I do feel a sense of rhythm is important in getting your message across.",
      "author": "Charles Kennedy",
      "category": "Music, Politics, Important"
    },
    {
      "quote": "Man takes root at his feet, and at best, he is no more than a potted plant in his house or carriage till he has established communication with the soil by the loving and magnetic touch of his soles to it.",
      "author": "John Burroughs",
      "category": "Best, Man, Plant"
    },
    {
      "quote": "Corporate America is drowning in meetings. To make one thing clear, I am not against communication. Quick one-on-ones can be extremely effective. I am talking about those hour-long recurring meetings, devoid of a clear agenda, and attended by many. I dread them.",
      "author": "Sebastian Thrun",
      "category": "America, I Am, Meetings"
    },
    {
      "quote": "The Global Financial Crisis and Great Recession posed daunting new challenges for central banks around the world and spurred innovations in the design, implementation, and communication of monetary policy.",
      "author": "Janet Yellen",
      "category": "Great, World, Financial"
    },
    {
      "quote": "As far as this business of solitary confinement goes, the most important thing for survival is communication with someone, even if it's only a wave or a wink, a tap on the wall, or to have a guy put his thumb up. It makes all the difference.",
      "author": "John McCain",
      "category": "Business, Survival"
    },
    {
      "quote": "In a way, 'Like Crazy' keys into our generation, this idea of now we can still be in communication. Where do the boundaries of relationships end?",
      "author": "Felicity Jones",
      "category": "Crazy, End, Relationships"
    },
    {
      "quote": "Berlusconi is a genius in communication. Otherwise, he would never have become so rich.",
      "author": "Umberto Eco",
      "category": "Genius, Rich, Never"
    },
    {
      "quote": "Semiotics is a general theory of all existing languages... all forms of communication - visual, tactile, and so on... There is general semiotics, which is a philosophical approach to this field, and then there are many specific semiotics.",
      "author": "Umberto Eco",
      "category": "Theory, Visual, Approach"
    },
    {
      "quote": "Unfortunately, changing forms of Internet communication are quickly outpacing laws and technology designed to allow for the lawful intercept of communication content.",
      "author": "James Comey",
      "category": "Technology, Internet"
    },
    {
      "quote": "As a communication medium, social media is a critical tool for terror groups to exploit.",
      "author": "James Comey",
      "category": "Social Media, Media, Tool"
    },
    {
      "quote": "Art is essentially communication. It doesn't exist in a vacuum. That's why people make art, so other people can relate to it.",
      "author": "Conor Oberst",
      "category": "Art, People, Why"
    },
    {
      "quote": "Ever since Newton, we've done science by taking things apart to see how they work. What the computer enables us to do is to put things together to see how they work: we're now synthesized rather than analysed. I find one of the most enthralling aspects of computers is limitless communication.",
      "author": "Douglas Adams",
      "category": "Work, Science, Together"
    },
    {
      "quote": "Without question, we need to be informed of the happenings in the world. But modern communication brings into our homes a drowning cascade of the violence and misery of the worldwide human race. There comes a time when we need to find some peaceful spiritual renewal.",
      "author": "James E. Faust",
      "category": "Time, Spiritual, Violence"
    },
    {
      "quote": "What I think works for Fox News is we have a very direct form of communication.",
      "author": "Roger Ailes",
      "category": "News, Think, Fox"
    },
    {
      "quote": "Communication is so key.",
      "author": "Ashley Tisdale",
      "category": "Key"
    },
    {
      "quote": "It would be extremely naive to conclude anything other than the following: America's most vital secrets are in the hands of our adversaries because Secretary Clinton intentionally avoided using official government communication systems.",
      "author": "Mike Pompeo",
      "category": "America, Government, Hands"
    },
    {
      "quote": "Commercialization of assets off the planet would mutually reinforce the growth of interplanetary communication.",
      "author": "Vint Cerf",
      "category": "Growth, Assets, Planet"
    },
    {
      "quote": "We all know the Internet didn't explode until it became a commercial enterprise. Space communication will probably have the same characteristic.",
      "author": "Vint Cerf",
      "category": "Space, Internet, Know"
    },
    {
      "quote": "You should know that I've been hearing-impaired, not quite since birth, but I've been wearing hearing aids since I was 13, so I'm very conscious of the difficulty of voice communication.",
      "author": "Vint Cerf",
      "category": "Voice, Know, You"
    },
    {
      "quote": "Written communication is a tremendous help for me, and so when electronic mail was invented in '71, I got very excited about it, thinking well, gee, the deaf community could really use this, or the hard-of-hearing community as well.",
      "author": "Vint Cerf",
      "category": "Community, Thinking, Help"
    },
    {
      "quote": "If the expansion of a global legal regime for communication technologies gains traction, the effects to the global economy as well as our individual liberties will be severe.",
      "author": "Marsha Blackburn",
      "category": "Legal, Economy, Well"
    },
    {
      "quote": "Private communication systems have been around since the beginning of human culture.",
      "author": "John McAfee",
      "category": "Culture, Beginning, Human"
    },
    {
      "quote": "One question that often comes up is why, in this age of blogs and tweets and instant digital communication of all kinds, it still takes so long to publish a book.",
      "author": "Erik Larson",
      "category": "Age, Book, Long"
    },
    {
      "quote": "We try to keep a good line of communication open with our children. It's not always about trying to just teach them every moment, but it's about listening to them and trying to understand them and gain that sense of communication so when they need to talk to someone, they know that we're there.",
      "author": "Victoria Osteen",
      "category": "Children, Good, Listening"
    },
    {
      "quote": "Books are such a great way to spend time with your children, open lines of communication with your children, and just build that strong foundation.",
      "author": "Victoria Osteen",
      "category": "Time, Children, Great"
    },
    {
      "quote": "It is my desire to break the destructive generational cycle of illiteracy in the home by focusing on the children. Reading to your child has so much value as a parent because it opens the lines of communication.",
      "author": "Victoria Osteen",
      "category": "Children, Home, Reading"
    },
    {
      "quote": "I grew up in an atmosphere where words were an integral part of culture.",
      "author": "Wole Soyinka",
      "category": "Culture, Words, Where"
    },
    {
      "quote": "But theater, because of its nature, both text, images, multimedia effects, has a wider base of communication with an audience. That's why I call it the most social of the various art forms.",
      "author": "Wole Soyinka",
      "category": "Nature, Art, Why"
    },
    {
      "quote": "And once you get instantaneous communication with everybody, you have economic activity that's far more advanced, far more liquid, far more distributed than ever before.",
      "author": "Marc Andreessen",
      "category": "You, Economic, Activity"
    },
    {
      "quote": "If you don't know each other you spend time doing research together, having dinner, and talking about your lives. You try to find common ground. Once you're shooting, the pressures are so intense; you really want to have a channel of communication open to you already.",
      "author": "Edward Zwick",
      "category": "Time, Together, Research"
    },
    {
      "quote": "The Pavlovian view of women voters - 'plug the words in, and they will respond' - sends a chill down my spine because it sounds like an adaptation of something I have written about communication between the sexes: When a woman tells a man about a problem, she doesn't want him to fix it; she just wants him to listen and let her know he understands.",
      "author": "Deborah Tannen",
      "category": "Women, Man, Words"
    },
    {
      "quote": "I've heard stories of people, even celebrities that have gone online, pretended to be someone they weren't, and conducted a 5-year friendship via e-mail. Then, they got married because they really love each other from all that communication.",
      "author": "Diane Lane",
      "category": "Love, Friendship, People"
    },
    {
      "quote": "Before language, cavemen simply grunted, and then they used the club. Communication changed that. It's the mechanism that created civilization and prevents its own destruction.",
      "author": "Greg Gutfeld",
      "category": "Language, Club, Civilization"
    },
    {
      "quote": "I think our biggest problem is lack of real, honest communication between black men and black women. A lot of men talk amongst men, and a lot of women speak amongst women.",
      "author": "Hill Harper",
      "category": "Women, Men, Speak"
    },
    {
      "quote": "'The Conversation' will hopefully touch on issues that will move people to want to strengthen communication and look to each other for solutions.",
      "author": "Hill Harper",
      "category": "People, Conversation, Want"
    },
    {
      "quote": "If we ever established contact with intelligent life on another world, there would be barriers to communication. First, they would be many light years away, so signals would take many years to reach them: there would be no scope for quick repartee. There might be an IQ gap.",
      "author": "Martin Rees",
      "category": "Life, Light, World"
    },
    {
      "quote": "I don't know any member of Congress who ever said, 'I'm satisfied with the communication that we have from the White House.'",
      "author": "Nancy Pelosi",
      "category": "Know, Said, House"
    },
    {
      "quote": "Maintaining a positive working relationship with Mexico's leadership will also be crucial to increasing communication and trade. I plan to personally maintain those relationships.",
      "author": "Doug Ducey",
      "category": "Positive, Leadership"
    },
    {
      "quote": "It's a difficult undertaking. I've been married for four years and I see this movie as a cautionary tale about people who've gone deeply out of communication.",
      "author": "Mark Ruffalo",
      "category": "People, See, Difficult"
    },
    {
      "quote": "For me, becoming a man had a lot to do with learning communication, and I learned about that by acting.",
      "author": "Adam Driver",
      "category": "Learning, Man, Me"
    },
    {
      "quote": "Throughout the European Middle Ages and Renaissance, Latin was the language of learning and international communication. But in the early modern period, it was gradually displaced by French. By the eighteenth century, all the world - or at least all of Europe - aspired to be Parisian.",
      "author": "Michael Dirda",
      "category": "Learning, Language, World"
    },
    {
      "quote": "Communication services need interoperability to succeed - and Loopt is the first such service since SMS that is available across all major U.S. wireless carriers.",
      "author": "Sam Altman",
      "category": "Service, Succeed, First"
    },
    {
      "quote": "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary.",
      "author": "Henry Miller",
      "category": "Work, Good, Great"
    },
    {
      "quote": "People just want to dig; they want to dance. They don't want to work all through the night, and neither do I. I like getting 'out there,' but communication should be occurring on more levels than heavy-laden philosophical.",
      "author": "Kurt Elling",
      "category": "Work, Dance, Night"
    },
    {
      "quote": "The late 20th century had just enough communication abilities to allow superstar-ness and communality to happen. It was a musical renaissance that rivals the visual one that happened in the 1400s.",
      "author": "Daryl Hall",
      "category": "Late, Renaissance, Visual"
    },
    {
      "quote": "In many companies, the person who talks the best usually gets the job. I got snowed by a few of those people over the years. I still think communication is important, but I don't think there's always a correlation between being a great communicator and other virtues that make for a great leader.",
      "author": "John Mackey",
      "category": "Best, Leader, Great"
    },
    {
      "quote": "CBS's Major Garrett writes in 'National Journal' about a new version of the 'stray voltage' theory of communication in which the president purposefully overstates his case knowing that it will create controversy.",
      "author": "John Dickerson",
      "category": "President, New, Create"
    },
    {
      "quote": "I am worried about development in the field of information technology, communication, etc. So you cannot say that I have become inactive.",
      "author": "Sharad Pawar",
      "category": "Technology, I Am"
    },
    {
      "quote": "We have to realize only in communication, in real knowledge, in real reaching out, can there be an understanding that there's humanity everywhere, and that's what I'm trying to do.",
      "author": "Mira Nair",
      "category": "Knowledge, Humanity"
    },
    {
      "quote": "In the years preceding my imprisonment, I worked as a software programmer, designing and developing web interfaces, secure databases, and communication software; later, I was employed as an intelligence analyst for the U.S. Army. Throughout each of these jobs, we used different kinds of encryption to keep prying eyes out of information we handled.",
      "author": "Chelsea Manning",
      "category": "Eyes, Intelligence"
    },
    {
      "quote": "Shiv Nadar University has five schools with 16 departments offering 14 undergraduate, 10 master's and 13 doctoral programmes. The demand for engineering courses - computer science, engineering, electronics, communication engineering, mechanical engineering - is slightly on the higher side compared to other engineering courses.",
      "author": "Shiv Nadar",
      "category": "Science, Engineering"
    },
    {
      "quote": "Honest communication is a rare thing.",
      "author": "Taylor Sheridan",
      "category": "Honest, Rare, Rare Thing"
    },
    {
      "quote": "'Instagram' is a media company. I think we're about visual media. I explain ourselves as a disruptive entertainment platform that enables communication through visual media. I don't think it's just photos.",
      "author": "Kevin Systrom",
      "category": "Media, Company, Think"
    },
    {
      "quote": "Just so everyone knows, we're not a photo-sharing company. I don't see photos on 'Instagram' as art. They're much more about communication.",
      "author": "Kevin Systrom",
      "category": "Art, Company, See"
    },
    {
      "quote": "I feel like communication is the same whether you're cooking for someone or singing or writing a song or writing a play or ordering from McDonald's.",
      "author": "Tituss Burgess",
      "category": "Writing, Cooking, Singing"
    },
    {
      "quote": "Although social media is a relatively new form of communication, it has become the primary way retailers and customers are interfacing.",
      "author": "Ryan Holmes",
      "category": "Social Media, Media, New"
    },
    {
      "quote": "It's extraordinary that revolutions taking place around the world were sparked by communication on the Internet.",
      "author": "Robbie Robertson",
      "category": "World, Internet, Place"
    },
    {
      "quote": "Reclassification is the best way to for us to preserve the Internet as an unfettered tool for communication and the sharing of ideas.",
      "author": "Chuck Schumer",
      "category": "Best, Ideas, Internet"
    },
    {
      "quote": "I think, increasingly, despite what we are being told is an ever more open world of communication, there is a terrible alienation in the ordinary man between what he is being told and what he secretly believes.",
      "author": "John le Carre",
      "category": "Man, World, Think"
    },
    {
      "quote": "Communication is important.",
      "author": "Douglas Booth",
      "category": "Important"
    },
    {
      "quote": "Contractions, 'U' for 'you' and the like are wonderful to make communication brief and efficient - but we wouldn't want all our talk to be only brief and efficient. Taking pauses out of language would be like taking the net away from a tennis game. Where would all the fun go?",
      "author": "Pico Iyer",
      "category": "Fun, Language, Tennis"
    },
    {
      "quote": "On 'Check Your Head' and 'Ill Communication,' most of the lyrics are much more, 'OK, you take that, and I'll say that' - they're split up.",
      "author": "Mike D",
      "category": "You, Say, Check"
    },
    {
      "quote": "I spent a lot of years on the road, and what happens is you find out who your real friends are and you find out where your strengths and weaknesses lie in communication. I've had the same friends for 20 years now and I can count them on one hand.",
      "author": "Sarah McLachlan",
      "category": "Friends, Road, Lie"
    },
    {
      "quote": "Revelation is communication from God to His children on the earth and one of the great blessings associated with the gift and constant companionship of the Holy Ghost.",
      "author": "David A. Bednar",
      "category": "Children, Great, God"
    },
    {
      "quote": "In elementary school, we should teach nonviolent conflict resolution and healthy communication skills, which will help children cope with issues like rejection and sexuality later in life.",
      "author": "Jane Velez-Mitchell",
      "category": "Life, Children, School"
    },
    {
      "quote": "I don't think there's such a thing as a selfish prayer. Prayer puts you in communication so you can talk about whatever you want to talk about.",
      "author": "Iyanla Vanzant",
      "category": "Prayer, Selfish, Want"
    },
    {
      "quote": "I always find that there is a real communication between voice and violin.",
      "author": "Itzhak Perlman",
      "category": "Voice, Real, Find"
    },
    {
      "quote": "I believe that no matter what you do in life, if you learn the basics through theater, it will help you in everything else - problem solving, communication, discipline, all of that stuff.",
      "author": "Laura Linney",
      "category": "Life, Believe, Help"
    },
    {
      "quote": "With communication technology in general, there's a kind of certain critical mass of people. Once you get to 15% of the world's entire population using one communication technology, that's a big deal. It's beyond the theoretical at this point. The people who think it's a fad have probably not been paying that much attention.",
      "author": "Ben Horowitz",
      "category": "Technology, World, People"
    },
    {
      "quote": "It is very helpful to me, in my job, for people to know me better. A lot of that is, it's a communication job.",
      "author": "Ben Horowitz",
      "category": "Job, Me, People"
    },
    {
      "quote": "As I've gotten to know myself over the years, I realised I'm kind of a sweet, sensitive guy, a shy guy, and communication is not something I'm so good at.",
      "author": "Christian Slater",
      "category": "Good, Myself, Sweet"
    },
    {
      "quote": "With clearly defined roles and a focus on communication, it's much easier to make your company come across as well-organized and on top of things - because it actually is.",
      "author": "Kathryn Minshew",
      "category": "Focus, Company, Easier"
    },
    {
      "quote": "I hate the amount of communication, the obligation that you have just by owning a phone.",
      "author": "Lucas Till",
      "category": "Hate, You, Phone"
    },
    {
      "quote": "Scientology helps me in acting to focus on communication.",
      "author": "Erika Christensen",
      "category": "Focus, Me, Acting"
    },
    {
      "quote": "I can be a binger when it comes to information, but most of the time, I'm pretty good, and I try to focus on my own life and personal communication.",
      "author": "Erika Christensen",
      "category": "Life, Time, Good"
    },
    {
      "quote": "Vocal rest is awesome. It is like any kind of fast. Firstly, it is a purification of speech. It made me realize how not careful I am with the things I say. It also makes you find new ways of communication and new methods to connect with people.",
      "author": "Matisyahu",
      "category": "I Am, Me, People"
    },
    {
      "quote": "There are many deaf people who couldn't imagine living in a marriage without someone who doesn't speak their language. For me, I believe that hearing or deaf is fine as long as both parties are willing to communicate in each other's language. But if there's no communication, then the marriage, I believe, will be difficult if not doomed.",
      "author": "Marlee Matlin",
      "category": "Marriage, Believe, Speak"
    },
    {
      "quote": "The Internet is a clear example of how our lives have changed in ways we couldn't have imagined: a distributed information source, which is invisible to everyone, where you can access anything, and it's distributed throughout the whole world. Basically, communication is instantaneous.",
      "author": "Lawrence M. Krauss",
      "category": "World, Internet, Information"
    },
    {
      "quote": "Language as a communication tool is the primary element from which literature is created. Even in pre-literate societies, it exists as songs, riddles, or epics that are chanted.",
      "author": "F. Sionil Jose",
      "category": "Language, Literature, Tool"
    },
    {
      "quote": "'Arrival' talks very little about language and how to precisely dissect a foreign language. It's more a film on intuition and communication by intuition, the language of intuition.",
      "author": "Denis Villeneuve",
      "category": "Language, Intuition, Little"
    },
    {
      "quote": "I am still cautiously hopeful about the potential of the Internet. But it seems that the greatest revolution in communication has been hijacked by commercial values.",
      "author": "Beeban Kidron",
      "category": "I Am, Internet, Greatest"
    },
    {
      "quote": "There's been nobody who stays in more communication and listens to veterans more than I do.",
      "author": "Rodney Frelinghuysen",
      "category": "Veterans, Nobody, Than"
    },
    {
      "quote": "I think everyone has shame about something, whether it's a lack of a relationship with a child or maybe their weight or a lack of communication within their marriage. Everyone can relate to that because we all have something that we're like, 'God, I can work on that,' or, 'I wish I was better at doing this.'",
      "author": "Chrissy Metz",
      "category": "Work, Marriage, Relationship"
    },
    {
      "quote": "Obama better understood community organisation and peer-to-peer communication than any recent candidate, and we are applying that lesson.",
      "author": "Douglas Alexander",
      "category": "Community, Better, Lesson"
    },
    {
      "quote": "I enjoy very much communication. I think that scientists need to communicate.",
      "author": "Anthony Fauci",
      "category": "Enjoy, Think, Need"
    },
    {
      "quote": "There must be a reason why photographers are not very good at verbal communication. I think we get lazy.",
      "author": "Annie Leibovitz",
      "category": "Good, Think, Why"
    },
    {
      "quote": "What does music mean to me? I don't think I would really be much without it, without it coming through me. It's my means of communication, my means of growth, my means of transportation from one point in my life to another.",
      "author": "Erykah Badu",
      "category": "Life, Music, Growth"
    },
    {
      "quote": "Coach Pederson, for me, the communication we have is clear, and it's an open line. He really respects my opinion on plays. If I'm feeling something... he instills a lot of confidence in me. That is huge.",
      "author": "Carson Wentz",
      "category": "Confidence, Me, Opinion"
    },
    {
      "quote": "I have a very open line of communication with both my children.",
      "author": "Gloria Estefan",
      "category": "Children, Open, Line"
    },
    {
      "quote": "My wife and I have built trust with our children and have always had open communication.",
      "author": "Rick Springfield",
      "category": "Children, Trust, Wife"
    },
    {
      "quote": "He that communicates his secret to another makes himself that other's slave.",
      "author": "Baltasar Gracian",
      "category": "Slave, Himself, Secret"
    },
    {
      "quote": "What I try to get beyond is playing music at people and, instead, to play music with people because audience members are constantly part of the experience. What they say in their body language, what they say in their eyes, what they sing with me... it's an 'us,' and there's a communication that's like... it's like church, man.",
      "author": "Al Jarreau",
      "category": "Music, Experience, Eyes"
    },
    {
      "quote": "It is true that the Internet can be used to disseminate falsehoods quickly, but it just as quickly roots them out and exposes them in a way that the traditional model of journalism and its closed, insular, one-way form of communication could never do.",
      "author": "Glenn Greenwald",
      "category": "Roots, Internet, Journalism"
    },
    {
      "quote": "In a way song writing can almost be detrimental, because suddenly you find an outlet that is a kind of cheating. You don't need to have direct communication. You can say, 'I can't describe it to you, but I will record it and send it to you.'",
      "author": "James Blunt",
      "category": "Writing, Cheating, Song"
    },
    {
      "quote": "Pure truth cannot be assimilated by the crowd it must be communicated by contagion.",
      "author": "Henri Frederic Amiel",
      "category": "Truth, Pure, Crowd"
    },
    {
      "quote": "For me, good service is efficient and discreet; it's that critical balance. As soon as the client sits down, the communication flow has to start. Customers need to feel that the waiters are supervised - that there's a system in place.",
      "author": "Daniel Boulud",
      "category": "Good, Service, Balance"
    },
    {
      "quote": "I believe in communication books communicate ideas and make bridges between people.",
      "author": "Jeanette Winterson",
      "category": "Believe, Ideas, People"
    },
    {
      "quote": "I don't think there has been enough communication between the players and the tournaments. In one sense it's just as much the players' fault. Players talk between each other and in the locker room about things that can be improved and then when the time comes to talk and really do something about it they stop.",
      "author": "Novak Djokovic",
      "category": "Time, Think, Stop"
    },
    {
      "quote": "I like television. I still believe that television is the most powerful form of communication on Earth - I just hate what is being done with it.",
      "author": "Alton Brown",
      "category": "Powerful, Hate, Believe"
    },
    {
      "quote": "The Internet has given us 10 or 15 new styles of communication: long messages like blogging, and then short messages like texting and tweeting. I see it all as part of an expanding array of linguistic possibilities.",
      "author": "David Crystal",
      "category": "Short, Internet, Long"
    },
    {
      "quote": "A word carries far, very far, deals destruction through time as the bullets go flying through space.",
      "author": "Joseph Conrad",
      "category": "Time, Space, Flying"
    },
    {
      "quote": "I speak onstage to try to establish some method of communication. The songs are supposed to be a way of communicating. But speech and drinks and sometimes chocolates are also a way of communicating.",
      "author": "Jarvis Cocker",
      "category": "Speak, Speech, Try"
    },
    {
      "quote": "Suspense films are often based on communication problems, and that affects all of the plot points. It almost gives it kind of a fable feeling.",
      "author": "Ira Sachs",
      "category": "Problems, Feeling, Kind"
    },
    {
      "quote": "We are not advertising ourselves as a secure platform. It's a communication platform. It's not our job to police the world or Snapchat of jerks.",
      "author": "Evan Spiegel",
      "category": "Job, Advertising, World"
    },
    {
      "quote": "Loyalty and communication are always rewarded in sports.",
      "author": "Cheech Marin",
      "category": "Sports, Loyalty, Always"
    },
    {
      "quote": "Instantaneous and mass communication is the mother of mass naivety. Should we then lose hope? Is there any hope? But to lose hope is as dangerous as to nurture false hope. Where then can we find hope that is responsible?",
      "author": "Tariq Ramadan",
      "category": "Hope, Mother, Responsible"
    },
    {
      "quote": "The thing that I've always been slightly frustrated with, was that the idea of a CD is kind of confined to a material possession that you can put on a shelf. And the idea of music, for me, is always about both the communication and the sharing of content. And so the interactive part is missing.",
      "author": "Yo-Yo Ma",
      "category": "Music, Me, You"
    },
    {
      "quote": "A monopoly on the means of communication may define a ruling elite more precisely than the celebrated Marxian formula of monopoly in the means of production.",
      "author": "Robert Anton Wilson",
      "category": "Monopoly, May, Production"
    },
    {
      "quote": "My theory on an existing crisis is that you have to be very strategic about each case's unique elements. If a crisis involves a legal component, you need a communication strategy that complements the company's legal objective. A strategy for a plea deal is different than a case going to trial.",
      "author": "Judy Smith",
      "category": "Legal, Unique, Company"
    },
    {
      "quote": "Up until the 1960s, women would meet designers in their private ateliers, and together they would build a relationship and a wardrobe. Then, all of a sudden, designers disappeared into their own private bubble, and there was no communication.",
      "author": "Edgardo Osorio",
      "category": "Relationship, Women"
    },
    {
      "quote": "Communication isn't just directing a guy on what to do: it's passing the information along to the guy that's next to you, and that's where we make the calls come to life.",
      "author": "Dan Quinn",
      "category": "Life, Information, You"
    },
    {
      "quote": "The thing I've come to learn is that what's great about small independent films is the intimacy and the communication that occurs when you're making them.",
      "author": "Guy Pearce",
      "category": "Great, Small, You"
    },
    {
      "quote": "The level of communication you can achieve with an infant is really profound.",
      "author": "Mayim Bialik",
      "category": "You, Achieve, Profound"
    },
    {
      "quote": "'The Haunted Man' is about communication barriers between men and women, and in that song it's a woman's wait for her husband to come back from war. The vision for me was of a group of men and women on the opposite sides of two cliffs, trying to move or sing to each other and communicate, but they're kind of misfiring.",
      "author": "Bat for Lashes",
      "category": "Women, War, Vision"
    },
    {
      "quote": "No ideas and the ability to express them - that's a journalist.",
      "author": "Karl Kraus",
      "category": "Ideas, Ability, Express"
    },
    {
      "quote": "Nonverbal communication forms a social language that is in many ways richer and more fundamental than our words.",
      "author": "Leonard Mlodinow",
      "category": "Language, Words, Social"
    },
    {
      "quote": "Scientists attach great importance to the human capacity for spoken language. But we also have a parallel track of nonverbal communication, which may reveal more than our carefully chosen words, and sometimes be at odds with them.",
      "author": "Leonard Mlodinow",
      "category": "Great, Language, Words"
    },
    {
      "quote": "One of the most surprising forms of nonverbal communication is the way we automatically adjust the amount of time we spend looking into another's eyes as a function of our relative social position.",
      "author": "Leonard Mlodinow",
      "category": "Time, Eyes, Looking"
    },
    {
      "quote": "Touch is our most highly developed sense when we are born, and it remains a fundamental mode of communication throughout a baby's first year and an important influence throughout a person's life.",
      "author": "Leonard Mlodinow",
      "category": "Life, Baby, Influence"
    },
    {
      "quote": "There's a high level of communication between all of us at Marvel, and between Marvel and Lucasfilm.",
      "author": "Jason Aaron",
      "category": "High, Us, Between"
    },
    {
      "quote": "We need men and women to sit down and talk to each other about sex honestly and openly. That would help us fight Aids so immediately. But our lack of communication is hugely problematic.",
      "author": "Emma Thompson",
      "category": "Women, Men, Help"
    },
    {
      "quote": "And it's absolutely true that male sexual behaviour and female responses to male demands change a lot when they start communicating - and the levels of the communication that I've seen on the ground in very, very poor areas are so high and I think why don't we have that here?",
      "author": "Emma Thompson",
      "category": "Change, Start, Think"
    },
    {
      "quote": "All the people who run agencies, all the important people in agencies have taken communication courses, marketing courses, advertising courses, and courses basically teach advertising as a science, and advertising is so far from a science it isn't even funny. Advertising is an art.",
      "author": "George Lois",
      "category": "Funny, Art, Science"
    },
    {
      "quote": "The 1960s was a heroic age in the history of the art of communication - the audacious movers and shakers of those times bear no resemblance to the cast of characters in 'Mad Men.'",
      "author": "George Lois",
      "category": "Art, History, Age"
    },
    {
      "quote": "Communication between band-mates is imperative. Communication is the key to any healthy relationship. If I need to be checked, I expect to hear it put in plain words what my faults are, and give my band-mates the ultimate consideration by shutting up and listening, then acting on the advice given. Same goes for anyone else in any band.",
      "author": "Phil Anselmo",
      "category": "Relationship, Words"
    },
    {
      "quote": "Anonymous blog comments, vapid video pranks and lightweight mash-ups may seem trivial and harmless, but as a whole, this widespread practice of fragmentary, impersonal communication has demeaned personal interaction.",
      "author": "Jaron Lanier",
      "category": "Practice, Personal, May"
    },
    {
      "quote": "Being a good Hans Haacke student, part of his influence on me is that there's no difference between a gallery show and a film - or even an ad and a T-shirt-in terms of cultural legitimacy. They're just different contexts in which to have some sort of communication.",
      "author": "Mike Mills",
      "category": "Good, Influence, Me"
    },
    {
      "quote": "I really think that music itself, being one of the greatest possible vehicles for mass communication, should be probed to its extremes, to see how effective it can actually become, which is one of the reasons why I became also interested in presenting political points of view.",
      "author": "Ruben Blades",
      "category": "Music, Political, Greatest"
    },
    {
      "quote": "I find that I have about six bloggable ideas a day. I also find that writing twice as long a post doesn't increase communication, it usually decreases it. And finally, I found that people get antsy if there are unread posts in their queue.",
      "author": "Seth Godin",
      "category": "Day, Writing, Ideas"
    },
    {
      "quote": "The waste basket is the writer's best friend.",
      "author": "Isaac Bashevis Singer",
      "category": "Best, Best Friend, Friend"
    },
    {
      "quote": "What I like in a good author is not what he says but what he whispers.",
      "author": "Logan Pearsall Smith",
      "category": "Good, Like, He"
    },
    {
      "quote": "The disturbing truth about science communication is that we have theories and ways of delivering messages that really are like putting a candle to the dark, as Carl Sagan would say. We aren't sure what will work, when, or how much. But for all that uncertainty, that doesn't mean we shouldn't try.",
      "author": "Kyle Hill",
      "category": "Work, Truth, Science"
    },
    {
      "quote": "With 'The Sixth Sense,' my dad and I discussed how this was not so much a horror story as a story about communication. I understudied with my dad, in a sense. It made a huge difference.",
      "author": "Haley Joel Osment",
      "category": "Difference, Story, Horror"
    },
    {
      "quote": "For there to be communication within a couple, it is enough for there to be only one person who communicates or who really wants to communicate. Even though a couple consists of two people, if one of the people in a couple puts all their effort into moving a couple along they will move along.",
      "author": "Pedro Almodovar",
      "category": "Effort, Moving, People"
    },
    {
      "quote": "Music is about communication... it isn't just something that maybe physically sounds good or orally sounds interesting; it's something far, far deeper than that.",
      "author": "Evelyn Glennie",
      "category": "Music, Good, Interesting"
    },
    {
      "quote": "There are a lot of things that Slack gives you that email doesn't when you think about internal use. Switching to Slack from email for internal communication gives you a lot more transparency.",
      "author": "Stewart Butterfield",
      "category": "Think, Email, You"
    },
    {
      "quote": "To conclude: good journalism is one of the models of good conversation and communication in the wider social context.",
      "author": "Rowan Williams",
      "category": "Good, Journalism"
    },
    {
      "quote": "Sometimes words are not needed, and the simplicity of expressing yourself through an art form is one of the best ways of communication.",
      "author": "Emmanuel Jal",
      "category": "Art, Best, Words"
    },
    {
      "quote": "I always felt it was necessary to keep up some kind of communication with other people.",
      "author": "Norman Lloyd",
      "category": "People, Kind, Always"
    },
    {
      "quote": "Communication is an issue where we can improve, and if I can do anything to help, I am happy to.",
      "author": "Ellen Stofan",
      "category": "Happy, I Am, Help"
    },
    {
      "quote": "I slept for four years. I didn't study much of anything. I majored in something called communication arts.",
      "author": "Don DeLillo",
      "category": "Study, Years, Anything"
    },
    {
      "quote": "Every major communication tool on the Internet has spam and abuse problems. All email services, blogging services and social networks have to dedicate a significant amount of resources and time to fighting abuse and protecting their users.",
      "author": "Evan Williams",
      "category": "Time, Problems, Internet"
    },
    {
      "quote": "I would admit that poetry is something more than mere communication and that if that 'something more' could be abstracted from the whole, it might well prove to be that which makes the whole a poem.",
      "author": "Louis MacNeice",
      "category": "Poetry, Admit, Well"
    },
    {
      "quote": "What is music anyway? It's a form of communication, and that's why I play the kind of music that I think - that I hope - can communicate with people.",
      "author": "Kenny G",
      "category": "Music, Hope, People"
    },
    {
      "quote": "I mean, what is music anyway? It's a form of communication - at least for me it is. And that's why I play the kind of music that I think - that I hope - can communicate with people.",
      "author": "Kenny G",
      "category": "Music, Hope, Me"
    },
    {
      "quote": "Sure, I love people, and I want to communicate with people. I mean, what is music anyway? It's a form of communication - at least for me it is. And that's why I play the kind of music that I think - that I hope - can communicate with people.",
      "author": "Kenny G",
      "category": "Love, Music, Hope"
    },
    {
      "quote": "Around the time I began starving, in the early eighties, the visual image had begun to supplant text as culture's primary mode of communication, a radical change because images work so differently than words: They're immediate, they hit you at levels way beneath intellect, they come fast and furious.",
      "author": "Caroline Knapp",
      "category": "Work, Change, Time"
    },
    {
      "quote": "My personal view about how people should use Twitter is less relevant than our goal to provide the infrastructure for a new kind of communication and then support the creativity that emerges.",
      "author": "Biz Stone",
      "category": "Creativity, Support, Goal"
    },
    {
      "quote": "I never even wanted to be an actress. I studied mass communication and wanted to study law in Newcastle, for which I even got a scholarship. But by then, I had started modelling. So, I took a year off to decide what to do. But once you are used to working, it's difficult to get back to studies.",
      "author": "Esha Gupta",
      "category": "Law, Study, You"
    },
    {
      "quote": "Music is about communication, and the chemistry between an audience and the orchestra is absolutely essential; the performance does not exist in a bubble.",
      "author": "Charles Hazlewood",
      "category": "Music, Performance"
    },
    {
      "quote": "We are more and more into technology. Everything is texting, and everything is instant. Flowers are completely impractical as a method of communication when you could just send a text.",
      "author": "Vanessa Diffenbaugh",
      "category": "Technology, Flowers, You"
    },
    {
      "quote": "The National Surveillance State doesn't want anyone to be able to communicate without the authorities being able to monitor that communication.",
      "author": "Barry Eisler",
      "category": "Want, Surveillance, Without"
    },
    {
      "quote": "Writing has nothing to do with communication between person and person, only with communication between different parts of a person's mind.",
      "author": "Rebecca West",
      "category": "Writing, Mind, Person"
    },
    {
      "quote": "Democracy is interactive... It's a constant job of information, education, explanation, listening, and interactive communication.",
      "author": "Dick Gephardt",
      "category": "Education, Job, Democracy"
    },
    {
      "quote": "You should have mechanisms of communication, like faxes, which are obviously getting removed from offices because nobody uses them anymore. Faxes are great when e-mail doesn't work. I wouldn't be throwing them away.",
      "author": "Mikko Hypponen",
      "category": "Work, Great, You"
    },
    {
      "quote": "It has to be able to play at the maximum expression and communication in every style, and the only way you can do that is - like Verdi said - working with a file, every day, little by little, until the orchestra's collective qualities emerge.",
      "author": "James Levine",
      "category": "Day, Style, Play"
    },
    {
      "quote": "The way you communicate an idea is different than the way you communicate a product.",
      "author": "Frank Luntz",
      "category": "Way, You, Idea"
    },
    {
      "quote": "I don't understand why people whose entire lives or their corporate success depends on communication, and yet they are led on occasion by CEOs who cannot talk their way out of a paper bag and don't care to.",
      "author": "Frank Luntz",
      "category": "Success, People, Why"
    },
    {
      "quote": "There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That's not what the American people want to hear.",
      "author": "Frank Luntz",
      "category": "Anger, Pain, American"
    },
    {
      "quote": "Republicans use think tanks to come up with a lot of their messages. The think tanks are the single worst, most undisciplined example of communication I've ever seen.",
      "author": "Frank Luntz",
      "category": "Think, Single, Example"
    },
    {
      "quote": "Ideology and communication more often than not run into each other rather than complement each other. Principle and communication work together. Ideology and communication often work apart.",
      "author": "Frank Luntz",
      "category": "Work, Together, Run"
    },
    {
      "quote": "I love the rehearsal process in the theatre, and the visceral sense of contact and communication with a live audience.",
      "author": "Judd Nelson",
      "category": "Love, Theatre, Live"
    },
    {
      "quote": "Language cares.",
      "author": "Howard Nemerov",
      "category": "Language, Cares"
    },
    {
      "quote": "I didn't know folk music growing up, no. It's something I've come to study, really, because I think there's so much to learn from traditional music in the sense of the way music began as a way of communication, the traveling storyteller, the bard, the minstrels.",
      "author": "P. J. Harvey",
      "category": "Music, Growing Up, Know"
    },
    {
      "quote": "Politics is a matter of human transaction. I consider absolutely everything political, because all fiction involves relationships between people, and relationships between people always include matters of power, of equity, of communication.",
      "author": "Deborah Eisenberg",
      "category": "Power, Politics, Political"
    },
    {
      "quote": "Fashion shows are really my way of communication.",
      "author": "Dries van Noten",
      "category": "Fashion, Way, Really"
    },
    {
      "quote": "As much as I encourage communication with my readers, I don't want reviews from them, simply because I don't need to be hamstrung in the middle of working on something.",
      "author": "Christopher Moore",
      "category": "Want, Working, Need"
    },
    {
      "quote": "I'm talking to you and it's basically a direct communication, whereas if I'm writing a letter to you and you read the letter, there are like 12 extra deconstruction and reconstruction steps in the communication.",
      "author": "Kevin J. Anderson",
      "category": "Writing, You, Talking"
    },
    {
      "quote": "My father had a big brick cell phone, before anyone had a cell phone, because he was really just into that kind of thing - communication devices. I grew up between my father's laboratory and my mother's library.",
      "author": "Rashid Johnson",
      "category": "Father, Mother, Library"
    },
    {
      "quote": "Most people that derail as leaders in the corporate world, it's not because they couldn't do the math and calculate return on investment properly. The issues are communication and understanding. All of what typically would've been called the 'soft stuff.' You have to be authentic. You have to be dialed into the soft stuff.",
      "author": "Douglas Conant",
      "category": "World, People, Understanding"
    },
    {
      "quote": "The filmmaking process is a very personal one to me, I mean it really is a personal kind of communication. It's not as though its a study of fear or any of that stuff.",
      "author": "David Cronenberg",
      "category": "Fear, Me, Filmmaking"
    },
    {
      "quote": "I started on the use of the Internet for scientific communication. Our research group was one of the very first to make really systematic use of it as a way of managing research projects.",
      "author": "Joshua Lederberg",
      "category": "Internet, Research, Group"
    },
    {
      "quote": "The waste of capital, in proportion to the total capital, in this country between 1800 and 1850, in the attempts which were made to establish means of communication and transportation, was enormous.",
      "author": "William Graham Sumner",
      "category": "Transportation, Country"
    },
    {
      "quote": "All my life, I've been working with male directors, which I've really enjoyed. And I'm lucky in that I've worked with men who have a lot of respect for women. But working with a woman is a different experience. It feels like the communication is different.",
      "author": "Gal Gadot",
      "category": "Life, Respect, Women"
    },
    {
      "quote": "Quite frankly, the Urban brand organization became too siloed, with too little communication across functional areas. The great creativity that has been the hallmark of our success became stifled.",
      "author": "Richard Hayne",
      "category": "Success, Creativity, Great"
    },
    {
      "quote": "I don't think that VR is going to lead to humanity being enslaved in the matrix or letting the world crumble around us. I think it's going to end up being a great technology that brings closer people together, that allows for better communication, that reduces a lot of environmental waste that we're currently doing in the real world.",
      "author": "Palmer Luckey",
      "category": "Technology, Great"
    },
    {
      "quote": "I'm a huge fan of online communities. I think that asynchronous internet-based communication forums such as Reddit and other discussion forums are one of the best things that could possibly have happened to collaborative invention. The Rift certainly would not exist without forums.",
      "author": "Palmer Luckey",
      "category": "Best, Think, Without"
    },
    {
      "quote": "The decisions we make about communication security today will determine the kind of society we live in tomorrow.",
      "author": "Whitfield Diffie",
      "category": "Today, Society, Decisions"
    },
    {
      "quote": "We're moving into an era when things are dematerialised and much more holographic. Floating above the physical world and the geographic map, there's another landscape that's constantly changing - something like a cloud - of communication, information, exchange and commerce.",
      "author": "Doug Aitken",
      "category": "World, Moving, Information"
    },
    {
      "quote": "Communication is paramount, and what medium or what format you utilize should be a non-issue. In some respects, that has created a barrier for new media, especially web new media, because often times maybe the media itself comes before the concept, before the ideas, and ends up navigating or dictating the outcome.",
      "author": "Doug Aitken",
      "category": "Ideas, Media, You"
    },
    {
      "quote": "Walt put everything he knew about communication with images into the park, so it was very familiar.",
      "author": "John Hench",
      "category": "Everything, Park, Familiar"
    },
    {
      "quote": "A painting has a lot of advantages over other forms of communication. Unlike a movie, you don't have to put it into a machine and turn it on. It's just there every day. It's not limited by the element of time. It's a constant part of the home.",
      "author": "Thomas Kinkade",
      "category": "Time, Day, Home"
    },
    {
      "quote": "Without a possibility of change in meanings human communication could not perform its present functions.",
      "author": "Kenneth L. Pike",
      "category": "Change, Present, Human"
    },
    {
      "quote": "I am in favor of complete freedom of information and of free access to the new communication tools, in particular the Internet.",
      "author": "Omar Bongo",
      "category": "Freedom, I Am, Internet"
    },
    {
      "quote": "I try to just communicate what I want done as clearly and simply as possible.",
      "author": "Dick Wolf",
      "category": "Want, Done, Try"
    },
    {
      "quote": "People recognize certain things, like 'D' means 'this dialogue stinks.' We're dealing with shows that are written here, shot in New York and posted back here. Accurate communication is a necessity.",
      "author": "Dick Wolf",
      "category": "New York, People, Dialogue"
    },
    {
      "quote": "I am no technophobe. I like being able to calibrate communication, depending on the situation - texting for the simple and immediate; email for business or when I want to put some lag time into the exchange; Twitter to promote something; Facebook to draw a crowd.",
      "author": "David Horsey",
      "category": "Business, Time, I Am"
    },
    {
      "quote": "Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication.",
      "author": "Amy Klobuchar",
      "category": "Time, Know, Kids"
    },
    {
      "quote": "Music is a very personal and emotional form of communication.",
      "author": "Trevor Dunn",
      "category": "Music, Emotional, Personal"
    },
    {
      "quote": "When first starting to work with someone you try to get them in the same mindset that you were in when you were successful, and I realized the best thing you can ever do is realize that they are not you. They have a different persona and mindset, and you have to figure out what works best within your communication with that athlete.",
      "author": "Dan O'Brien",
      "category": "Work, Best, Successful"
    },
    {
      "quote": "Whether we're conscious of it or not, our work and personal lives are made up of daily rituals, including when we eat our meals, how we shower or groom, or how we approach our daily descent into the digital world of email communication.",
      "author": "Chip Conley",
      "category": "Work, Daily, World"
    },
    {
      "quote": "Anybody who thinks that getting a communication from a voter in your district is spam - that guy is pork. Roast pork unless he changes his point of view.",
      "author": "Dick Morris",
      "category": "Changes, View, Point Of View"
    },
    {
      "quote": "Thinking of Internet chat rooms or AIM as a kind - there's such an intimacy and honesty to tapping on your phone, despite how quick people are to damn digital means of communication as emotionless or too abstract.",
      "author": "Liv Bruce",
      "category": "Honesty, Thinking, Internet"
    },
    {
      "quote": "With my natural communication abilities, I could probably gather a crowd even without the Spirit.",
      "author": "Francis Chan",
      "category": "Spirit, Without, Natural"
    },
    {
      "quote": "I follow my conscience - and this is upsetting to some people, but I maintain the conscience is going to be the only thing between us and communication in the future.",
      "author": "Matt Drudge",
      "category": "Future, People, Conscience"
    },
    {
      "quote": "To pray is to have a conversation with Deity. This sacred and supernal communication with Heavenly Father is a divine and delicate process. This crucial communication should be conducted with great care and in compliance with sacred counsel.",
      "author": "L. Lionel Kendrick",
      "category": "Father, Great, Conversation"
    },
    {
      "quote": "May we treasure the divine gift of communication, and may we use it wisely to build and to assist others on this marvelous journey through mortality.",
      "author": "L. Lionel Kendrick",
      "category": "Journey, Gift, Treasure"
    },
    {
      "quote": "You know, Quincy Jones was a great mentor, but he was a man in a man's world. Fortunately he's a very sensitive man and a beautiful human being, and even though he was 14 or 15 years older than me, he's a capable human being and has great communication skills.",
      "author": "Lesley Gore",
      "category": "Beautiful, Great, Man"
    },
    {
      "quote": "What I'm primarily responsible for is products. Everything is developed with my personal involvement. Second is client communication. Everything to do with product and consumer is my primary focus. I also deal with everything which relates to investment and partnership. Distribution, finance, administration, I don't do.",
      "author": "Roustam Tariko",
      "category": "Focus, Finance, Partnership"
    },
    {
      "quote": "As a whole, the managers today are different in temperament. Most have very good communication skills and are more understanding of the umpire's job. That doesn't mean they are better managers. It just means that I perceive today's managers a bit differently.",
      "author": "Jim Evans",
      "category": "Good, Today, Job"
    },
    {
      "quote": "It seems a long time since the morning mail could be called correspondence.",
      "author": "Jacques Barzun",
      "category": "Morning, Time, Long"
    },
    {
      "quote": "Language is an inadequate form of communication. If you've picked up an instrument, it's because you don't feel you are communicating sufficiently.",
      "author": "Stephen Stills",
      "category": "Language, You, Feel"
    },
    {
      "quote": "Unlike then, the mail stream of today has diminished by such things as e-mails and faxes and cell phones and text messages, largely electronic means of communication that replace mail.",
      "author": "John M. McHugh",
      "category": "Today, Phones, Stream"
    },
    {
      "quote": "A more consistent and sustainable relationship with China will be a core goal of my administration. That requires open channels of communication, both with China's leadership and the Taiwanese people.",
      "author": "Tsai Ing-wen",
      "category": "Leadership, Relationship"
    },
    {
      "quote": "Yet, in spite of this world-wide system of linkages, there is, at this very moment, a general feeling that communication is breaking down everywhere, on an unparalleled scale.",
      "author": "David Bohm",
      "category": "Moment, Down, Feeling"
    },
    {
      "quote": "Twitter was around communication and visualizing what was happening in the world in real-time. Square was allowing everyone to accept the form of payment people have in their pocket today, which is a credit card.",
      "author": "Jack Dorsey",
      "category": "Today, World, People"
    },
    {
      "quote": "A good catchword can obscure analysis for fifty years.",
      "author": "Wendell Willkie",
      "category": "Good, Fifty, Years"
    },
    {
      "quote": "We don't communicate in full sentences anyway. We don't need all those words.",
      "author": "Shepard Smith",
      "category": "Words, Need, Communicate"
    },
    {
      "quote": "There's all these ways to instantly communicate - cars, computers, telephone and transportation - and even with all that, it's so hard to find people and have an honest communication with them.",
      "author": "Jason Schwartzman",
      "category": "Computers, People"
    },
    {
      "quote": "On the other hand, the American public possesses a great resilience and strength, and good risk communication strategies can tap into and even amplify those assets.",
      "author": "Patrick J. Kennedy",
      "category": "Strength, Good, Great"
    },
    {
      "quote": "Without form, communication stops... without form, you have everybody burbling on to themselves, whenever and however, things that no one else can understand and - rightly - no one else is interested in.",
      "author": "Gerhard Richter",
      "category": "Understand, You, Without"
    },
    {
      "quote": "These sites have torn down the geographical divide that once prevented long distance social relationships from forming, allowing instant communication and connections to take place and a virtual second life to take hold for its users.",
      "author": "Mike Fitzpatrick",
      "category": "Life, Long, Relationships"
    },
    {
      "quote": "The Internet has brought communities across the globe closer together through instant communication.",
      "author": "Mike Fitzpatrick",
      "category": "Together, Internet, Through"
    },
    {
      "quote": "People aren't going to talk about it except me and that is communication and the visits I have personally had in our meetings with our store managers saying if you do these things you will be terminated, period.",
      "author": "Lee Scott",
      "category": "Me, People, Meetings"
    },
    {
      "quote": "One of the things that amazes me about Twitter is the way it utterly eradicates artificial barriers to communication. Things like status, geopolitics and so on keep people from talking to one another. Those go away in Twitter. You see exchanges that would never happen anywhere else.",
      "author": "Dick Costolo",
      "category": "Me, People, You"
    },
    {
      "quote": "There are certain words which are nearer and dearer to a man than any others.",
      "author": "Nikolai Gogol",
      "category": "Man, Words, Which"
    },
    {
      "quote": "Measured in time of transport and communication, the whole round globe is now smaller than a small European country was a hundred years ago.",
      "author": "John Boyd Orr",
      "category": "Time, Small, Country"
    },
    {
      "quote": "Wikipedia was a big help for science, especially science communication, and it shows no sign of diminishing in importance.",
      "author": "Aubrey de Grey",
      "category": "Science, Help, Sign"
    },
    {
      "quote": "In communications, familiarity breeds apathy.",
      "author": "William Bernbach",
      "category": "Apathy, Familiarity"
    },
    {
      "quote": "Language commonly stresses only one side of any interaction.",
      "author": "Gregory Bateson",
      "category": "Language, Interaction, Side"
    },
    {
      "quote": "But I'm acutely aware that the possibility of fraud is even more prevalent in today's world because of the Internet and cell phones and the opportunity for instant communication with strangers.",
      "author": "Armistead Maupin",
      "category": "Today, Opportunity, World"
    },
    {
      "quote": "The thing I do, really, is a communication with audiences more than any achievement through records.",
      "author": "Richard Thompson",
      "category": "Achievement, Records"
    },
    {
      "quote": "Music is the major form of communication. It's the commonest vibration, the people's news broadcast, especially for kids.",
      "author": "Richie Havens",
      "category": "Music, People, News"
    },
    {
      "quote": "Many times, people have come up to me after singing some songs, and they'd say, 'Richie, do you know what you did?' And I'd say, 'What?' And they'd go, 'I wrote these songs down for you to sing, and you sang them all in a row.' But that's the kind of communication that happens, you know.",
      "author": "Richie Havens",
      "category": "Me, People, Singing"
    },
    {
      "quote": "The inventions and the great discoveries have opened up whole continents to reciprocal communication and interchange, provided we are willing.",
      "author": "Alva Myrdal",
      "category": "Great, Up, Inventions"
    },
    {
      "quote": "Eventually, it is found out but it takes time especially in the conditions when communication is difficult, when the enemy is making it extremely awkward for information to come out, to go.",
      "author": "Joe Slovo",
      "category": "Time, Information, Enemy"
    },
    {
      "quote": "In this great age of communication, there a lot of people you can't actually understand. I know everyone tweets, and twits and texts and all that, but actually we've all got voices, and it is awfully nice to hear them and if you can understand what people are saying.",
      "author": "Penelope Keith",
      "category": "Age, Great, People"
    },
    {
      "quote": "When ministers in this government talk about investing in education and skills, about making the planning system work; about employment law reform and delivering transport and power generation and broadband communication infrastructure, we are talking about raising Britain's productivity.",
      "author": "Philip Hammond",
      "category": "Work, Education, Power"
    },
    {
      "quote": "I think there's a worry that an excessive use or an almost exclusive use of text and emails means that as a society we're losing some of the ability to build interpersonal communication that's necessary for living together and building a community.",
      "author": "Vincent Nichols",
      "category": "Community, Together, Society"
    },
    {
      "quote": "As a graduate student at Oxford in 1963, I began writing about books in revolutionary France, helping to found the discipline of book history. I was in my academic corner writing about Enlightenment ideals when the Internet exploded the world of academic communication in the 1990s.",
      "author": "Robert Darnton",
      "category": "History, Writing, World"
    },
    {
      "quote": "I'm a child of the sixties. I grew up with a president who was a crook, who put us into the most unpopular war in history, who had no communication with people under thirty. I had seen the Symbionese Liberation Army and the Panthers and the Diggers; I understood what they were about.",
      "author": "Jerry Heller",
      "category": "History, War, Child"
    },
    {
      "quote": "In my teaching, I enjoyed creating models to clearly communicate my thoughts.",
      "author": "Erno Rubik",
      "category": "Thoughts, Creating"
    },
    {
      "quote": "Nurses serve their patients in the most important capacities. We know that they serve as our first lines of communication when something goes wrong or when we are concerned about health.",
      "author": "Lois Capps",
      "category": "Health, Medical, Know"
    },
    {
      "quote": "Mothers tend to be more direct. Fathers talk to other fathers about their kids more metaphorically. It's a different way of communication.",
      "author": "Richard Louv",
      "category": "Way, Mothers, Kids"
    },
    {
      "quote": "But if I can be convinced and then through the work that we do together, the orchestra can really be convinced of the big sweep of that communication that the piece suggests, then the audience will get it and it will be a good experience for all of us.",
      "author": "Michael Tilson Thomas",
      "category": "Work, Good, Experience"
    },
    {
      "quote": "States are looking for low-cost solutions that will enable better communication, while avoiding the danger in which the chain of command breaks down in emergencies. We do not want everyone talking to everyone else all the time.",
      "author": "John Shimkus",
      "category": "Time, Looking, Want"
    },
    {
      "quote": "Every single means of communication amongst the public, the government has antennae into, to find out who is liable to be sympathetic and who is not liable to be sympathetic, and I think this has probably been going on since all channels of communication began.",
      "author": "David Lloyd",
      "category": "Government, Think, Single"
    },
    {
      "quote": "It's so important in marriage to let the little things go and let the pride go. Forgiveness is so important, and communication. Don't major on the minors.",
      "author": "Kimberly Schlapman",
      "category": "Marriage, Forgiveness"
    },
    {
      "quote": "I wasn't rebellious. Other friends had far stricter parents and where there wasn't a relationship of respect and communication, they were usually the opposite; kids go to the other extreme.",
      "author": "Randa Abdel-Fattah",
      "category": "Relationship, Respect"
    },
    {
      "quote": "If I'm doing a show on Sunday at 7 P.M., that wouldn't be the same show that I'd do at 11 P.M. on a Saturday - it's a different room at a different time of day with different sensibilities. That doesn't mean you have to compromise your art, but it is communication: you have to know how to talk to people.",
      "author": "Michael Che",
      "category": "Time, Art, Day"
    },
    {
      "quote": "From my time at Nokia, I've seen the 99% positive and occasionally negative impact that communication tools can have on people.",
      "author": "Jan Chipchase",
      "category": "Positive, Time, Negative"
    },
    {
      "quote": "It is vital that the United States maintains open lines of communication with our allies. We must assure them of our commitment to eradicating global terrorism wherever it may reside or wherever it's given haven.",
      "author": "George Allen",
      "category": "Commitment, Terrorism, Lines"
    },
    {
      "quote": "Texting is a supremely secretive medium of communication - it's like passing a note - and this means we should be very careful what we use it for.",
      "author": "Lynne Truss",
      "category": "Texting, Like, Note"
    },
    {
      "quote": "That was when I realised that music is the most profound, magical form of communication there is.",
      "author": "Lesley Garrett",
      "category": "Music, Profound, Magical"
    },
    {
      "quote": "I'm glad you asked that question, because of any musical situation I've been in, the communication feels great here with Russell. He really pays close attention to what I'm doing because he cares.",
      "author": "Benny Green",
      "category": "Great, Situation, You"
    },
    {
      "quote": "There is no roles. No one is keeping any roles. The drummer is also answering everybody and everything. So it is a constant conversation and communication between musicians on an extremely high level with extremely valuable material, motifs, and melodies.",
      "author": "Miroslav Vitous",
      "category": "Musicians, Conversation"
    },
    {
      "quote": "History has demonstrated that efforts to censure and control communication will not succeed.",
      "author": "Ricardo Salinas Pliego",
      "category": "History, Control, Succeed"
    },
    {
      "quote": "I'm not the first person to say this, but communication at 'SNL' - I don't want to say it's not good, but unless you ask questions, you will not know what's going on.",
      "author": "Pete Davidson",
      "category": "Good, Questions, Want"
    },
    {
      "quote": "Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection.",
      "author": "Vanessa Lachey",
      "category": "Relationship, Trust, Think"
    },
    {
      "quote": "Product investment, quality management, and all the things that are key for a car company - great, there has been no compromise in those aspects. But I feel there's a lot we could do on communication, particularly from a Chinese perspective.",
      "author": "Li Shufu",
      "category": "Car, Great, Management"
    }
  ]
}