{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Since good  the more Communicated  more abundant grows.","author":"John Milton","category":"goodness"},{"quote":"A glass is good  and a lass is good. And a pipe to smoke in cold weather  The world is good  and the people are good  And we're all good fellows together.","author":"John O'Keeffe","category":"goodness"},{"quote":"He that does good for good's sake seeks neither praise nor reward  though sure of both at last.","author":"William Penn","category":"goodness"},{"quote":"What is sauce for the goose is sauce for the gander.","author":"Caius Terentius Varro","category":"goose"},{"quote":"The goose gabbles amid the melodious swans.","author":"Virgil","category":"goose"},{"quote":"And all who told it added something new  And all who heard it made enlargements too.","author":"Alexander Pope","category":"gossip, gossips"},{"quote":"Biography is higher gossip.","author":"Robert Winder","category":"gossip, gossips"},{"quote":"Even doubtful accusations leave a stain behind them.","author":"Thomas Fuller","category":"gossip, gossips"},{"quote":"Leonard Woolf in a letter to Lytton Strachey said he hated John Maynard Keynes \"for his crass stupidity and hideous face\".","author":"Leonard Woolf","category":"gossip, gossips"},{"quote":"No one gossips about other people's secret virtues.","author":"Bertrand Russell","category":"gossip, gossips"},{"quote":"Gossip is when you hear something you like about someone you don't.","author":"Earl Wilson","category":"gossip, gossips"},{"quote":"Gossip needs no carriage.","author":"Russian proverb","category":"gossip, gossips"},{"quote":"Another good thing about gossip is that it is within everybody's reach  And it is much more interesting than any other form of speech.","author":"Ogden Nash","category":"gossip, gossips"},{"quote":"Hating anything in the way of ill-natured gossip ourselves  we are always grateful to those who do it for us and do it well.","author":"Saki","category":"gossip, gossips"},{"quote":"No gossip ever dies away entirely  if many people voice it: it  too  is a kind of divinity.","author":"Hesiod","category":"gossip, gossips"},{"quote":"Gossip is vice enjoyed vicariously - the sweet  subtle satisfaction without the risk.","author":"Kin Hubbard","category":"gossip, gossips"},{"quote":"The best-loved man or maid in the town would perish with anguish could they hear all that their friends say in the course of a day.","author":"John Hay","category":"gossip, gossips"},{"quote":"If you can't say something good about someone  sit right here by me.","author":"Alice Roosevelt Longworth","category":"gossip, gossips"},{"quote":"What some invent  the rest enlarge.","author":"Jonathan Swift","category":"gossip, gossips"},{"quote":"What people say behind your back is your standing in the community.","author":"Edgar Watson Howe","category":"gossip, gossips"},{"quote":"Whoever gossips to you will gossip of you.","author":"Spanish proverb","category":"gossip, gossips"},{"quote":"A little public scandal is good once in a while - takes the tension out of the news.","author":"Beryl Pfizer","category":"gossip, gossips"},{"quote":"Gossip is the art of saying nothing in a way that leaves practically nothing unsaid.","author":"Walter Wine hell","category":"gossip, gossips"},{"quote":"He that repeateth a matter separateth very friends.","author":"Bible","category":"gossip"},{"quote":"Let the greater part of the news thou hearest be the least part of what thou believest.","author":"Francis Quarles","category":"gossip"},{"quote":"Foul whisperings are abroad.","author":"William Shakespeare","category":"gossip"},{"quote":"I heard the little bird say so.","author":"Jonathan Swift","category":"gossip"},{"quote":"Tattlers also and busy bodies  speaking things which they ought not.","author":"Bible","category":"gossip"},{"quote":"There is only one thing in the world worse than being talked about  and that is not being talked about.","author":"Oscar Wilde","category":"gossip"},{"quote":"When  in the course of human events  it becomes necessary for one people to dissolve the political bands which have connected them with another  and to assume among the powers of the earth the separate and equal station to which the laws of nature and of nature's God entitle them  a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation. We hold these truths to be self-evident  that all men are created equal  that they are endowed by their creator with certain unalienable rights  that among these are life  liberty  and the pursuit of happiness  that to secure these rights  governments are instituted among men  deriving their just powers from the consent of the governed  that whenever any form of government becomes destructive to these ends  it is the right of the people to alter or to abolish it  and to institute new government  laying its foundation on such principles  and organizing its powers in such form  as to them shall seem most likely to effect their safety and happiness.","author":"Thomas Jefferson","category":"government, rule"},{"quote":"A difficulty for every solution.","author":"Herbert Samuel","category":"government, rule"},{"quote":"A good government remains the greatest of human blessings  and no nation has ever enjoyed it.","author":"Dean William R. Inge","category":"government, rule"},{"quote":"A government which robs Peter to pay Paul can always depend on the support of Paul.","author":"George Bernard Shaw","category":"government, rule"},{"quote":"Bureaucrats are the only people in the world who can say absolutely nothing and mean it.","author":"Hugh Sidey","category":"government, rule"},{"quote":"Egypt: Where the Israelites would still be if Moses had been a bureaucrat.","author":"Laurence J. Peter","category":"government, rule"},{"quote":"At certain times of grave national stress  when that rag-bag called the British Constitution is in grave danger of coming unstuck  thank heaven for the big safety-pin at the top that keeps it together.","author":"Anonymous","category":"government, rule"},{"quote":"I would rather be governed by the first three hundred names in the Boston telephone book than by the Faculty of Harvard University.","author":"William F. Buckley","category":"government, rule"},{"quote":"The road to democracy is not a freeway. It is a toll road on which we pay by accepting and carrying out our civic responsibilities.","author":"Lucius D. Clay","category":"government, rule"},{"quote":"I believe the greatest asset a Head of State can have is the ability to get a good night's sleep.","author":"Harold Wilson","category":"government, rule"},{"quote":"In the Conservative view  you have 10 premiers and the Prime Minister as a kind of head waiter to take their orders.","author":"Pierre Elliott Trudeau","category":"government, rule"},{"quote":"It is the duty of Her Majesty's Government neither to flap nor to falter.","author":"Harold Macmillan","category":"government, rule"},{"quote":"It is useless for the sheep to pass resolutions in favour of vegetarianism while the wolf remains of a different opinion.","author":"Dean William R. Inge","category":"government, rule"},{"quote":"It would be desirable if every government  when it comes to power  should have its old speeches burnt.","author":"Philip Snowden","category":"government, rule"},{"quote":"Man's capacity for evil makes democracy necessary and man's capacity for good makes democracy possible.","author":"Reinhold Niebuhr","category":"government, rule"},{"quote":"No man is good enough to govern another man without that other's consent.","author":"Abraham Lincoln","category":"government, rule"},{"quote":"One can present people with opportunities. One cannot make them equal to them.","author":"Rosamond Lehmann","category":"government, rule"},{"quote":"Parliament is the longest running farce in the West End.","author":"Cyril Smith","category":"government, rule"},{"quote":"States  like men  have their growth  their manhood  their decrepitude  their decay.","author":"Walter Savage Landor","category":"government, rule"},{"quote":"The enemies of Freedom do not argue  they shout and they shoot.","author":"Dean William R. Inge","category":"government, rule"},{"quote":"The entire civil service is like a fortress  made of papers  forms and red tape.","author":"Alexander Ostrovsky","category":"government, rule"},{"quote":"The king reigns  but does not govern.","author":"Jan Zamoyski","category":"government, rule"},{"quote":"The point to remember is that what the Government gives it must first take away.","author":"John S. Caldwell","category":"government, rule"},{"quote":"There's no place for the state in the bedrooms of the nation.","author":"Pierre Elliott Trudeau","category":"government, rule"},{"quote":"Tyranny is always better organized than freedom.","author":"Charles Peguy","category":"government, rule"},{"quote":"We have a tried and tested system of government that  in being so flexible  exists as a great ghost that no one has dared to conjure into flesh.","author":"J. M. Parkin","category":"government, rule"},{"quote":"When the freedom they wished for most was the freedom from responsibility  then Athens ceased to be free and never was free again.","author":"Edith Hamilton","category":"government, rule"},{"quote":"Wherever you have an efficient government you have a dictatorship.","author":"Harry S. Truman","category":"government, rule"},{"quote":"While the people retain their virtue and vigilence  no administration  by any extreme of wickedness or folly  can very seriously injure the government in the short space of four years.","author":"Abraham Lincoln","category":"government, rule"},{"quote":"Any people anywhere  being inclined and having the power  have the right to rise up and shake off the existing government and form a new one. This is a most valuable and sacred right - a right which we hope and believe is to liberate the world.","author":"Abraham Lincoln","category":"government, rule"},{"quote":"No man should be in public office who can't make more money in private life.","author":"Thomas E. Dewey","category":"government, rule"},{"quote":"Government is the only institution that can take a valuable commodity like paper  and make it worthless by applying ink.","author":"Ludwig van Moses","category":"government, rule"},{"quote":"The poorest man may in his cottage bid defiance to all the force of the crown. It may be frail - its roof may shake - the wind may blow through it - the storm may enter - the rain may enter - but the King of England cannot enter! - all his force dares not cross the threshhold of the ruined tenement!","author":"William Pitt the Elder","category":"government, rule"},{"quote":"The art of government is the organization of idolatry.","author":"George Bernard Shaw","category":"government, rule"},{"quote":"Every government is run by liars and nothing they say should be believed.","author":"I. F. Stone","category":"government, rule"},{"quote":"The more the world is specialized the more it will be run by generalists.","author":"Marcel Masse","category":"government, rule"},{"quote":"We are under a Constitution  but the Constitution is what the judges say it is.","author":"Charles Evans Hughes","category":"government, rule"},{"quote":"A friend of mine says that every man who takes office in Washington either grows or swells  and when I give a man an office  I watch him carefully to see whether he is swelling or growing.","author":"Woodrow Wilson","category":"government, rule"},{"quote":"The majority is the best way  because it is visible  and has strength to make itself obeyed. Yet it is the opinion of the least able.","author":"Blaise Pascal","category":"government, rule"},{"quote":"The best government is a benevolent tyranny tempered by an occasional assassination.","author":"Voltaire","category":"government, rule"},{"quote":"No man ever saw a government. I live in the midst of the Government of the United States  but I never saw the Government of the United States.","author":"Woodrow Wilson","category":"government, rule"},{"quote":"The State  that cawing rookery of committees and subcommittees.","author":"V. S. Pritchett","category":"government, rule"},{"quote":"The weak have one weapon - the errors of those who think they are strong.","author":"Georges Bidault","category":"government, rule"},{"quote":"Government in the last analysis is organised opinion. Where there is little or no public opinion  there is likely to be bad government  which sooner or later becomes autocratic government.","author":"William Lyon Mackenzie King","category":"government, rule"},{"quote":"Under democracy  one party always devotes its chief energies to trying to prove that the other party is unfit to rule - and both commonly succeed  and are right.","author":"H. L. Mencken","category":"government, rule"},{"quote":"Inflation is one form of taxation that can be imposed without legislation.","author":"Milton Friedman","category":"government, rule"},{"quote":"Doing what's right isn't the problem. It's knowing what's right.","author":"Lyndon B. Johnson","category":"government, rule"},{"quote":"It is the aim of good government to stimulate production  of bad government to encourage consumption.","author":"Jean Baptiste Say","category":"government, rule"},{"quote":"Bureaucracy  the rule of no one  has become the modern form of despotism.","author":"Mary McCarthy","category":"government, rule"},{"quote":"Be thankful we're not getting all the government we're paying for.","author":"Will Rogers","category":"government, rule"},{"quote":"A government that is big enough to give you all you want is big enough to take it all away.","author":"Barry Goldwater","category":"government, rule"},{"quote":"Government is the political representative of a natural equilibrium  of custom  of inertia  it is by no means a representative of reason.","author":"George Santayana","category":"government, rule"},{"quote":"The best reason why monarchy is a strong government is that it is an intelligible government: the mass of mankind understand it  and they hardly anywhere in the world understand any other.","author":"Walter Bagehot","category":"government, rule"},{"quote":"The world is ruled only by consideration of advantages.","author":"Friedrich von Schiller","category":"government, rule"},{"quote":"Must a government of necessity be too strong for the liberties of its people or too weak to maintain its own existence?","author":"Abraham Lincoln","category":"government, rule"},{"quote":"As I get older ... I become more convinced that good government is not a substitute for self-government.","author":"Dwight Morrow","category":"government, rule"},{"quote":"Every man wishes to pursue his occupation and to enjoy the fruits of his labours and the produce of his property in peace and safety  and with the least possible expense. When these things are accomplished  all the objects for which government ought to be established are answered.","author":"Thomas Jefferson","category":"government, rule"},{"quote":"A monarchy is a merchantman  which sails well  but will sometimes strike on a rock and go to the bottom  whilst a republic is a raft which will never sink  but then your feet are always in water.","author":"Fisher Ames","category":"government, rule"},{"quote":"The state  it cannot too often be repeated  does nothing  and can give nothing  which it does not take from somebody.","author":"Henry George","category":"government, rule"},{"quote":"Government  even in its best state  is but a necessary evil  in its worst state  an intolerable one.","author":"Thomas Paine","category":"government, rule"},{"quote":"Government is not reason  it is not eloquence - it is force.","author":"George Washington","category":"government, rule"},{"quote":"Bureaucracy is a giant mechanism operated by pygmies.","author":"Honore de Balzac","category":"government, rule"},{"quote":"Whenever by an unfortunate occurrence of circumstances an opposition is compelled to support the government  the support should be given with a kick and not a caress and should be withdrawn at the first available moment.","author":"Randolph Churchill","category":"government, rule"},{"quote":"To govern is to choose.","author":"Pierre Mendes-France","category":"government, rule"},{"quote":"For a country to have a great writer is to have another government.","author":"Aleksandr Solzhenitsyn","category":"government, rule"},{"quote":"Republics are brought to their ends by luxury  monarchies by poverty.","author":"Baron de Montesquieu","category":"government, rule"},{"quote":"The foremost art of kings is the power to endure hatred.","author":"Seneca","category":"government, rule"},{"quote":"China has no income tax  no unemployed and not a single soldier outside its own territory.","author":"Chou En-lai","category":"government, rule"},{"quote":"In the long run every government is the exact symbol of its people  with their wisdom and unwisdom.","author":"Thomas Carlyle","category":"government, rule"},{"quote":"The art of governing consists in not letting men grow old in their jobs.","author":"Napoleon Bonaparte","category":"government, rule"},{"quote":"The worst thing in this world  next to anarchy  is government.","author":"Henry Ward Beecher","category":"government, rule"},{"quote":"The legitimate object of government is to do for a community of people  whatever they need to have done  but cannot do at all  or cannot so well do for themselves  in their separate and individual capacities.","author":"Abraham Lincoln","category":"government, rule"},{"quote":"That government is best which governs the least  because its people discipline themselves.","author":"Thomas Jefferson","category":"government, rule"},{"quote":"How can you govern a country with two hundred and forty-six varieties of cheese?","author":"Charles de Gaulle","category":"government, rule"},{"quote":"There is but one way for a president to deal with the Congress  and that is continuously  incessantly  and without interruption. If it's really going to work  the relationship between the president and the Congress has got to be almost incestuous.","author":"Lyndon B. Johnson","category":"government, rule"},{"quote":"The illegal we do immediately. The unconstitutional takes a little longer.","author":"Henry Kissinger","category":"government, rule"},{"quote":"The average man that I encounter all over the country regards government as a sort of great milk cow  with its head in the clouds eating air  and growing a full teat for everybody on earth.","author":"Clarence C. Manion","category":"government, rule"},{"quote":"To make certain that crime does not pay  the government should take it over and try to run it.","author":"G. Norman Collie","category":"government, rule"},{"quote":"The strongest pressure in the world can be friendly pressure.","author":"Lester Pearson","category":"government, rule"},{"quote":"The art of putting the right men in the right places is first in the science of government  but that of finding places for the discontented is the most difficult.","author":"Talleyrand","category":"government, rule"},{"quote":"It is common sense to take a method and try it. If it fails  admit it frankly and try another  but above all  try something.","author":"Franklin D. Roosevelt","category":"government, rule"},{"quote":"The government is becoming the family of last resort.","author":"Jerry Brown","category":"government, rule"},{"quote":"All this will not be finished in the first one hundred days. Nor will it be finished in the first one thousand days  nor in the life of this administration  nor even perhaps in our lifetime on this planet.","author":"John F. Kennedy","category":"government, rule"},{"quote":"Governments last as long as the undertaxed can defend themselves against the overtaxed.","author":"Bernard Berenson","category":"government, rule"},{"quote":"The impersonal hand of government can never replace the helping hand of a neighbour.","author":"Hubert Humphrey","category":"government, rule"},{"quote":"Too bad that all the people who know how to run the country are busy driving taxicabs and cutting hair.","author":"George Burns","category":"government, rule"},{"quote":"When we got into office  the thing that surprised me most was to find that things were just as bad as we'd been saying they were.","author":"John F. Kennedy","category":"government, rule"},{"quote":"No government can be long secure without a formidable opposition.","author":"Benjamin Disraeli","category":"government, rule"},{"quote":"The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty and we must rise with the occasion. As our case is new  so we must think anew and act anew. We must disenthrall ourselves  and then we shall save our country.","author":"Abraham Lincoln","category":"government, rule"},{"quote":"When I am abroad  I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.","author":"Winston Churchill","category":"government, rule"},{"quote":"The people's right to change what does not work is one of the greatest principles of our system of government.","author":"Richard Nixon","category":"government, rule"},{"quote":"No intelligence system can predict what a government will do if it doesn't know itself.","author":"J. K. Galbraith","category":"government, rule"},{"quote":"The U.S. Senate - an old scow which doesn't move very fast  but never sinks.","author":"Everett Dirksen","category":"government, rule"},{"quote":"The supply of government exceeds the demand.","author":"Lewis H. Lapham","category":"government, rule"},{"quote":"Tyranny is yielding to the lust of governing.","author":"Lord Moulton","category":"government, rule"},{"quote":"The safety of the State is the highest law.","author":"Justinian","category":"government"},{"quote":"Experience teaches us to be most on our guard to protect liberty when the government's purposes are beneficient.","author":"Louis Brandeis","category":"government"},{"quote":"Government is a contrivance of human wisdom to provide for human wants.","author":"Edmund Burke","category":"government"},{"quote":"Government is a trust  and the officers of the government are trustees  and both the trust and the trustees are created for the benefit of the people.","author":"Henry Clay","category":"government"},{"quote":"Though the people support the government the government should not support the people.","author":"Grover Cleveland","category":"government"},{"quote":"I think we have more machinery of government than is necessary  too many parasites living on the labor of the industrious.","author":"Thomas Jefferson","category":"government"},{"quote":"The will of the people is the only legitimate foundation of any government  and to protect its free expression should be our first object.","author":"Thomas Jefferson","category":"government"},{"quote":"Govern a great nation as you would cook a small fish. (Don't overdo it.)","author":"Lao-Tsze","category":"government"},{"quote":"No man is good enough to govern another man without that other's consent.","author":"Abraham Lincoln","category":"government"},{"quote":"A house divided against itself cannot stand - I believe this government cannot endure permanently half-slave and half-free.","author":"Abraham Lincoln","category":"government"},{"quote":"Every nation has the government that it deserves.","author":"Joseph De Maistre","category":"government"},{"quote":"Democracy is direct self-government  over all the people  for all the people  by all the people.","author":"Theodore Parker","category":"government"},{"quote":"Governments exist to protect the rights of minorities. The loved and the rich need no protection  - they have many friends and few enemies.","author":"Wendell Phillips","category":"government"},{"quote":"No man undertakes a trade he has not learned  even the meanest  yet every one thinks himself sufficiently qualified for the hardest of all trades - that of government.","author":"Socrates","category":"government"},{"quote":"It seems to me that government is like a pump  and what it pumps up is just what we are  a fair sample of the intellect  the ethics and the morals of the people  no better  no worse.","author":"Adlai Stevenson","category":"government"},{"quote":"Themistocles said  \"The Athenians govern the Greeks  I govern the Athenians  you  my wife  govern me  your son governs you.\"","author":"Plutarch","category":"government"},{"quote":"The basis of our political systems is the right of the people to make and to alter their constitutions of government.","author":"George Washington","category":"government"},{"quote":"An outward and visible sign of an inward and spiritual grace.","author":"Anonymous","category":"grace"},{"quote":"There  but for the grace of God  goes John Bradford.","author":"John Bradford","category":"grace"},{"quote":"Ye are fallen from grace.","author":"Galatians","category":"grace"},{"quote":"He does it with a better grace  but I do it more natural.","author":"William Shakespeare","category":"grace"},{"quote":"Gratitude is the heart's memory.","author":"French proverb","category":"gratitude"},{"quote":"The gratitude of most men is but a secret desire of receiving greater benefits.","author":"La Rochefoucauld","category":"gratitude"},{"quote":"He who receives a good turn should never forget it  he who does one should never remember it.","author":"Pierre Charron","category":"gratitude"},{"quote":"Gratitude is a duty which ought to be paid  but which none have a right to expect.","author":"Jean-Jacques Rousseau","category":"gratitude"},{"quote":"I would rather sleep in the southern corner of a little country churchyard  than in the tombs of the Capulets.","author":"Edmund Burke","category":"grave"},{"quote":"O death  where is thy sting? O grave  where is thy victory?","author":"Anonymous","category":"grave"},{"quote":"Some village Hampden  that  with dauntless breast  The little tyrant of his fields withstood  Some mute inglorious Milton here may rest  Some Cromwell guiltless of his country's blood.","author":"Thomas Gray","category":"grave"},{"quote":"The house appointed for all living.","author":"Anonymous","category":"grave"},{"quote":"Teach me to live that I may dread The grave as little as my bed.","author":"Bishop Ken","category":"grave"},{"quote":"The temple of silence and reconciliation.","author":"Macaulay","category":"grave"},{"quote":"Dust into dust  and under dust  to lie  Sans wine  sans song  sans singer  and - sans end.","author":"Omar Khayyam","category":"grave"},{"quote":"Oh  how a small portion of earth will hold us when we are dead  who ambitiously seek after the whole world while we are living!","author":"Henry Philip","category":"grave"},{"quote":"Is but the threshold of eternity.","author":"Robert Southey","category":"grave"},{"quote":"Under the wide and starry sky  Dig the grave and let me lie.","author":"Robert Louis Stevenson","category":"grave"},{"quote":"Hark! from the tombs a doleful sound.","author":"Isaac Watts","category":"grave"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"Every calling is great when greatly pursued.","author":"Oliver Wendell Holmes","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"great"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"great"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"great"},{"quote":"The great end of life is not knowledge  but action.","author":"Thomas Fuller","category":"great"},{"quote":"Everything great in the world comes from neurotics. They alone have founded our religions  and composed our masterpieces. Never will the world know all it owes to them  nor all they have suffered to enrich us.","author":"Marcel Proust","category":"great"},{"quote":"I'm a great believer in luck. I find the harder I work  the more I have of it.","author":"Stephen Leacock","category":"great"},{"quote":"The great cathedral space which was childhood.","author":"Virginia Woolf","category":"great"},{"quote":"A great part of courage is the courage of having done the thing before.","author":"Ralph Waldo Emerson","category":"great"},{"quote":"Life is a great surprise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","category":"great"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"great"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"great"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"great"},{"quote":"Behind every great man there is a surprised woman.","author":"Maryon Pearson","category":"great"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"great"},{"quote":"Great men are not always wise.","author":"Bible","category":"great"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"great"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"great"},{"quote":"A great man stands on God. A small man stands on a great man.","author":"Ralph Waldo Emerson","category":"greatness"},{"quote":"The heights by men reached and kept Were not attained by sudden flight  But they  while their companions slept  Were toiling upward in the night.","author":"Henry Wadsworth Longfellow","category":"greatness"},{"quote":"A white wall is the fool's paper.","author":"French proverb","category":"greatness"},{"quote":"Calmness is always Godlike.","author":"Ralph Waldo Emerson","category":"greatness"},{"quote":"Every generation revolts against its fathers and makes friends with its grandfathers.","author":"Lewis Mumford","category":"greatness"},{"quote":"He (Winston Churchill) mobilized the English language and sent it into battle to steady his fellow countrymen. . . .","author":"Anonymous","category":"greatness"},{"quote":"We are all worms  but I do believe that I am a glow-worm.","author":"Winston Churchill","category":"greatness"},{"quote":"To do great things is difficult  but to command great things is more difficult.","author":"Friedrich Nietzsche","category":"greatness"},{"quote":"Greatness is a zigzag streak of lightning in the brain.","author":"Herbert Asquith","category":"greatness"},{"quote":"If you want to know your true opinion of someone  watch the effect produced in you by the first sight of a letter from him.","author":"Arthur Schopenhauer","category":"greatness"},{"quote":"Few great men could pass Personnel.","author":"Paul Goodman","category":"greatness"},{"quote":"Clever men are impressed in their differences from their fellows. Wise men are conscious of their resemblance to them.","author":"R. H. Tawney","category":"greatness"},{"quote":"His eminence was due to the flatness of the surrounding landscape.","author":"John Stuart Mill","category":"greatness"},{"quote":"One can build the Empire State Building  discipline the Prussian army  make a state hierarchy mightier than God  yet fail to overcome the unaccountable superiority of certain human biengs.","author":"Aleksandr Solzhenitsyn","category":"greatness"},{"quote":"Each honest calling  each walk of life  has its own elite  its own aristocracy based on excellence of performance.","author":"James Bryant Conant","category":"greatness"},{"quote":"Only great men may have great faults.","author":"French proverb","category":"greatness"},{"quote":"The world knows nothing of its greatest men.","author":"Henry Taylor","category":"greatness"},{"quote":"Every age needs men who will redeem the time by living with a vision of things that are to be.","author":"Adlai Stevenson","category":"greatness"},{"quote":"Not a day passes over the earth  but men and women of no note do great deeds  speak great words and suffer noble sorrows.","author":"Charles Reade","category":"greatness"},{"quote":"Some are born great  some achieve greatness  and some hire public relations officers.","author":"Daniel J. Boorstin","category":"greatness"},{"quote":"Do continue to believe that with your feeling and your work you are taking part in the greatest  the more strongly you cultivate in yourself this belief  the more will reality and the world go forth from it.","author":"Rainer Maria Rilke","category":"greatness"},{"quote":"It is not the strength  but the duration  of great sentiments that makes great men.","author":"Friedrich Nietzsche","category":"greatness"},{"quote":"Greatness is a road leading towards the unknown.","author":"Charles de Gaulle","category":"greatness"},{"quote":"A great ship asks deep water.","author":"George Herbert","category":"greatness"},{"quote":"Great men too often have greater faults than little men can find room for.","author":"Walter Savage Landor","category":"greatness"},{"quote":"The highest and most lofty trees have the most reason to dread the thunder.","author":"Charles Rollin","category":"greatness"},{"quote":"Great and good are seldom the same man.","author":"Thomas Fuller","category":"greatness"},{"quote":"Born of the sun they travelled a short while towards the sun And left the vivid air signed with their honour.","author":"Stephen Spender","category":"greatness"},{"quote":"If I am a great man  then a good many of the great men of history are frauds.","author":"Bonar Law","category":"greatness"},{"quote":"You cannot fly like an eagle with the wings of a wren.","author":"William Henry Hudson","category":"greatness"},{"quote":"Great men hallow a whole people  and lift up all who live in their time.","author":"Sydney Smith","category":"greatness"},{"quote":"The greatest truths are the simplest  and so are the greatest men.","author":"J. C. and A . W. Hare","category":"greatness"},{"quote":"The dullard's envy of brilliant men is always assuaged by the suspicion that they will come to a bad end.","author":"Max Beerbohm","category":"greatness"},{"quote":"The perfection preached in the Gospels never yet built up an Empire. Every man of action has a strong dose of optimism  pride  hardness and cunning. But all these things will be forgiven him  indeed they will be regarded as high qualities  if he can make of them the means to achieve great ends.","author":"Charles de Gaulle","category":"greatness"},{"quote":"The banalities of a great man pass for wit.","author":"Alexander Chase","category":"greatness"},{"quote":"When you're as great as I am  it's hard to be humble.","author":"Muhammad Ali","category":"greatness"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"greatness"},{"quote":"A tomb now suffices him for whom the whole world was not sufficient.","author":"Alexander the Great","category":"greatness"},{"quote":"If my theory of relativity is proven successful  Germany will claim me as a German  and France will declare that I am a citizen of the world. Should my theory prove untrue  France will say that I am a German  and Germany will declare that I am a Jew.","author":"Albert Einstein","category":"greatness"},{"quote":"Most of the trouble in the world is caused by people wanting to be important.","author":"T. S. Eliot","category":"greatness"},{"quote":"What makes a nation great is not primarily its great men  but the stature of its innumerable mediocre ones.","author":"Josi Ortega y Gasset","category":"greatness"},{"quote":"The mind reaches great heights only by spurts.","author":"Vauvenargues","category":"greatness"},{"quote":"The biggest dog has been a pup.","author":"Joaquin Miller","category":"greatness"},{"quote":"There's a pinch of the madman in every great man.","author":"French proverb","category":"greatness"},{"quote":"It is unavoidable that if we learn more about a great man's life  we shall also hear of occasions on which he has done no better than we  and has in fact come nearer to us as a human being.","author":"Sigmund Freud","category":"greatness"},{"quote":"None think the great unhappy  but the great.","author":"Edward Young","category":"greatness"},{"quote":"All great men come out of the middle classes.","author":"Ralph Waldo Emerson","category":"greatness"},{"quote":"No man ever yet became great by imitation.","author":"Samuel Johnson","category":"greatness"},{"quote":"It is the prerogative of great men only to have great defects.","author":"La Rochefoucauld","category":"greatness"},{"quote":"The nearer we come to great men the more clearly we see that they are only men. They rarely seem great to their valets.","author":"Jean de la Bruyere","category":"greatness"},{"quote":"Some are born great  some achieve greatness  and some have greatness thrust upon 'em.","author":"William Shakespeare","category":"greatness"},{"quote":"The great are great only because we are on our knees. Let us rise!","author":"Max Stirner","category":"greatness"},{"quote":"Fair Greece! sad relic of departed worth! Immortal  though no more  though fallen great!","author":"Lord Byron","category":"greece"},{"quote":"Beware of Greeks bearing gifts.","author":"Latin proverb","category":"greece"},{"quote":"Athens  the eye of Greece  mother of arts And eloquence.","author":"John Milton","category":"greece"},{"quote":"The glory that was Greece.","author":"Edgar Allan Poe","category":"greece"},{"quote":"He who is greedy is always in want.","author":"Horace","category":"greed"},{"quote":"No gain satisfies a greedy mind.","author":"Latin proverb","category":"greed"},{"quote":"Ambition if it feeds at all  does so on the ambition of others.","author":"Susan Sontag","category":"greed"},{"quote":"You can stand tall without standing on someone. You can be a victor without having victims.","author":"Harriet Woods","category":"greed"},{"quote":"Greed lessens what is gathered.","author":"Arab proverb","category":"greed"},{"quote":"We risk all in being too greedy.","author":"Jean de la Fontaine","category":"greed"},{"quote":"Greed is a bottomless pit which exhausts the person in an endless effort to satisfy the need without ever reaching satisfaction.","author":"Erich Fromm","category":"greed"},{"quote":"Greed  like the love of comfort  is a kind of fear.","author":"Cyril Connolly","category":"greed"},{"quote":"Pillars are fallen at thy feet Fanes quiver in the air A prostrate city is thy seat And thou alone art there.","author":"Lydia M. Child","category":"greed"},{"quote":"On what strange stuff Ambition feeds!","author":"Eliza Cook","category":"greed"},{"quote":"The greedy man is incontent with a whole world set before him.","author":"Sa'di","category":"greed"},{"quote":"For greed  all nature is too little.","author":"Marcus Annaeus Seneca","category":"greed"},{"quote":"Greed's worst point is its ingratitude.","author":"Marcus Annaeus Seneca","category":"greed"},{"quote":"It is foolish to tear one's hair in grief  as though sorrow would be made less by baldness.","author":"Cicero","category":"grief"},{"quote":"There is no grief which time does not lessen and soften.","author":"Cicero","category":"grief"},{"quote":"Grief is itself a med'cine.","author":"William Cowper","category":"grief"},{"quote":"The only cure for grief is action.","author":"G. H. Lewes","category":"grief"},{"quote":"Heavy hearts  like heavy clouds in the sky  are best relieved by the letting of water.","author":"Antoine de Rivarol","category":"grief"},{"quote":"Every one can master a grief but he that has it.","author":"William Shakespeare","category":"grief"},{"quote":"What's gone and what's past help Should be past grief.","author":"William Shakespeare","category":"grief"},{"quote":"No one can be so welcome a guest that he will not annoy his host after three days.","author":"Plautus","category":"guest"},{"quote":"Unbidden guests Are often welcomest when they are gone.","author":"William Shakespeare","category":"guest"},{"quote":"Every guest hates the others  and the host hates them all.","author":"Albanian Proverb","category":"guest"},{"quote":"Let no guilty man escape  if it can be avoided. No personal consideration should stand in the way of performing a public duty.","author":"Ulysses S. Grant","category":"guilt"},{"quote":"Let wickedness escape as it may at the bar  it never fails of doing justice upon itself  for every guilty person is his own hangman.","author":"Seneca","category":"guilt"},{"quote":"He who flees from trial confesses his guilt.","author":"Syrus","category":"guilt"},{"quote":"A precedent embalms a principle.","author":"Benjamin Disraeli","category":"habit, tradition"},{"quote":"Contemporary man has rationalized the myths  but he has not been able to destroy them.","author":"Octavio Paz","category":"habit, tradition"},{"quote":"Custom is second nature  and no less powerful.","author":"Michel Eyquem Montaigne","category":"habit, tradition"},{"quote":"Custom reconciles us to everything.","author":"Edmund Burke","category":"habit, tradition"},{"quote":"Few people have ever seriously wished to be exclusively rational. The good life which most desire is a life warmed by passions and touched with that ceremonial grace which is impossible without some affectionate loyalty to traditional forms and ceremonies.","author":"Joseph Wood Krutch","category":"habit, tradition"},{"quote":"Habit is a great deadener.","author":"Samuel Beckett","category":"habit, tradition"},{"quote":"Habit is habit  and not to be thrown out of the window by any man  but coaxed downstairs a step at a time.","author":"Mark Twain","category":"habit, tradition"},{"quote":"Have a place for everything and keep the things somewheres else. That is not advice  it is merely custom.","author":"Mark Twain","category":"habit, tradition"},{"quote":"He who does anything because it is the custom  makes no choice.","author":"John Stuart Mill","category":"habit, tradition"},{"quote":"In some remote regions of Islam it is said  a woman caught unveiled by a stranger will raise her skirt to cover her face.","author":"Raymond Mortimer","category":"habit, tradition"},{"quote":"Innumerable are the illusions and legerdemain tricks of custom: but of all these  perhaps the cleverest is her knack of persuading us that the miraculous by simple repetition ceases to be miraculous.","author":"Thomas Carlyle","category":"habit, tradition"},{"quote":"It is well to lie fallow for a while.","author":"Martin F. Tupper","category":"habit, tradition"},{"quote":"She always says she dislikes the abnormal  it is so obvious. She says the normal is so much more simply complicated and interesting.","author":"Gertrude Stein","category":"habit, tradition"},{"quote":"The despotism of custom is everywhere standing up to human advancement.","author":"John Stuart Mill","category":"habit, tradition"},{"quote":"The way of the world is to praise dead saints and persecute living ones.","author":"Nathaniel Howe","category":"habit, tradition"},{"quote":"There is nothing sacred about convention  there is nothing sacred about primitive passions or whims  but the fact that a convention exists indicates that a way of living has been devised capable of maintaining itself.","author":"George Santayana","category":"habit, tradition"},{"quote":"Tradition does not mean that the living are dead  it means that the dead are living.","author":"Harold Macmillan","category":"habit, tradition"},{"quote":"Tradition is a guide and not a jailer.","author":"W. Somerset Maugham","category":"habit, tradition"},{"quote":"Custom  that unwritten law  By which the people keep even kings in awe.","author":"Charles Davenport","category":"habit, tradition"},{"quote":"Habit is stronger than reason.","author":"George Santayana","category":"habit, tradition"},{"quote":"Laws are never as effective as habits.","author":"Adlai Stevenson","category":"habit, tradition"},{"quote":"Habituation is a falling asleep or fatiguing of the sense of time  which explains why young years pass slowly  while later life flings itself faster and faster upon its course.","author":"Thomas Mann","category":"habit, tradition"},{"quote":"The gnarled fidelity of an old habit.","author":"Rainer Maria Rilke","category":"habit, tradition"},{"quote":"Habit is the enormous flywheel of society  its most precious conservative agent. There is no more miserable human being than one in whom nothing is habitual but indecision. Full half the time of such a man goes to the deciding  or regretting  of matters which ought to be so ingrained in him as practically not to exist for his consciousness at all.","author":"William James","category":"habit, tradition"},{"quote":"Chaos often breeds life  when order breeds habit.","author":"Henry Adams","category":"habit, tradition"},{"quote":"The main dangers in this life are the people who want to change everything - or nothing.","author":"Lady Astor","category":"habit, tradition"},{"quote":"The chains of habit are too weak to be felt until they are too strong to be broken.","author":"Samuel Johnson","category":"habit, tradition"},{"quote":"When you are accustomed to anything  you are estranged from it.","author":"George Cabot Lodge","category":"habit, tradition"},{"quote":"Habit  if not resisted  soon becomes necessity.","author":"St. Augustine","category":"habit"},{"quote":"How use doth breed a habit in a man!","author":"William Shakespeare","category":"habit"},{"quote":"Habits are at first cobwebs  then cables.","author":"Spanish proverb","category":"habit"},{"quote":"The fox changes his skin but not his habits.","author":"Suetonius","category":"habit"},{"quote":"His hair stood upright like porcupine quills.","author":"Giovanni Boccaccio","category":"hair"},{"quote":"Bring down my gray hairs with sorrow to the grave.","author":"Anonymous","category":"hair"},{"quote":"Gray hair is a sign of age  not of wisdom.","author":"Greek proverb","category":"hair"},{"quote":"The very hairs of your head are all numbered.","author":"Matthew","category":"hair"},{"quote":"The hoary beard is a crown of glory if it be found in the way of righteousness.","author":"Anonymous","category":"hair"},{"quote":"There was never a saint with red hair.","author":"Russian proverb","category":"hair"},{"quote":"His hand will be against every man  and every man's hand against him.","author":"Anonymous","category":"hand"},{"quote":"The voice is Jacob's voice  but the hands are the hands of Esau.","author":"Anonymous","category":"hand"},{"quote":"Let not thy left hand know what thy right hand doeth.","author":"Matthew","category":"hand"},{"quote":"As well be hanged for a sheep as a lamb.","author":"English proverb","category":"hanging"},{"quote":"So they hanged Haman on the gallows that he had prepared for Mordecai.","author":"Anonymous","category":"hanging"},{"quote":"We must all hang together  else we shalFall hang separately.","author":"Benjamin Franklin","category":"hanging"},{"quote":"They're hangin' Danny Deever in the morning!","author":"Rudyard Kipling","category":"hanging"},{"quote":"Anarchy is against the law.","author":"Graffiti","category":"happiness"},{"quote":"Back of tranquility lies always captured unhappiness.","author":"David Grazin","category":"happiness"},{"quote":"Eden is that old-fashioned House We dwell in every day Without suspecting our abode Until we drive away.","author":"Emily Dickinson","category":"happiness"},{"quote":"Happiness is a mystery like religion  and it should never be rationalized.","author":"G. K. Chesterton","category":"happiness"},{"quote":"He that is of a merry heart hath a continual feast.","author":"Bible","category":"happiness"},{"quote":"Man is preceded by forest followed by desert.","author":"French graffiti","category":"happiness"},{"quote":"Man needs  for his happiness  not only the enjoyment of this or that  but hope and enterprise and change.","author":"Bertrand Russell","category":"happiness"},{"quote":"Servitude debases men to the point where they end up liking it.","author":"Vauvenargues","category":"happiness"},{"quote":"The greatest happiness of the greatest number is the foundation of morals and legislation.","author":"Jeremy Bentham","category":"happiness"},{"quote":"When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.","author":"Helen Keller","category":"happiness"},{"quote":"We are never so happy nor so unhappy as we imagine.","author":"La Rochefoucauld","category":"happiness"},{"quote":"We have no more right to consume happiness without producing it than to consume wealth without producing it.","author":"George Bernard Shaw","category":"happiness"},{"quote":"Man's real life is happy  chiefly because he is ever expecting that it soon will be so.","author":"Edgar Allan Poe","category":"happiness"},{"quote":"Unquestionably  it is possible to do without happiness  it is done involuntarily by nineteen-twentieths of mankind.","author":"John Stuart Mill","category":"happiness"},{"quote":"Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.","author":"Helen Keller","category":"happiness"},{"quote":"A man should always consider how much he has more than he wants  and how much more unhappy he might be than he really is.","author":"Joseph Addison","category":"happiness"},{"quote":"If a man has important work  and enough leisure and income to enable him to do it properly  he is in possession of as much happiness as is good for any of the children of Adam.","author":"R. H. Tawney","category":"happiness"},{"quote":"The greatest happiness you can have is knowing that you do not necessarily require happiness.","author":"William Saroyan","category":"happiness"},{"quote":"Existence is a strange bargain. Life owes us little  we owe it everything. The only true happiness comes from squandering ourselves for a purpose.","author":"William Cowper","category":"happiness"},{"quote":"Even if we can't be happy  we must always be cheerful.","author":"Irving Kristol","category":"happiness"},{"quote":"New Year's Day is every man's birthday.","author":"Charles Lamb","category":"happiness"},{"quote":"Happiness is the perpetual possession of being well deceived.","author":"Lytton Strachey","category":"happiness"},{"quote":"To be without some of the things you want is an indispensable part of happiness.","author":"Bertrand Russell","category":"happiness"},{"quote":"For the rational  psychologically healthy man  the desire for pleasure is the desire to celebrate his control over reality. For the neurotic  the desire for pleasure is the desire to escape from reality.","author":"Nathaniel Branden","category":"happiness"},{"quote":"It has never been given to a man to attain at once his happiness and his salvation.","author":"Charles Peguy","category":"happiness"},{"quote":"If thou workest at that which is before thee  following right reason seriously  vigorously  calmly  without allowing anything else to distract thee  but keeping thy divine part pure  as if thou shouldst be bound to give it back immediately  if thou holdest to this  expecting nothing  fearing nothing  but satisfied with thy present activity according to Nature  and with heroic truth in every word and sound which thou utterest  thou wilt live happy. And there is no man who is able to prevent this.","author":"Marcus Aurelius","category":"happiness"},{"quote":"We act as though comfort and luxury were the chief requirements of life  when all that we need to make us really happy is something to be enthusiastic about.","author":"Charles Kingsley","category":"happiness"},{"quote":"One thing I know: the only ones among you who will be really happy are those who will have sought and found how to serve.","author":"Albert Schweitzer","category":"happiness"},{"quote":"Happiness is the light on the water. The water is cold and dark and deep.","author":"William Maxwell","category":"happiness"},{"quote":"Happiness: a good bank account  a good cook and a good digestion.","author":"Jean-Jacques Rousseau","category":"happiness"},{"quote":"Knowledge of what is possible is the beginning of happiness.","author":"George Santayana","category":"happiness"},{"quote":"Happiness is the interval between periods of unhappiness.","author":"Don Marquis","category":"happiness"},{"quote":"Weeping may endure for a night  but joy cometh in the morning.","author":"Bible","category":"happiness"},{"quote":"Behold  we count them happy which endure. Ye have heard of the patience of Job.","author":"Bible","category":"happiness"},{"quote":"The will of man is his happiness.","author":"Friedrich von Schiller","category":"happiness"},{"quote":"Man's happiness springs mainly from moderate troubles  which afford the mind a healthful stimulus  and are followed by a reaction which produces a cheerful flow of spirits.","author":"E. Wigglesworth","category":"happiness"},{"quote":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","author":"Epictetus","category":"happiness"},{"quote":"It is nonsense to speak of 'higher' and 'lower' pleasures. To a hungry man it is  rightly  more important that he eat than that he philosophize.","author":"W. H. Auden","category":"happiness"},{"quote":"The secret of happiness is not in doing what one likes  but in liking what one has to do.","author":"James M. Barrie","category":"happiness"},{"quote":"True happiness is of a retired nature and an enemy to pomp and noise  it arises  in the first place  from the enjoyment of one's self  and  in the next  from the friendship and conversations of a few select companions.","author":"Joseph Addison","category":"happiness"},{"quote":"I have known some quite good people who were unhappy  but never an interested person who was unhappy.","author":"A. C. Benson","category":"happiness"},{"quote":"My creed is that: Happiness is the only good. The place to be happy is here. The time to be happy is now. The way to be happy is to make others so.","author":"Robert G. Ingersoll","category":"happiness"},{"quote":"My life has no purpose  no direction  no aim  no meaning  and yet I'm happy. I can't figure it out. What am I doing right?","author":"Charles M. Schulz","category":"happiness"},{"quote":"Happiness to a dog is what lies on the other side of a door.","author":"Charlton Ogburn","category":"happiness"},{"quote":"Happiness comes fleetingly now and then  To those who have learned to do without it And to them only.","author":"Don Marquis","category":"happiness"},{"quote":"I believe in the possibility of happiness  if one cultivates intuition and outlives the grosser passions  including optimism.","author":"George Santayana","category":"happiness"},{"quote":"Happiness is brief It will not stay. God batters at its sails.","author":"Euripides","category":"happiness"},{"quote":"To be happy  we must not be too concerned with others.","author":"Albert Camus","category":"happiness"},{"quote":". . . the little hills rejoice on every side. The pastures are clothed with flocks  the valleys also are covered over with corn  they shout for joy  they also sing.","author":"Bible","category":"happiness"},{"quote":"For each ecstatic instant We must an anguish pay In keen and quivering ratio To the ecstasy.","author":"Emily Dickinson","category":"happiness"},{"quote":"At rare moments in history  by a series of accidents never to be repeated  arise flower societies in which the cult of happiness is paramount  hedonistic  mindless  intent upon the glorious physical instant.","author":"Colm Maclnnes","category":"happiness"},{"quote":"Man is that he might have joy.","author":"Joseph Smith","category":"happiness"},{"quote":"The formula for complete happiness is to be very busy with the unimportant.","author":"A. Edward Newton","category":"happiness"},{"quote":"Make happy those who are near  and those who are far will come.","author":"Chinese proverb","category":"happiness"},{"quote":"Remember that happiness is a way of travel - not a destination.","author":"Roy M. Goodman","category":"happiness"},{"quote":"If we cannot live so as to be happy  let us at least live so as to deserve it.","author":"Immanuel Hermann von Fichte","category":"happiness"},{"quote":"I never admired another's fortune so much that I became dissatisfied with my own.","author":"Cicero","category":"happiness"},{"quote":"Happiness is essentially a state of going somewhere  wholeheartedly  one-directionally  without regret or reservation.","author":"William H. Sheldon","category":"happiness"},{"quote":"Happiness? That's nothing more than health and a poor memory.","author":"Albert Schweitzer","category":"happiness"},{"quote":"Happiness is the only sanction of life  where happiness fails  existence remains a mad and lamentable experiment.","author":"George Santayana","category":"happiness"},{"quote":"Happiness makes up in height for what it lacks in length.","author":"Robert Frost","category":"happiness"},{"quote":"It is not easy to find happiness in ourselves  and it is not possible to find it elsewhere.","author":"Agnes Repplier","category":"happiness"},{"quote":"Happiness depends  as Nature shows  Less on exterior things than most suppose.","author":"William Cowper","category":"happiness"},{"quote":"Happiness is a small and unworthy goal for something as big and fancy as a whole lifetime  and should be taken in small doses.","author":"Russell Baker","category":"happiness"},{"quote":"To be without some of the things you want is an indispensable part of happiness.","author":"Bertrand Russell","category":"happiness"},{"quote":"Man is fond of counting his troubles  but he does not count his joys. If he counted them up as he ought to  he would see that every lot has enough happiness provided for it.","author":"Fyodor Dostoyevsky","category":"happiness"},{"quote":"Happiness is itself a kind of gratitude.","author":"Joseph Wood Krutch","category":"happiness"},{"quote":"I am happy and content because I think I am.","author":"Alain-Rene Lesage","category":"happiness"},{"quote":"Unhappy is the man  though he rule the world  who doesn't consider himself supremely blessed.","author":"Marcus Annaeus Seneca","category":"happiness"},{"quote":"The happiness which is lacking makes one think even the happiness one has unbearable.","author":"Joseph Roux","category":"happiness"},{"quote":"Happiness is a result of the relative strengths of positive and negative feelings  rather than an absolute amount of one or the other.","author":"Norman Bradburn","category":"happiness"},{"quote":"The best way for a person to have happy thoughts is to count his blessings and not his cash.","author":"Anonymous","category":"happiness"},{"quote":"Surfeits of happiness are fatal.","author":"Baltasar Gracian","category":"happiness"},{"quote":"If thou wouldst be happy ... have an indifference for more than what is sufficient.","author":"William Penn","category":"happiness"},{"quote":"You will live wisely if you are happy in your lot.","author":"Horace","category":"happiness"},{"quote":"We always have enough to be happy if we are enjoying what we do have- and not worrying about what we don't have.","author":"Ken Keyes","category":"happiness"},{"quote":"Talk happiness. The world is sad enough without your woe. No path is wholly rough.","author":"Ella Wheeler Wilcox","category":"happiness"},{"quote":"When a man has lost all happiness  he's not alive. Call him a breathing corpse.","author":"Sophocles","category":"happiness"},{"quote":"Whether you are talking about education  career  or service  you are talking about life. And life must really have joy. It's supposed to be fun.","author":"Barbara Bush","category":"happiness"},{"quote":"Why is it that people who cannot show feeling presume that that is a strength and not a weakness?","author":"May Sarton","category":"happiness"},{"quote":"Happiness is the meaning and the purpose of life  the whole aim and end of human existence","author":"Aristotle","category":"happiness"},{"quote":"Happiness is the only sanction in life  where happiness fails  existence remains a mad and lamentable experiment.","author":"George Santayana","category":"happiness"},{"quote":"The pursuit of happiness ... is the greatest feat man has to accomplish.","author":"Robert Henri","category":"happiness"},{"quote":"Make us happy and you make us good.","author":"Robert Browning","category":"happiness"},{"quote":"A good laugh makes any interview  or any conversation  so much better.","author":"Barbara Walters","category":"happiness"},{"quote":"The joyfulness of a man prolongeth his days.","author":"Bible","category":"happiness"},{"quote":"I love myself when I am laughing.","author":"Zora Neale Hurston","category":"happiness"},{"quote":"Everyone  without exception  is searching for happiness.","author":"Blaise Pascal","category":"happiness"},{"quote":"I will not be just a tourist in the world of images  just watching images passing by which I cannot live in  make love to  possess as permanent sources of joy and ecstasy.","author":"Anais Nin","category":"happiness"},{"quote":"Celebrate the happiness that friends are always giving  make every day a holiday and celebrate just living!","author":"Amanda Bradley","category":"happiness"},{"quote":"Live all you can  it's a mistake not to. It doesn't so much matter what you do in particular  so long as you have your life. If you haven't had that  what have you had?","author":"Henry James","category":"happiness"},{"quote":"Is life worth living? Aye  with the best of us  Heights of us  depths of us- Life is the test of us!","author":"Corinne Roosevelt Robinson","category":"happiness"},{"quote":"The general rule is that people who enjoy life also enjoy marriage.","author":"Phyllis Battelle","category":"happiness"},{"quote":"It is only by expressing all that is inside that purer and purer streams come.","author":"Brenda Ueland","category":"happiness"},{"quote":"Age does not protect you from love but love to some extent protects you from age.","author":"Jeanne Moreau","category":"happiness"},{"quote":"There is no cure for birth and death save to enjoy the interval.","author":"George Santayana","category":"happiness"},{"quote":"I don't want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well.","author":"Diane Ackerman","category":"happiness"},{"quote":"Men are made for happiness  and anyone who is completely happy has a right to say to himself: \"I am doing God's will on earth.\"","author":"Anton Chekhov","category":"happiness"},{"quote":"To live is so startling it leaves little time for anything else.","author":"Emily Dickinson","category":"happiness"},{"quote":"Living well and beautifully and justly are all one thing.","author":"Socrates","category":"happiness"},{"quote":"Without pleasure man would live like a fool and soon die.","author":"Pierre de Beaumarchais","category":"happiness"},{"quote":"Life has got to be lived-that's all that there is to it.","author":"Eleanor Roosevelt","category":"happiness"},{"quote":"All animals except man know that the principle business of life is to enjoy it.","author":"Samuel Butler","category":"happiness"},{"quote":"Everything holds its breath except spring. She bursts through as strong as ever.","author":"B. M. Bower","category":"happiness"},{"quote":"To live as fully  as completely as possible  to be happy ... is the true aim and end to life.","author":"Llewelyn Powers","category":"happiness"},{"quote":"This is life! It can harden and it can exalt!","author":"Henrik Ibsen","category":"happiness"},{"quote":"All I can say about life is  Oh God  enjoy it!","author":"Bob Newhart","category":"happiness"},{"quote":"It is in his pleasure that a man really lives.","author":"Agnes Repplier","category":"happiness"},{"quote":"Happiness hates the timid!","author":"Eugene O'Neill","category":"happiness"},{"quote":"I have smelt all the aromas there are in the fragrant kitchen they call Earth  and what we can enjoy in this life  I surely have enjoyed just like a lord!","author":"Heinrich Heine","category":"happiness"},{"quote":"Man is that he might have joy.","author":"Joseph Smith","category":"happiness"},{"quote":"It is better to be happy for a moment and be burned up with beauty than to live a long time and be bored all the while.","author":"Don Marquis","category":"happiness"},{"quote":"If you want to die happily  learn to live  if you would live happily  learn to die.","author":"Celio Calcagnini","category":"happiness"},{"quote":"Happiness comes more from loving than being loved  and often when our affection seems wounded it is only our vanity bleeding. To love  and to be hurt often  and to love again-this is the brave and happy life.","author":"J. E. Buckrose","category":"happiness"},{"quote":"The true object of all human life is play.","author":"G. K. Chesterton","category":"happiness"},{"quote":"The right to happiness is fundamental.","author":"Anna Pavlova","category":"happiness"},{"quote":"Love lights more fires than hate extinguishes  And men grow better as the world grows old.","author":"Ella Wheeler Wilcox","category":"happiness"},{"quote":"The Eskimos had fifty-two names for snow because it was important to them  there ought to be as many for love.","author":"Margaret Atwood","category":"happiness"},{"quote":"Not all of us have to possess earth-shaking talent. Just common sense and love will do.","author":"Myrtle Auvil","category":"happiness"},{"quote":"The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all of the time.","author":"Julia Child","category":"happiness"},{"quote":"We can sometimes love what we do not understand  but it is impossible completely to understand what we do not love.","author":"Anna Jameson","category":"happiness"},{"quote":"To serve thy generation  this thy fate: \"Written in water \" swiftly fades thy name  But he who loves his kind does  first or late  A work too great for fame.","author":"Mary Clemmer","category":"happiness"},{"quote":"Love and respect are the most important aspects of parenting  and of all relationships.","author":"Jodie Foster","category":"happiness"},{"quote":"Perhaps the best function of parenthood is to teach the young creature to love with safety  so that it may be able to venture unafraid when later emotion comes  the thwarting of the instinct to love is the root of all sorrow and not sex only but divinity itself is insulted when it is repressed. To disapprove  to condemn-the human soul shrivels under barren righteousness.","author":"Freya Stark","category":"happiness"},{"quote":"Love  I find  is like singing. Everybody can do enough to satisfy themselves  though it may not impress the neighbors as being very much.","author":"Zora Neale Hurston","category":"happiness"},{"quote":"Love is the same as like except you feel sexier.","author":"Judith Viorst","category":"happiness"},{"quote":"Love is the only thing we can carry with us when we go  and it makes the end so easy.","author":"Louisa May Alcott","category":"happiness"},{"quote":"Love  by its very nature  is unworldly  and it is for this reason rather than its rarity that it is not only apolitical but anti-political  perhaps the most powerful of all anti-political human forces.","author":"Hannah Arendt","category":"happiness"},{"quote":"I love  and the world is mine!","author":"Florence Earle Coates","category":"happiness"},{"quote":"When love is out of your life  you're through in a way. Because while it is there it's like a motor that's going  you have such vitality to do things  big things  because love is goosing you all the time.","author":"Fanny Brice","category":"happiness"},{"quote":"A caress is better than a career.","author":"Elizabeth Marbury","category":"happiness"},{"quote":"I don't want to live-I want to love first  and live incidentally.","author":"Zelda Fitzgerald","category":"happiness"},{"quote":"What is it that love does to a woman? Without it  she only sleeps  with it alone  she lives.","author":"Ouida","category":"happiness"},{"quote":"What a richly colored strong warm coat is woven when love is the warp and work is the woof.","author":"Marge Piercy","category":"happiness"},{"quote":"We cannot really love anybody with whom we never laugh.","author":"Agnes Repplier","category":"happiness"},{"quote":"There is only one happiness in life  to love and be loved.","author":"George Sand","category":"happiness"},{"quote":"When you come right down to it  the secret of having it all is loving it all.","author":"Dr. Joyce Brothers","category":"happiness"},{"quote":"Where there is great love  there are always wishes.","author":"Willa Cather","category":"happiness"},{"quote":"The cure for all ills and wrongs  the cares  the sorrows and the crimes of humanity  all lie in the one word 'love.' It is the divine vitality that everywhere produces and restores life.","author":"Lydia M. Child","category":"happiness"},{"quote":"To love is to receive a glimpse of heaven.","author":"Karen Sunde","category":"happiness"},{"quote":"Love is a force more formidable than any other. It is invisible-it cannot be seen or measured  yet it is powerful enough to transform you in a moment  and offer you more joy than any material possession could.","author":"Barbara De Angelis","category":"happiness"},{"quote":"Love is the only effective counter to death.","author":"Maureen Duffy","category":"happiness"},{"quote":"There are only two things that are absolute realities  love and knowledge  and you can't escape them.","author":"Olive Schreiner","category":"happiness"},{"quote":"There is nothing ridiculous in love.","author":"Olive Schreiner","category":"happiness"},{"quote":"Our society allows people to be absolutely neurotic and totally out of touch with their feelings and everyone else's feelings  and yet be very respectable.","author":"Ntozake Shange","category":"happiness"},{"quote":"From the moment we walk out the door until we come back home our sensibilities are so assaulted by the world that we have to soak up as much love as we can get  simply to arm ourselves.","author":"Patty Duke","category":"happiness"},{"quote":"Infatuation is when you think that he's as sexy as Robert Redford  as smart as Henry Kissinger  as noble as Ralph Nader  as funny as Woody Allen  and as athletic as Jimmy Conners. Love is when you realize that he's as sexy as Woody Allen  as smart as Jimmy Conners  as funny as Ralph Nader  as athletic as Henry Kissinger  and nothing like Robert Redford-but you'll take him anyway.","author":"Judith Viorst","category":"happiness"},{"quote":"I was in love with the whole world and all that lived in its rainy arms.","author":"Louise Erdrich","category":"happiness"},{"quote":"'Tis what I love determines how I love.","author":"George Eliot","category":"happiness"},{"quote":"Not only is there a right to be happy  there is a duty to be happy. So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers.","author":"John Sutherland Bonnell","category":"happiness"},{"quote":"There is no duty so much underrated as the duty of being happy.","author":"Robert Louis Stevenson","category":"happiness"},{"quote":"Pleasure is the object  duty and the goal of all rational creatures.","author":"Voltaire","category":"happiness"},{"quote":"Different men seek ... happiness in different ways and by different means.","author":"Aristotle","category":"happiness"},{"quote":"What's joy to one is a nightmare to the other.","author":"Bertolt Brecht","category":"happiness"},{"quote":"People genuinely happy in their choices seem less often tempted to force them on other people than those who feel martyred and broken by their lives.","author":"Jane Rule","category":"happiness"},{"quote":"Happiness ... leads none of us by the same route.","author":"Charles Caleb Colton","category":"happiness"},{"quote":"Even the lowliest  provided he is whole  can be happy  and in his own . way  perfect.","author":"Johann von Goethe","category":"happiness"},{"quote":"Happiness  to some  is elation  to others it is mere stagnation.","author":"Amy Lowell","category":"happiness"},{"quote":"No sooner is it a little calmer with me than it is almost too calm  as though I have the true feeling of myself only when I am unbearably unhappy","author":"Franz Kafka","category":"happiness"},{"quote":"Your readiest desire is your path to joy ... even if it destroys you.","author":"Holbrook Jackson","category":"happiness"},{"quote":"All men have happiness as their object: there are no exceptions. However different the means they employ  they aim at the same end.","author":"Blaise Pascal","category":"happiness"},{"quote":"We all live with the objective of being happy  our lives are all different and yet the same.","author":"Anne Frank","category":"happiness"},{"quote":"The world is so full of a number of things  I'm sure we should all be as happy as kings.","author":"Robert Louis Stevenson","category":"happiness"},{"quote":"There is no cosmetic for beauty like happiness.","author":"Lady Marguerite Blessington","category":"happiness"},{"quote":"Love is a great beautifier.","author":"Louisa May Alcott","category":"happiness"},{"quote":"Taking joy in life is a woman's best cosmetic.","author":"Rosalind Russell","category":"happiness"},{"quote":"Beauty is a radiance that originates from within and comes from inner security and strong character.","author":"Jane Seymour","category":"happiness"},{"quote":"Real happiness is cheap enough  yet how dearly we pay for its counterfeit.","author":"Hosea Ballou","category":"happiness"},{"quote":"False happiness renders men stern and proud  and that happiness is never communicated. True happiness renders kind and sensible  and that happiness is always shared.","author":"Charles de Montesquieu","category":"happiness"},{"quote":"Don't mistake pleasures for happiness. They are a different breed of dog.","author":"Josh Billings","category":"happiness"},{"quote":"Mirth is better than fun  and happiness is better than mirth.","author":"William Blake","category":"happiness"},{"quote":"Amusement is the happiness of those who cannot think.","author":"Alexander Pope","category":"happiness"},{"quote":"Happiness is a small and unworthy goal for something as big and fancy as a whole lifetime  and should be taken in small doses.","author":"Russell Baker","category":"happiness"},{"quote":"False happiness is like false money  it passes for a long time as well as the true  and serves some ordinary occasions  but when it is brought to the touch  we find the lightness and alloy  and feel the loss.","author":"Alexander Pope","category":"happiness"},{"quote":"There is more to life than just existing and having a pleasant time.","author":"J. C. F. von Schiller","category":"happiness"},{"quote":"The test of enjoyment is the remembrance which it leaves behind.","author":"Logan Pearsall Smith","category":"happiness"},{"quote":"When I have been unhappy  I have heard an opera ... and it seemed the shrieking of winds  when I am happy  a sparrow's chirp is delicious to me. But it is not the chirp that makes me happy  but I that make it sweet.","author":"John Ruskin","category":"happiness"},{"quote":"Happiness depends upon ourselves.","author":"Aristotle","category":"happiness"},{"quote":"The U.S. Constitution doesn't guarantee happiness  only the pursuit of it. Your have to catch up with it yourself.","author":"Benjamin Franklin","category":"happiness"},{"quote":"Happiness belongs to those who are sufficient unto themselves. For all external sources of happiness and pleasure are  by their very nature  highly uncertain  precarious  ephemeral and subject to chance.","author":"Arthur Schopenhauer","category":"happiness"},{"quote":"Most folks are about as happy as they make up their minds to be.","author":"Abraham Lincoln","category":"happiness"},{"quote":"One is happy as a result of one's own efforts-once one knows the necessary ingredients of happiness-simple tastes  a certain degree of courage  self-denial to a point  love of work  and  above all  a clear conscience.","author":"George Sand","category":"happiness"},{"quote":"Nothing can bring you peace but yourself.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"Discontent is want of self-reliance  it is infirmity of will.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"I'm happier. ... I guess I made up my mind to be that way.","author":"Merle Haggard","category":"happiness"},{"quote":"The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.","author":"Epictetus","category":"happiness"},{"quote":"No one gives joy or sorrow. ... We gather the consequences of our own deeds.","author":"Garuda Purana","category":"happiness"},{"quote":"Happiness  happiness ... the flavor is with you-with you alone  and you can make it as intoxicating as you please.","author":"Joseph Conrad","category":"happiness"},{"quote":"Few are they who have never had the chance to achieve happiness ... and fewer those who have taken that chance.","author":"Andre Maurois","category":"happiness"},{"quote":"To win one's joy through struggle is better than to yield to melancholy.","author":"Andre Gide","category":"happiness"},{"quote":"Life is a romantic business  but you have to make the romance.","author":"Oliver Wendell Holmes","category":"happiness"},{"quote":"To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread.","author":"Charles Caleb Colton","category":"happiness"},{"quote":"Some pursue happiness  others create it.","author":"Anonymous","category":"happiness"},{"quote":"Man is the artificer of his own happiness.","author":"Henry David Thoreau","category":"happiness"},{"quote":"The man who makes everything that leads to happiness depend upon himself  and not upon other men  has adopted the very best plan for living happily.","author":"Plato","category":"happiness"},{"quote":"It is not the level of prosperity that makes for happiness but the kinship of heart to heart and the way we look at the world. Both attitudes are within our power  so that a man is happy so long as he chooses to be happy  and no one can stop him.","author":"Aleksandr Solzhenitsyn","category":"happiness"},{"quote":"Happy is he that chastens himself.","author":"Anonymous","category":"happiness"},{"quote":"How unhappy is he who cannot forgive himself.","author":"Publilius Syrus","category":"happiness"},{"quote":"There is always something left to love. And if you ain't learned that  you ain't learned nothing.","author":"Lorraine Hansbury","category":"happiness"},{"quote":"Like swimming  riding  writing or playing golf  happiness can be learned.","author":"Dr. Boris Sokoloff","category":"happiness"},{"quote":"Being happy is something you have to learn. I often surprise myself by saying  \"Wow  this is it. I guess I'm happy. I've got a home that I love. A career that I love. I'm even feeling more and more at peace with myself.\" If there's something else to happiness  let me know. I'm ambitious for that  too.","author":"Harrison Ford","category":"happiness"},{"quote":"Learn how to feel joy.","author":"Seneca","category":"happiness"},{"quote":"Someone once asked me what I regarded as the three most important requirements for happiness. My answer was: \"A feeling that you have been honest with yourself and those around you  a feeling that you have done the best you could both in your personal life and in your work  and the ability to love others.\"","author":"Eleanor Roosevelt","category":"happiness"},{"quote":"Nine requisites for contented living: Health enough to make work a pleasure. Wealth enough to support your needs. Strength to battle with difficulties and overcome them. Grace enough to confess your sins and forsake them. Patience enough to toil until some good is accomplished. Charity enough to see some good in your neighbor. Love enough to move you to be useful and helpful to others. Faith enough to make real the things of God. Hope enough to remove all anxious fears concerning the future.","author":"Johann von Goethe","category":"happiness"},{"quote":"Happiness comes of the capacity to feel deeply  to enjoy simply  to think freely  to risk life  to be needed.","author":"Storm Jameson","category":"happiness"},{"quote":"Do not worry  eat three square meals a day  say your prayers  be courteous to your creditors  keep your digestion good  exercise  go slow and easy. Maybe there are other things your special case requires to make you happy  but  my friend  these I reckon will give you a good lift.","author":"Abraham Lincoln","category":"happiness"},{"quote":"To love deeply in one direction makes us more loving in all others.","author":"Anne-Sophie Swetchine","category":"happiness"},{"quote":"Have a variety of interests. ... These interests relax the mind and lessen tension on the nervous system. People with many interests live  not only longest  but happiest.","author":"George Matthew Allen","category":"happiness"},{"quote":"Build a little fence of trust Around today  Fill the space with loving work  And therein stay.","author":"Mary Frances Butts","category":"happiness"},{"quote":"This is wisdom: to love wine  beauty  and the heavenly spring. That's sufficient-the rest is worthless.","author":"Theodore De Banville","category":"happiness"},{"quote":"If a man has important work  and enough leisure and income to enable him to do it properly  he is in possession of as much happiness as is good for any of the children of Adam.","author":"R. H. Tawney","category":"happiness"},{"quote":"The secret of happiness ... is to be in harmony with existence  to be always calm  always lucid  always willing \"to be joined to the universe without being more conscious of it than an idiot \" to let each wave of life wash us a little farther up the shore.","author":"Cyril Connolly","category":"happiness"},{"quote":"Good friends  good books and a sleepy conscience: this is the ideal life.","author":"Mark Twain","category":"happiness"},{"quote":"The grand essentials to happiness in this life are something to do  something to love and something to hope for.","author":"Joseph Addison","category":"happiness"},{"quote":"The best philosophy is to do one's duties  to take the world as it comes  submit respectfully to one's lot  and bless the goodness that has given us so much happiness with it  whatever it is.","author":"Horace Walpole","category":"happiness"},{"quote":"One is happy as a result of one's own efforts-once one knows the necessary ingredients of happiness-simple tastes  a certain degree of courage  self-denial to a point  love of work  and  above all  a clear conscience.","author":"George Sand","category":"happiness"},{"quote":"In order to be utterly happy the only thing necessary is to refrain from comparing this moment with other moments in the past  which I often did not fully enjoy because I was comparing them with other moments of the future.","author":"Andre Gide","category":"happiness"},{"quote":"From birth to age eighteen  a girl needs good parents. From eighteen to thirty-five  she needs good looks. From thirty-five to fifty-five  she needs a good personality. From fifty-five on  she needs good cash.","author":"Sophie Tucker","category":"happiness"},{"quote":"To make a man happy  fill his hands with work  his heart with affection  his mind with purpose  his memory with useful knowledge  his future with hope  and his stomach with food.","author":"Frederick E. Crane","category":"happiness"},{"quote":"For me  happiness came from prayer to a kindly God  faith in a kindly God  love for my fellow man  and doing the very best I could every day of my life. I had looked for happiness in fast living  but it was not there. I tried to find it in money  but it was not there  either. But when I placed myself in tune with what I believe to be fundamental truths of life  when I began to develop my limited ability  to rid my mind of all kinds of tangled thoughts and fill it with zeal and courage and love  when I gave myself a chance by treating myself decently and sensibly  I began to feel the stimulating  warm glow of happiness.","author":"Edward Young","category":"happiness"},{"quote":"There are three ingredients in the good life: learning  earning and yearning.","author":"Christopher Morley","category":"happiness"},{"quote":"Work and love-these are the basics. Without them there is neurosis.","author":"Theodor Reik","category":"happiness"},{"quote":"If thou workest at that which is before thee ... expecting nothing  fearing nothing  but satisfied with thy present activity according to Nature  and with heroic truth in every word and sound which thou utterest  thou wilt live happy. And there is no man who is able to prevent this.","author":"Marcus Aurelius","category":"happiness"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us  but is always the result of a good conscience  good health  occupation and freedom in all just pursuits.","author":"Thomas Jefferson","category":"happiness"},{"quote":"I believe the recipe for happiness to be just enough money to pay the monthly bills you acquire  a little surplus to give you confidence  a little too much work each day  enthusiasm for your work  a substantial share of good health  a couple of real friends and a wife and children to share life's beauty with you.","author":"J. Kenfield Morley","category":"happiness"},{"quote":"If we could learn how to balance rest against effort  calmness against strain  quiet against turmoil  we would assure ourselves of joy in living and psychological health for life.","author":"Josephine Rathbone","category":"happiness"},{"quote":"Five great enemies to peace inhabit us: avarice  ambition  envy  anger and pride. If those enemies were to be banished  we should infallibly enjoy perpetual peace.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"True happiness... arises  in the first place  from the enjoyment of one's self  and in the next  from the friendship and conversation of a few select companions.","author":"Joseph Addison","category":"happiness"},{"quote":"May you have warmth in your igloo  oil in your lamp  and peace in your heart.","author":"Eskimo proverb","category":"happiness"},{"quote":"What can be added to the happiness of man who is in health  out of debt  and has a clear conscience?","author":"Adam Smith","category":"happiness"},{"quote":"To do the useful thing  to say the courageous thing  to contemplate the beautiful thing: that is enough for one man's life.","author":"T. S. Eliot","category":"happiness"},{"quote":"Let your boat of life be light  packed only with what you need-a homely home and simple pleasures  one or two friends worth the name  someone to love and to love you  a cat  a dog  enough to eat and enough to wear  and a little more than enough to drink  for thirst is a dangerous thing.","author":"Jerome K. Jerome","category":"happiness"},{"quote":"To be glad of life  because it gives you the chance to love and to work and to play and to look up at the stars  to be satisfied with your possessions  but not contented with yourself until you have made the best of them  to despise nothing in the world except falsehood and meanness  and to fear nothing except cowardice  to be governed by your admirations rather than by your disgusts  to covet nothing that is your neighbor's except his kindness of heart and gentleness of manners  to think seldom of your enemies  often of your friends  and every day of Christ  and to spend as much time as you can  with body and with spirit  in God's out-of-doors- these are little guideposts on the footpath to peace.","author":"Henry Van Dyke","category":"happiness"},{"quote":"Order your soul  reduce your wants  live in charity  associate in Christian community  obey the laws  trust in Providence.","author":"Saint Augustine","category":"happiness"},{"quote":"Simplicity  clarity  singleness: these are the attributes that give our lives power and vividness and joy.","author":"Richard Halloway","category":"happiness"},{"quote":"To live content with small means  to seek elegance rather than luxury  and refinement rather than fashion  to be worthy  not respectable  and wealthy  not rich  to study hard  think quietly  talk gently  act frankly  to listen to the stars and birds  to babes and sages  with open heart  to bear on cheerfully  do all bravely  awaiting occasions  worry never  in a word to  like the spiritual  unbidden and unconscious  grow up through the common.","author":"William Ellery Channing","category":"happiness"},{"quote":"The attributes of a great lady may still be found in the rule of the four S's: Sincerity  Simplicity  Sympathy  and Serenity.","author":"Emily Post","category":"happiness"},{"quote":"Manifest plainness  Embrace simplicity  Reduce selfishness  Have few desires.","author":"Lao-Tzu","category":"happiness"},{"quote":"Happiness comes of the capacity to feel deeply  to enjoy simply  to think freely  to risk life  to be needed.","author":"Storm Jameson","category":"happiness"},{"quote":"Fear less  hope more  eat less  chew more  whine less  breathe more  talk less  say more  love more  and all good things will be yours.","author":"Swedish proverb","category":"happiness"},{"quote":"Practice easing your way along. Don't get het up or in a dither. Do your best  take it as it comes. You can handle anything if you think you can. Just keep your cool and your sense of humor.","author":"Smiley Blanton","category":"happiness"},{"quote":"To live and let live  without clamor for distinction or recognition  to wait on divine Love  to write truth first on the tablet of one's own heart-this is the sanity and perfection of living  and my human ideal.","author":"Mary Baker Eddy","category":"happiness"},{"quote":"Do all the good you can  By all the means you can  In all the ways you can  In all the places you can  At all the times you can.","author":"Anonymous","category":"happiness"},{"quote":"Go placidly amid the noise and the haste  and remember what peace there may be in silence. As far as possible without surrender  be on good terms with all persons. Speak your truth quietly and clearly  and listen to others  even the dull and ignorant  they too have their story. . . . Be yourself. Especially do not feign affection. Neither be cynical about love  for in the face of all aridity and disenchantment it is as perennial as the grass. Take kindly the counsel of the years  gracefully surrendering the things of youth. Nurture strength of spirit to shield you in sudden misfortune. But do not distress yourself with imaginings. Many fears are born of fatigue and loneliness. Beyond a wholesome discipline  be gentle with yourself. You are a child of the universe no less than the trees and the stars  you have a right to be here. And whether or not it is clear to you  no doubt the universe is unfolding as it should. Therefore be at peace with God  whatever you conceive Him to be  and whatever your labours and aspirations  in the noisy confusion of life keep peace with your soul. With all its sham  drudgery and broken dreams  it is still a beautiful world.","author":"Max Ehrmann","category":"happiness"},{"quote":"Accept the pain  cherish the joys  resolve the regrets  then can come the best of benedictions-\"If I had my life to live over  I'd do it all the same.\"","author":"Joan Mcintosh","category":"happiness"},{"quote":"The way of a superior man is threefold: Virtuous  he is free from anxieties  wise  he is free from perplexities  bold  he is free from fear.","author":"Confucius","category":"happiness"},{"quote":"The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are.","author":"Marcus Aurelius","category":"happiness"},{"quote":"It is not easy to find happiness in ourselves  and it is not possible to find it elsewhere.","author":"Agnes Repplier","category":"happiness"},{"quote":"Joy is the feeling of grinning on the inside.","author":"Dr. Melba Colgrove","category":"happiness"},{"quote":"It is those who have a deep and real inner life who are best able to deal with the irritating details of outer life.","author":"Evelyn Underhill","category":"happiness"},{"quote":"To live happily is an inward power of the soul.","author":"Marcus Aurelius","category":"happiness"},{"quote":"The secret of staying young is to live honestly  eat slowly  and lie about your age.","author":"Lucille Ball","category":"happiness"},{"quote":"Virtue  like a dowerless beauty  has more admirers than followers.","author":"Lady Marguerite Blessington","category":"happiness"},{"quote":"We can build upon foundations anywhere  if they are well and truly laid.","author":"Ivy Compton-Burnett","category":"happiness"},{"quote":"Though language forms the preacher  'Tis \"good works\" make the man.","author":"Eliza Cook","category":"happiness"},{"quote":"All times are beautiful for those who maintain joy within them  but there is no happy or favorable time for those with disconsolate or orphaned souls.","author":"Rosalia Castro","category":"happiness"},{"quote":"When you're in your nineties and looking back  it's not going to be how much money you made or how many awards you've won. It's really what did you stand for. Did you make a positive difference for people?","author":"Elizabeth Dole","category":"happiness"},{"quote":"For attractive lips  speak words of kindness. For lovely eyes  seek out the good in people. For a slim figure  share your food with the hungry. For beautiful hair  let a child run his or her fingers through it once a day. For poise  walk with the knowledge you'll never walk alone.","author":"Audrey Hepburn","category":"happiness"},{"quote":"What you become is what counts.","author":"Liz Smith","category":"happiness"},{"quote":"If an Arab in the desert were suddenly to discover a spring in his tent  and so would always be able to have water in abundance  how fortunate he would consider himself  so too  when a man who ... is always turned toward the outside  thinking that his happiness lies outside him  finally turns inward and discovers that the source is within him.","author":"Seren Kierkegaard","category":"happiness"},{"quote":"Happiness is not in our circumstances  but in ourselves. It is not something we see  like a rainbow  or feel  like the heat of a fire. Happiness is something we are.","author":"John B. Sheerin","category":"happiness"},{"quote":"Seek not outside yourself  heaven is within.","author":"Mary Lou Cook","category":"happiness"},{"quote":"If we have not peace within ourselves  it is in vain to seek it from outward sources.","author":"Francois de La Rochefoucauld","category":"happiness"},{"quote":"Most true happiness comes from one's inner life  from the disposition of the mind and soul. Admittedly  a good inner life is difficult to achieve  especially in these trying times. It takes reflection and contemplation and self-discipline.","author":"W. L. Shirer","category":"happiness"},{"quote":"It's what you do that makes your soul  not the other way around.","author":"Barbara Kingsolver","category":"happiness"},{"quote":"The happiest people seem to be those who have no particular cause for being happy except that they are so.","author":"William Ralph Inge","category":"happiness"},{"quote":"I think the inner person is the most important. ... I would like to see an invention that keeps the mind alert. That's what is important.","author":"Julia Child","category":"happiness"},{"quote":"I don't think that... one gets a flash of happiness once  and never again  it is there within you  and it will come as certainly as death.","author":"Isak Dinesen","category":"happiness"},{"quote":"There is no other solution to man's progress but the day's honest work  the day's honest decisions  the day's generous utterances  and the day's good deed.","author":"Clare Boothe Luce","category":"happiness"},{"quote":"You have much more power when you are working for the right thing than when you are working for the wrong thing.","author":"Peace Pilgrim","category":"happiness"},{"quote":"I am convinced that we must train not only the head  but the heart and hand as well.","author":"Madame Chiang Kai-Shek","category":"happiness"},{"quote":"Live virtuously  and you cannot die too soon  or live too long.","author":"Lady R. Russell","category":"happiness"},{"quote":"A happy life is one which is in accordance with its own nature.","author":"Marcus Annaeus Seneca","category":"happiness"},{"quote":"People see God every day  they just don't recognize Him.","author":"Pearl Bailey","category":"happiness"},{"quote":"We hear voices in solitude  we never hear in the hurry and turmoil of life  we receive counsels and comforts we get under no other condition.","author":"Amelia Barr","category":"happiness"},{"quote":"Happiness is not a possession to be prized  it is a quality of thought  a state of mind.","author":"Daphne du Maurier","category":"happiness"},{"quote":"Happiness is a butterfly which  when pursued  is always beyond our grasp  but  if you will sit down quietly  may alight upon you.","author":"Nathaniel Hawthorne","category":"happiness"},{"quote":"Happiness is something that comes into our lives through doors we don't even remember leaving open.","author":"Rose Wilder Lane","category":"happiness"},{"quote":"To seek after beauty as an end  is a wild goose chase  a will-o'-the-wisp  because it is to misunderstand the very nature of beauty  which is the normal condition of a thing being as it should be.","author":"Ada Bethune","category":"happiness"},{"quote":"Perfect happiness is the absence of striving for happiness.","author":"Chuang-tzu","category":"happiness"},{"quote":"This will be triumph! This will be happiness! Yea  that very thing  happiness  which I have been pursuing all my life  and have never yet overtaken.","author":"Joanna Baillie","category":"happiness"},{"quote":"I don't sit around thinking that I'd like to have another husband  only another man would make me think that way.","author":"Lauren Bacall","category":"happiness"},{"quote":"Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks.","author":"Samuel Johnson","category":"happiness"},{"quote":"A sure way to lose happiness  I found  is to want it at the expense of everything else.","author":"Bette Davis","category":"happiness"},{"quote":"Those who seek happiness miss it  and those who discuss it  lack it.","author":"Holbrook Jackson","category":"happiness"},{"quote":"Inspiration never arrived when you were searching for it.","author":"Lisa Alther","category":"happiness"},{"quote":"Nothing is more hopeless than a scheme of merriment.","author":"Samuel Johnson","category":"happiness"},{"quote":"Happiness is never stopping to think if you are.","author":"Palmer Sondreal","category":"happiness"},{"quote":"It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose  aiming at something outside self.","author":"Hugh Black","category":"happiness"},{"quote":"If you pursue happiness you'll never find it.","author":"C. P. Snow","category":"happiness"},{"quote":"Some of us might find happiness if we quit struggling so desperately for it.","author":"William Feather","category":"happiness"},{"quote":"Seek not happiness too greedily  and be not fearful of unhappiness.","author":"Lao-Tzu","category":"happiness"},{"quote":"The man of pleasure  by a vain attempt to be more happy than any man can be  is often more miserable than most men.","author":"Charles Caleb Colton","category":"happiness"},{"quote":"The bird of paradise alights only on the hand that does not grasp.","author":"John Berry","category":"happiness"},{"quote":"The only way to happiness is never to give happiness a thought.","author":"Elton Trueblood","category":"happiness"},{"quote":"Everyone chases after happiness  not noticing that happiness is at their heels.","author":"Bertolt Brecht","category":"happiness"},{"quote":"Seek to do good  and you will find that happiness will run after you.","author":"James Freeman Clarke","category":"happiness"},{"quote":"Deliberately to pursue happiness is not the surest way of achieving it. Seek it for its own sake and I doubt whether you will find it.","author":"Robert J. McCracken","category":"happiness"},{"quote":"Enjoyment is not a goal  it is a feeling that accompanies important ongoing activity.","author":"Paul Goodman","category":"happiness"},{"quote":"If only we'd stop trying to be happy we'd have a pretty good time.","author":"Edith Wharton","category":"happiness"},{"quote":"Most men pursue pleasure with such breathless haste that they hurry past it.","author":"Soren Kierkegaard","category":"happiness"},{"quote":"Happiness comes most to persons who seek it least  and think least about it. It is not an object to be sought  it is a state to be induced. It must follow and not lead. It must overtake you  and not you overtake it.","author":"John Burroughs","category":"happiness"},{"quote":"Happiness sneaks in through a door you didn't know you left open.","author":"John Barrymore","category":"happiness"},{"quote":"Happiness is like a cat. If you try to coax it or call it  it will avoid you. It will never come. But if you pay no attention to it and go about your business  you'll find it rubbing against your legs and jumping into your lap.","author":"William Bennett","category":"happiness"},{"quote":"One must never look for happiness: one meets it by the way.","author":"Isabelle Eberhardt","category":"happiness"},{"quote":"They seemed to come suddenly upon happiness as if they had surprised a butterfly in the winter woods.","author":"Edith Wharton","category":"happiness"},{"quote":"Happiness in this world  when it comes  comes incidentally. Make it the object of pursuit  and it leads us on a wild-goose chase  and is never attained. Follow some other object  and very possibly we may find that we have caught happiness without dreaming of it.","author":"Nathaniel Hawthorne","category":"happiness"},{"quote":"Happiness and beauty are by-products. Folly is the direct pursuit of happiness and beauty.","author":"George Bernard Shaw","category":"happiness"},{"quote":"It is the very pursuit of happiness that thwarts happiness.","author":"Viktor Frankl","category":"happiness"},{"quote":"If you ever find happiness by hunting for it  you will find it  as the old woman did her lost spectacles  safe on her nose all the time.","author":"Josh Billings","category":"happiness"},{"quote":"Happiness is not a goal  it is a byproduct.","author":"Eleanor Roosevelt","category":"happiness"},{"quote":"Happiness is mostly a by-product of doing what makes us feel fulfilled.","author":"Dr. Benjamin Spock","category":"happiness"},{"quote":"Happiness is something you get as a by-product in the process of making something else.","author":"Aldous Huxley","category":"happiness"},{"quote":"Happiness is not a horse  you cannot harness it.","author":"Chinese proverb","category":"happiness"},{"quote":"The attainment of justice is the highest human endeavor.","author":"Florence Ellinwood Allen","category":"happiness"},{"quote":"Conscience  as I understand it  is the impulse to do the right thing because it is right  regardless of personal ends  and has nothing whatever to do with the ability to distinguish between right and wrong.","author":"Margaret Collier Graham","category":"happiness"},{"quote":"I cannot and will not cut my conscience to fit this year's fashions.","author":"Lillian Hellman","category":"happiness"},{"quote":"The principles we live by  in business and in social life  are the most important part of happiness.","author":"Harry Harrison","category":"happiness"},{"quote":"If you aren't good at loving yourself  you will have a difficult time loving anyone  since you'll resent the time and energy you give another person that you aren't even giving to yourself.","author":"Barbara De Angelis","category":"happiness"},{"quote":"Happiness is when what you think  what you say  and what you do are in harmony.","author":"Mahatma Gandhi","category":"happiness"},{"quote":"A good message will always find a messenger.","author":"Amelia Barr","category":"happiness"},{"quote":"It's no good saying one thing and doing another.","author":"Catherine Cookson","category":"happiness"},{"quote":"There can be no happiness if the things we believe in are different from the things we do.","author":"Freya Stark","category":"happiness"},{"quote":"Let how you live your life stand for something  no matter how small and incidental it may seem.","author":"Jodie Foster","category":"happiness"},{"quote":"Happy is the man who ventures boldly to defend what he holds dear.","author":"Ovid","category":"happiness"},{"quote":"It is necessary to the happiness of man that he be mentally faithful to himself.","author":"Thomas Paine","category":"happiness"},{"quote":"Happiness is that state of consciousness which proceeds from the achievement of one's values.","author":"Ayn Rand","category":"happiness"},{"quote":"It is the chiefest point of happiness that a man is willing to be what he is.","author":"Erasmus","category":"happiness"},{"quote":"Resolve to be thyself  and know that who finds himself  loses his misery.","author":"Matthew Arnold","category":"happiness"},{"quote":"There is only one history of any importance  and it is the history of what you once believed in  and the history of what you came to believe in.","author":"Kay Boyle","category":"happiness"},{"quote":"The needle of our conscience is as good a compass as any.","author":"Ruth Wolff","category":"happiness"},{"quote":"But what is happiness except the simple harmony between a man and the life he leads?","author":"Albert Camus","category":"happiness"},{"quote":"That kind of life is most happy which affords us most opportunities of gaining our own esteem.","author":"Samuel Johnson","category":"happiness"},{"quote":"Happiness is not something you get  but something you do.","author":"Marcelene Cox","category":"happiness"},{"quote":"Happiness is action.","author":"David Thomas","category":"happiness"},{"quote":"I am enjoying to a full that period of reflection which is the happiest conclusion to a life of action.","author":"Willa Cather","category":"happiness"},{"quote":"Action may not always bring happiness  but there is no happiness without action.","author":"William James","category":"happiness"},{"quote":"I want a busy life  a just mind  and a timely death.","author":"Zora Neale Hurston","category":"happiness"},{"quote":"Happiness is often the result of being too busy to be miserable.","author":"Anonymous","category":"happiness"},{"quote":"Painting's not important. The important thing is keeping busy.","author":"Grandma Moses","category":"happiness"},{"quote":"To attain happiness in another world we need only to believe something  to secure it in this world  we must do something.","author":"Charlotte P. Gilman","category":"happiness"},{"quote":"To fill the hour  and leave no crevice ... that is happiness.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"If you observe a really happy man  you will find ... that he is happy in the course of living life twenty-four crowded hours of each day.","author":"W. Beran Wolfe","category":"happiness"},{"quote":"I find my joy of living in the fierce and ruthless battles of life.","author":"August Strindberg","category":"happiness"},{"quote":"Happiness is an expression of the soul in considered actions.","author":"Aristotle","category":"happiness"},{"quote":"We must be doing something to be happy.","author":"William Hazlitt","category":"happiness"},{"quote":"Happiness lies in the fulfillment of the spirit through the body.","author":"Cyril Connolly","category":"happiness"},{"quote":"We must not seek happiness in peace  but in conflict.","author":"Paul Claudel","category":"happiness"},{"quote":"Happiness walks on busy feet.","author":"Kitte Turmell","category":"happiness"},{"quote":"Our actions are the springs of our happiness or misery.","author":"Philip Skelton","category":"happiness"},{"quote":"The formula for complete happiness is to be very busy.","author":"A. Edward Newton","category":"happiness"},{"quote":"The busiest man is the happiest man.","author":"Sir Theodore Martin","category":"happiness"},{"quote":"To be busy is man's only happiness.","author":"Mark Twain","category":"happiness"},{"quote":"The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.","author":"George Bernard Shaw","category":"happiness"},{"quote":"The happiest people are those who are too busy to notice whether they are or not.","author":"William Feather","category":"happiness"},{"quote":"In great moments life seems neither right nor wrong  but something greater: it seems inevitable.","author":"Margaret Sherwood","category":"happiness"},{"quote":"Happiness ... can exist only in acceptance.","author":"Denis De Rougemont","category":"happiness"},{"quote":"Knowledge of what is possible is the beginning of happiness.","author":"George Santayana","category":"happiness"},{"quote":"There is only one way to happiness  and that is to cease worrying about things which are beyond the power of our will.","author":"Epictetus","category":"happiness"},{"quote":"Happiness comes from ... some curious adjustment to life.","author":"Hugh Walpole","category":"happiness"},{"quote":"Happy is he who learns to bear what he cannot change!","author":"J. C. F. von Schiller","category":"happiness"},{"quote":"The secret of happiness is not in doing what one likes  but in liking what one has to do.","author":"Sir James M. Barrie","category":"happiness"},{"quote":"He is happy whose circumstances suit his temper  but he is more excellent who suits his temper to any circumstances.","author":"David Hume","category":"happiness"},{"quote":"Happiness is experienced when your life gives you what you are willing to accept.","author":"Ken Keyes","category":"happiness"},{"quote":"Peace of mind is that mental condition in which you have accepted the worst.","author":"Lin Yutang","category":"happiness"},{"quote":"Life is not always what one wants it to be  but to make the best of it as it is  is the only way of being happy.","author":"Jennie Jerome Churchill","category":"happiness"},{"quote":"We deem those happy who from the experience of life have learned to bear its ills  without being overcome by them.","author":"Juvenal","category":"happiness"},{"quote":"This is true joy of life-being used for a purpose that is recognized by yourself as a mighty one ... instead of being a feverish  selfish little clod of ailments and grievances  complaining that the world will not devote itself to making you happy.","author":"George Bernard Shaw","category":"happiness"},{"quote":"Never mind your happiness  do your duty.","author":"Will Durant","category":"happiness"},{"quote":"Human happiness and moral duty are inseparably connected.","author":"George Washington","category":"happiness"},{"quote":"When we ... devote ourselves to the strict and unsparing performance of duty  then happiness comes of itself.","author":"Wilhelm von Humboldt","category":"happiness"},{"quote":"Seek happiness for its own sake  and you will not find it  seek for duty  and happiness will follow as the shadow comes with the sunshine.","author":"Tyron Edwards","category":"happiness"},{"quote":"True happiness ... is not attained through self-gratification  but through fidelity to a worthy purpose.","author":"Helen Keller","category":"happiness"},{"quote":"The only true happiness comes from squandering ourselves for a purpose.","author":"William Cowper","category":"happiness"},{"quote":"Happiness is the natural flower of duty.","author":"Phillips Brooks","category":"happiness"},{"quote":"The happiest excitement in life is to be convinced that one is fighting for all one is worth on behalf of some clearly seen and deeply felt good.","author":"Ruth Benedict","category":"happiness"},{"quote":"True happiness  we are told  consists in getting out of one's self. But the point is not only to get out  you must stay out. And to stay out  you must have some absorbing errand.","author":"Henry James","category":"happiness"},{"quote":"The secret of living is to find ... the pivot of a concept on which you can make your stand.","author":"Luigi Pirandello","category":"happiness"},{"quote":"A man's happiness: to do the things proper to man.","author":"Marcus Aurelius","category":"happiness"},{"quote":"Happy [is] the man who knows his duties!","author":"Christian Furchtegott Gellert","category":"happiness"},{"quote":"The only ones among you who will be really happy are those who will have sought and found how to serve.","author":"Albert Schweitzer","category":"happiness"},{"quote":"He who never sacrificed a present to a future good  or a personal to a general one  can speak of happiness only as the blind speak of color.","author":"Horace Mann","category":"happiness"},{"quote":"There is no happiness except in the realization that we have accom plished something.","author":"Henry Ford","category":"happiness"},{"quote":"I believe half the unhappiness in life comes from people being afraid to go straight at things.","author":"William J. Locke","category":"happiness"},{"quote":"The full-grown modern human being ... is conscious of touching the highest pinnacle of fulfillment... when he is consumed in the service of an idea  in the conquest of the goal pursued.","author":"R. Briffault","category":"happiness"},{"quote":"Happiness is essentially a state of going somewhere  wholeheartedly  one-directionally  without regret or reservation.","author":"William H. Sheldon","category":"happiness"},{"quote":"Happiness is the overcoming of not unknown obstacles toward a known goal.","author":"L. Ron Hubbard","category":"happiness"},{"quote":"Give a man health and a course to steer  and he'll never stop to trouble about whether he's happy or not.","author":"George Bernard Shaw","category":"happiness"},{"quote":"Having a goal is a state of happiness.","author":"E. J. Bartek","category":"happiness"},{"quote":"Happiness lies in the joy of achieve ment and the thrill of creative effort.","author":"Franklin Delano Roosevelt","category":"happiness"},{"quote":"Without duty  life is soft and bone less.","author":"Joseph Joubert","category":"happiness"},{"quote":"It is always the simple that produces the marvelous.","author":"Amelia Barr","category":"happiness"},{"quote":"Happiness consists not in having much  but in being content with little.","author":"Lady Marguerite Blessington","category":"happiness"},{"quote":"Man is meant for happiness and this happiness is in him  in the satisfaction of the daily needs of his existence.","author":"Leo Tolstoy","category":"happiness"},{"quote":"I have had more than half a century of such happiness. A great deal of worry and sorrow  too  but never a worry or a sorrow that was not offset by a purple iris  a lark  a bluebird  or a dewy morning glory.","author":"Mary McLeod Bethune","category":"happiness"},{"quote":"A multitude of small delights constitute happiness.","author":"Charles Baudelaire","category":"happiness"},{"quote":"The happiness of life is made up of minute fractions-the little  soon-forgotten charities of a kiss or smile  a kind look  a heart-felt compliment  and the countless infinitesimals of pleasurable and genial feeling.","author":"Samuel Taylor Coleridge","category":"happiness"},{"quote":"For me it is sufficient to have a corner by my hearth  a book and a friend  and a nap undisturbed by creditors or grief.","author":"Fernandez de Andrada","category":"happiness"},{"quote":"A happy life is made up of little things ... a gift sent  a letter written  a call made  a recommendation given  transportation provided  a cake made  a book lent  a check sent.","author":"Carol Holmes","category":"happiness"},{"quote":"Yes  there is a Nirvanah  it is in leading your sheep to a green pasture  and in putting your child to sleep  and in writing the last line of your poem.","author":"Kahlil Gibran","category":"happiness"},{"quote":"First health  then wealth  then pleasure  and do not owe anything to anybody.","author":"Catherine the Great","category":"happiness"},{"quote":"I know well that happiness is in little things.","author":"John Ruskin","category":"happiness"},{"quote":"Sooner or later we all discover that the important moments in life are not the advertised ones  not the birthdays  the graduations  the weddings  not the great goals achieved. The real milestones are less prepossessing. They come to the door of memory.","author":"Susan B. Anthony","category":"happiness"},{"quote":"There is nothing like staying at home for real comfort.","author":"Jane Austen","category":"happiness"},{"quote":"I don't think about whether people will remember me or not. I've been an okay person. I've learned a lot. I've taught people a thing or two. That's what's important.","author":"Julia Child","category":"happiness"},{"quote":"What would life be without art? Science prolongs life. To consist of what-eating  drinking  and sleeping? What is the good of living longer if it is only a matter of satisfying the requirements that sustain life? All this is nothing without the charm of art.","author":"Sarah Bernhardt","category":"happiness"},{"quote":"It is by studying little things that we attain the great knowledge of having as little misery and as much happiness as possible.","author":"Samuel Johnson","category":"happiness"},{"quote":"The happiest people I have known in this world have been the Saints-and  after these  the men and women who get immediate and conscious enjoyment from little things.","author":"Hugh Walpole","category":"happiness"},{"quote":"The little things are infinitely the most important.","author":"Sir Arthur Conan Doyle","category":"happiness"},{"quote":"We women ought to put first things first. Why should we mind if men have their faces on the money  as long as we get our hands on it?","author":"Ivy Baker Priest","category":"happiness"},{"quote":"Eating is not merely a material pleasure. Eating well gives a spectacular joy to life and contributes immensely to goodwill and happy companionship. It is of great importance to the morale.","author":"Elsa Schiapirelli","category":"happiness"},{"quote":"I am beginning to learn that it is the sweet  simple things of life which are the real ones after all.","author":"Laura Ingalls Wilder","category":"happiness"},{"quote":"Happiness consists more in small conveniences or pleasures that occur every day  than in great pieces of good fortune that happen but seldom.","author":"Benjamin Franklin","category":"happiness"},{"quote":"The happiness of most people is not ruined by great catastrophes or fatal errors  but by the repetition of slowly destructive little things.","author":"Ernest Dimnet","category":"happiness"},{"quote":"Enjoy the little things  for one day you may look back and realize they were the big things.","author":"Robert Brault","category":"happiness"},{"quote":"Why not learn to enjoy the little things-there are so many of them.","author":"Anonymous","category":"happiness"},{"quote":"Anyone who's a great kisser I'm always interested in.","author":"Cher","category":"happiness"},{"quote":"Moderation. Small helpings. Sample a little bit of everything. These are the secrets of happiness and good health.","author":"Julia Child","category":"happiness"},{"quote":"The best things are nearest: breath in your nostrils  light in your eyes  flowers at your feet  duties at your hand  the path of God just before you. Then do not grasp at the stars  but do life's plain  common work as it comes  certain that daily duties and daily bread are the sweetest things of life.","author":"Robert Louis Stevenson","category":"happiness"},{"quote":"In violent and chaotic times such as these  our only chance for survival lies in creating our own little islands of sanity and order  in making little havens of our homes.","author":"Susan Kaufman","category":"happiness"},{"quote":"Small kindnesses  small courtesies  small considerations  habitually practiced in our social intercourse  give a greater charm to the character than the display of great talents and accomplishments.","author":"Mary Ann Kelty","category":"happiness"},{"quote":"For most of life  nothing wonderful happens. If you don't enjoy getting up and working and finishing your work and sitting down to a meal with family or friends  then the chances are you're not going to be very happy. If someone bases his happiness or unhappiness on major events like a great new job  huge amounts of money  a flawlessly happy marriage or a trip to Paris  that person isn't going to be happy much of the time. If  on the other hand  happiness depends on a good breakfast  flowers in the yard  a drink or a nap  then we are more likely to live with quite a bit of happiness.","author":"Andy Rooney","category":"happiness"},{"quote":"The mere sense of living is joy enough.","author":"Emily Dickinson","category":"happiness"},{"quote":"The true way to soften one's troubles is to solace those of others.","author":"Madame De Maintenon","category":"happiness"},{"quote":"To complain that life has no joys while there is a single creature whom we can relieve by our bounty  assist by our counsels or enliven by our presence  is... just as rational as to die of thirst with the cup in our hands.","author":"Thomas Fitzosborne","category":"happiness"},{"quote":"We learn the inner secret of happiness when we learn to direct our inner drives  our interest  and our attention to something besides ourselves.","author":"Ethel Percy Andrus","category":"happiness"},{"quote":"Little deeds of kindness  little words of love  Help to make earth happy like the heaven up above.","author":"Julia A. Fletcher Carney","category":"happiness"},{"quote":"In about the same degree as you are helpful  you will be happy.","author":"Karl Reiland","category":"happiness"},{"quote":"Hire the best. Pay them fairly. Communicate frequently. Provide challenges and rewards. Believe in them. Get out of their way and they'll knock your socks off.","author":"Mary Ann Allison","category":"happiness"},{"quote":"Treat a horse like a woman and a woman like a horse. And they'll both win for you.","author":"Elizabeth Arden","category":"happiness"},{"quote":"Invest in the human soul. Who knows  it might be a diamond in the rough.","author":"Mary McLeod Bethune","category":"happiness"},{"quote":"All the goodness  beauty  and perfection of a human being belong to the one who knows how to recognize these qualities.","author":"Georgette Leblanc","category":"happiness"},{"quote":"You cannot always have happiness  but you can always give happiness.","author":"Anonymous","category":"happiness"},{"quote":"The nice thing about teamwork is that you always have others on your side.","author":"Margaret Carty","category":"happiness"},{"quote":"No one can sincerely try to help another without helping himself.","author":"Charles Dudley Warner","category":"happiness"},{"quote":"Happiness is a by-product of helping others.","author":"Denny Miller","category":"happiness"},{"quote":"The most exquisite pleasure is giving pleasure to others.","author":"Jean de la Bruyere","category":"happiness"},{"quote":"No man can live happily who regards himself alone  who turns everything to his own advantage. Thou must live for another if thou wishest to live for thyself.","author":"Marcus Annaeus Seneca","category":"happiness"},{"quote":"Scatter seeds of kindness everywhere you go  Scatter bits of courtesy-watch them grow and grow. Gather buds of friendship  keep them till full-blown  You will find more happiness than you have ever known.","author":"Amy R. Raabe","category":"happiness"},{"quote":"If all our happiness is bound up entirely in our personal circumstances  it is difficult not to demand of life more than it has to give.","author":"Bertrand Russell","category":"happiness"},{"quote":"No man is more cheated than the selfish man.","author":"Henry Ward Beecher","category":"happiness"},{"quote":"The habit of being uniformly considerate toward others will bring increased happiness to you.","author":"Grenville Kleiser","category":"happiness"},{"quote":"If you have not often felt the joy of doing a kind act  you have neglected much  and most of all yourself.","author":"A. Neilen","category":"happiness"},{"quote":"We cannot hold a torch to light another's path without brightening our own.","author":"Ben Sweetland","category":"happiness"},{"quote":"Life becomes harder for us when we live for others  but it also becomes richer and happier.","author":"Albert Schweitzer","category":"happiness"},{"quote":"Happiness ... consists in giving  and in serving others.","author":"Henry Drummond","category":"happiness"},{"quote":"Pleasure is a reciprocal  no one feels it who does not at the same time give it. To be pleased  one must please.","author":"Lord Chesterfield","category":"happiness"},{"quote":"He that despiseth his neighbor sin-neth  but he that hath mercy on the poor  happy is he.","author":"Bible","category":"happiness"},{"quote":"Instinct teaches us to look for happiness outside ourselves.","author":"Blaise Pascal","category":"happiness"},{"quote":"A bit of fragrance always clings to the hand that gives you roses.","author":"Chinese proverb","category":"happiness"},{"quote":"When you dig another out of their troubles  you find a place to bury your own.","author":"Anonymous","category":"happiness"},{"quote":"One thing I know: the only ones among you who will be really happy are those who will have sought and found how to serve.","author":"Albert Schweitzer","category":"happiness"},{"quote":"Caring about others  running the risk of feeling  and leaving an impact on people  brings happiness.","author":"Rabbi Harold Kushner","category":"happiness"},{"quote":"The entire sum of existence is the magic of being needed by just one person.","author":"Vi Putnam","category":"happiness"},{"quote":"One of the things I keep learning is that the secret of being happy is doing things for other people.","author":"Dick Gregory","category":"happiness"},{"quote":"Make one person happy each day and in forty years you will have made 14 600 human beings happy for a little time  at least.","author":"Charley Willey","category":"happiness"},{"quote":"The most satisfying thing in life is to have been able to give a large part of oneself to others.","author":"Pierre Teilhard de Chardin","category":"happiness"},{"quote":"To be kind to all  to like many and love a few  to be needed and wanted by those we love  is certainly the nearest we can come to happiness.","author":"Mary Roberts Rinehart","category":"happiness"},{"quote":"Seldom can the heart be lonely  If it seeks a lonelier still  Self-forgetting  seeking only Emptier cups of love to fill.","author":"Frances Ridley Havergal","category":"happiness"},{"quote":"The older you get  the more you realize that kindness is synonymous with happiness.","author":"Lionel Barrymore","category":"happiness"},{"quote":"There is no happiness in having or in getting  but only in giving.","author":"Henry Drummond","category":"happiness"},{"quote":"Make happy those who are near  and those who are far will come.","author":"Chinese proverb","category":"happiness"},{"quote":"True happiness consists in making others happy.","author":"Hindu proverb","category":"happiness"},{"quote":"All who would win joy  must share it  happiness was born a twin.","author":"Lord Byron","category":"happiness"},{"quote":"Happiness is not so much in having as sharing. We make a living by what we get  but we make a life by what we give.","author":"Norman MacEwan","category":"happiness"},{"quote":"Happiness quite unshared can scarcely be called happiness  it has no taste.","author":"Charlotte Bronte","category":"happiness"},{"quote":"Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray  nay  when it strikes on a kindred heart  like the converged light on a mirror  it reflects itself with redoubled brightness. It is not perfected till it is shared.","author":"Jane Porter","category":"happiness"},{"quote":"The tourist may complain of other tourists  but he would be lost without them.","author":"Agnes Repplier","category":"happiness"},{"quote":"Unshared joy is an unlighted candle.","author":"Spanish proverb","category":"happiness"},{"quote":"A joy that's shared is a joy made double.","author":"English proverb","category":"happiness"},{"quote":"The human heart  at whatever age  opens only to the heart that opens in return.","author":"Maria Edgeworth","category":"happiness"},{"quote":"Happiness is the cheapest thing in the world ... when we buy it for someone else.","author":"Paul Flemming","category":"happiness"},{"quote":"To get the full value of a joy you must have somebody to divide it with.","author":"Mark Twain","category":"happiness"},{"quote":"We have no more right to consume happiness without producing it than to consume wealth without producing it.","author":"George Bernard Shaw","category":"happiness"},{"quote":"When someone does something good  applaud! You will make two people happy.","author":"Samuel Goldwyn","category":"happiness"},{"quote":"Happiness is not perfected until it is shared.","author":"Jane Porter","category":"happiness"},{"quote":"Happiness ... is achieved only by making others happy.","author":"Stuart Cloete","category":"happiness"},{"quote":"Our Thoughts Determine Our Happiness High above hate I dwell  0 storms! Farewell.","author":"Louise Imogen Guiney","category":"happiness"},{"quote":"The happiness of your life depends upon the quality of your thoughts.","author":"Marcus Aurelius","category":"happiness"},{"quote":"1 am happy and content because I think I am.","author":"Alain-Rene Lesage","category":"happiness"},{"quote":"All happiness is in the mind.","author":"Anonymous","category":"happiness"},{"quote":"Happiness is not a matter of events  it depends upon the tides of the mind.","author":"Alice Meynell","category":"happiness"},{"quote":"A happy life consists in tranquility of mind.","author":"Cicero","category":"happiness"},{"quote":"The real winners in life are the people who look at every situation with an expectation that they can make it work or make it better.","author":"Barbara Pletcher","category":"happiness"},{"quote":"A man's as miserable as he thinks he is.","author":"Marcus Annaeus Seneca","category":"happiness"},{"quote":"The happiest person is the person who thinks the most interesting thoughts.","author":"William Lyon Phelps","category":"happiness"},{"quote":"Unhappiness indicates wrong thinking  just as ill health indicates a bad regimen.","author":"Paul Bourget","category":"happiness"},{"quote":"He is happy that knoweth not himself to be otherwise.","author":"Thomas Fuller","category":"happiness"},{"quote":"The greater part of our happiness or misery depends on our dispositions  and not our circumstances.","author":"Martha Washington","category":"happiness"},{"quote":"Happiness does not depend on outward things  but on the way we see them.","author":"Leo Tolstoy","category":"happiness"},{"quote":"Happiness will never be any greater than the idea we have of it.","author":"Maurice Maeterlinck","category":"happiness"},{"quote":"We are never so happy or so unhappy as we think.","author":"Francois de La Rochefoucauld","category":"happiness"},{"quote":"Misery is almost always the result of thinking.","author":"Joseph Joubert","category":"happiness"},{"quote":"A great obstacle to happiness is to expect too much happiness.","author":"Bernard de Fontenelle","category":"happiness"},{"quote":"It isn't our position  but our disposition  that makes us happy.","author":"Anonymous","category":"happiness"},{"quote":"A man's happiness or unhappiness depends as much on his temperament as on his destiny.","author":"Francois de La Rochefoucauld","category":"happiness"},{"quote":"I went back to being an amateur  in the sense of somebody who loves what she is doing. If a professional loses the love of work  routine sets in  and that's the death of work and life.","author":"Ada Bethune","category":"happiness"},{"quote":"The high prize of life  the crowning fortune of man  is to be born with a bias to some pursuit which finds him in employment and happiness.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"The medals don't mean anything and the glory doesn't last. It's all about your happiness. The rewards are going to come  but my happiness is just loving the sport and having fun performing.","author":"Jackie Joyner-Kersee","category":"happiness"},{"quote":"The road to happiness lies in two simple principles: find what it is that interests you and that you can do well  and when you find it put your whole soul into it-every bit of energy and ambition and natural ability you have.","author":"John D. Rockefeller III","category":"happiness"},{"quote":"They are happy men whose natures sort with their vocations.","author":"Francis Bacon","category":"happiness"},{"quote":"Happiness consists in the full employment of our faculties in some pursuit.","author":"Harriet Martineau","category":"happiness"},{"quote":"The happy people are those who are producing something.","author":"William Ralph Inge","category":"happiness"},{"quote":"Congenial labor is the secret of happiness.","author":"Arthur Christopher Benson","category":"happiness"},{"quote":"To find out what one is fitted to do  and to secure an opportunity to do it  is the key to happiness.","author":"John Dewey","category":"happiness"},{"quote":"If I were to suggest a general rule for happiness  I would say \"Work a little harder  Work a little longer  Work!\"","author":"Frederick H. Ecker","category":"happiness"},{"quote":"To make a man happy  fill his hands with work.","author":"Frederick E. Crane","category":"happiness"},{"quote":"Work is the true elixir of life. The busiest man is the happiest man.","author":"Sir Theodore Martin","category":"happiness"},{"quote":"Happiness ... loves to see men work. She loves sweat  weariness  self-sacrifice. She will not be found in the palaces  but lurking in cornfields and factories  and hovering over littered desks.","author":"David Grayson","category":"happiness"},{"quote":"Every job has drudgery. ... The first secret of happiness is the recognition of this fundamental fact.","author":"M. C. Mcintosh","category":"happiness"},{"quote":"All happiness depends on courage and work.","author":"Honore de Balzac","category":"happiness"},{"quote":"There is work that is work and there is play that is play  there is play that is work and work that is play. And in only one of these lie happiness.","author":"Gelett Burgess","category":"happiness"},{"quote":"Employment... is so essential to human happiness that indolence is justly considered the mother of misery.","author":"Robert Burton","category":"happiness"},{"quote":"Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.","author":"Leo C. Rosten","category":"happiness"},{"quote":"A man is relieved and gay when he has put his heart into his work and done his best.","author":"Ralph Waldo Emerson","category":"happiness"},{"quote":"There is certainly no greater happiness than to be able to look back on a life usefully and virtuously employed  to trace our own progress in existence by such tokens as excite neither shame nor sorrow.","author":"Samuel Johnson","category":"happiness"},{"quote":"Continuity of purpose is one of the most essential ingredients of happiness in the long run  and for most men this comes chiefly through their work.","author":"Bertrand Russell","category":"happiness"},{"quote":"Blessed is he who has found his work  let him ask no other blessedness. He has a work  a life-purpose. ... Get your happiness out of your work or you will never know what real happiness is. ... Even in the meanest sorts of labor  the whole soul of a man is composed into a kind of real harmony the instant he sets himself to work.","author":"Thomas Carlyle","category":"happiness"},{"quote":"Man is happy only as he finds a work worth doing-and does it well.","author":"E. Merrill Root","category":"happiness"},{"quote":"Life without absorbing occupation is hell.","author":"Elbert Hubbard","category":"happiness"},{"quote":"Few persons realize how much of their happiness  such as it is  is dependent upon their work.","author":"John Burroughs","category":"happiness"},{"quote":"Joy is the will which labours  which overcomes obstacles  which knows triumph.","author":"William Butler Yeats","category":"happiness"},{"quote":"Get happiness out of your work or you may never know what happiness is.","author":"Elbert Hubbard","category":"happiness"},{"quote":"When men are rightly occupied  their amusement grows out of their work  as the color-petals out of a fruitful flower.","author":"John Ruskin","category":"happiness"},{"quote":"Parents  however old they and we may grow to be  serve among other things to shield us from a sense of our doom. As long as they are around  we can avoid the fact of our mortality  we can still be innocent children.","author":"Jane Howard","category":"happiness"},{"quote":"You leave home to seek your fortune and  when you get it  you go home and share it with your family.","author":"Anita Baker","category":"happiness"},{"quote":"Sometimes the strength of motherhood is greater than natural laws.","author":"Barbara Kingsolver","category":"happiness"},{"quote":"He is happiest  be he king or peasant  who finds peace in his home.","author":"Johann von Goethe","category":"happiness"},{"quote":"My child looked at me and I looked back at him in the delivery room  and I realized that out of a sea of infinite possibilities it had come down to this: a specific person  born on the hottest day of the year  conceived on a Christmas Eve  made by his father and me miraculously from scratch.","author":"Anna Quindlen","category":"happiness"}]}