{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The fate of love is that it always seems too little or too much.","author":"Amelia Barr","category":"Love Is, Fate, Little"},{"quote":"Love is the great miracle cure. Loving ourselves works miracles in our lives.","author":"Louise L. Hay","category":"Great, Love Is, Loving"},{"quote":"For above all things Love means sweetness, and truth, and measure; yea, loyalty to the loved one and to your word. And because of this I dare not meddle with so high a matter.","author":"Marie de France","category":"Truth, Loyalty, Measure"},{"quote":"There is no person that love cannot heal there is no soul that love cannot save.","author":"Carlos Santana","category":"Soul, Person, Heal"},{"quote":"When love is at its best, one loves so much that he cannot forget.","author":"Helen Hunt Jackson","category":"Best, Love Is, Forget"},{"quote":"It's important for us to latch onto the people that we love.","author":"Connie Stevens","category":"People, Important, Us"},{"quote":"Love can be unselfish, in the sense of being benevolent and generous, without being selfless.","author":"Mortimer Adler","category":"Selfless, Sense, Without"},{"quote":"Love knows not distance it hath no continent its eyes are for the stars.","author":"Gilbert Parker","category":"Stars, Eyes, Distance"},{"quote":"The essential conditions of everything you do must be choice, love, passion.","author":"Nadia Boulanger","category":"Passion, Choice, You"},{"quote":"I love California, I practically grew up in Phoenix.","author":"Dan Quayle","category":"Up, California, Phoenix"},{"quote":"I used to think that love was giving up everything of yourself and giving it to the other person. Now, I've realized that love is when you have somebody that doesn't make you give up half of yourself.","author":"Kehlani","category":"Love Is, Giving, Yourself"},{"quote":"Your feelings so are important to write down, to capture, and to remember because today you're heartbroken, but tomorrow you'll be in love again.","author":"Taylor Swift","category":"Today, Tomorrow, Remember"},{"quote":"Have we not come to such an impasse in the modern world that we must love our enemies - or else? The chain reaction of evil - hate begetting hate, wars producing more wars - must be broken, or else we shall be plunged into the dark abyss of annihilation.","author":"Martin Luther King, Jr.","category":"Hate, Evil, World"},{"quote":"Happy is the man whom the Muses love: sweet speech flows from his mouth.","author":"Hesiod","category":"Happy, Romantic, Man"},{"quote":"We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself.","author":"Pope Francis","category":"Work, Good, Society"},{"quote":"To put yourself in another's place requires real imagination, but by doing so each Girl Scout will be able to love among others happily.","author":"Juliette Gordon Low","category":"Imagination, Girl, Yourself"},{"quote":"Cherish sunsets, wild creatures and wild places. Have a love affair with the wonder and beauty of the earth.","author":"Stewart Udall","category":"Beauty, Earth, Wonder"},{"quote":"I love this life. I feel like I am always catching my breath and saying, 'Oh! Will you look at that?' Photography has been my way of bearing witness to the joy I find in seeing the extraordinary in ordinary life. You don't look for pictures. Your pictures are looking for you.","author":"Harold Feinstein","category":"Life, Joy, I Am"},{"quote":"There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.","author":"Dwight D. Eisenhower","category":"Freedom, Faith, America"},{"quote":"You protect your being when you love yourself better. That's the secret.","author":"Isabelle Adjani","category":"Love Yourself, Yourself"},{"quote":"When people get married because they think it's a long-time love affair, they'll be divorced very soon, because all love affairs end in disappointment. But marriage is a recognition of a spiritual identity.","author":"Joseph Campbell","category":"Marriage, Spiritual"},{"quote":"Love, whether newly born, or aroused from a deathlike slumber, must always create sunshine, filling the heart so full of radiance, this it overflows upon the outward world.","author":"Nathaniel Hawthorne","category":"Romantic, Heart, Sunshine"},{"quote":"I represent the kids who come from nothing but who understand it all and love it all. That's what I represent - those are the cool kids, you know, the kids of tomorrow, because who would've known that I'd be who I am today? We are the kids of tomorrow.","author":"ASAP Rocky","category":"Today, I Am, Cool"},{"quote":"Love is stronger than justice.","author":"Sting","category":"Justice, Love Is, Stronger"},{"quote":"There is no limit to the power of loving.","author":"John Morton","category":"Power, Limit, Loving"},{"quote":"Love dies only when growth stops.","author":"Pearl S. Buck","category":"Growth, Only, Stops"},{"quote":"It is an extra dividend when you like the girl you've fallen in love with.","author":"Clark Gable","category":"Girl, Dating, You"},{"quote":"I have been married twice, and those were not the happiest times of my life. Part of the problem, quite frankly, is that when you get married, the romance disappears and the children arrive and the love is transferred. It shouldn't be that way, but too often it is transferred to the children.","author":"Hugh Hefner","category":"Life, Children, Love Is"},{"quote":"Love is only a dirty trick played on us to achieve continuation of the species.","author":"W. Somerset Maugham","category":"Love Is, Achieve, Dirty"},{"quote":"Teach love, generosity, good manners and some of that will drift from the classroom to the home and who knows, the children will be educating the parents.","author":"Roger Moore","category":"Teacher, Children, Home"},{"quote":"I love history, doesn't matter what era, I'm fascinated.","author":"Tom Petty","category":"History, Matter, Era"},{"quote":"I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them.","author":"Ulysses S. Grant","category":"Thankful, Home, Patriotism"},{"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","author":"Bertrand Russell","category":"Life, Fear, Love Is"},{"quote":"My love of fine art increased - the more of it I saw, the more of it I wanted to see.","author":"J. Paul Getty","category":"Art, See, Fine"},{"quote":"Success is when you see something, and you say, 'I want to do that,' and then you do it. It's being happy with what you do and doing what you love every day.","author":"Alessia Cara","category":"Success, Happy, Day"},{"quote":"I'm a photographer, period. I love photography, the immediacy of it. I like the craft, the idea of saying 'I'm a photographer.'","author":"David LaChapelle","category":"Photography, Idea, Saying"},{"quote":"We love but once, for once only are we perfectly equipped for loving.","author":"Cyril Connolly","category":"Loving, Once, Perfectly"},{"quote":"One's art goes as far and as deep as one's love goes.","author":"Andrew Wyeth","category":"Art, Deep, Far"},{"quote":"One word frees us of all the weight and pain in life. That word is love.","author":"Sophocles","category":"Life, Pain, One Word"},{"quote":"At the touch of love everyone becomes a poet.","author":"Plato","category":"Everyone, Touch"},{"quote":"There are never enough I Love You's.","author":"Lenny Bruce","category":"You, Enough, Never"},{"quote":"We may give without loving, but we cannot love without giving.","author":"Bernard Meltzer","category":"Giving, Loving, May"},{"quote":"Love, having no geography, knows no boundaries.","author":"Truman Capote","category":"Geography, Boundaries, Knows"},{"quote":"Love prefers twilight to daylight.","author":"Oliver Wendell Holmes, Sr.","category":"Twilight, Daylight"},{"quote":"Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation.","author":"Rabindranath Tagore","category":"Truth, Heart, Love Is"},{"quote":"Gestures, in love, are incomparably more attractive, effective and valuable than words.","author":"Francois Rabelais","category":"Words, Attractive, Gestures"},{"quote":"Love is energy of life.","author":"Robert Browning","category":"Life, Love Is, Energy"},{"quote":"Who would give a law to lovers? Love is unto itself a higher law.","author":"Boethius","category":"Love Is, Law, Lovers"},{"quote":"Love him and let him love you. Do you think anything else under heaven really matters?","author":"James A. Baldwin","category":"Think, Heaven, You"},{"quote":"There is always something left to love. And if you ain't learned that, you ain't learned nothing.","author":"Lorraine Hansberry","category":"Nothing, You, Always"},{"quote":"The god of love lives in a state of need. It is a need. It is an urge. It is a homeostatic imbalance. Like hunger and thirst, it's almost impossible to stamp out.","author":"Plato","category":"God, Impossible, Hunger"},{"quote":"Love is not only something you feel, it is something you do.","author":"David Wilkerson","category":"Love Is, You, Feel"},{"quote":"The sweetest noise on earth, a woman's tongue; A string which hath no discord.","author":"Bryan Procter","category":"Woman, Earth, Tongue"},{"quote":"Love is the difficult realization that something other than oneself is real.","author":"Iris Murdoch","category":"Love Is, Real, Difficult"},{"quote":"Familiar acts are beautiful through love.","author":"Percy Bysshe Shelley","category":"Beautiful, Through, Familiar"},{"quote":"The highest function of love is that it makes the loved one a unique and irreplacable being.","author":"Tom Robbins","category":"Love Is, Unique, Loved"},{"quote":"No, there's nothing half so sweet in life as love's young dream.","author":"Thomas Moore","category":"Life, Dream, Sweet"},{"quote":"Love is the greatest gift that God has given us. It's free.","author":"Taraji P. Henson","category":"God, Love Is, Gift"},{"quote":"Who ever loved that loved not at first sight?","author":"Christopher Marlowe","category":"Sight, Loved, First"},{"quote":"Absence - that common cure of love.","author":"Lord Byron","category":"Absence, Cure, Common"},{"quote":"Love is being stupid together.","author":"Paul Valery","category":"Together, Love Is, Stupid"},{"quote":"There is room in the smallest cottage for a happy loving pair.","author":"Friedrich Schiller","category":"Happy, Loving, Pair"},{"quote":"A kiss is a rosy dot over the 'i' of loving.","author":"Cyrano de Bergerac","category":"Kiss, Loving, Dot"},{"quote":"There is only one kind of love, but there are a thousand imitations.","author":"Francois de La Rochefoucauld","category":"Kind, Only, Thousand"},{"quote":"Love comes unseen we only see it go.","author":"Henry Austin Dobson","category":"See, Only, Go"},{"quote":"The fact is that love is of two kinds, one which commands, and one which obeys. The two are quite distinct, and the passion to which the one gives rise is not the passion of the other.","author":"Honore de Balzac","category":"Passion, Love Is, Rise"},{"quote":"Is it not by love alone that we succeed in penetrating to the very essence of being?","author":"Igor Stravinsky","category":"Alone, Succeed, Being"},{"quote":"The praise that comes from love does not make us vain, but more humble.","author":"James M. Barrie","category":"Humble, Praise, Us"},{"quote":"Loved. You can't use it in the past tense. Death does not stop that love at all.","author":"Ken Kesey","category":"Death, Past, You"},{"quote":"In the flush of love's light, we dare be brave. And suddenly we see that love costs all we are, and will ever be. Yet it is only love which sets us free.","author":"Maya Angelou","category":"Light, Brave, Free"},{"quote":"Fortune and love favor the brave.","author":"Ovid","category":"Brave, Favor, Fortune"},{"quote":"Love is the wisdom of the fool and the folly of the wise.","author":"Samuel Johnson","category":"Wisdom, Wise, Love Is"},{"quote":"Sympathy constitutes friendship; but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.","author":"Samuel Taylor Coleridge","category":"Friendship, Passion"},{"quote":"All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.","author":"Julie Andrews","category":"Time, Changes, Know"},{"quote":"When you love a man, he becomes more than a body. His physical limbs expand, and his outline recedes, vanishes. He is rich and sweet and right. He is part of the world, the atmosphere, the blue sky and the blue water.","author":"Gwendolyn Brooks","category":"Water, Man, Sky"},{"quote":"In a full heart there is room for everything, and in an empty heart there is room for nothing.","author":"Antonio Porchia","category":"Heart, Nothing, Empty"},{"quote":"Love is a hole in the heart.","author":"Ben Hecht","category":"Heart, Love Is, Hole"},{"quote":"Love is like a faucet, it turns off and on.","author":"Billie Holiday","category":"Love Is, Like, Off"},{"quote":"Love is always being given where it is not required.","author":"E. M. Forster","category":"Love Is, Always, Where"},{"quote":"If thou must love me, let it be for naught except for love's sake only.","author":"Elizabeth Barrett Browning","category":"Me, Love Me, Must"},{"quote":"Falling in love consists merely in uncorking the imagination and bottling the common sense.","author":"Helen Rowland","category":"Imagination, Common Sense"},{"quote":"The truth is that love smashes into your life like an ice floe, and even if your heart is built like the Titanic you go down.","author":"Jeanette Winterson","category":"Life, Truth, Heart"},{"quote":"Love is love's reward.","author":"John Dryden","category":"Love Is, Reward"},{"quote":"Pains of love be sweeter far than all other pleasures are.","author":"John Dryden","category":"Far, Pleasures, Pains"},{"quote":"Love is that splendid triggering of human vitality the supreme activity which nature affords anyone for going out of himself toward someone else.","author":"Jose Ortega y Gasset","category":"Nature, Love Is, Human"},{"quote":"The cure for all the ills and wrongs, the cares, the sorrows, and the crimes of humanity, all lie in the one word 'love'. It is the divine vitality that everywhere produces and restores life.","author":"Lydia M. Child","category":"Life, Lie, Humanity"},{"quote":"Love is the child of illusion and the parent of disillusion.","author":"Miguel de Unamuno","category":"Love Is, Child, Parent"},{"quote":"All love is vanquished by a succeeding love.","author":"Ovid","category":"Love Is, Succeeding"},{"quote":"Love is a sacred reserve of energy it is like the blood of spiritual evolution.","author":"Pierre Teilhard de Chardin","category":"Spiritual, Love Is"},{"quote":"You don't have to go looking for love when it's where you come from.","author":"Werner Erhard","category":"Looking, You, Where"},{"quote":"There's no bad consequence to loving fully, with all your heart. You always gain by giving love.","author":"Reese Witherspoon","category":"Heart, Giving, Loving"},{"quote":"Stolen kisses are always sweetest.","author":"Leigh Hunt","category":"Always, Stolen, Sweetest"},{"quote":"Oh, love will make a dog howl in rhyme.","author":"Francis Beaumont","category":"Dog, Will, Rhyme"},{"quote":"Great thoughts come from the heart.","author":"Luc de Clapiers","category":"Great, Heart, Thoughts"},{"quote":"True love is quiescent, except in the nascent moments of true humility.","author":"Bryant H. McGill","category":"Love Is, True Love, Humility"},{"quote":"You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere.","author":"D. H. Lawrence","category":"Positive, Yourself, Negative"},{"quote":"The spring of love becomes hidden and soon filled up.","author":"Max Muller","category":"Spring, Hidden, Up"},{"quote":"The inner reality of love can be recognized only by love.","author":"Hans Urs von Balthasar","category":"Reality, Inner, Recognized"},{"quote":"I was adored once too.","author":"William Shakespeare","category":"Once, Too, Adored"},{"quote":"All mankind love a lover.","author":"Ralph Waldo Emerson","category":"Mankind, Lover"},{"quote":"Loving others always costs us something and requires effort. And you have to decide to do it on purpose. You can't wait for a feeling to motivate you.","author":"Joyce Meyer","category":"Effort, Purpose, Loving"},{"quote":"Love is the triumph of imagination over intelligence.","author":"H. L. Mencken","category":"Intelligence, Imagination"},{"quote":"We are all born for love. It is the principle of existence, and its only end.","author":"Benjamin Disraeli","category":"End, Born, Existence"},{"quote":"Love is the hardest habit to break, and the most difficult to satisfy.","author":"Drew Barrymore","category":"Love Is, Habit, Difficult"},{"quote":"When we are in love we seem to ourselves quite different from what we were before.","author":"Blaise Pascal","category":"Different, Ourselves, Before"},{"quote":"Who loves, raves.","author":"Lord Byron","category":"Who, Raves, Loves"},{"quote":"I like not only to be loved, but also to be told I am loved.","author":"George Eliot","category":"I Am, Loved, Like"},{"quote":"There isn't any formula or method. You learn to love by loving - by paying attention and doing what one thereby discovers has to be done.","author":"Aldous Huxley","category":"Learn, Loving, You"},{"quote":"Do you have to have a reason for loving?","author":"Brigitte Bardot","category":"Loving, You, Reason"},{"quote":"It is easier to love humanity as a whole than to love one's neighbor.","author":"Eric Hoffer","category":"Humanity, Neighbor, Easier"},{"quote":"Love is the poetry of the senses.","author":"Honore de Balzac","category":"Love Is, Poetry, Senses"},{"quote":"It is difficult to know at what moment love begins it is less difficult to know that it has begun.","author":"Henry Wadsworth Longfellow","category":"Moment, Know, Difficult"},{"quote":"At the beginning and at the end of love, the two lovers are embarrassed to find themselves alone.","author":"Jean de la Bruyere","category":"Alone, Beginning, End"},{"quote":"Before I met my husband, I'd never fallen in love. I'd stepped in it a few times.","author":"Rita Rudner","category":"Husband, Never, Fallen"},{"quote":"It's useless to hold a person to anything he says while he's in love, drunk, or running for office.","author":"Shirley MacLaine","category":"Person, Office, Hold"},{"quote":"The journey from teaching about love to allowing myself to be loved proved much longer than I realised.","author":"Henri Nouwen","category":"Journey, Myself, Loved"},{"quote":"Love is never wrong.","author":"Melissa Etheridge","category":"Love Is, Never, Wrong"},{"quote":"If it is your time, love will track you down like a cruise missile.","author":"Lynda Barry","category":"Time, Down, You"},{"quote":"The love we have in our youth is superficial compared to the love that an old man has for his old wife.","author":"Will Durant","category":"Man, Youth, Wife"},{"quote":"No one has ever loved anyone the way everyone wants to be loved.","author":"Mignon McLaughlin","category":"Loved, Way, Everyone"},{"quote":"We can't command our love, but we can our actions.","author":"Arthur Conan Doyle","category":"Actions, Command, Our Love"},{"quote":"If you wish to be loved, show more of your faults than your virtues.","author":"Edward G. Bulwer-Lytton","category":"Wish, Loved, You"},{"quote":"The love which moves the world, according to common Christian belief, is God's love and the love of God.","author":"Mortimer Adler","category":"God, World, Christian"},{"quote":"To good and true love fear is forever affixed.","author":"Francois Rabelais","category":"Good, Fear, True Love"},{"quote":"People think love is an emotion. Love is good sense.","author":"Ken Kesey","category":"Good, Love Is, People"},{"quote":"Love is an energy which exists of itself. It is its own value.","author":"Thornton Wilder","category":"Love Is, Value, Energy"},{"quote":"My wife, my family, my friends - they've all taught me things about love and what that emotion really means. In a nutshell, loving someone is about giving, not receiving.","author":"Nicholas Sparks","category":"Family, Friends, Wife"},{"quote":"A man is already halfway in love with any woman who listens to him.","author":"Brendan Behan","category":"Man, Woman, Him"},{"quote":"Love is, above all, the gift of oneself.","author":"Jean Anouilh","category":"Love Is, Gift, Oneself"},{"quote":"We cease loving ourselves if no one loves us.","author":"Madame de Stael","category":"Loving, Ourselves, Us"},{"quote":"In matters of the heart, nothing is true except the improbable.","author":"Madame de Stael","category":"Heart, True, Matters"},{"quote":"The love of our private friends is the only preparatory exercise for the love of all men.","author":"John Henry Newman","category":"Friends, Men, Exercise"},{"quote":"A man reserves his true and deepest love not for the species of woman in whose company he finds himself electrified and enkindled, but for that one in whose company he may feel tenderly drowsy.","author":"George Jean Nathan","category":"Man, Woman, Company"},{"quote":"Say what you will, 'tis better to be left than never to have been loved.","author":"William Congreve","category":"Better, Loved, You"},{"quote":"The truth is that there is only one terminal dignity - love. And the story of a love is not important - what is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.","author":"Helen Hayes","category":"Truth, Love Is, Truth Is"},{"quote":"We don't believe in rheumatism and true love until after the first attack.","author":"Marie von Ebner-Eschenbach","category":"True Love, Believe, True"},{"quote":"Love is the word used to label the sexual excitement of the young, the habituation of the middle-aged, and the mutual dependence of the old.","author":"John Ciardi","category":"Love Is, Young, Excitement"},{"quote":"What the world really needs is more love and less paper work.","author":"Pearl Bailey","category":"Work, World, Paper"},{"quote":"The deep joy we take in the company of people with whom we have just recently fallen in love is undisguisable.","author":"John Cheever","category":"Deep, Love Is, Joy"},{"quote":"Love is a game that two can play and both win.","author":"Eva Gabor","category":"Love Is, Win, Game"},{"quote":"Ultimately love is everything.","author":"M. Scott Peck","category":"Love Is, Everything"},{"quote":"You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love.","author":"Henry Drummond","category":"Life, Moments, You"},{"quote":"Come live in my heart, and pay no rent.","author":"Samuel Lover","category":"Heart, Live, Pay"},{"quote":"Each moment of a happy lover's hour is worth an age of dull and common life.","author":"Aphra Behn","category":"Life, Happy, Age"},{"quote":"One must not trifle with love.","author":"Alfred de Musset","category":"Must, Trifle"},{"quote":"I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence.","author":"Theodore Dreiser","category":"Power, Believe, I Believe"},{"quote":"Words may be false and full of art Sighs are the natural language of the heart.","author":"Thomas Shadwell","category":"Art, Heart, Words"},{"quote":"All love is lost but upon God alone.","author":"William Dunbar","category":"God, Alone, Love Is"},{"quote":"How absurd and delicious it is to be in love with somebody younger than yourself. Everybody should try it.","author":"Barbara Pym","category":"Yourself, Try, Younger"},{"quote":"Sometimes it's hard to be a woman giving all your love to just one man.","author":"Tammy Wynette","category":"Man, Woman, Giving"},{"quote":"Stand by your man. Give him two arms to cling to and something warm to come to.","author":"Tammy Wynette","category":"Man, Stand, Him"},{"quote":"Love is... never asking for more than you are prepared to give.","author":"Kim Casali","category":"Love Is, You, Asking"},{"quote":"If you've got love you've got life, if you can love you can live.","author":"Kim Casali","category":"Life, Live, You"},{"quote":"My children are the reason I laugh, smile and want to get up every morning.","author":"Gena Lee Nolin","category":"Smile, Morning, Children"},{"quote":"At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.","author":"Jane D. Hull","category":"Positive, Success, Parents"},{"quote":"Each day of our lives we make deposits in the memory banks of our children.","author":"Charles R. Swindoll","category":"Children, Day, Memory"},{"quote":"The gain is not the having of children it is the discovery of love and how to be loving.","author":"Polly Berrien Berends","category":"Love, Children, Loving"},{"quote":"Don't worry that children never listen to you worry that they are always watching you.","author":"Robert Fulghum","category":"Children, Worry, You"},{"quote":"Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day.","author":"Taylor Hanson","category":"Day, Baby, Perspective"},{"quote":"I cannot think of any need in childhood as strong as the need for a father's protection.","author":"Sigmund Freud","category":"Father, Strong, Childhood"},{"quote":"A baby is born with a need to be loved - and never outgrows it.","author":"Frank A. Clark","category":"Baby, Loved, Born"},{"quote":"Let parents bequeath to their children not riches, but the spirit of reverence.","author":"Plato","category":"Children, Parents, Spirit"},{"quote":"Always kiss your children goodnight, even if they're already asleep.","author":"H. Jackson Brown, Jr.","category":"Children, Kiss, Always"},{"quote":"To be a good father and mother requires that the parents defer many of their own needs and desires in favor of the needs of their children. As a consequence of this sacrifice, conscientious parents develop a nobility of character and learn to put into practice the selfless truths taught by the Savior Himself.","author":"James E. Faust","category":"Children, Good, Father"},{"quote":"Children are educated by what the grown-up is and not by his talk.","author":"Carl Jung","category":"Children, Educated, Talk"},{"quote":"When you hold your baby in your arms the first time, and you think of all the things you can say and do to influence him, it's a tremendous responsibility. What you do with him can influence not only him, but everyone he meets and not for a day or a month or a year but for time and eternity.","author":"Rose Kennedy","category":"Time, Day, Responsibility"},{"quote":"Every word, facial expression, gesture, or action on the part of a parent gives the child some message about self-worth. It is sad that so many parents don't realize what messages they are sending.","author":"Virginia Satir","category":"Sad, Parents, Child"},{"quote":"I'm not a parenting expert. In fact, I'm not sure that I even believe in the idea of 'parenting experts.' I'm an engaged, imperfect parent and a passionate researcher. I'm an experienced mapmaker and a stumbling traveler. Like many of you, parenting is by far my boldest and most daring adventure.","author":"Brene Brown","category":"Adventure, Believe, Parent"},{"quote":"Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built.","author":"James Dobson","category":"Children, Future, Home"},{"quote":"The number of stressors has multiplied exponentially: traffic, money, success, work/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn't been able to keep up.","author":"Andrew J. Bernstein","category":"Life, Success, Family"},{"quote":"Parents were invented to make children happy by giving them something to ignore.","author":"Ogden Nash","category":"Children, Happy, Parents"},{"quote":"Even as kids reach adolescence, they need more than ever for us to watch over them. Adolescence is not about letting go. It's about hanging on during a very bumpy ride.","author":"Ron Taffel","category":"Letting Go, Ride"},{"quote":"If you bungle raising your children, I don't think whatever else you do matters very much.","author":"Jackie Kennedy","category":"Children, Think, You"},{"quote":"The child supplies the power but the parents have to do the steering.","author":"Benjamin Spock","category":"Power, Parents, Child"},{"quote":"Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty.","author":"Robert Casey","category":"Women, Today, Equality"},{"quote":"There are times as a parent when you realize that your job is not to be the parent you always imagined you'd be, the parent you always wished you had. Your job is to be the parent your child needs, given the particulars of his or her own life and nature.","author":"Ayelet Waldman","category":"Life, Nature, Job"},{"quote":"The more people have studied different methods of bringing up children the more they have come to the conclusion that what good mothers and fathers instinctively feel like doing for their babies is the best after all.","author":"Benjamin Spock","category":"Children, Good, Best"},{"quote":"Every cliche about kids is true; they grow up so quickly, you blink and they're gone, and you have to spend the time with them now. But that's a joy.","author":"Liam Neeson","category":"Time, Joy, Grow"},{"quote":"To me luxury is to be at home with my daughter, and the occasional massage doesn't hurt.","author":"Olivia Newton-John","category":"Home, Daughter, Hurt"},{"quote":"Autism is a neurological disorder. It's not caused by bad parenting. It's caused by, you know, abnormal development in the brain. The emotional circuits in the brain are abnormal. And there also are differences in the white matter, which is the brain's computer cables that hook up the different brain departments.","author":"Temple Grandin","category":"Brain, Differences, Know"},{"quote":"Childhood is a short season.","author":"Helen Hayes","category":"Childhood, Short, Season"},{"quote":"Listen to the desires of your children. Encourage them and then give them the autonomy to make their own decision.","author":"Denis Waitley","category":"Children, Decision, Listen"},{"quote":"Girls are the future mothers of our society, and it is important that we focus on their well-being.","author":"Miriam Makeba","category":"Future, Focus, Society"},{"quote":"My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.","author":"Mitt Romney","category":"Love, Mom, Gift"},{"quote":"Relationships are complicated no matter what style of parenting you choose.","author":"Mayim Bialik","category":"Style, Relationships, You"},{"quote":"Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.","author":"Bob Filner","category":"Home, Best, Childhood"},{"quote":"I think parenting these days is definitely different from when a lot of people grew up. As much blame as we give a lot of our kids for what they're not doing... I also try to give them as much credit for dealing with things that we didn't have to deal with. Bullying was one on one and face to face. Now it's all over the Internet.","author":"Nelly","category":"Internet, People, Blame"},{"quote":"Loving a child doesn't mean giving in to all his whims; to love him is to bring out the best in him, to teach him to love what is difficult.","author":"Nadia Boulanger","category":"Love, Best, Child"},{"quote":"It's a great mistake, I think, to put children off with falsehoods and nonsense, when their growing powers of observation and discrimination excite in them a desire to know about things.","author":"Anne Sullivan","category":"Children, Great, Mistake"},{"quote":"You know, parenting is so personal. And we're all afraid that we didn't quite get it right. And it feels like the stakes are so high. By we - what if we made a mistake?","author":"Amy Chua","category":"Mistake, Know, You"},{"quote":"Any kid will run any errand for you, if you ask at bedtime.","author":"Red Skelton","category":"Run, You, Kid"},{"quote":"Love is staying up all night with a sick child - or a healthy adult.","author":"David Frost","category":"Love, Love Is, Child"},{"quote":"Hugs can do great amounts of good - especially for children.","author":"Princess Diana","category":"Children, Good, Great"},{"quote":"Parents should not smoke in order to discourage their kids from smoking. A child is more likely to smoke when they have been raised in the environment of a smoker.","author":"Christy Turlington","category":"Parents, Child, Environment"},{"quote":"I want to speak directly to the audience, to say, 'I'm like you - I'm frustrated, I'm not an expert, I don't have a manual on parenting, I make mistakes, I'm selfish too.'","author":"Bernie Mac","category":"Mistakes, Speak, Selfish"},{"quote":"Children should have enough freedom to be themselves - once they've learned the rules.","author":"Anna Quindlen","category":"Children, Freedom, Rules"},{"quote":"We've had bad luck with our kids - they've all grown up.","author":"Christopher Morley","category":"Luck, Bad, Kids"},{"quote":"Nothing you do for children is ever wasted. They seem not to notice us, hovering, averting our eyes, and they seldom offer thanks, but what we do for them is never wasted.","author":"Garrison Keillor","category":"Children, Eyes, You"},{"quote":"Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.","author":"George Bernard Shaw","category":"Children, Fitness, Important"},{"quote":"The relation between parents and children is essentially based on teaching.","author":"Gilbert Highet","category":"Children, Parents, Between"},{"quote":"Mothers all want their sons to grow up to be president, but they don't want them to become politicians in the process.","author":"John F. Kennedy","category":"Grow, Want, Grow Up"},{"quote":"Having children is like having a bowling alley installed in your brain.","author":"Martin Mull","category":"Children, Brain"},{"quote":"Mothers - especially single mothers - are heroic in their efforts to raise our nation's children, but men must also take responsibility for their children and recognize the impact they have on their families' well-being.","author":"Evan Bayh","category":"Children, Responsibility"},{"quote":"Family involvement is a valuable thing and playing together actively can be the '90s version of it. Instead of just watching, you can do it together... something we don't spend enough time on. We can motivate and excite each other about fitness.","author":"Alan Thicke","category":"Family, Time, Fitness"},{"quote":"Parenthood always comes as a shock. Postpartum blues? Postpartum panic is more like it. We set out to have a baby what we get is a total take-over of our lives.","author":"Polly Berrien Berends","category":"Baby, Blues, Always"},{"quote":"The unconditional love for you child, it's truly amazing.","author":"Jourdan Dunn","category":"Love, Amazing, Child"},{"quote":"Everywhere, people are discovering that doing things more slowly often means doing them better and enjoying them more. It means living life instead of rushing through it. You can apply this to everything from food to parenting to work.","author":"Carl Honore","category":"Life, Work, Food"},{"quote":"Parenting is one of the hardest jobs on earth.","author":"Jennifer Aniston","category":"Earth, Hardest, Jobs"},{"quote":"Parenting is not for sissies. You have to sacrifice and grow up.","author":"Jillian Michaels","category":"Sacrifice, Grow, You"},{"quote":"Parenting is the hardest thing I have ever done. I tried to find the balance between the strict, traditional Chinese way I was raised, which I think can be too harsh, and what I see as a tendency in the West to be too permissive and indulgent. If I could do it all again, I would, with some adjustments.","author":"Amy Chua","category":"Balance, Think, See"},{"quote":"My husband's a pediatrician, so he and I talk about parenting all the time. You can't raise children who have more shame resilience than you do.","author":"Brene Brown","category":"Time, Children, Resilience"},{"quote":"Giving kids whatever they ask for is disastrous parenting. There's no sense of something earned. I'm sorry, but when you're 12, you don't need a new cell phone every few months just because a new one comes out.","author":"Ewan McGregor","category":"Cell Phone, Giving, Sorry"},{"quote":"The secret to success, to parenting, to life, is to not count up the cost. Don't focus on all the steps it will take. Don't stare into the abyss at the giant leap it will take. That view will keep you from taking the next small step.","author":"Regina Brett","category":"Life, Success, Focus"},{"quote":"The parenting style that is good for grit is also the parenting style good for most other things: Be really, really demanding, and be very, very supportive.","author":"Angela Duckworth","category":"Good, Style, Grit"},{"quote":"Modern parents want to nurture so skillfully that Mother Nature will gasp in admiration at the marvels their parenting produces from the soft clay of children.","author":"George Will","category":"Nature, Children, Mother"},{"quote":"You learn that there's no right way to do it, no wrong way to do it. It's just what you feel comfortable with, to trust that, and don't let anybody box you in to a certain style of parenting or make you feel a certain way about what your kids do.","author":"Stephen Curry","category":"Trust, Style, You"},{"quote":"That's my parenting style - 'Go watch the TV.' I'm one of 11 children, and my mother's parenting style was, 'There's the TV. Go watch it. Mommy's got 10 other people to take care of.'","author":"Stephen Colbert","category":"Children, Mother, Style"},{"quote":"Nobody ever becomes an expert parent. But I think good parenting is about consistency. It's about being there at big moments, but it's also just the consistency of decision making. And it's routine.","author":"Sebastian Coe","category":"Good, Decision, Moments"},{"quote":"Tell me how a person judges his or her self-esteem, and I will tell you how that person operates at work, in love, in sex, in parenting, in every important aspect of existence - and how high he or she is likely to rise. The reputation you have with yourself - your self-esteem - is the single most important factor for a fulfilling life.","author":"Nathaniel Branden","category":"Love, Life, Work"},{"quote":"Few things are more satisfying than seeing your children have teenagers of their own.","author":"Doug Larson","category":"Children, Teenagers, Seeing"},{"quote":"Education, like neurosis, begins at home.","author":"Milton Sapirstein","category":"Education, Home, Like"},{"quote":"If you're financially responsible, your children have a much better chance to grow up financially responsible.","author":"Suze Orman","category":"Children, Chance, Grow"},{"quote":"Many people think that discipline is the essence of parenting. But that isn't parenting. Parenting is not telling your child what to do when he or she misbehaves. Parenting is providing the conditions in which a child can realize his or her full human potential.","author":"Gordon Neufeld","category":"Discipline, Child, People"},{"quote":"Kids are fat because of lack of parenting.","author":"Ben Shapiro","category":"Fat, Kids, Because"},{"quote":"Parenting involves two separate activities. You have to change your child in that you need to educate your child and instill moral values in them. But you also need to celebrate your child for who he or she is and make them feel really good.","author":"Andrew Solomon","category":"Change, Good, Child"},{"quote":"At every step the child should be allowed to meet the real experience of life the thorns should never be plucked from his roses.","author":"Ellen Key","category":"Life, Experience, Child"},{"quote":"My worldview, my philosophy, my attitudes, my relationships, my parenting, my marriage - everything has been transformed by my relationship with Christ.","author":"Lee Strobel","category":"Marriage, Relationship"},{"quote":"I had no idea that mothering my own child would be so healing to my own sadness from my childhood.","author":"Susie Bright","category":"Sadness, Childhood, Healing"},{"quote":"If we had paid no more attention to our plants than we have to our children, we would now be living in a jungle of weed.","author":"Luther Burbank","category":"Children, Plants, Living"},{"quote":"If you're asking your kids to exercise, then you better do it, too. Practice what you preach.","author":"Caitlyn Jenner","category":"Practice, Exercise, Better"},{"quote":"The uncertainty of parenting can bring up feelings in us that range from frustration to terror.","author":"Brene Brown","category":"Frustration, Uncertainty"},{"quote":"If I feel good about my parenting, I have no interest in judging other people's choices. If I feel good about my body, I don't go around making fun of other people's weight or appearance. We're hard on each other because we're using each other as a launching pad out of our own perceived deficiency.","author":"Brene Brown","category":"Good, Fun, Choices"},{"quote":"I came to parenting the way most of us do - knowing nothing and trying to learn everything.","author":"Mayim Bialik","category":"Learn, Trying, Way"},{"quote":"Leave part of the yard rough. Don't manicure everything. Small children in particular love to turn over rocks and find bugs, and give them some space to do that. Take your child fishing. Take your child on hikes.","author":"Richard Louv","category":"Love, Children, Space"},{"quote":"Parenthood remains the greatest single preserve of the amateur.","author":"Alvin Toffler","category":"Greatest, Single, Preserve"},{"quote":"The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.","author":"Kamisese Mara","category":"Work, Education, Family"},{"quote":"The well-being and welfare of children should always be our focus.","author":"Todd Tiahrt","category":"Children, Focus, Well-Being"},{"quote":"We must return optimism to our parenting. To focus on the joys, not the hassles; the love, not the disappointments; the common sense, not the complexities.","author":"Fred G. Gosman","category":"Love, Focus, Optimism"},{"quote":"Of course, the ideal scenario for parenting is obviously two parents of a mature age.","author":"Jennifer Aniston","category":"Age, Parents, Mature"},{"quote":"Parenting now is a two-way relationship where you learn from each other.","author":"Juhi Chawla","category":"Relationship, Learn, You"},{"quote":"What lingers from the parent's individual past, unresolved or incomplete, often becomes part of her or his irrational parenting.","author":"Virginia Satir","category":"Past, Parent, Her"},{"quote":"I have a neuroscience background - that's what my doctorate is in - and I was trained to study hormones of attachment, so I definitely feel my parenting is informed by that.","author":"Mayim Bialik","category":"Study, Feel, Attachment"},{"quote":"If two very different people pool their DNA, they'll create more genetic variety, and their young will come to the job of parenting with a wider array of skills.","author":"Helen Fisher","category":"Job, People, Young"},{"quote":"In truth, I am a single mother. But I don't feel alone at all in parenting my daughter. Krishna has a whole other side of her family who loves her, too. And so Krishna is parented by me, but also by her grandmother and aunts and cousins and uncles and friends.","author":"Padma Lakshmi","category":"Family, Friends, Truth"},{"quote":"Thing is, I went to a born-again Christian high school, was brought up in a traditional Mormon family where these ideas about parenting are of structure and sacrifice. To think outside of that idea of family and parenting that I've grown up with is tough but also very freeing.","author":"Paul Walker","category":"Family, School, Sacrifice"},{"quote":"A mother who is really a mother is never free.","author":"Honore de Balzac","category":"Mother, Free, Never"},{"quote":"Children are our second chance to have a great parent-child relationship.","author":"Laura Schlessinger","category":"Relationship, Children"},{"quote":"I regret not having had more time with my kids when they were growing up.","author":"Tina Turner","category":"Time, Regret, Growing Up"},{"quote":"Do you want to be an artist and a writer, or a wife and a lover? With kids, your focus changes. I don't want to go to PTA meetings.","author":"Stevie Nicks","category":"Focus, Changes, Wife"},{"quote":"That's my ideal day, time with my boys.","author":"Kenny G","category":"Time, Day, Ideal"},{"quote":"Success for me its to raise happy, healthy human beings.","author":"Kelly LeBrock","category":"Success, Happy, Me"},{"quote":"The Golden Rule of Parenting is do unto your children as you wish your parents had done unto you!","author":"Louise Hart","category":"Children, Parents, Wish"},{"quote":"Don't reward bad behavior. It is one of the first rules of parenting. During the financial cataclysm of 2008, we said it differently. When we bailed out banks that had created their own misfortune, we called it a 'moral hazard,' because the bailout absolved the bank's bad acts and created an incentive for it to make the same bad loans again.","author":"Eliot Spitzer","category":"Rules, Financial, Behavior"},{"quote":"As a dad, you are the Vice President of the executive branch of parenting. It doesn't matter what your personality is like, you will always be Al Gore to your wife's Bill Clinton. She feels the pain and you are the annoying nerd telling them to turn off the lights.","author":"Jim Gaffigan","category":"Pain, Personality, Wife"},{"quote":"We put more emphasis on who can drive a car than on who can be a parent. And I think there ought to be mandatory parenting classes starting in high school, and you should have to have a license to be able to be a parent to explain that you don't give alcohol to kids.","author":"Dale Archer","category":"Car, School, Parent"},{"quote":"Learning from wolves to interact with pet dogs makes about as much sense as, 'I want to improve my parenting - let's see how the chimps do it!'","author":"Ian Dunbar","category":"Learning, Pet, Want"},{"quote":"I've decided the secret of parenting is benevolent neglect.","author":"Barry Humphries","category":"Neglect, Secret"},{"quote":"Sleeping is one of the more private aspects of parenting; it happens in a quiet room, whereas eating is a more public aspect of parenting. Other people can see it and compare it to what their kids eat.","author":"Adam Mansbach","category":"People, Eating, See"},{"quote":"Happiness is not always through success. Equally, the constant pursuit of success is sure unhappiness. But we have to find the balance. My own thoughts are that parenting is very personal. And we all feel enormous insecurity about parenting. What are they going to think of us 20 years down the line?","author":"Amy Chua","category":"Success, Happiness, Balance"},{"quote":"To me, Slow parenting is about bringing balance into the home. Children need to strive and struggle and stretch themselves, but that does not mean childhood should be a race. Slow parents give their children plenty of time and space to explore the world on their own terms.","author":"Carl Honore","category":"Time, Children, Home"},{"quote":"My parents were definitely on the incentive side of parenting. Like, they told me that my father had learned to read when he was three. So, of course, I thought I had to, too.","author":"Chelsea Clinton","category":"Father, Parents, Me"},{"quote":"Don't judge other people. For example, if you want God's anointing to be on you for parenting, you need to be careful not to criticize other parents.","author":"Joyce Meyer","category":"God, Parents, People"},{"quote":"I think Lincoln had a unique parenting style. He let his kids run free and wild.","author":"Steven Spielberg","category":"Style, Unique, Free"},{"quote":"Most moms and dads, they want to be good moms and dads. But it's an incredibly hard job when you are stressed out, when you are poor, when your life is in chaos. And giving them some of the tools to be better parents, to whittle away at that parenting gap, gives those kids a much better starting point in life.","author":"Nicholas Kristof","category":"Life, Good, Parents"},{"quote":"I sort of feel like people are not that honest about their own parenting. Take any teenage household tell me there is not yelling and conflict.","author":"Amy Chua","category":"Conflict, Me, People"},{"quote":"Tiger parenting is all about raising independent, creative, courageous kids. In America today, there's a dangerous tendency to romanticize creativity in a way that may undermine it.","author":"Amy Chua","category":"Creativity, Today, America"},{"quote":"I believe that at least 70 percent of parenting goes to the mother. In our house, I'm the one who knows about all the school stuff, helps with the homework, organizes the play dates, and remembers the birthday parties.","author":"Cindy Crawford","category":"Birthday, Mother, Mom"},{"quote":"The basic idea that incentives can be used to motivate behavior is a powerful one. It works for employees, and it has a clear place in parenting, as anyone who has tried to potty-train a recalcitrant toddler with sticker rewards knows.","author":"Emily Oster","category":"Powerful, Behavior"},{"quote":"Parenting is the most important job on the planet next to keeping Gary Busey off the nation's highways.","author":"Dennis Miller","category":"Job, Nation"},{"quote":"Parenting is not giving your child everything they want. Parenting is not being your child's friend. Parenting is about preparing your child to be a useful and respectful person in society.","author":"GloZell","category":"Society, Child, Giving"},{"quote":"Children live in the only successful Marxist state ever created: the family. 'From each according to his ability, to each according to his need' is the family's practice as well as its theory. Even with today's scattershot patterns of marriage and parenting, a family is collectivist to a more than North Korean degree.","author":"P. J. O'Rourke","category":"Family, Marriage, Children"},{"quote":"Most American children suffer too much mother and too little father.","author":"Gloria Steinem","category":"Children, Father, Mother"},{"quote":"My childhood should have taught me lessons for my own fatherhood, but it didn't because parenting can only be learned by people who have no children.","author":"Bill Cosby","category":"Children, Childhood, Me"},{"quote":"My son was five months old, and I built a makeshift studio in my living room so that I could do the attachment parenting approach and write the record at the same time. That was fortuitous, that we could build that in the house.","author":"Alanis Morissette","category":"Time, Son, Living"},{"quote":"I think parenting is very different now. We're totally governed by our children!","author":"Andy Serkis","category":"Children, Think, Different"},{"quote":"Parenting is not for everybody. It changes your life. Especially when they're little.","author":"Tori Amos","category":"Life, Changes, Little"},{"quote":"Gerard and I pretty much share all parenting responsibilities, although I'm definitely the disciplinarian.","author":"Shakira","category":"Share, Pretty"},{"quote":"From politics to parenting, Christians have something to say.","author":"Monica Johnson","category":"Politics, Say, Something"},{"quote":"Ironically, parenting is a shame and judgment minefield precisely because most of us are wading through uncertainty and self-doubt when it comes to raising our children.","author":"Brene Brown","category":"Children, Uncertainty, Shame"},{"quote":"Growth doesn't hurt. This is what I've learned. In the end, it doesn't hurt. It hurts while it's happening. But in the end, you know, for life, for parenting, and for the arts, it's not a bad - not a bad thing to try for.","author":"Laura Dern","category":"Life, Growth, Hurt"},{"quote":"The children who are 'our future' will inherit a world created not just by parental devotion but by the sort of zealous, focused endeavors that can preclude good parenting.","author":"Virginia Postrel","category":"Children, Future, Good"},{"quote":"I barely have time for my own children. To adopt more children and not have time for them, that would be poor parenting on my part.","author":"Mary J. Blige","category":"Time, Children, Poor"},{"quote":"Parenting isn't just parenting your own child.","author":"Lewis Black","category":"Child, Just, Own"},{"quote":"Whatever needed to be done, I need to know how to do it just as well as my wife. You know, for us to be able to really balance the parenting. It was very humbling, and it was also, um - terrifying. Because, you know, giving a baby a bath for the first time is one of the scariest things you can do on this whole earth.","author":"Jason Isbell","category":"Time, Balance, Wife"},{"quote":"I've been lucky enough to live through all the things that are supposed to give meaning to our lives, like parenting, grandparenting, art, celebrity. All these things you expect meaning to come from, and sometimes it comes when you're not expecting it.","author":"Alan Alda","category":"Art, Live, Meaning"},{"quote":"Becoming a father, I think it inevitably changes your perspective of life. I don't get nearly enough sleep. And the simplest things in life are completely satisfying. I find you don't have to do as much, like you don't go on as many outings.","author":"Hugh Jackman","category":"Life, Father, Sleep"},{"quote":"I love to read books that focus on parenting topics because there are so many different ways to do things. I find these books offer a lot of great opinions on many different subjects.","author":"Kourtney Kardashian","category":"Love, Great, Focus"},{"quote":"I am always trying to evolve, so I like to read parenting books and things like that.","author":"Kourtney Kardashian","category":"I Am, Trying, Always"},{"quote":"We learn much of parenting from our own parents. My love for my father deepened profoundly when he was kind, patient, and understanding.","author":"James E. Faust","category":"Love, Father, Parents"},{"quote":"The interesting thing about being a mother is that everyone wants pets, but no one but me cleans the kitty litter.","author":"Meryl Streep","category":"Mother, Me, Interesting"},{"quote":"My parents were divorced when I was a young teenager, and I was raised by a single mother after that. So, I understand the difficulties that families have. I understand single parenting.","author":"Michele Bachmann","category":"Mother, Parents, Young"},{"quote":"As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job.","author":"Roseanne Barr","category":"Work, Home, Job"},{"quote":"I'm torn about late parenting. I believe people should spend their twenties living and having fun and not having any regrets later. I also think people in their thirties generally make better parents but so many of my friends are having trouble - myself included - as fathers get older.","author":"Eric McCormack","category":"Friends, Myself, Parents"},{"quote":"My work makes me a better mom. It gives me a little door to step out of my parenting and bring the excitement from my day back home.","author":"Christie Brinkley","category":"Work, Home, Mom"},{"quote":"My guess is that good and bad parenting is spread fairly evenly across different social groups. But can you imagine Tony Blair lecturing the middle class on how to bring up their children? He is far more comfortable as a latter-day exponent of the Poor Law mentality.","author":"Martin Jacques","category":"Children, Good, Law"},{"quote":"In my experience (I am the lone father of an eight-year-old boy who lost his mother when he was one year old), parenting is the most difficult of all jobs: forget your chief executives, editors, prime ministers and the like - parenting is far more challenging.","author":"Martin Jacques","category":"Father, Experience, Mother"},{"quote":"My grandmother was a kind of Scarsdale, New York, society woman, best known in her day as the author of the 1959 book 'Growing Your Own Way: An Informal Guide for Teen-Agers' - this despite being a person whose parenting style made Joan Crawford's wire hangers look like pool noodles.","author":"Sloane Crosley","category":"Day, Best, Woman"},{"quote":"Ah, the power of two. There's nothing quite like it. Especially when it comes to paying utility bills, parenting, cooking elaborate meals, purchasing a grown-up bed, jumping rope and lifting heavy machinery. The world favours pairs. Who wants to waste the wood building an ark for singletons?","author":"Sloane Crosley","category":"Power, Cooking, World"},{"quote":"A picture excites the love of parenting that comes through meditation on a child.","author":"John Dickerson","category":"Love, Child, Picture"},{"quote":"Parenthood and family come first for me, and when I'm not working I'm cool with the Teletubbies.","author":"Clive Owen","category":"Family, Cool, Me"},{"quote":"Very often when you see families it's all perfect and neat, and parenting isn't like that. You do have constant negotiations. Things are ever developing and ever changing, and you constantly have to evaluate how you deal with your kids.","author":"Clive Owen","category":"Perfect, You, See"},{"quote":"There's this constant guilt that comes with parenting. You always feel like you're never enough. If you're confident in your parenting, you probably suck at it.","author":"Nia Vardalos","category":"Guilt, You, Confident"},{"quote":"'Kramer vs. Kramer' is one of my favorite films, where you have a story that really juxtaposes a lot of ideas that we have about family and about parenting.","author":"Taylor Sheridan","category":"Family, Ideas, Story"},{"quote":"The parenting bit is much harder than the acting bit. You just never know what to do.","author":"Helena Bonham Carter","category":"Acting, Know, You"},{"quote":"Kids are a great analogy. You want your kids to grow up, and you don't want your kids to grow up. You want your kids to become independent of you, but it's also a parent's worst nightmare: That they won't need you. It's like the real tragedy of parenting.","author":"Jonathan Safran Foer","category":"Great, Parent, Tragedy"},{"quote":"While not impossible, it is especially challenging for teenage parents to develop bonds with their children. A high percent of them were themselves children of teenage parents and have never experienced appropriate parenting.","author":"Jane Fonda","category":"Children, Parents"},{"quote":"I think a dad has to make his daughter feel that he's genuinely interested in what she's going through.","author":"Harry Connick, Jr.","category":"Daughter, Think, She"},{"quote":"I think that good parenting should allow children to be children. That naivety and slightly open way of looking at the world is very valuable.","author":"Robert Winston","category":"Children, Good, World"},{"quote":"The Internet is just bringing all kinds of information into the home. There's just a lot of distraction, a lot of competition for the parent's voice to resonate in the children's ears.","author":"Phil McGraw","category":"Children, Home, Competition"},{"quote":"Having children with someone is the real bond.","author":"Francesca Annis","category":"Children, Bond, Real"},{"quote":"My parenting heroes are the Obamas! They've been married for so long, and it looks like they're having fun, and their kids are down to earth, well-adjusted, and smart. They seem to have a strong family unit that I would like to emulate in my life.","author":"GloZell","category":"Life, Family, Strong"},{"quote":"Today's new age parenting guarantees you'll hear children screaming, whining, and begging for items and attention in an airplane, store or any other public place.","author":"GloZell","category":"Children, Age, Today"},{"quote":"The government cannot overcome bad parenting. What our leaders can do is publicly condemn irresponsible parental behavior in vivid terms.","author":"Bill O'Reilly","category":"Government, Behavior"},{"quote":"There's no handbook for parenting. So you walk a very fine line as a parent because you are civilizing these raw things. They will tip the coffee over and finger-paint on the table. At some point, you have to say, 'We're gonna have to clean that up because you don't paint with coffee on a table.'","author":"Gary Oldman","category":"Coffee, Walk, Parent"},{"quote":"Parenting is an impossible job at any age.","author":"Harrison Ford","category":"Age, Job, Impossible"},{"quote":"In Los Angeles, parenting is a competitive sport. From Beverly Hills baby boutiques to kids' yoga classes, L.A. fuses high style, industrial-strength materialism, and parental outsourcing into our own unique version of child-rearing.","author":"Shawn Amos","category":"Baby, Style, Unique"},{"quote":"No fathers or mothers think their own children ugly.","author":"Miguel de Cervantes","category":"Children, Ugly, Think"},{"quote":"No, I've never wanted kids. But I do read about parenting a lot.","author":"Fiona Apple","category":"Never, Kids, Wanted"},{"quote":"Parenting girls makes you quite gender-conscious - it's almost impossible to fight the power of pink. It's not such a terrible thing to want to be a princess when you're five, but it would be nice if there were some other options.","author":"Robert Webb","category":"Power, Fight, Pink"},{"quote":"I'm worried about parents who aren't parenting.","author":"Barbara Bush","category":"Parents, Who, About"},{"quote":"Women are individuals in parenting, and why not?","author":"Erica Jong","category":"Women, Why, Individuals"},{"quote":"I'm trying to break any chain of negative parenting that I might have survived.","author":"Eddie Vedder","category":"Negative, Trying, Chain"},{"quote":"I want to have children, but my friends scare me. One of my friends told me she was in labor for 36 hours. I don't even want to do anything that feels good for 36 hours.","author":"Rita Rudner","category":"Children, Friends, Good"},{"quote":"What parent has it easy? I just never make the difficulty of it an obstacle. I just do it.","author":"Marlee Matlin","category":"Parent, Easy, Just Do It"},{"quote":"I would love to have kids one day. In fact, I'm pretty good with them. I grew up with five half-siblings, the youngest of whom is 11 years younger than me, so I think I learned some pretty cool parenting skills quite early on in life.","author":"Matthew Perry","category":"Love, Life, Good"},{"quote":"Asian American success is often presented as something of a horror - robotic, unfeeling machines psychotically hellbent on excelling, products of abusive tiger parenting who care only about test scores and perfection, driven to succeed without even knowing why.","author":"Jenny Zhang","category":"Success, Perfection"},{"quote":"No matter how much time you spend reading books or following your intuition, you're gonna screw it up. Fifty times. You can't do parenting right.","author":"Alan Arkin","category":"Time, Reading, Intuition"},{"quote":"Loving and parenting a dog as a single parent can create all sorts of new and unusual problems, but also new sources of joy.","author":"Jenna Morasca","category":"Dog, Joy, Problems"},{"quote":"My dad was not super-intentional in his parenting. He was very self-absorbed. I won't say mean or selfish per se, but very self-absorbed. I think he was just thinking out loud.","author":"Angela Duckworth","category":"Thinking, Selfish, Think"},{"quote":"Parenting is tough.","author":"Kate Middleton","category":"Tough"},{"quote":"Around a third of parents still worry that they will look like a bad mother or father if their child has a mental health problem. Parenting is hard enough without letting prejudices stop us from asking for the help we need for ourselves and our children.","author":"Kate Middleton","category":"Children, Father, Health"},{"quote":"I love, love, love being an actor - it's still the hardest and scariest thing I do, outside of parenting. But I've always been someone who likes a busy day.","author":"Sarah Jessica Parker","category":"Love, Day, Busy"},{"quote":"I'm afraid the parenting advice to come out of developmental psychology is very boring: pay attention to your kids and love them.","author":"Alison Gopnik","category":"Love, Advice, Attention"},{"quote":"The science can tell you that the thousands of pseudo-scientific parenting books out there - not to mention the 'Baby Einstein' DVDs and the flash cards and the brain-boosting toys - won't do a thing to make your baby smarter. That's largely because babies are already as smart as they can be smarter than we are in some ways.","author":"Alison Gopnik","category":"Science, Baby, Smart"},{"quote":"I would like to do another piece of fiction dealing with a number of issues: Lesbian parenting, the 1960's, and interracial relationships in the Lesbian and Gay community.","author":"Audre Lorde","category":"Community, Relationships"},{"quote":"The thing about parenting rules is there aren't any. That's what makes it so difficult.","author":"Ewan McGregor","category":"Rules, Difficult, About"},{"quote":"Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become.","author":"Coretta Scott King","category":"Marriage, Best, People"},{"quote":"We had a kid. The kid was awesome. She didn't fall asleep easily. We complained about it. We got frustrated. But we didn't look for an out. We just accepted that this was part of parenting.","author":"Adam Mansbach","category":"Fall, Awesome, Look"},{"quote":"When it comes right down to it, developing a critical sensibility about parenting isn't really about disapproval; it's about honing your own sensibilities, figuring out how you want to parent.","author":"Adam Mansbach","category":"Parent, Want, You"},{"quote":"It's hilarious to me that by writing an obscene fake children's book I am mistaken for a parenting expert.","author":"Adam Mansbach","category":"Children, I Am, Writing"},{"quote":"I do not think there was anything abusive in my house. Yet, I stand by a lot of my critiques of Western parenting. I think there's a lot of questions about how you instill true self-esteem.","author":"Amy Chua","category":"Questions, Think, You"},{"quote":"To be honest, I know that a lot of Asian parents are secretly shocked and horrified by many aspects of Western parenting.","author":"Amy Chua","category":"Parents, Know, Honest"},{"quote":"I think there are many ways to raise great kids. From what I can tell, Ayelet Waldman's kids are interesting, strong, and happy, and if that's the case, that's good parenting.","author":"Amy Chua","category":"Happy, Good, Great"},{"quote":"We go into parenting, and we discover that we don't have the answers. We are at a loss.","author":"Julia Cameron","category":"Loss, Answers, Discover"},{"quote":"Parenting is no sport for perfectionists.","author":"Andrew Solomon","category":"Sport, Perfectionists"},{"quote":"The most rewarding aspect of parenting is seeing my children be authentic. The most rewarding thing for me is to see them do anything that they're proud of.","author":"Jamie Lee Curtis","category":"Children, Me, Proud"},{"quote":"The challenging part of parenting for me is to make sure that an individual person is an individual and not some sort of cookie-cutter version of me. At the same time, I want to make sure that I impart my sense of the world as an adult.","author":"Jamie Lee Curtis","category":"Time, World, Me"},{"quote":"Attachment parenting demands not just certain actions you take with your baby but also certain emotional states to accompany those actions.","author":"Hanna Rosin","category":"Baby, Emotional, You"},{"quote":"I don't think my father considered allowing a teenager to follow his dreams was necessarily good parenting, or even parenting. I think he thought I was a teenager with teenage impulses. I'm pretty sure he knew that if he just let me follow those impulses, it would wind up being very expensive and perhaps even life-endangering.","author":"W. Bruce Cameron","category":"Dreams, Good, Father"},{"quote":"Parenting is difficult under any circumstances, and in my father's view, to raise a morally upright and honest child, you sometimes have to lie to him.","author":"W. Bruce Cameron","category":"Father, Lie, Child"},{"quote":"I think I'm going to have to live vicariously through my daughter's rebellion because I certainly never did go through adolescence.","author":"Brooke Shields","category":"Daughter, Rebellion, Live"},{"quote":"I thought that once we were out of the baby stage, parenting would be a breeze.","author":"Tori Spelling","category":"Baby, Thought, Stage"},{"quote":"I'm not a parent, but it seems to me the nature of parenting is contingent, full of unexpected challenges - which is one of the wonderful and amazing things about it.","author":"Stacey D'Erasmo","category":"Nature, Amazing, Challenges"},{"quote":"Parenting is meant to be just a natural part of life. You just think you know how to do it but, of course, it's much more complicated than that.","author":"Essie Davis","category":"Life, Know, Think"},{"quote":"As soon as you become a parent, everyone gives you their parenting advice. It's like an onslaught of information about how other people do it.","author":"Essie Davis","category":"Advice, Parent, People"},{"quote":"It's a huge change for your body. You don't even want to look in the mirror after you've had a baby, because your stomach is just hanging there like a Shar-Pei.","author":"Cindy Crawford","category":"Change, Baby, Mirror"},{"quote":"Studies show that children best flourish when one mom and one dad are there to raise them.","author":"John Boehner","category":"Children, Best, Mom"},{"quote":"I feel very blessed to have two wonderful, healthy children who keep me completely grounded, sane and throw up on my shoes just before I go to an awards show just so I know to keep it real.","author":"Reese Witherspoon","category":"Children, Blessed, Shoes"},{"quote":"Society should see parenting as a public health issue and help parents to bring their children up feeling loved. We have birthing classes, but no parenting classes. The latter is desperately needed if we are to avoid self-destruction.","author":"Bernie Siegel","category":"Children, Health, Parents"},{"quote":"I've become sort of an accidental advocate for attachment parenting, which is a style of parenting that... basically, the way mammals parent and the way people have parented for pretty much all of human history except the last 200 years or so.","author":"Mayim Bialik","category":"History, Style, Parent"},{"quote":"Attachment parenting is not a passive parenting style.","author":"Mayim Bialik","category":"Style, Passive, Attachment"},{"quote":"Indeed - judicious, consistent parenting is a dream of mine. No judgements, learning space and listening carefully are my goals.","author":"Emma Thompson","category":"Learning, Goals, Space"},{"quote":"I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.","author":"Debra Winger","category":"Hope, Age, Find"},{"quote":"It's hard enough to work and raise a family when your kids are all healthy and relatively normal, but when you add on some kind of disability or disease, it can just be such a burden.","author":"Patricia Heaton","category":"Work, Family, Disability"},{"quote":"I don't think children's inner feelings have changed. They still want a mother and father in the very same house they want places to play.","author":"Beverly Cleary","category":"Children, Father, Mother"},{"quote":"My approach to parenting is that everything is open - everything. I'm not very good at covert, or subtle, and I've had to learn timing. I do blunder in a bit.","author":"Dawn French","category":"Good, Timing, Learn"},{"quote":"I have a shallow understanding of what it means to be alive, and I know certain things about parenting and being a wife and doing the school run. I know little bits, but I'm really a paddler on a beach.","author":"Tamsin Greig","category":"School, Beach, Wife"},{"quote":"Being a chef isn't the ideal career to intersect with parenting, but I try to be in my kids' lives as much as possible.","author":"Wylie Dufresne","category":"Chef, Career, Try"},{"quote":"I adore my family. I don't love their politics. I think they're wonderful parents. They were dreadful at parenting.","author":"Alexandra Fuller","category":"Love, Family, Parents"},{"quote":"Should kids check phones at dinner? I don't know. To me, that's a parenting choice.","author":"Sundar Pichai","category":"Choice, Me, Dinner"},{"quote":"I think we've moved to thinking of parenting and pregnancy as something in which you should lose yourself.","author":"Emily Oster","category":"Thinking, Yourself, Think"},{"quote":"I feel sure that unborn babies pick their parents.","author":"Gloria Swanson","category":"Parents, Feel, Sure"},{"quote":"I told my kids when they were little, 'Look, kids, your mother and I are screwing you up somehow. We don't understand how, or we wouldn't do it. But we're parents. So somehow we're damaging you, and I want you to know that early. So just ignore me when I go to that part of my parenting.'","author":"Pat Conroy","category":"Mother, Parents, Me"},{"quote":"Here's a confession: I hate parenting books. I hate the ones that are earnest and repetitive.","author":"Bruce Feiler","category":"Hate, Here, Confession"},{"quote":"I set out to write an anti-parenting parenting book.","author":"Bruce Feiler","category":"Book, Write, Out"},{"quote":"We're living in a time when parenting is not at all mirroring the way I was parented. For me, I just followed my parents around on their errands; when they were busy on the phone, I was quiet. It's a different kettle of fish these days: They run the house, and you listen to their music, and you go to their appointments.","author":"Edie Falco","category":"Music, Time, Parents"},{"quote":"The truth about parenting is that the reality of our lives needs to be enough.","author":"Jessica Valenti","category":"Truth, Reality, Enough"},{"quote":"I think that the ideal of parenting can make people unhappy. It's that this lie that they're being told by society that parenting is one thing - and when parenting is something completely different - that's what makes them unhappy.","author":"Jessica Valenti","category":"Society, Lie, People"},{"quote":"How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted.","author":"Walter Scott","category":"Father, Man, Child"},{"quote":"Whether I'm running, working, relating, parenting, learning - whatever I'm doing, I want to surround myself with people who push me.","author":"Kristin Armstrong","category":"Learning, Myself, Me"},{"quote":"I'm not the first to admit that raising a child in Park Slope, Brooklyn, can bear an embarrassing resemblance to the TV show 'Portlandia.' My wife and I try to have some ironic distance from the culture of organic, chemical-free parenting, but we're often participants.","author":"Adam Davidson","category":"Culture, Wife, Child"},{"quote":"I realize that of all people, I am no expert on parenting or marriage.","author":"Mika Brzezinski","category":"Marriage, I Am, People"},{"quote":"My parenting style is probably like that of my parents, because you do how you learn. My mother was very nurturing and loving, but very stern. She was a disciplinary. My dad was also very loving.","author":"Kym Whitley","category":"Mother, Parents, Style"},{"quote":"Slow parents understand that childrearing should not be a cross between a competitive sport and product-development. It is not a project it's a journey. Slow parenting is about giving kids lots of love and attention with no conditions attached.","author":"Carl Honore","category":"Love, Journey, Parents"},{"quote":"Smaller families mean we have more time and money to lavish on each child. Parents are more anxious because small families give them less experience of parenting and put their genetic eggs in fewer baskets.","author":"Carl Honore","category":"Time, Money, Experience"},{"quote":"In my career as a writer, I preferred to avoid current events: I wrote young adult novels and book reviews and lifestyle journalism about health and parenting and other such evergreens.","author":"Laura Moser","category":"Health, Book, Journalism"},{"quote":"I take my children everywhere, but they always find their way back home.","author":"Robert Orben","category":"Children, Home, Find"},{"quote":"Never raise your hand to your children - it leaves your midsection unprotected.","author":"Robert Orben","category":"Children, Hand, Never"},{"quote":"I take parenting incredibly seriously. I want to be there for my kids and help them navigate the world, and develop skills, emotional intelligence, to enjoy life, and I'm lucky to be able to do that and have two healthy, normal boys.","author":"Joan Cusack","category":"Life, Intelligence, World"},{"quote":"The way I was parented did affect my parenting - probably in the reverse. My dad was pretty strict, and the next generation probably wants to be less strict.","author":"Alan Thicke","category":"Generation, Way, Next"},{"quote":"For decades, parents were told by so-called parenting 'experts' that offspring would be best raised on the belief each is special and entitled to all life has to offer.","author":"Bob Barr","category":"Life, Best, Parents"},{"quote":"Most people who have grown up introverted in this very extroverted culture of ours have had painful experiences of feeling like they are out of step with what's expected of them. Parenting can pose unique challenges for introverted parents, who fear that their own painful experiences will be repeated in their children's lives.","author":"Susan Cain","category":"Children, Fear, Culture"},{"quote":"I grew up with no money. My kids will grow up with a lot of money and so it's really important to me, and it will always be a part of my parenting, to keep them conscientious and connected socially to other people.","author":"Ryan Phillippe","category":"Money, Me, People"},{"quote":"We expect teachers to handle teenage pregnancy, substance abuse, and the failings of the family. Then we expect them to educate our children.","author":"John Sculley","category":"Family, Children, Teachers"},{"quote":"I don't claim to know everything about parenting, but I do know parents do their children a disservice by constantly sugarcoating their shortcomings to protect their feelings.","author":"LZ Granderson","category":"Children, Parents, Know"},{"quote":"So, you know, parenting is a very intimate and amazing experience and one of the best experiences of my life.","author":"Uma Thurman","category":"Life, Best, Experience"},{"quote":"Offering unequal leaves just reinforces the longstanding notion that parenting responsibilities aren't equal, and that doesn't help anyone.","author":"Christine Tsai","category":"Help, Equal, Just"},{"quote":"No work-family balance will ever fully take hold if the social conditions that might make it possible - men who are willing to share parenting and housework, communities that value work in the home as highly as work on the job, and policymakers and elected officials who are prepared to demand family-friendly reforms - remain out of reach.","author":"Arlie Russell Hochschild","category":"Work, Home, Job"},{"quote":"In response to our fast-food culture, a 'slow food' movement appeared. Out of hurried parenthood, a move toward slow parenting could be growing. With vital government supports for state-of-the-art public child care and paid parental leave, maybe we would be ready to try slow love and marriage.","author":"Arlie Russell Hochschild","category":"Love, Marriage, Food"},{"quote":"I have three daughters, so I can't be as tough as I want to be. When you have kids - especially daughters - they know how to work you. They're a lot smarter than we are, that's for sure. But I'll be more tough on their boyfriends.","author":"Tim McGraw","category":"Work, Want, Know"},{"quote":"I can only speak for my husband and myself, but we don't feel like we could do any of this parenting without our faith.","author":"Jodi Benson","category":"Faith, Myself, Speak"},{"quote":"Some have said that 'Frankenstein' is a story of a bad parenting giving rise to a troubled child.","author":"Dave Morris","category":"Child, Giving, Rise"},{"quote":"There's nothing to be gained, and much to be lost, in trying to bend every child to match a one-size-fits-all notion of what it means to be a boy or girl of a specific age. Better to set a few parameters and then go with the flow. Call it 'jazz parenting.'","author":"Ezekiel Emanuel","category":"Age, Girl, Child"},{"quote":"My father was a farmer and my mother was a farmer, but, my childhood was very good. I am very grateful for my childhood, because it was full of gladness and good humanity.","author":"Roberto Benigni","category":"Good, Father, Mother"},{"quote":"There are 80 million moms in the United States. Forty million stay at home with their children.","author":"Andrew Shue","category":"Children, Home, Forty"},{"quote":"I learned that life is about the people around you and the people you give back to. That's what parenting is: You're not there for yourself you're there for your offspring and everyone else around you.","author":"Conrad Anker","category":"Life, Yourself, People"},{"quote":"Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.","author":"Lynn Johnston","category":"Morning, Mom, Kids"},{"quote":"You have to support your children to have a healthy relationship.","author":"Connie Sellecca","category":"Relationship, Children"},{"quote":"I'm doing a lot of parenting work and acting as a spokesperson. I have a clothing line and a line of toys.","author":"Josie Bissett","category":"Work, Acting, Doing"},{"quote":"If there is any truth to my parenting the dreamwork movement, it comes from the power of the press.","author":"Henry Reed","category":"Truth, Power, Movement"},{"quote":"We all, as parents, are laughing at ourselves and helicopter parenting and saying, 'This isn't the way we were parented; we were allowed to run free.' When I talk to my friends, we are all fascinated by what we are doing, but we can't seem to stop ourselves.","author":"Liane Moriarty","category":"Friends, Parents, Free"},{"quote":"Being a father of three children and grandfather to nine, I do think that this thing called 'parenting' is becoming increasingly difficult.","author":"Craig T. Nelson","category":"Children, Father, Think"},{"quote":"Believe me, my children have more stamina than a power station.","author":"Robbie Coltrane","category":"Children, Power, Believe"},{"quote":"Becoming a mother has been the best thing ever for me. It's become my life's work. Not just parenting, but sharing information and encouraging other women to be receptive to the basic nature of motherhood.","author":"Anna Getty","category":"Life, Work, Nature"},{"quote":"You can make sure your kids make their beds and hang up their clothes and put their dishes in the dishwasher when you're the one calling the shots. So, parenting alone, for me anyway, I think is almost easier, being single.","author":"Jane Kaczmarek","category":"Alone, Me, Think"},{"quote":"For me, conscious parenting is staying attuned to your child, being really open and in the moment. It means staying as present as possible in your own breath for the betterment of your whole family.","author":"Anna Getty","category":"Family, Child, Me"},{"quote":"Parenting is not just about you and your kid it's also about whomever you're parenting your child with. So there is a kind of 'awareness' involved for everybody. It's all about the way you interact with your child and participate in your child's life.","author":"Anna Getty","category":"Life, Child, You"},{"quote":"Children that are raised in a home with a married mother and father consistently do better in every measure of well-being than their peers who come from divorced or step-parent, single-parent, cohabiting homes.","author":"Todd Tiahrt","category":"Children, Home, Father"},{"quote":"In parenting, as in judging, the days are long, but the years are short.","author":"Don Willett","category":"Short, Long, Years"},{"quote":"I come from a dysfunctional family, so my views of parents and parenting used to be highly mixed.","author":"Tamora Pierce","category":"Family, Parents"},{"quote":"Single parenting is sometimes just a case of sitting around by yourself in mild despair, not knowing what to do.","author":"Simon Van Booy","category":"Yourself, Not Knowing"},{"quote":"I suppose it's amazing how quick life goes by when you have children.","author":"Steffi Graf","category":"Life, Children, Amazing"},{"quote":"Dad was a strict disciplinarian and would give us a wallop with a wooden spoon if we were out of order. But we really respected him - he didn't try to be our best friend.","author":"Stephen Mangan","category":"Best, Best Friend, Friend"},{"quote":"I'm endlessly fascinated by parenting, marriage, my wife and the ins and outs of marriage.","author":"Rob Delaney","category":"Marriage, Wife, Endlessly"},{"quote":"It's really hard to figure out what they need to know. And that's parenting, in general. It's hard to figure out what would benefit your kids and what would just make them needlessly frightened.","author":"John Ross Bowie","category":"Know, Need, Kids"},{"quote":"I'm a parent, especially when you've had the intense parenting the way I had. It's all in the bank. It's all in the great experience bank. Those are your secrets. That's the stuff that makes your work rich, that's what you dip into.","author":"Hector Elizondo","category":"Work, Experience, Great"},{"quote":"Parents forgive their children least readily for the faults they themselves instilled in them.","author":"Marie von Ebner-Eschenbach","category":"Children, Parents, Forgive"},{"quote":"My father wasn't really involved and my mom is the light in my life.","author":"Marion Jones","category":"Life, Light, Father"},{"quote":"There's really no point in having children if you're not going to be home enough to father them.","author":"Anthony Edwards","category":"Children, Home, Father"},{"quote":"For me, Twitter works best as a way of taking pictures of being stuck in traffic on the Brooklyn Bridge. If people really want to read really funny quips about life, parenting, and pop culture, then by all means read Michael Ian Black's tweets.","author":"Michael Showalter","category":"Funny, Life, Culture"},{"quote":"When I was a kid, my mother's parenting style teetered between benign neglect and intense bouts of violence.","author":"Ariel Gore","category":"Mother, Style, Violence"},{"quote":"It's difficult to keep that perspective, I think, as a parent: to know your boundaries as to what's good parenting or just projecting your own expectations on your kids. That's the hardest.","author":"Anthony Edwards","category":"Good, Perspective, Parent"},{"quote":"Fathers and mothers have lost the idea that the highest aspiration they might have for their children is for them to be wise... specialized competence and success are all that they can imagine.","author":"Allan Bloom","category":"Success, Children, Wise"},{"quote":"I wasn't very good about juggling family and my career. I was interested in who was coming to the children's birthday party, what my son was writing. I was thinking about Legos.","author":"Jill Clayburgh","category":"Birthday, Family, Children"},{"quote":"We criticize mothers for closeness. We criticize fathers for distance. How many of us have expected less from our fathers and appreciated what they gave us more? How many of us always let them off the hook?","author":"Ellen Goodman","category":"Distance, Mothers, Always"},{"quote":"Parenting classes should be mandatory, whether you are adopting or not, and would include an evaluation of your current physical, mental and financial state as well as how ready you are to take on the rigors of parenthood. Our children are our most precious natural resource, and there is absolutely no other way to parent but to put them first.","author":"Dale Archer","category":"Children, Financial, Parent"},{"quote":"As a rule, I try to steer clear of opinions pertaining to your parenting. I assume you're doing the best you can, and God bless.","author":"Emma McLaughlin","category":"Best, God, Opinions"},{"quote":"A parentologist is a person who writes a book about parenting that is very clear about answers to, 'How am I supposed to raise my child?' Some of these well-intentioned people may be a bit too sure-footed on the sometimes slippery slope of parenting.","author":"Clyde Edgerton","category":"Book, Child, People"},{"quote":"No one knows his true character until he has run out of gas, purchased something on the installment plan and raised an adolescent.","author":"Marcelene Cox","category":"Character, Plan, Run"},{"quote":"Parents learn a lot from their children about coping with life.","author":"Muriel Spark","category":"Life, Children, Parents"},{"quote":"It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.","author":"Pauline Phillips","category":"Sad, Mom, Advice"},{"quote":"Edith Vonnegut behaved like a guest in her children's lives. To her way of thinking, parenting came under the general heading of household tasks, which, as a wealthy woman, she could pay others to do.","author":"Charles J. Shields","category":"Children, Woman, Thinking"},{"quote":"I had three children while doing a show, as demanding as 'Good Morning America,' so this is - you know, it's almost like I'm less daunted about motherhood, and parenting at this point in time. And I think I'm just much more fit and healthy than I was 20-years-ago.","author":"Joan Lunden","category":"Morning, Time, Children"},{"quote":"My father once said about being a parent that it is the only thing you do that requires a very long period of learning, and at about the time that you are becoming competent, you don't need the skills anymore. Notwithstanding this modest assessment of their parenting skills, they were wonderful parents.","author":"Michael Spence","category":"Time, Learning, Father"},{"quote":"Family life was wonderful. The streets were bleak. The playgrounds were bleak. But home was always warm. My mother and father had a great relationship. I always felt 'safe' there.","author":"Robert Cormier","category":"Life, Family, Relationship"},{"quote":"Parenting a pre-teen is quite something.","author":"Melissa Rivers","category":"Something, Quite"},{"quote":"I'm hosting weekend retreats all over America. It is like a 24-hour slumber party for moms. We laugh, eat, play games, get massages, win prizes, talk about parenting and even cry a bit.","author":"Lisa Whelchel","category":"America, Win, Laugh"},{"quote":"My kids love it. I thought I was the coolest dad in the world when I got to be in a Bond film, but 'Harry Potter', too? Well, I think I qualify for a medal for exceptional parenting or something, don't you?","author":"Robbie Coltraine","category":"Love, Thought, World"},{"quote":"I have this blanket thing about giving parenting advice to parents, and that's: 'Don't take other people's advice on parenting.'","author":"Drew Lachey","category":"Parents, Giving, Advice"},{"quote":"Some men don't want to be responsible fathers. It's easier to say 'Let's just turn the kids over to the state.' Women end up bearing the entire load, raising kids alone without a husband to share the parenting.","author":"Tim Huelskamp","category":"Women, Alone, Men"},{"quote":"My mother was the influence in my life. She was strong she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.","author":"John H. Johnson","category":"Life, Work, Education"},{"quote":"I'd just as soon stay home and raise babies.","author":"June Allyson","category":"Home, Just, Stay"},{"quote":"I think letting babies cry it out is barbaric. Why would parenting stop when it's dark outside? You can't expect a baby to know that he's supposed to sleep just because we want to go to bed.","author":"Holly Combs","category":"Sleep, Baby, Dark"},{"quote":"I'm not a parenting expert by any means, but I've been interviewing and writing about kids for almost 20 years.","author":"Nancy Jo Sales","category":"Writing, Years, Kids"},{"quote":"We are apt to forget that children watch examples better than they listen to preaching.","author":"Roy L. Smith","category":"Children, Listen, Better"},{"quote":"I get whatever placidity I have from my father. But my mother taught me how to take it on the chin.","author":"Norma Shearer","category":"Father, Mother, Me"},{"quote":"I really like 'Shameless' because it brings up important issues, but we get to talk and laugh and look at something that's really important that's a problem, like alcoholism and bad parenting. It's done in a funny, smart way.","author":"Justin Chatwin","category":"Funny, Smart, Laugh"},{"quote":"A lot of kids have parents who say, 'Music is hard; maybe you should come up with a Plan B.' Whenever I hear that kind of 'advice,' I think it's bad parenting. I was lucky to have a parent who assured me it was a possibility to pursue music.","author":"Gerald Clayton","category":"Music, Parents, Me"},{"quote":"Parents are key when it comes to keeping kids off drugs. Good parenting is the best anti-drug we have.","author":"Mel Carnahan","category":"Good, Best, Parents"},{"quote":"Being a mother of two myself - and two small girls - I think that single parenting is hard.","author":"Sarah Clarke","category":"Myself, Mother, Small"},{"quote":"Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out.","author":"Matthew Broderick","category":"Love, Baby, Changes"},{"quote":"The more we learn, the more we will be confronted with decisions that we've never had to make before about life, about death, about parenting.","author":"Riccardo Sabatini","category":"Life, Death, Decisions"},{"quote":"I think a generation ago, dads went to work, they came home, and they had their dinner, had a drink, and then went to bed. I don't know what it was like in your house, but that is how it was in mine. I think it is cool to have the dads in the trenches and doing the real parenting work.","author":"Zach Cregger","category":"Work, Home, Cool"},{"quote":"Being cool is being your own self, not doing something that someone else is telling you to do.","author":"Vanessa Hudgens","category":"Self, Doing, You"},{"quote":"Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big.","author":"Deng Xiaoping","category":"Aim, Head, Lead"},{"quote":"My key to dealing with stress is simple: just stay cool and stay focused.","author":"Ashton Eaton","category":"Stress, Simple, Stay Focused"},{"quote":"My sister is my little star, and I'm excited for her and proud of her. With her, I'm protective, but also I don't want to be that sister who's really pushy and thinks they know everything and making her feel like she doesn't know what she's doing. I'm trying to be that cool older sister and not the mom, but it's hard.","author":"Gigi Hadid","category":"Sister, Mom, Proud"},{"quote":"It's cool to be different and just be who you are and shock people in a good way.","author":"Brendon Urie","category":"Good, People, Be Different"},{"quote":"Nothing is cooler and more attractive than a big comeback, and that'll be me.","author":"Steven Adler","category":"Me, Comeback, Nothing"},{"quote":"I'm a mirror. If you're cool with me, I'm cool with you, and the exchange starts. What you see is what you reflect. If you don't like what you see, then you've done something. If I'm standoffish, that's because you are.","author":"Jay-Z","category":"Mirror, Me, You"},{"quote":"I'm not the kind of person who tries to be cool or trendy, I'm definitely an individual.","author":"Leonardo DiCaprio","category":"Kind, Person, Individual"},{"quote":"I think it's cool to be smart, and I think it's sexy to be smart.","author":"Stacey Farber","category":"Smart, Sexy, Think"},{"quote":"I don't want to be just known for the way I dress. I want to be known for how I play, how I treat people, and how I am as a role model. I don't just want to be, 'He dresses cool' or 'He dresses crazy.' You're going to have lovers and haters. I want my golf game to be the main thing.","author":"Rickie Fowler","category":"I Am, Golf, Dress"},{"quote":"Keep a cool head and a warm heart.","author":"Mike Love","category":"Heart, Head, Warm"},{"quote":"Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how 'cool' you are? Well, now you're picking a friend for life.","author":"Renee Olstead","category":"Life, Best, Best Friend"},{"quote":"It's so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health.","author":"Joyce Meyer","category":"Time, Health, Losing"},{"quote":"What people don't understand is joining a gang ain't bad, it's cool, it's fine. When you in the hood, joining a gang it's cool because all your friends are in the gang, all your family's in the gang. We're not just killing people every night, we're just hanging out, having a good time.","author":"Snoop Dogg","category":"Family, Time, Friends"},{"quote":"My mom is just someone who's easy to talk to and hang with. My sister, it's always cool to be able to help her out with things. My brother is fun when we're just joking and messing around. And my dad is someone who's helpful with my music and easy to talk to about that stuff because he understands me in that sense.","author":"David Archuleta","category":"Music, Sister, Mom"},{"quote":"I think I'm cool. That's all that matters.","author":"Tyler, The Creator","category":"Think, Matters, I Think"},{"quote":"I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby.","author":"Anne Hathaway","category":"Love, Design, Fun"},{"quote":"I don't think of myself as hot or cool or anything, just a dork.","author":"Ashley Olsen","category":"Myself, Think, Hot"},{"quote":"I want to be a vampire. They're the coolest monsters.","author":"Gerard Way","category":"Vampire, Want, Monsters"},{"quote":"Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity.","author":"Robin S. Sharma","category":"Technology, Creative"},{"quote":"Jazz is smooth and cool. Jazz is rage. Jazz flows like water. Jazz never seems to begin or end. Jazz isn't methodical, but jazz isn't messy either. Jazz is a conversation, a give and take. Jazz is the connection and communication between musicians. Jazz is abandon.","author":"Nat Wolff","category":"Music, Communication, Water"},{"quote":"Good words cool more than cold water.","author":"John Ray","category":"Good, Water, Words"},{"quote":"To create well I have to be in a good mood, happy and cool.","author":"Marc Newson","category":"Happy, Good, Mood"},{"quote":"I'm cute - and God I hate that. Because that's not cool. I'm like your niece, and nobody wants to date their niece. It's the chubby cheeks. The whole reason people voted for me on American Idol is because I'm an everyday, normal girl.","author":"Kelly Clarkson","category":"God, Girl, Hate"},{"quote":"I wear sunglasses almost all the time outside - not because I think I'm really, really cool, but because of the rays.","author":"Ronda Rousey","category":"Time, Sunglasses, Think"},{"quote":"I think when you are a cool guy but also a hot guy, that makes you even more sexy.","author":"Tessanne Chin","category":"Sexy, Think, You"},{"quote":"Rockets are cool. There's no getting around that.","author":"Elon Musk","category":"Science, Rockets, Getting"},{"quote":"I try to explain to people that the only way to be cool is to be who you truly are, and the only way to live life is to do the things that you want to do and be the person that you want to be no matter who that is or what that is or how you have to do it. That's the only way you can be genuinely happy.","author":"Tucker Max","category":"Life, Happy, Live Life"},{"quote":"Music is music, ultimately. If it makes you feel good, cool.","author":"Prince","category":"Music, Good, Feel Good"},{"quote":"For cool things to happen, you have to get out of your comfort zone.","author":"Rony Abovitz","category":"Comfort Zone, Comfort, You"},{"quote":"I am a bit of a bad boy. I have tattoos and I mess around. That's part of my image, so it's cool.","author":"Zayn Malik","category":"I Am, Boy, Bad"},{"quote":"My main focus is to always try to be myself first, and then, hey, if I wear a cool jacket, that's a bonus.","author":"John Krasinski","category":"Myself, Focus, Try"},{"quote":"For me, the cool thing is doing things that could only be done in gaming.","author":"Warren Spector","category":"Me, Doing, Done"},{"quote":"A full beard looks cool.","author":"Richard C. Armitage","category":"Beard, Looks, Full"},{"quote":"I never cut class. I loved getting A's, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world.","author":"Michelle Obama","category":"Time, Smart, World"},{"quote":"I suppose being fierce is a very good thing, and a very cool thing. But more than fierce, I think I'm a strong person and a strong individual. And that's what I take with me every day.","author":"Johnny Weir","category":"Day, Good, Strong"},{"quote":"Rhyme patterns are nothing without meanings to the words. A lot of rappers can do those flows, but the raps aren't really about anything - which is cool sometimes, but to have the flow and the message is one of my favorite things.","author":"J. Cole","category":"Words, Flow, Favorite"},{"quote":"I like low-maintenance girls, but at the same time, classy. She needs to take care of herself. But also be a girl who isn't afraid to get sweaty and play basketball, so it's cool if she's a tomboy.","author":"Chris Brown","category":"Time, Girl, Play"},{"quote":"Rather be dead than cool.","author":"Kurt Cobain","category":"Dead, Rather, Than"},{"quote":"The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.","author":"Britney Spears","category":"Travel, Famous, Canada"},{"quote":"My biggest thing about being a role model is whatever I'm preaching, I'm practicing. If I'm telling people I'm boxing and then I'm eating a burger tonight, it's because I am. I'm not cheating and eating a salad and then being like, 'Yeah! Burgers are cool!'","author":"Gigi Hadid","category":"I Am, Cheating, People"},{"quote":"If you've got cool nails, you wake up and you're like, 'Oh, I'm happy now.'","author":"Maisie Williams","category":"Happy, Wake Up, You"},{"quote":"Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn't know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.","author":"Gerard Way","category":"Music, Time, Politics"},{"quote":"I'm cool with failing so long as I know that there are people around me that love me unconditionally.","author":"Dave Chappelle","category":"Love, Me, People"},{"quote":"There's something cool about being a stealth classic.","author":"John Cameron Mitchell","category":"Classic, Something, Being"},{"quote":"November is auspicious in so many parts of the country: the rice harvest is already in, the weather starts to cool, and the festive glow which precedes Christmas has began to brighten the landscape.","author":"F. Sionil Jose","category":"Christmas, Weather, Harvest"},{"quote":"My personal style falls between casual cool and meticulous slob. I'm most comfortable in jeans, but I love fashion.","author":"Reid Scott","category":"Love, Style, Fashion"},{"quote":"What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'","author":"Kylie Jenner","category":"Happiness, Car, Myself"},{"quote":"People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.","author":"Tony Dungy","category":"Faith, Calm, Me"},{"quote":"It's the most gratifying thing to have young girls telling me, 'I love that you do a photo shoot in pants and a button up shirt, and you still look cool.'","author":"AJ Lee","category":"Love, Me, You"},{"quote":"I think you have to be cool to be a good flirt, and I don't think I'm very cool.","author":"Harry Styles","category":"Good, Think, You"},{"quote":"I'm never quite cool, if you know what I mean. I'm basically the worst, best superhero.","author":"Tom Holland","category":"Best, Know, You"},{"quote":"Black and awkward is the worst, because black people are stereotyped as being anything but awkward in mainstream media... Black people are always portrayed to be cool or overly dramatic, anything but awkward.","author":"Issa Rae","category":"Media, People, Black"},{"quote":"Racism is taught in the home. We agree on that? Well, it's very hard to teach racism to a teenager who's listening to rap music and who idolizes, say, Snoop Dogg. It's hard to say, 'That guy is less than you.' The kid is like, 'I like that guy, he's cool. How is he less than me?","author":"Jay-Z","category":"Music, Home, Racism"},{"quote":"Sometimes just when I say hello the right way, I'm like, 'Whoa, I'm so cool.'","author":"Robert Pattinson","category":"Way, Hello, Right"},{"quote":"The Internet is for haters. Everyone wants to knock somebody down, but it's cool.","author":"Andy Cohen","category":"Internet, Haters, Down"},{"quote":"When I hit 16, I got a scooter to ride to school. It was bright pink, and I saw on the ownership papers that Jonathan Ross once owned it. My friends slated me for it because of the colour, but it was cool. My father used to ride, and my mother's boyfriend has a bike, so we're a bit of a biker family.","author":"Thomas Sangster","category":"Family, Friends, Father"},{"quote":"Saturday morning, you knew what was cool by what was on 'Soul Train.'","author":"Nick Cannon","category":"Morning, Soul, Train"},{"quote":"The cool parts - the parts that have won Dubai its reputation as 'the Vegas of the Middle East' or 'the Venice of the Middle East' or 'the Disney World of the Middle East, if Disney World were the size of San Francisco and out in a desert' - have been built in the last ten years.","author":"George Saunders","category":"Desert, World, Vegas"},{"quote":"I kinda see everyone as competition. I'm a very competitive person. But I think that's good. Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool.","author":"Janet Jackson","category":"Good, Great, Competition"},{"quote":"Sometimes it's okay to give yourself a pat on the back and say, 'That was cool. That made me feel good.'","author":"Sebastian Stan","category":"Good, Yourself, Me"},{"quote":"The thing that I think a lot of guys need to know how to do is not take your mother's advice about honesty being the best policy. Listen to your cool, drunk uncle who tells you to lie. Those are the relationships that last.","author":"Adam DeVine","category":"Best, Mother, Honesty"},{"quote":"I'm not the biggest motorcycle fan - they're cool and a lot of fun, but they're scary as well!","author":"Taylor Lautner","category":"Fun, Motorcycle, Scary"},{"quote":"Is a hippopotamus a hippopotamus, or just a really cool Opotamus?","author":"Mitch Hedberg","category":"Just, Hippopotamus, Really"},{"quote":"Me and my dad are friends. We're cool. I'll never be disappointed again, because I don't expect anything anymore from him. I just let him exist, and that's how we get along.","author":"Drake","category":"Friends, Me, Disappointed"},{"quote":"I still have my school friends who are actually friends. It's nice that they don't think much about my singing career. They think it is cool, and they are happy for me, but they don't really bother me about it. To them, I'm still just the schoolgirl from next door.","author":"Jackie Evancho","category":"Happy, Friends, School"},{"quote":"I like cool jackets - a nice fall or winter coat. You can get a lot of use out of it, and you'll wear it frequently, so it can really set the tone of your uniform for the season.","author":"John Legend","category":"Winter, Fall, Nice"},{"quote":"I definitely move to the beat of my own drummer and man, he's not playing something anyone has heard before. It's pretty cool, though. Pretty cool.","author":"Q-Tip","category":"Man, Drummer, My Own"},{"quote":"Growing up, I didn't feel cool; I didn't fit into any crowd.","author":"Madonna Ciccone","category":"Growing Up, Growing, Feel"},{"quote":"I try to be cool with everybody, but sometimes, everybody just has different personalities, motives, and different characters.","author":"Tyga","category":"Try, Sometimes, Different"},{"quote":"There aren't many things that are universally cool, and it's cool not to litter. I'd never do it.","author":"Matthew McConaughey","category":"Never, Litter, Things"},{"quote":"If your stomach disputes you, lie down and pacify it with cool thoughts.","author":"Satchel Paige","category":"Thoughts, Lie, You"},{"quote":"I used to listen to 'Perfect Day' by Hoku every single day in high school! 'On this perfect day, nothin' standin' in my way... Don't you try to rain on my perfect day.' It pumped me up when I was feeling down or defeated, whether it was from the cool kids making me feel left out or feeling overwhelmed with homework and mean teachers.","author":"Kara Lindsay","category":"Day, Rain, School"},{"quote":"Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it.","author":"Elia Kazan","category":"Mystery, Facts, Will"},{"quote":"You can think of Hollywood as high school. TV actors are freshmen, comedy actors are maybe juniors, and dramatic actors - they're the cool seniors.","author":"Owen Wilson","category":"School, High School, Think"},{"quote":"I haven't experienced anything paranormal yet, but I did see what I think was a meteor light up the sky in a flash of red for a few seconds. That was really cool.","author":"Ryan Lee","category":"Light, Sky, Red"},{"quote":"It's cool to be a part of recovery. This is just who I am, this is what I write about, what I do, and most of my work has been a reflection of what I've been going through in one way or another.","author":"Chester Bennington","category":"Work, Reflection, I Am"},{"quote":"I'm a geeky toy collector, and to have toys of your own characters is unbelievably cool.","author":"Craig McCracken","category":"Toys, Toy, Collector"},{"quote":"On stage, we just want to generate hysteria. We don't care about looking cool or posing.","author":"Adrian Edmondson","category":"Looking, Want, Care"},{"quote":"I'd rate myself an 8. I do have my flaws, but I'm a cool dude. If I wasn't myself, I'd kick it with me. I'm a down-to-earth person and all around cool guy.","author":"Lance Gross","category":"Myself, Me, Person"},{"quote":"When I was younger, the pressure was just being cool. I never thought of myself as a cool guy. I always thought of myself as more of the goofy guy.","author":"Paul Walker","category":"Myself, Thought, Pressure"},{"quote":"I like to look cool and dress nice. Lil Uzi is a rock star. Just know that.","author":"Lil Uzi Vert","category":"Dress, Know, Nice"},{"quote":"I don't count on the boy who waits till October, when it's cool and fun, then decides he wants to play.","author":"Darrell Royal","category":"Fun, October, Play"},{"quote":"Obviously anything that accessorizes or enhances the iPhone is always pretty cool.","author":"Harry Shum, Jr.","category":"iPhone, Anything, Always"},{"quote":"Pink is my favourite colour. I used to say my favourite colour was black to be cool, but it is pink - all shades of pink. If I have an accessory, it is probably pink.","author":"Roxane Gay","category":"Pink, Black, Colour"},{"quote":"You show up in Paris, and on the drive from the airport to the hotel you're like, 'This is so cool! I want to see something! I want to go to the Eiffel Tower!' And then you leave the next morning. You think, Oh, I didn't get to do anything. I tell people: I've been just about everywhere, but I've seen nothing.","author":"Taylor Lautner","category":"Morning, People, Want"},{"quote":"How cool it is to see a bride walking down the aisle with a beautiful long gown with beautiful layers of tulle and organza, unveiling their mini dress at the party?","author":"Reem Acra","category":"Beautiful, Walking, Dress"},{"quote":"I'm always inspired by people who have really cool Twitter profiles.","author":"Charlie Puth","category":"People, Twitter, Always"},{"quote":"It's cool when fans spend so much time making things for me. It means a lot.","author":"Justin Bieber","category":"Time, Me, Fans"},{"quote":"I'm just a cool type of guy who's all about positives.","author":"Big Boi","category":"Just, Guy, About"},{"quote":"It's cool when people know you more, but I like people to treat me regular when they see me. I take pictures. I don't really be big on people looking at me.","author":"Meek Mill","category":"Me, Treat, People"},{"quote":"I think I'm commercial underground. I'm not commercial in the way that people consider 'pop,' but I'm not underground in the way that people consider that. either. I am just a cool guy.","author":"Tiesto","category":"I Am, People, Think"},{"quote":"I think making friends is not being afraid to look stupid, because everyone wants a friend who is willing to be stupid and fun. If you try and be too cool, it only works in high school. After that, being uncool is a very cool thing to do. So just have fun, and don't worry what other people think of you and people will want to be your friends.","author":"Adam DeVine","category":"Friends, School, Fun"},{"quote":"I've built a network that curates interestingness. In my universe, it encompasses thousands and thousands of filters and people, each person being a filter. So it's kinda cool. Like I've created my own utopia, removing the boring stuff and showing only the amazing stuff.","author":"Jason Silva","category":"Amazing, Universe, People"},{"quote":"In the Middle East in the summertime, to keep cool, a lot of people sleep on the rooftops.","author":"Daron Malakian","category":"Sleep, People, Rooftops"},{"quote":"Sketching in general - anywhere, not just in Gitmo, but in life, in the world - is a profoundly disruptive act. Because you're creating something when you're kind of expected to consume or sit passively. I've always sketched things as a way to get into them, whether it was a fancy nightclub or, you know, to have kids think I was cool, whatever.","author":"Molly Crabapple","category":"Life, World, Know"},{"quote":"I do love Instagram, and my kids are with me, like, 24-7, so it's inevitable that they'll be on there. And honestly, I know it sounds weird, but I look up people all the time on it. Because I find people so interesting, and I'm curious about them. It's a gateway to meet new people. I think the whole concept of Instagram is really cool.","author":"Britney Spears","category":"Love, Time, Me"},{"quote":"I'd rather be the cool aunt than the authoritative aunt.","author":"Solange Knowles","category":"Aunt, Rather, Than"},{"quote":"John Legend is a cool guy. He likes to chill, is easy to talk to and hang out with. He's also inspiring on a musical level.","author":"Estelle","category":"Easy, Legend, Chill"},{"quote":"As a young boy, I was taught in high school that hacking was cool.","author":"Kevin Mitnick","category":"School, High School, Young"},{"quote":"My perfect guy wears converse, is totally laid back, and doesn't worry about being cool.","author":"Selena Gomez","category":"Dating, Worry, Perfect"},{"quote":"Jazz took too much discipline. You have to come in at the right place, which is different than me singing the blues, where I can sing, 'Oh, baby,' if there's a pause in the melody. With jazz, you better leave that space open, or put in something real cool.","author":"Etta James","category":"Baby, Space, Me"},{"quote":"When you're writing, you're only a brain and some fingers, but drumming, you're involving all four limbs, and you're hearing stuff and you're converting your ideas into physical motions, getting physical feedback from things you are touching - it's pretty cool. It's a really a nice contrast to writing.","author":"Michael Azerrad","category":"Writing, Brain, Ideas"},{"quote":"My mom gave me enough self-worth to carry me through difficult experiences. She was very loving and accepting. She was like, 'Whelp, you're gay? OK, cool.'","author":"Jillian Michaels","category":"Mom, Me, Self-Worth"},{"quote":"Be still and cool in thine own mind and spirit.","author":"George Fox","category":"Mind, Spirit, Still"},{"quote":"All of my favorite people - people I really trust - none of them were cool in their younger years.","author":"Taylor Swift","category":"Trust, People, Favorite"},{"quote":"It's not cool to be an alcoholic.","author":"Chester Bennington","category":""},{"quote":"We live in a world that tells us not to care, to consume everything in sight. It tells us that being cool and being an individual actually means buying what everyone else is buying and doing what everyone else is doing.","author":"Julia Butterfly Hill","category":"World, Live, Care"},{"quote":"Short boots are cool, in my humble opinion. They say, 'Hey! Winter is over, but summer hasn't yet arrived - so enjoy this halfway point!'","author":"Rachel Nichols","category":"Winter, Humble, Short"},{"quote":"People will visit Mars, they will settle mars, and we should because it's cool.","author":"Jeff Bezos","category":"People, Settle, Mars"},{"quote":"When I first arrived in Baghdad in January 2003, I thought I would soon rent a house and envisioned myself swimming in the Tigris to cool off after reporting in the city the caliphs called Madinit al-Salam, the City of Peace. A year later, I realized I wouldn't be taking any midnight dips - Madinat al-Salam no more.","author":"Richard Engel","category":"Peace, Myself, City"},{"quote":"Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.","author":"Ted Nugent","category":"Food, Mountain, Lion"},{"quote":"I can take it. The tougher it gets, the cooler I get.","author":"Richard M. Nixon","category":"I Can, Cooler, Take"},{"quote":"One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat.","author":"Woodrow Wilson","category":"Light, Heat, Supply"},{"quote":"All women do have a different sense of sexuality, or sense of fun, or sense of like what's sexy or cool or tough.","author":"Angelina Jolie","category":"Women, Fun, Sexy"},{"quote":"It's cool just because I've had this dream of changing the sport of swimming and it's finally happening.","author":"Michael Phelps","category":"Dream, Swimming, Changing"},{"quote":"I never saw music in terms of men and women or black and white. There was just cool and uncool.","author":"Bonnie Raitt","category":"Music, Women"},{"quote":"I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.","author":"Trent Reznor","category":"Life, Experience, Culture"},{"quote":"I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, 'Looks like you're writing a ransom note. Need help? You should use more forceful language, you'll get more money.'","author":"Demetri Martin","category":"Money, Writing, Language"},{"quote":"I think all jocks have a sensitive side. It's just, will they show it to anybody? Will they let their guard down and stop being tough and the cool jock guy around their friends, or just relax? I don't know if it's best to say opening up, but just relax and really say what you're actually thinking, and not what you think people want to hear.","author":"Channing Tatum","category":"Friends, Best, Thinking"},{"quote":"These days it's cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they'd be like, 'What is this?'","author":"Giada De Laurentiis","category":"Friends, Mom, Be Different"},{"quote":"The cool thing about reading is that when you read a short story or you read something that takes your mind and expands where your thoughts can go, that's powerful.","author":"Taylor Swift","category":"Powerful, Reading, Short"},{"quote":"I'm a traditionalist, so for me, black coffee is cool.","author":"Graham Elliot","category":"Coffee, Me, Black"},{"quote":"I'm cool with the way I look, I'm not an ugly dog, but I don't see myself as a stud or anything.","author":"Seann William Scott","category":"Dog, Myself, Ugly"},{"quote":"My Barbies were usually naked. Once, I took their heads off, cut their hair, drew on their short, spiky hair with some markers, then stuck the heads on Christmas lights. Every year, we'd string our tree with those Barbie heads. It looked demonic. My parents were so cool - they saw it as a form of self-expression.","author":"Jessica Biel","category":"Christmas, Tree, Parents"},{"quote":"My style icons would be people like Brigitte Bardot and old Hollywood actresses who always look so stunning, cool and chic. I like classic and timeless looks.","author":"Jessica Brown Findlay","category":"Style, People, Look"},{"quote":"It's like Canada is the little brother to the United States and one day they are going to show the world they're just as cool as their successful big brother.","author":"Dustin Milligan","category":"Day, Brother, World"},{"quote":"As a person, I have a lot of different sides to me, and I genuinely just embrace them. I don't think, 'Oh, I gotta put on my cool face now!'","author":"Tinashe","category":"Me, Face, Think"},{"quote":"We were in recycling before recycling was cool.","author":"Anthony Pratt","category":"Recycling, Before, Were"},{"quote":"The ballplayer who loses his head, who can't keep his cool, is worse than no ballplayer at all.","author":"Lou Gehrig","category":"Head, Worse, Than"},{"quote":"I want you to see that I'm looking. Look at me look at you. I'm cool with that.","author":"Busta Rhymes","category":"Me, Looking, Want"},{"quote":"It's cool to go places where working people are happy.","author":"Neil Young","category":"Happy, People, Working"},{"quote":"I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me.","author":"Mike Tyson","category":"Religion, Me, Think"},{"quote":"So when I got to be about 13 or 14, I started listening - even though my parents music was way cool - to contemporary hard rock at that time, which was Aerosmith, Cheap Trick, Black Sabbath, AC/DC, Ted Nugent and all that, and that's just where I came from.","author":"Slash","category":"Music, Time, Parents"},{"quote":"I'm doing everything that I can, working with experts, really studying the statistics to figure out a way we can make it cool or normal to be kind and loving.","author":"Lady Gaga","category":"Be Kind, Statistics"},{"quote":"I once sang 'Summer Nights,' from 'Grease,' at a bar in Melbourne with John Travolta, who's a good friend of mine. He looked cool singing the part of Danny - sitting in an armchair, smoking a cigar - while I got stuck playing Sandy.","author":"Hugh Jackman","category":"Good, Friend, Singing"},{"quote":"It's cool to be healthy.","author":"Dick Gregory","category":"Healthy"},{"quote":"In my hometown there is a pub named after me - The Frome Flyer on Jenson Avenue. How cool is that?!","author":"Jenson Button","category":"Me, Hometown, Pub"},{"quote":"I've always been scared of advertising folk. I've met them at parties and I've been to their offices and I've always found them intimidatingly cool. At one company I visited, they held their meetings in a caravan that had somehow been installed in the place, a rather more exotic place to gather than the typical BBC glass box.","author":"Evan Davis","category":"Advertising, Company"},{"quote":"It was just an idea I had, that it could be cool to have a book covered in fake fur.","author":"Dave Eggers","category":"Book, Fake, Idea"},{"quote":"If people are taking pictures of me at Starbucks, it's not the end of the world. It's cool, it's fun, it's exciting.","author":"Cory Monteith","category":"Fun, World, Me"},{"quote":"Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art.","author":"Jerry Saltz","category":"Time, Art, Great"},{"quote":"Being in love is not cool!","author":"Alice Englert","category":"Love, Love Is, Being In Love"},{"quote":"When you think back to your first kiss, your hair is perfect and she was wearing a cool outfit. We remember it with restraint and we remember it with style. We remember it as idealistically as you can think.","author":"Stephen Chbosky","category":"Hair, Style, Remember"},{"quote":"I have visualizations where I'm living in a really cool place - probably outside of town - with a really dope studio where I can record music or film things. Just have my own mini production house. That's really the thing I'd love to end up with the most and only do gigs when I needed to and also amass a little bit of a crew around me.","author":"Reggie Watts","category":"Love, Music, Me"},{"quote":"I want to speak up and tell you that mascara and clothes don't make you cool, neither do name-brand handbags, but being a leader can.","author":"Renee Olstead","category":"Leader, Speak, Want"},{"quote":"I would love to work with Marion Cotillard... and my sister! I've never worked with Dakota before in a movie. It'd be so cool to be on screen interacting with each other one day. It will happen, I'm just not sure when.","author":"Elle Fanning","category":"Love, Work, Sister"},{"quote":"I'm a girl's girl. I'm a woman's woman. I'm a cool girl.","author":"Kimora Lee Simmons","category":"Woman, Girl"},{"quote":"Maybe the coolest people are the ones who don't care about being cool.","author":"Steve Carell","category":"People, Care, Being"},{"quote":"I'm a farmer now, and it's fantastic. My goal is to be totally self-sufficient and grow everything that I eat. There's something about earning your dinner that's cool.","author":"Roseanne Barr","category":"Goal, Dinner, Grow"},{"quote":"Barcelona is one of my favourite cities in the world. The fashion and people are just so effortlessly cool.","author":"Leigh Lezark","category":"World, Fashion, People"},{"quote":"I'm cool with Jay-Z. Jay-Z is genuinely my friend.","author":"Drake","category":"Friend, My Friend, Genuinely"},{"quote":"I had a couple of really cool friends when I was a kid, and we'd find cool music and movies and show them to each other. My friend Dennis had a copy of 'A Clockwork Orange' and he'd already seen it once, and he was like, 'We need to watch this.' I was sleeping over his house - and I think we were literally 15 - and we watched it.","author":"Gerard Way","category":"Music, Friends, Friend"},{"quote":"You've got to be strong enough for love. It's very easy to be cool and cynical. It's very difficult to just let yourself go and be in love. You've got to be strong enough for that.","author":"Noel Gallagher","category":"Love, Strong, Yourself"},{"quote":"I really want to do a film in another language. My dad's from Germany, so it'd be really cool to do a film in German. I'm not quite fluent, but I can get there. And my accent's pretty good. I wouldn't feel too out of my element.","author":"Kirsten Dunst","category":"Good, Language, Want"},{"quote":"I'm glad to see that BMW is bringing an electric car to market. That's cool.","author":"Elon Musk","category":"Car, BMW, See"},{"quote":"Unwanted honking not only irritates others, but may also end up causing accidents. Drivers lose cool and it may result in road rage.","author":"Rahul Dravid","category":"Road, End, Rage"},{"quote":"I've done a road trip across Italy with a girlfriend, and that was very romantic. I think that road trips are probably one of the romantic things you can do. To take your girlfriend and just stay wherever; don't have a destination and just drive and see where the road takes you is pretty cool.","author":"Christopher Egan","category":"Romantic, Road, Destination"},{"quote":"I go from English to Spanish, and I feel I have some cool songs.","author":"Enrique Iglesias","category":"Feel, Go, Spanish"},{"quote":"I once asked Ozzy Osbourne, truly one of my favorite people in the world, if he was cool with singing Black Sabbath songs year after year, whether he was performing with Black Sabbath or out on a solo tour. He said it was great.","author":"Henry Rollins","category":"Great, World, People"},{"quote":"As far as putting stuff on social media, I think Instagram is really cool because I like the visual aspect. You're taking pictures, and you can put a filter on them, and it's super creative.","author":"Ross Lynch","category":"Social Media, Media"},{"quote":"I love to hear a cool ambient sound at runway shows. It creates a good energy.","author":"Theophilus London","category":"Love, Good, Energy"},{"quote":"When I have a good pair of shoes, I wear them over and over. Whether it's nice sneakers or a cool pair of combat boots, splurge on a pair you love that you can wear over and over with totally different outfits.","author":"Bethany Mota","category":"Love, Good, Shoes"},{"quote":"I'm born and raised in Mexico. I only spent eight months in the States, but definitely English is a really big part of my life, and I love it. Thank God my mom put me in American school because I'm able to be working in the States, and it opens a lot more doors being half and not being only one. It's cool because I get to turn it on and off.","author":"Eiza Gonzalez","category":"Love, Life, Mom"},{"quote":"I don't follow anything that's said about him much, but the Uwe Boll that I know is just a really cool guy. He's just a really quiet, kind and passionate filmmaker who really believes in what he's doing. Like any director that an actor wants to work with, you want a director who's passionate and believes in the work that he's doing.","author":"Michael Eklund","category":"Work, Want, Know"},{"quote":"If kids can have some sort of social responsibility, that's cool. But if they're not actually having social responsibility, and they're kind of hiding behind it, that's kind of useless, or even worse.","author":"Diplo","category":"Responsibility, Kind, Kids"},{"quote":"I feel like my style's always been influenced by 'less is more.' The coolest styles are kind of simple and classic, like a white T-shirt and jeans. Maybe you have a cool belt and cool shoes, but everything else you keep simple.","author":"Chris Evans","category":"Shoes, Simple, Style"},{"quote":"When I am working on a book or a story, I write every morning as soon after first light as possible. There is no one to disturb you, and it is cool or cold, and you come to your work and warm as you write.","author":"Ernest Hemingway","category":"Work, Morning, Light"},{"quote":"Fashion is really a place where every other industry connects, whether it's music or acting. At the end of the day, everyone is going to walk the red carpet and be interested in the fashion side of it. I think that's really cool because as a model, you get to connect with a lot of different worlds.","author":"Gigi Hadid","category":"Music, Day, Red"},{"quote":"I guess I've always been a groupie. My first date was a bull rider called Tommy Lee Bryant. We'd go to the rodeo every Saturday and Sunday. The bull riders were the cool guys.","author":"Jerry Hall","category":"First, Always, Sunday"},{"quote":"Just sharing music with each other - that's cool. It's the selling that becomes the problem.","author":"Prince","category":"Music, Problem, Sharing"},{"quote":"For me, being comfortable is the best way to express my personality. Some days I like to be chill and wear my Stan Smiths with a cool little jacket, a blouse, and some lipstick for night, and that's it.","author":"Elodie Yung","category":"Best, Personality, Night"},{"quote":"The last game I played in college was in the NIT against St. Mary's. That was the first time I had come to the Oakland area. So, the last game I played in college and the first game of my NBA career were out here in the Bay Area. It's pretty cool.","author":"Stephen Curry","category":"Time, College, Game"},{"quote":"My favorite was the one about 'Snow White'. Those funky little guys with the beards. The poisonous apple. And that cool mirror the evil stepmother used to talk to. You know, she'd ask it all these questions: Who's the nicest? Who's the sweetest... Who's the fairest of them all? And for a while, everything was hunky-dory.","author":"Kathi Appelt","category":"Mirror, Evil, Apple"},{"quote":"Me and my buddies are all like brothers. So it's okay for us to say 'I love you' or whatever. It's always cool. I think that comes from my dad. That's just the way he always was.","author":"Paul Walker","category":"Love, I Love You, Me"},{"quote":"When I'm singing, it's a mixture of my innocence in the projects, my mom and dad. It's all the good and the bad, the laughs and the frowns that I went through and seen other people go through. Then you be trying to write it. Whatever's coming out, you try and make it all cool.","author":"Aaron Neville","category":"Good, Mom, Innocence"},{"quote":"Being a sex symbol isn't cool unless you're in love with a girl, and she calls you a sex symbol.","author":"Shawn Mendes","category":"Love, Girl, You"},{"quote":"This was something I always dreamed and wanted to be part of, when women's wrestling was freakin' cool, and now it is.","author":"Becky Lynch","category":"Women, Wrestling, Always"},{"quote":"Accessories are key - nothing beats a cool Panama hat or statement shades - look to Maison Michel or Miu Miu for inspiration.","author":"Poppy Delevingne","category":"Hat, Look, Inspiration"},{"quote":"Living my life socially means there is a swagger to how I dress, walk; it's not about being 'cool,' it's just being me - that's understanding your place and your center - that's what swagger is, and I guess that's where the soul comes from.","author":"BJ the Chicago Kid","category":"Life, Soul, Dress"},{"quote":"Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool.","author":"Travis Scott","category":"Brother, Amazing"},{"quote":"The Internet made fame wack and anonymity cool.","author":"Frank Ocean","category":"Internet, Fame, Made"},{"quote":"What's really cool about LEGOs is that you can put a bunch of bricks on the table, and everybody will make something different. Everyone has different ideas, and some of them may seem crazy.","author":"Christopher Miller","category":"Crazy, Ideas, You"},{"quote":"The worst thing I could be thinking is how could I be a cool bass player.","author":"Mike Gordon","category":"Thinking, Worst, Bass"},{"quote":"I'm more into the Spawn toys. They're really cool. They're coming out with a Techno Spawn series and another series, The Dark Ages, which are really cool.","author":"Jason Mewes","category":"Dark, Toys, Which"},{"quote":"Everyone is different, but I'm not standoffish at all. I'm not one of those people who prefer to write a note. I'll walk right up to you and ask you out! Even if the answer's no, I'm totally cool with it.","author":"Corbin Bleu","category":"Walk, People, You"},{"quote":"When people recognise me they just kind of go 'Hi how are you,' really kind of cool you know.","author":"Rachel Stevens","category":"Me, People, Know"},{"quote":"Americans are cool; if you show just a chink of vulnerability, they respond so much. They'll pat you on the arm and say, 'Hey kid, you're all right.' Brits will respond but they are much more cynical.","author":"Bear Grylls","category":"Cynical, You, Right"},{"quote":"I'm not Rihanna. I'm not cool. When people come up to me in the street, they often want a hug, not a photo, and they want that because they like my work.","author":"Anne Hathaway","category":"Work, Me, People"},{"quote":"I went to high school, and I started getting bullied because I was very weird. I mean, freshman year I went to school in a pirate suit - I just didn't care. I'm not like the cool girls - I'm the other girl. The one that's basically a nerd, but proud of that.","author":"Lele Pons","category":"School, Girl, Proud"},{"quote":"I went to a public school through sixth grade, and being good at tests wasn't cool.","author":"Bill Gates","category":"Good, School, Through"},{"quote":"That's the thing about Aquaman that's cool is he's not an alien, right? He's from our planet, and he's from a society that we're not privy to in the context of the story.","author":"James Wan","category":"Society, Alien, Story"},{"quote":"The Tom Brady sandwich would be a prosciutto with a nice Buffalo mozzarella, on a crispy baguette with a little fresh basil. Brady is classy; he's a really cool dude. He's got a lot of flavor.","author":"Guy Fieri","category":"Nice, Classy, Sandwich"},{"quote":"I created 'Rookie' because I read a lot of websites that I thought were cool and interesting, but they weren't for teens, and I wanted us to have something that could be ours.","author":"Tavi Gevinson","category":"Thought, Interesting"},{"quote":"I'm a very basic dresser. I'm not interested in calling too much attention to myself. I like to look cool without being too noticeable.","author":"Julianne Moore","category":"Myself, Attention, Look"},{"quote":"I think it's cool that London Fashion Week is about young designers trying wacky things.","author":"Alexa Chung","category":"Week, Fashion, Think"},{"quote":"'Boyz-n-the-Hood' was actually supposed to be written for Eazy's group. He had a group out in New York called Home Boys Only, called HBO. One of them looked like LL Cool J. Eazy wanted to write a song for them, a street song, like what we were doing on the mix tapes. So when I wrote it, it was too West Coast for them.","author":"Ice Cube","category":"Home, Song, New York"},{"quote":"If you're doing this because you feel like you have a burning desire to do it, then you'll find a way to do it, no matter what. If you're doing this because you're thinking, 'Hey, this will be really cool. I'll be famous. I'll be on YouTube,' then you'll probably quit, because it's not easy to do for the long haul.","author":"Trisha Yearwood","category":"Famous, Thinking, Easy"},{"quote":"Cyber attacks are not what makes the cool war 'cool.' As a strategic matter, they do not differ fundamentally from older tools of espionage and sabotage.","author":"Noah Feldman","category":"War, Tools, Matter"},{"quote":"People in high school either feel like they're with the cool kids in a clique, or they're isolated - there's no in-between.","author":"Ross Butler","category":"School, High School, People"},{"quote":"I was not a cool kid. There was no reason for me to be marginalised. I was just a nerd. I was kind of weird, and I found solace in video games.","author":"Kumail Nanjiani","category":"Me, Video Games, Weird"},{"quote":"Tracy Morgan is subdued. I'm cool. I'm chilled out.","author":"Tracy Morgan","category":"Out, Morgan, Subdued"},{"quote":"Making a mix CD - albeit slightly old school - is generally a pretty cool gift and something I like to receive, or giving someone a book that moved you. Writing an inscription inside makes it even better.","author":"Ryan Reynolds","category":"School, Writing, Giving"},{"quote":"We do this basically for ourselves. People appreciate it, which is cool, but I think they appreciate that we're doing it for ourselves. We're doing it our way, and how people like it is not up to us. We like it.","author":"James Hetfield","category":"People, Appreciate, Think"},{"quote":"It's a funny thing. I'll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, 'What do you do?' and I say, 'Oh, I'm in a band... Twenty One Pilots,' and he'll say, 'Cool, I'll check it out. I never heard of them.' And then I say, 'In September we're playing the Schottenstein Center,' and it's like, 'What?!'","author":"Tyler Joseph","category":"Funny, Home, Restaurant"},{"quote":"I always preferred to hang out with the outcasts, 'cause they were cooler; they had better taste in music, for one thing, I guess because they had more time to develop one with the lack of social interaction they had!","author":"John Hughes","category":"Music, Time, Better"},{"quote":"Keep cool anger is not an argument.","author":"Daniel Webster","category":"Anger, Argument, Keep"},{"quote":"I just think it looks so cool when a woman has a dirty martini. She looks so powerful.","author":"Jillian Rose Banks","category":"Powerful, Woman, Think"},{"quote":"My parents are the coolest of the cool on every single level, and it's because they have a deep appreciation for every moment of their lives.","author":"Rashida Jones","category":"Deep, Appreciation, Parents"},{"quote":"I was trying to be this person who is cool, eternally rocking.","author":"Billy Corgan","category":"Trying, Person, Rocking"},{"quote":"Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.","author":"Liv Tyler","category":"Happy, God, Sun"},{"quote":"I do really silly dancing. I love dancing, but I'm not cool when I dance. It's not about my moves, it's not about how cool I am, it's not about how slick I look on the dance floor, it's about having a great time.","author":"Imogen Heap","category":"Love, Time, Great"},{"quote":"Prince turned experimental music into pop music. 'When Doves Cry,' the whole 'Purple Rain' soundtrack - he was inspired by the Cocteau Twins and new wave pop and brought it into R&B when he first started, and then it became this cool, next-level, kind of hard-to-digest music. Which is what I felt 'House of Balloons' was.","author":"The Weeknd","category":"Music, Rain, Purple"},{"quote":"You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I'd rather do that than kick a ball around in front of a few men.","author":"Magnus Scheving","category":"Smile, Knowledge, Women"},{"quote":"When I was doing 'Smile,' I was looking back at pictures of myself and going, 'Thank goodness I couldn't do the sprayed-bangs thing! Everybody's so embarrassed by that hairstyle now, but I was never cool enough to pull it off!'","author":"Raina Telgemeier","category":"Smile, Myself, Looking Back"},{"quote":"Reggae, oh man. It's the ultimate music. The positivity. The musicality. The whole cultural expressionism of it. The danceability. Just the cool factor. The melody factor. Some of it comes from a religious place. If there were a competition of who makes the best religious music, it would definitely be the Rastafarian reggae.","author":"Lupe Fiasco","category":"Music, Best, Man"},{"quote":"I wish I was a cool guy and could drink coffee black, but I put almond milk and raw cane sugar in it.","author":"Nick Kroll","category":"Coffee, Wish, Black"},{"quote":"My family lived off the land and summer evening meals featured baked stuffed tomatoes, potato salad, corn on the cob, fresh shelled peas and homemade ice cream with strawberries from our garden. With no air conditioning in those days, the cool porch was the center of our universe after the scorching days.","author":"David Mixner","category":"Family, Food, Universe"},{"quote":"It's actually cool to be positive and optimistic and idealistic. It's cool to see yourself doing beautiful, great things.","author":"Tom DeLonge","category":"Positive, Beautiful, Great"},{"quote":"It's just so cool when you meet people who are different than you are. That can give you a different perspective, a viewpoint on life, or inspire you. I mean, what would the world be like if we were all the same? I think it would be very boring.","author":"Ciara","category":"Life, World, Inspire"},{"quote":"I wouldn't want to be Superman. Batman would be cool. But the one I've always wanted to play is the Joker. There is a maniacal and dangerous side to me.","author":"T. J. Miller","category":"Me, Want, Superman"},{"quote":"With all of you men out there who think that having a thousand different ladies is pretty cool, I have learned in my life I've found out that having one woman a thousand different times is much more satisfying.","author":"Wilt Chamberlain","category":"Life, Woman, Men"},{"quote":"The battle to find a workplace that's wheelchair accessible is a feat in itself, let alone an employer who's going to be cool about employing someone with a disability in a job you actually want to do.","author":"Stella Young","category":"Alone, Job, Disability"},{"quote":"I'm like a big 10-year-old when I'm on stage. I just go up there and do whatever I think is cool at the moment.","author":"Tyler, The Creator","category":"Moment, Think, Up"},{"quote":"I feel that we, as Indians, have a knack for loving a stereotypical, sobbing, sympathy-seeking personality. I feel that we need to promote quirky, cool and youthful talent. We have to stop propagating the sob-story angle of celebs, where they try to be larger-than-life. That is very outdated. It is so boring that it puts you to sleep.","author":"Kangana Ranaut","category":"Sleep, Personality, Talent"},{"quote":"If we have a great idea, we'll go, 'Oh, this could be a cool movie.' Or really for us, it's more like, 'Oh, this is a really bad idea. Let's do this. This seems really stupid.'","author":"Trey Parker","category":"Great, Stupid, Idea"},{"quote":"Heroes don't wear diapers. It's just not cool.","author":"Felix Baumgartner","category":"Heroes, Just, Diapers"},{"quote":"I want kids of this generation to see that everything is cool, that there's some kind of unity in hip-hop. We all found something that's really important to us, and music is all we've really got.","author":"Missy Elliott","category":"Music, Unity, Generation"},{"quote":"I know that people think I'm sexy and I am looked at as that. It is cool with me. It's wonderful to have sexy appeal. If you embrace it, it can be a very beautiful thing.","author":"Aaliyah","category":"Beautiful, I Am, Me"},{"quote":"If I could have anyone on speed dial it would be George Clooney. He seems like a cool guy who would give good advice.","author":"Adam Garcia","category":"Good, Advice, Speed"},{"quote":"Survival, in the cool economics of biology, means simply the persistence of one's own genes in the generations to follow.","author":"Lewis Thomas","category":"Persistence, Survival"},{"quote":"No-one has ever called me a cool dude. I'm somewhere between geek and normal.","author":"Linus Torvalds","category":"Me, Somewhere, Between"},{"quote":"I realized that if I don't like something, I can change it. If I don't feel comfortable with something, then I have a voice to say it's not cool.","author":"Zendaya","category":"Change, Voice, I Can"},{"quote":"What's really cool about our family is that we don't hold grudges, and I think that is what's been the key to the success. We get into our little disagreements, and whether we're right or wrong, we'll go and apologize. That's just the way we are.","author":"Selena","category":"Success, Family, Think"},{"quote":"To act coolly, intelligently and prudently in perilous circumstances is the test of a man - and also a nation.","author":"Adlai E. Stevenson","category":"Man, Test, Nation"},{"quote":"My problem was that I was blond. There were no heroes with blond hair. Robert Taylor and Henry Fonda, they all had dark hair. The only one I found was Van Johnson, who wasn't too cool. He was a nice, homely American boy. So I created my own image. It worked.","author":"Michael Caine","category":"American, Hair, Dark"},{"quote":"Being uncool is being pretty much the coolest you can be.","author":"Rufus Wainwright","category":"You, Pretty, Being"},{"quote":"Music is for people. The word 'pop' is simply short for popular. It means that people like it. I'm just a normal jerk who happens to make music. As long as my brain and fingers work, I'm cool.","author":"Eddie Van Halen","category":"Work, Music, Short"},{"quote":"I'm always drawing, so Draw Something is a cool game to play against your friends when you're bored and sat chilling out and relaxing.","author":"Zayn Malik","category":"Friends, Game, Drawing"},{"quote":"As far as rap goes, I grew up in Hollis, Queens, so early influences were people like Run DMC and LL Cool J.","author":"Ja Rule","category":"People, Early, Run"},{"quote":"I'm not trying to be this cool girl. If you're trying to be something you're not, it's slowly going to bite you in the butt.","author":"Bella Hadid","category":"Girl, Trying, You"},{"quote":"It's the same with visual arts, you have some really cool, wonderful striking images that make you think and then again you have wonderful striking images that just take you away from the existing world for a second. And I like the latter a bit more.","author":"Ville Valo","category":"World, Think, You"},{"quote":"I've been in fights, but that doesn't make me cool or like a tough guy or more interesting actor, I'm not proud of it.","author":"Shia LaBeouf","category":"Me, Proud, Interesting"},{"quote":"When you're a kid, you see your parents reading the newspaper and you're like, 'God, why are they reading the newspaper?' When you're young, you're not reading the newspaper. But there comes a time in your life when the newspaper's cool.","author":"Fred Durst","category":"Life, Time, Parents"},{"quote":"Sure, climbing Mount Everest would be cool, but that's something I would now like to do as a family. Big experiences like that I don't want to have on my own anymore. I want to share them.","author":"Heidi Klum","category":"Family, Want, Experiences"},{"quote":"We found out the Gemini spacesuit was, well, oxygen was flowing to keep me cool as well as to breathe, and it wasn't good enough. My visor got fogged.","author":"Eugene Cernan","category":"Good, Me, Breathe"},{"quote":"The funny thing is, the girls that I'm always up against for roles are pretty nice and cool, like Emma Watson. She's awesome.","author":"Amanda Seyfried","category":"Funny, Awesome, Nice"},{"quote":"And we have a little herb garden, which survived the winter thanks to global warming. It makes me feel like a cool, old Italian housewife, that I kept my rosemary alive outside all winter.","author":"Elizabeth Gilbert","category":"Winter, Me, Garden"},{"quote":"There's a gap between what I want to do, what I do on camera, and what gets edited. Right? So the goal is to try and close the gaps. What's the biggest compliment is if I read a review and it's exactly what I wrote down in my diary before ever filming it. That's really cool. That's the biggest signifier of closing the gaps.","author":"Matthew McConaughey","category":"Goal, Camera, Want"},{"quote":"I used to love being the class clown. I loved to make jokes and make people laugh. There was a set of students who would find it funny. But the cool students were like, 'Eeew!'","author":"Issa Rae","category":"Funny, Love, Laugh"},{"quote":"One thing that has helped me to become patient and cool is that I grew up with sisters.","author":"William Kamkwamba","category":"Me, Patient, Up"},{"quote":"My mom is my best friend in the entire world. She is so cool and so inspiring. I've always been able to be open with her and talk to her as a friend.","author":"Jessica Lowndes","category":"Best, Best Friend, Mom"},{"quote":"I'm not very cool. I have a really hard time meeting people and stuff.","author":"Taylor Schilling","category":"Time, People, Meeting"},{"quote":"I always say, 'Hip-hop takes me everywhere.' It's crazy when I step onstage, and people might not speak much English, but they know every word to your songs. It's kind of freaky, but it's really cool.","author":"Eve","category":"Crazy, Speak, Me"},{"quote":"Many in the world are searching, often intensely, for a source of refreshment that will quench their yearning for meaning and direction in their lives. They crave a cool, satisfying drink of insight and knowledge that will soothe their parched souls.","author":"Joseph B. Wirthlin","category":"Knowledge, World, Meaning"},{"quote":"You're going to be way happier doing what you actually love and finding other people that love the same thing than doing something that other people love so you're just cooler and you have cool friends.","author":"Afrojack","category":"Love, Friends, People"},{"quote":"It's going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool.","author":"Colin Angle","category":"Intelligence, Society, See"},{"quote":"I had my bad-boy moment in my teens. I'll never do that again. It wasn't pleasant, and I learned my lesson. It was sexy and mysterious, and it's like, 'Look how cool they are,' but it's just not worth it. He was lying to me and accusing me of cheating - but then I realized he was the one cheating.","author":"Jessica Biel","category":"Cheating, Moment, Me"},{"quote":"In this beginner-friendly book, called 'Learn to Program with Minecraft,' you will learn how to do cool things in Minecraft using the Python programming language. No prior programming experience is needed.","author":"Mark Frauenfelder","category":"Experience, Book, Language"},{"quote":"To me, a sure-fire way to get in a rut is by sitting around playing by yourself for too long. You've gotta get out there and jam, man! You don't have to necessarily be in a band, all you've gotta have are a couple of buds who play too. They don't have to be guitarists either; jamming with a bassist or a drummer is cool.","author":"Dimebag Darrell","category":"Man, Yourself, Me"},{"quote":"We may never be as big as WWE, but the cool thing about TNA is that we are the alternative. So people who get tired and bored with the WWE - I've been there, I understand - there's an alternative and something else to watch.","author":"Jeff Hardy","category":"Tired, People, Understand"},{"quote":"I'm proud to be part of the fabric that inspires the next generations to remain curious and remember that 'smart is cool.'","author":"Walter O'Brien","category":"Smart, Proud, Remember"},{"quote":"I'm keeping the pixie. I hope I inspire people... it's really cool to have short hair.","author":"Millie Bobby Brown","category":"Hope, Short, Inspire"},{"quote":"I think when you're winning, your uniforms are cool.","author":"Shaun Alexander","category":"Winning, Think, You"},{"quote":"You know, you grow up with the image of John Travolta being super cool - 'Saturday Night Fever,' Brian De Palma, handsome young god... he, in reality, is a very silly man. And I mean that in a good way. He'll walk around the set talking in little weird voices, making people laugh.","author":"Eric Stoltz","category":"Good, God, Man"},{"quote":"With 'The Social Network,' I got into it at first because frankly I thought there was a cool courtroom drama to be had with the intellectual properties. And then what further drew me in was that the most extraordinary social networking device ever created was created by the world's most antisocial person. I liked that story.","author":"Aaron Sorkin","category":"World, Me, Networking"},{"quote":"But this is Miami, you can't come to Miami and not show any skin. You gotta show something. If you're all covered up in this heat, you're gonna make me pass out out just to look at you. It's sweaty in Miami-but the diamonds will keep me cool.","author":"Lil' Kim","category":"Me, Diamonds, Miami"},{"quote":"The thing about stand-up was, I was doing all this sketch and YouTube stuff where I was not being censored and I got to do my own thing, and it was really cool.","author":"Donald Glover","category":"Doing, YouTube, My Own"},{"quote":"When you try to cool down hot emotions, what tends to happen is that you end up either repressing them or losing them altogether. Neither is desirable. Without emotion, much social interaction loses its meaning or changes for the worse.","author":"Julian Baggini","category":"Changes, Losing, End"},{"quote":"At Tencent, we may be businessmen, but we are still chasing our IT, our science. We are still striving to create something really cool, trying to create things we couldn't even imagine without our new technologies. I am still clinging to this enthusiasm.","author":"Ma Huateng","category":"Science, I Am, Trying"},{"quote":"I like Kauffman Stadium in Kansas City. With the waterfall and things like that, I think it's pretty cool.","author":"CC Sabathia","category":"City, Think, Waterfall"},{"quote":"Trajectories aren't linear. Life's just a roller coaster. If you're getting a chance to do cool stuff, and it's varied stuff, just enjoy it. I guess I'm a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything.","author":"Riz Ahmed","category":"Life, Chance, Enjoy"},{"quote":"The simple truth is that balding African-American men look cool when they shave their heads, whereas balding white men look like giant thumbs.","author":"Dave Barry","category":"Truth, Men, Simple"},{"quote":"I just tried to keep my cool and continue with my race plan: to win.","author":"Mark Spitz","category":"Win, Plan, Race"},{"quote":"I don't go to the cool, trendy restaurants. I go to either the holes in the wall or the super-fancy restaurants where there are no cool people.","author":"Tyra Banks","category":"People, Where, Wall"},{"quote":"I've never been cool - and I don't care.","author":"Celine Dion","category":"Care, Never, Been"},{"quote":"I'm from Iowa, we don't know what cool is!","author":"Ashton Kutcher","category":"Know, Iowa"},{"quote":"And not only that, I also have the MacBook Air which is really cool. Even my wife is jealous of my MacBook Air.","author":"Karl Rove","category":"Wife, Jealous, Air"},{"quote":"I used to lie between cool, clean sheets at night after I'd had a bath, after I had washed my hair and scrubbed my knuckles and finger-nails and teeth. Then I could lie quite still in the dark with my face to the window with the trees in it, and talk to God.","author":"Frances Farmer","category":"God, Hair, Trees"},{"quote":"The cool thing is that now that people have made this evolution where cooking is cool, people are doing it on weekends, they're doing their own challenges. It's back to cooking. And it's real cooking.","author":"Emeril Lagasse","category":"Cooking, Challenges, People"},{"quote":"In the Lamborghini I have to avoid certain roads because of pot holes, and there's nowhere to put my drink, no cup holder. And I'm not going to lie, it looks pretentious. I used to think it was cool to, like, drive it to dinner. Now? Like I really need to be looked at any more.","author":"Danica Patrick","category":"Lie, Roads, Dinner"},{"quote":"We're always bombarded with images from magazines of what looks cool and sexy.","author":"Marilu Henner","category":"Sexy, Looks, Always"},{"quote":"Sometimes life's so much cooler when you just don't know any better and all the painful lessons have not hammered your head open yet.","author":"Anthony Kiedis","category":"Life, Better, Know"},{"quote":"An orange on the table, your dress on the rug, and you in my bed, sweet present of the present, cool of night, warmth of my life.","author":"Jacques Prevert","category":"Life, Dress, Night"},{"quote":"I try not to name too many labels - not because it's not cool, but because it starts getting political.","author":"Nelly","category":"Political, Name, Try"},{"quote":"I shall go the way of the open sea, to the lands I knew before you came, and the cool ocean breezes shall blow from me the memory of your name.","author":"Adela Florence Nicolson","category":"Ocean, Sea, Memory"},{"quote":"It's cool to have critical success because it's always nice for your peers to say, 'Good job.' But who cares about them?","author":"Zac Hanson","category":"Success, Good, Job"},{"quote":"I was training more learning how to scuba dive which I'd never done which was really, really, really cool.","author":"Ashley Scott","category":"Learning, Training, Done"},{"quote":"Now, guitar was pretty cool. Everybody knew something on the guitar. So I wanted to play guitar, but I told my dad if he wanted me to keep studying something, I'd like to study piano.","author":"Jackson Browne","category":"Guitar, Me, Studying"},{"quote":"When Brian told me he grew up in New Mexico, I told him I thought it is cool that people from other countries play football. He corrected me on my geography and agreed to sit down with me anyway.","author":"Terry Bradshaw","category":"Football, Me, People"},{"quote":"One of the great bands we opened up for was Priest back in '89. That was really great because at that time we had never met them, never toured with them before. They were a big influence on Slayer, so to open up for them was really cool.","author":"Dave Lombardo","category":"Time, Great, Influence"},{"quote":"Well, a sort of epiphany: I was in a great band. And it's very cool to be at 53 and realise that when you were a kid you were in a great band.","author":"Bob Geldof","category":"Great, You, Band"},{"quote":"If you want to go to the mall, you have to take security. But it's always cool. The kids are amazing.","author":"Aaliyah","category":"Amazing, Security, Want"},{"quote":"I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It's a really specific thing. We stuck to it, it turned out good and a lot of people liked it.","author":"Robert Downey, Jr.","category":"Funny, Good, People"},{"quote":"Where I come from it was really unheard of to be at a party and someone says, 'What kind of music do you make?', and you say, 'Pop music.' You may as well have 'I'm not cool' stamped on your forehead.","author":"Lady Gaga","category":"Music, Party, You"},{"quote":"I try to explain to people that you get the roles that are right when they're right. If you have a nerd character but you're kind of a cool guy, you're probably not going to get the nerd part. The nerd is going to get the nerd part. You know, someone like me.","author":"Ed Helms","category":"Character, Me, People"},{"quote":"You have to be the best of whatever you are, but successful, cool actresses come in all shapes and sizes.","author":"Jessica Alba","category":"Best, Successful, You"},{"quote":"Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?","author":"Tom Hardy","category":"Day, Grateful, Believe"},{"quote":"I think working with Johnny Depp was very intimidating. It was my fault though. I mean he's a total cool nice, nice guy, but I was just so, I don't know, overpowered by his presence. Like he's a very mystic person. He's older so I never really warmed up around him. I was so stiff.","author":"Franka Potente","category":"Know, Think, Nice"},{"quote":"I'm a big techno fan. I love that thumping kick drum. We heard a version of 'Lost in Love' and it was thrash metal. It sounded cool!","author":"Graham Russell","category":"Love, Lost, Big"},{"quote":"I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff too,' which is what happened when we did 'Charlie's Angels.' Starting my production company was a big turning point for me.","author":"Drew Barrymore","category":"Day, Men, Company"},{"quote":"If you meet a girl, you meet a girl. It's normal, so if you exchange numbers, whatevs, it's cool.","author":"Zayn Malik","category":"Girl, Numbers, You"},{"quote":"Violence is a very ugly thing. Violence is often so casual on film, and made to look so cool and so sexy, but violence is a repulsive, repugnant act that human beings inflict on each other. It shouldn't seem to be cool and sexy, ever really.","author":"James Purefoy","category":"Violence, Sexy, Ugly"},{"quote":"'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds; it was a street rat. That seemed really cool to me.","author":"Zachary Levi","category":"Hero, Adventure, Great"},{"quote":"As far as friendships go, things change even without the fame. People start moving on. I have a few friends that are married and are starting to have kids and I'm like, 'Oh my goodness gracious - that's so insane.' I also have friends who are just doing their own thing, which is cool.","author":"Jordin Sparks","category":"Change, Friends, Moving On"},{"quote":"I think it's interesting to have a cool character not look so cool, you know?","author":"Norman Reedus","category":"Character, Know, Think"},{"quote":"My niece was very much caught up in the vampire craze for young adults, and she thought having a vampire boyfriend would be a cool thing. What do you do on a first date? The more I thought about it, the more fun I had imagining what you'd serve a vampire for dinner.","author":"Deborah Harkness","category":"Fun, Thought, Dinner"},{"quote":"New diseases like SARS and bird flu cause anxiety in the community. People get worried, some to the extent that it even affects their health. You feel very sad, and yet you must carry on and maintain your cool in very trying and difficult moments. You have to tough it out.","author":"Margaret Chan","category":"Health, Community, Sad"},{"quote":"I'm thinking, 'Man, there's this whole other group of people that are attached to me because of my last name and my family's roots.' That's pretty cool. That's special, that's a lot of power and it's important.","author":"Mark Sanchez","category":"Family, Power, Man"},{"quote":"I don't view Twitter as a promotional tool but as a really, really, really cool cocktail party.","author":"Kurt Busiek","category":"View, Party, Cocktail"},{"quote":"Perfect heroes are cool, but no one can really empathize or identify with them.","author":"Masashi Kishimoto","category":"Heroes, Perfect, Identify"},{"quote":"When The Daily Muse initially wanted to launch a job board, our first ideas were insanely (and needlessly) complex. We wanted to integrate with social networks, gather rich personal data to build predictive algorithms, and put together numerous cool visualization tools before launching out to the world. We were just sure users would love it!","author":"Kathryn Minshew","category":"Love, Daily, Together"},{"quote":"I don't go out drinking and stuff like that. My friends say 'Just have one drink, JD.' I say 'What's the point?' I'll go to a club and have a Red Bull, get my buzz. And the next day I feel cool. It's discipline, not just with drinking but a lot of things in life. You've just got to look at the bigger picture.","author":"Jermain Defoe","category":"Life, Day, Friends"},{"quote":"The world needs actual excitement and emotion more than it needs cool people.","author":"Amanda Palmer","category":"World, People, Emotion"},{"quote":"I was just a big fan of tattoos always growing up, and I wanted something cool that symbolizes what I've been through in my life, and everything on my chest and my back is like a collage.","author":"Kevin Durant","category":"Life, Growing Up, My Life"},{"quote":"I remember my first run-in with cops. It took me really getting to hang, well after that, with cops who were cool, and realizing, 'Okay, there are some bad ones.' I ran into some bad ones in Columbus, Ohio, but they're not all bad.","author":"Woody Harrelson","category":"Me, Remember, Okay"},{"quote":"When you make a book or you make a movie, it is almost like hitting on somebody. It's not because you want to seduce people that you will seduce them; you can hit on somebody and it doesn't work. But when you hit on them and it works, then it's really cool.","author":"Marjane Satrapi","category":"Work, Book, People"},{"quote":"I don't need to come back to Wimbledon every year because I can't live without it. I'd be totally cool without tennis.","author":"Roger Federer","category":"Live, Tennis, Back"},{"quote":"The world that I am coming from, hip-hop, is so regurgitated and repetitive that some people are used to that and they don't want change, they don't like change. And I get that, that's cool. Luckily for me, I'm confident in myself as an artist where I can do what I want, and as long as I'm cool with it, I'm cool with it.","author":"Kid Cudi","category":"Change, Myself, I Am"},{"quote":"I first met my husband when I was 15. He was very cool, in a band, all that kind of thing, but he took a long time to grow up. Our paths crossed again 10 years later, and after about two weeks I knew that was it. I'm glad I met him when I did, even though I was fairly young. Because I think sometimes you can crystallise into singledom.","author":"Natascha McElhone","category":"Time, Husband, Long"},{"quote":"I met Bill Clinton; he's a very nice guy. Yeah, Bill Clinton's cool.","author":"Ed Sheeran","category":"Nice, Nice Guy, Guy"},{"quote":"My dad probably gave me the best advice growing up. I think it's really just keeping your cool in situations and learning to balance everything.","author":"Cassie Steele","category":"Learning, Best, Balance"},{"quote":"Being incarcerated is truly very serious, and it has changed my life to such an extent that breaking the cycle has become my sole focus. Jail is definitely not cool. Education is.","author":"Ja Rule","category":"Life, Education, Focus"},{"quote":"'Cyberspace' as a term is sort of over. It's over in the way that, after a certain time, people stopped using the suffix '-electro' to make things cool, because everything was electrical. 'Electro' was all over the early 20th century, and now it's gone. I think 'cyber' is sort of the same way.","author":"William Gibson","category":"Time, People, Think"},{"quote":"My advice to young people wanting to make music and to be in this industry is to really spend your time making music. Make so much music you have no friends. Make music. Figure out what it is you love, and... because if you're making cool art, then everything else will fall into line.","author":"Lorde","category":"Love, Music, Art"},{"quote":"Growing up in a cold place, in Southern Ontario, Woolrich was a brand of choice for us because it was always warm and comfortable. The parka with the fur on it was standard fare for us. It's extraordinary that they have kept up with the times. Beyond the parka, they have changed, and they have some pretty hip, cool items which I wear.","author":"Douglas Kirkland","category":"Brand, Growing Up, Choice"},{"quote":"Entrepreneurship is seen as if you're in Silicon Valley or New York City and starting an app business or a social-media business, which is cool. But what we really have to focus on is people who make things, and how can we fund them, and how can we encourage people to stay in their community and make a difference in their community.","author":"Hamdi Ulukaya","category":"Business, Community, Focus"},{"quote":"We believe it is bad or dangerous to be carried away by our emotions. We admire the person who is cool, who acts without feeling.","author":"Alexander Lowen","category":"Believe, Admire, Emotions"},{"quote":"I don't like to say 'dork' and 'nerd' and things like that because I think that everyone is cool in their own right.","author":"Jaime Pressly","category":"Think, Right, Say"},{"quote":"Thom Browne, Michael Bastian... all these people that I love, when I finally get to meet them, I'm like, 'You're a cool guy!'","author":"Brad Goreski","category":"Love, People, You"},{"quote":"I have this obsession with really cool, old books.","author":"Constance Zimmer","category":"Obsession, Old, Really"},{"quote":"Asking Siri where the nearest sushi bar is - that's not interesting. What's interesting is asking your phone where one of your friends have last had dinner in the neighborhood, or having it recommend a cool paella place in Barcelona because it knows you eat paella all the time at home.","author":"Dennis Crowley","category":"Time, Home, Friends"},{"quote":"In 2007, I hit 50 home runs. That was pretty cool. I never thought I'd be able to do that. At the time, I didn't even think it was that big of a deal for some reason. But now, looking back, I realize it was pretty cool.","author":"Prince Fielder","category":"Time, Home, Looking Back"},{"quote":"Living in New Zealand, it's like a different world - it is a different world. It's very, very cool.","author":"Luke Evans","category":"World, Living, New"},{"quote":"Growing up, I didn't get the talk of 'Make sure boys take you on a date and treat you right.' So I was the girl who wasn't dating and would just text. I dated these guys who didn't have jobs, and I would always be paying. At one point, I remember looking in the mirror and thinking, 'You're too pretty and cool to be treated like this.'","author":"Meghan Trainor","category":"Girl, Dating, Mirror"},{"quote":"I am the 'Cosmic Dancer' who dances his way out of the womb and into the tomb on 'Electric Warrior.' I'm not frightened to get up there and groove about in front of six million people on TV because it doesn't look cool. That's the way I would do it at home.","author":"Marc Bolan","category":"Home, I Am, People"},{"quote":"I have got prostate cancer, and I have to keep monitoring that. It's no problem, it's under control and I'm very cool about it, but other people are dying from it.","author":"Ian Mckellen","category":"Control, People, Problem"},{"quote":"The only other thing I can really remember wanting to do besides acting was a gas station attendant. At the time, that seemed like a great job - wash the windows, pump the gas - it looks so cool coming home with black hands. There's a natural transition, from wanting to be a gas station attendant to being an actor, right?","author":"Daniel Stern","category":"Time, Home, Great"},{"quote":"The reason it has taken so long for the robotics industry to move forward is because people keep trying to make something that is cool but difficult to achieve rather than trying to find solutions to actual human problems. Technology can be extremely expensive if you don't focus.","author":"Colin Angle","category":"Technology, Focus, Problems"},{"quote":"To me, Sid Vicious is cool. Super chill.","author":"Tyler, The Creator","category":"Me, Chill, Super"},{"quote":"I'm cool with my body, I love my body. I wouldn't trade it for no other body.","author":"Marshawn Lynch","category":"Love, Body, Trade"},{"quote":"Being on a lunchbox was awesome, and being on a thermos was pretty cool, too.","author":"Zach Galligan","category":"Awesome, Pretty, Being"},{"quote":"Rey is so strong. She's cool and smart and she can look after herself. Young girls can look at her and know that they can wear trousers if they want to. That they don't have to show off their bodies.","author":"Daisy Ridley","category":"Strong, Smart, Want"},{"quote":"I've done so much travelling in the past few years, and when you travel, you realise that we do actually have a cool, clean look in Scandinavia - it's not just Denmark - which I think brings peace if you have it in your home.","author":"Birgitte Hjort Sorensen","category":"Travel, Home, Peace"},{"quote":"Getting to share the stories in my head with other people and have them enjoy those stories, and having them come to see my characters as real. That's so cool.","author":"Gail Z. Martin","category":"Enjoy, People, See"},{"quote":"The really cool thing about festivals is that you're getting to play in front of a whole lot of people who have never heard of us before. That's exciting. At the same time, it's a little bit of a challenge to capture the attention of people who have already seen a lot of bands.","author":"Josh Dun","category":"Time, Challenge, People"},{"quote":"Technology is cool, but you've got to use it as opposed to letting it use you.","author":"Prince","category":"Technology, You, Got"},{"quote":"I write poems, I meditate. I don't live up to people's expectations. I don't do the conventional cool things - I know I am the coolest person.","author":"Kangana Ranaut","category":"I Am, People, Live"},{"quote":"Isn't it crazy to think that we've explored space more than we have explored the depths of our ocean? That just fires up my imagination about potential sea monsters and cool creatures, that kind of stuff.","author":"James Wan","category":"Ocean, Imagination, Space"},{"quote":"When you're playing music through the streets of London at 2 o'clock in the morning, there's something so cool and magical about that. It takes you to a special place very quickly.","author":"Rachel McAdams","category":"Music, Morning, You"},{"quote":"There's no idea or concept in comedy you could do that hasn't been attacked from some angle. But if you start leaving punchlines out so you'll look cool, I don't get that. But I don't watch standup anyway, so I don't know what they're doing.","author":"Ron White","category":"Start, Leaving, Know"},{"quote":"I think, for the first time, people are starting to say, 'That's Sterling K. Brown,' which is cool, which is uncharted territory for your boy. It's nice to be called by your name when you're not in character.","author":"Sterling K. Brown","category":"Time, Character, People"},{"quote":"Anything I get to wear to the Met Ball is huge. I'm not a fashion girl, so it's cool to be dolled up and have those diamonds where they send armed guards with you.","author":"Chrissy Teigen","category":"Girl, Fashion, Diamonds"},{"quote":"My best friend was really cool, and she went to a youth theatre in Paisley, so I thought maybe that's the way to do it. I went along, and I immediately found something I was passionate about and really enjoyed.","author":"Richard Madden","category":"Best, Best Friend, Youth"},{"quote":"I have to stay calm, cool, and collected.","author":"Canelo Alvarez","category":"Calm, Stay Calm, Stay"},{"quote":"The films that have influenced me most are: 'The Hustler', 'Badlands', 'Hud', 'Tender Mercies', 'Cool Hand Luke', 'A Perfect World', and 'Laurence of Arabia'. I also really like 'Fletch'. I feel like all of these films reached an honest place in regard to the human condition while also stringing together really entertaining stories.","author":"Jeff Nichols","category":"Together, World, Me"},{"quote":"It wasn't like I wanted to be the next Marc Andreessen, but it would be cool to be in the same place.","author":"Jawed Karim","category":"Place, Same, Next"},{"quote":"People expect you to be doing something cool all the time. In a normal life, that's not happening!","author":"Kaia Gerber","category":"Life, Time, People"},{"quote":"My aspiration isn't to be famous; it's to design clothes. If that gets me attention at the end of the day, cool.","author":"Sofia Richie","category":"Day, Design, Famous"},{"quote":"My brother's my best friend, without a doubt. Me and my big sister get along so well. She moved to East London, though, so points off, but she's wicked. And then my little sister is a little genius. She's super talented and such a great person, always been far more mature and cool than me.","author":"Will Poulter","category":"Sister, Best, Best Friend"},{"quote":"When the NBA adopted their uniform that they had to wear, I thought that was very interesting. And you see the way NBA players dress: It's very cool.","author":"Tom Brady","category":"Thought, Dress, Uniform"},{"quote":"At the end of the day, we all know what the Jordan logo means, and you can't take anything away from that. But it's pretty cool to have my own logo on a Jordan shoe.","author":"Kawhi Leonard","category":"Day, End, Know"},{"quote":"I am young, and I am cool, and I want to wear cool clothes!","author":"Aidy Bryant","category":"I Am, Clothes, Want"},{"quote":"One of the reasons I'm excited by what visionary Elon Musk has done with the Tesla is to show that you can reduce global warming and drive a powerful, fun car. A cool car helps make a cooler planet.","author":"Dean Ornish","category":"Car, Powerful, Fun"},{"quote":"It's just cool to witness talent.","author":"Kenan Thompson","category":"Talent, Just, Witness"},{"quote":"When you're growing up, I think there's this idea that the coolest people are the ones who are really rude and feverish. But I've come to realize that isn't cool.","author":"Charli XCX","category":"Growing Up, People, Think"},{"quote":"I'm just trying to work out a way to be a singer and to create cool content. I'm willing to do that as an entertainer. But I'm not willing to give up my actual self.","author":"Sia","category":"Work, Self, Trying"},{"quote":"I wasn't the cool kid in school, but I wasn't the lame one. I knew I wasn't cool, so I called myself lame, and that's what made me cool in front of the cool kids.","author":"Astro","category":"Myself, School, Me"},{"quote":"I laugh at what I used to think was cool when I was growing up. In all seriousness, I thought having braces was cool.","author":"Rachel Nichols","category":"Thought, Growing Up, Laugh"},{"quote":"I think the whole thing, boy band, it's a little bit of a dirty word. They say it's not a good thing to be in a boy band. We want to change that. We want to make the boy band cool. It's not just about dancing and dressing the same.","author":"Liam Payne","category":"Change, Good, Want"},{"quote":"And of course I've got kids of my own now, and they love me being in the Harry Potter films. I'm now part of a phenomenon. You become incredibly cool to your kids, and you get a young fan base. So you became the cool dad at school. You're suddenly hip.","author":"Gary Oldman","category":"Love, School, Me"},{"quote":"I used to be a cool chick but I'm not anymore.","author":"Britney Spears","category":"Used, Anymore, Chick"},{"quote":"As a kid, I did want to be an old-timer, since they were the ones with the big stories and the cool clothes. I wanted to go there. Now, I guess I want to bring that with me and go back in time.","author":"Tom Waits","category":"Time, Me, Want"},{"quote":"Long intros are cool because there's a little bit of anticipation, you know?","author":"Miranda Lambert","category":"Music, Long, Know"},{"quote":"It's cool to be recognised by your peers.","author":"Frank Ocean","category":"Peers, Your, Recognised"},{"quote":"It's pretty cool to see how far music can take you.","author":"Luke Bryan","category":"Music, You, See"},{"quote":"I was the kid growing up who would play with G.I. Joes in a pink dress and then run off to play with my Barbies. It doesn't mean that I'm less girly, it just means that I have this other side of me. It's kinda cool to be a little bit of both, I think.","author":"Adrianne Palicki","category":"Dress, Pink, Me"},{"quote":"Music's been with me from the get-go. It was always around me as a kid. Dad got me my first guitar when I was 11 and, at school, if you wanted to be cool you had to be in a band.","author":"Julian Lennon","category":"Music, School, Me"},{"quote":"I think part of picking where you live in New York is accepting who you are. Really looking at yourself and going, 'Yeah, I'm not cool enough for the West Village.'","author":"Tina Fey","category":"Yourself, Live, Looking"},{"quote":"It's very important to enjoy time alone with yourself and just existing, because existence is kind of cool.","author":"Angel Olsen","category":"Time, Alone, Yourself"},{"quote":"What's cool about Spider-Man is that it's everybody - anyone, you put on the suit, anyone believes that you're Spider-Man. That's what's charming about the character. He's anyone. He's a huge nerd that ends up being this huge superhero.","author":"Jake Epstein","category":"Character, Superhero, You"},{"quote":"Being cool is when you win, you don't get too happy; and when you lose, you don't get too mad.","author":"Ice T","category":"Happy, Win, You"},{"quote":"I was feeling like a real misfit in middle school, but when I saw 'Wicked,' it made me feel really cool for being different... and you can carve that in stone!","author":"Jennifer Damiano","category":"School, Being Different, Me"},{"quote":"Photographing friends means that there's a spontaneity to the images. I have a lot of love for my friends and family, and I love taking cool pictures of them.","author":"Suki Waterhouse","category":"Love, Family, Friends"},{"quote":"The concept of the robot encapsulates both aspects of technology. On one hand it's cool, it's fun, it's healthy, it's sexy, it's stylish. On the other hand it's terrifying, it's alienating, it's addictive, and it's scary. That has been the subject of much science-fiction literature.","author":"Thomas Bangalter","category":"Technology, Fun, Healthy"},{"quote":"It's pretty cool I'm known for FIFA. If you think of KSI, people instantly think, 'Ah, that FIFA YouTuber.' I didn't think I would be up there as the ambassador of FIFA on YouTube, but I'll take it.","author":"KSI","category":"People, Think, You"},{"quote":"I never panic when I get a wasp at my ear. As soon as you strike out, they'll sting you. So just stay cool.","author":"Martin McGuinness","category":"You, Never, Just"},{"quote":"At a young age, it is hard to be different from the crowd. I want to encourage young girls that it is cool to be different. Young women should be pleased they have something unique and make the most of their talent.","author":"Bryony Shaw","category":"Age, Women, Unique"},{"quote":"There are some parts of my life that are wonderful, and it's amazing to get to go to cool events and award shows and things like that, but I think the outside perception is that your life just changes overnight and you wear Dolce and Gabanna suits and drive a Mercedes. But life's just not like that.","author":"Taron Egerton","category":"Life, Changes, Amazing"},{"quote":"Pluto is still active four and a half billion years into its history. It was expected that small planets like Pluto would cool off long ago and not still be showing geological activity. Pluto is, in fact, showing numerous examples of geological activity on a massive scale across the planet.","author":"Alan Stern","category":"History, Small, Long"},{"quote":"I do value the respect I get from my contemporaries, but to have Oasis cover my song, to have Puff Daddy cover a song, to have Goldie come along to my gigs - that's where my ego is at. To have my fellow musicians like what I do, that's very cool.","author":"David Bowie","category":"Respect, Value, Musicians"},{"quote":"I loved the world of roller derby because I thought it was such an empowering metaphor, that you get out there and do it. It's such a rocker, athletic, capable, cool exhibitionist sport; it's about this great sort of camaraderie.","author":"Drew Barrymore","category":"Great, Thought, World"},{"quote":"There's something about girls together, uniting, that I just thought was cool.","author":"Charli XCX","category":"Together, Thought, Just"},{"quote":"I've always loved Jennifer Lopez, and I think, as an entertainer, she is a great example of a strong woman that is also very levelheaded and cool and produces her own content.","author":"Christina Milian","category":"Great, Strong, Woman"},{"quote":"When I was a child, it was cool to be a scientist.","author":"Michio Kaku","category":"Child, Scientist"},{"quote":"I look at other people my age in this industry, other famous people my age, and they've just got famous friends. Which is cool, but I love being normal and just chilling at mine.","author":"Maisie Williams","category":"Love, Friends, Age"},{"quote":"A powerful person is equally cool with their flaws and things that aren't powerful about them at all.","author":"Omari Hardwick","category":"Powerful, Flaws, Person"},{"quote":"What is cool today is not going to be cool tomorrow, and what wasn't cool yesterday is going to be cool tomorrow.","author":"Zendaya","category":"Today, Tomorrow, Yesterday"},{"quote":"I enjoy fashion photography and textiles, that whole aspect of it. As more of an art form, I like Proenza Schouler. Those guys are really cool because they seem to have an interesting approach to it all.","author":"Gia Coppola","category":"Art, Enjoy, Photography"},{"quote":"I always say, 'If it looks good on a T-shirt, it would probably be a pretty cool title or cool song.'","author":"Cole Swindell","category":"Good, Song, Say"},{"quote":"The challenge is to stay cool enough to handle the pressure in the moment so that you can succeed in the future.","author":"Jurgen Klopp","category":"Future, Challenge, Moment"},{"quote":"The softest thing I've ever heard are the wind chimes in my backyard. They are soft and cool and mellow.","author":"Ty Dolla Sign","category":"Wind, Backyard, Soft"},{"quote":"I used to love to draw. I didn't want to go to art class because I felt that would be too corny when I was young, but architectural drafting was the cool thing to do because there was more precision. It taught me a lot about building and structures and doorways and frames and windowsills.","author":"Ice Cube","category":"Love, Art, Me"},{"quote":"I don't mind The Boss. I think he's an honest guy. I have some of his records, not all of them. I've met a couple of the E-Street guys, and they seem really cool.","author":"Henry Rollins","category":"Boss, Mind, Think"},{"quote":"In Israel, there's a lot to learn from anyone, because to live there you've got to deal with the truth. Things happen real fast. Your day goes from cool to catastrophic in one second. Israelis know that the cafe you're in could blow up, or the shopping mall, and they rock that.","author":"Henry Rollins","category":"Day, Truth, Shopping"},{"quote":"America was cool with Saddam Hussein when he was killing Iranians.","author":"Henry Rollins","category":"America, He, Hussein"},{"quote":"I wonder what it's like to be from a state that is spread across a few islands way out in the Pacific Ocean, only added to the United States in 1959. Not only that but to be the birthplace of America's first black president? Pretty cool, I bet.","author":"Henry Rollins","category":"Ocean, America, Black"},{"quote":"Most Americans are very cool people.","author":"Henry Rollins","category":"People, Most, Cool People"},{"quote":"I get along with Australians really well. Everyone's usually really cool, and it's always a drag to leave.","author":"Henry Rollins","category":"Everyone, Well, Always"},{"quote":"I hate painting with a broad brush, but I think the birther thing, at its root, is racist. The guy was born in Hawaii. A black guy is president. It's cool. Get over it. Just deal with it. There's nothing you could show these birther people that would shut them up.","author":"Henry Rollins","category":"Hate, Painting, People"},{"quote":"Imagine a 15-year-old kid saying, 'I have two moms - it's cool.' I don't fear that at all.","author":"Henry Rollins","category":"Fear, Saying, Kid"},{"quote":"I am not immune to the lure of a signed record, flier or set list. The fact that your music heroes potentially had, in their own hands, the record you now have in yours is kind of cool. When the musician has departed, it can give the thing a unique power.","author":"Henry Rollins","category":"Music, Power, I Am"},{"quote":"Horses and horsepower alike are about status and being cool.","author":"P. J. O'Rourke","category":"Being, Alike, Status"},{"quote":"I don't ever feel like the cool kid at the party, ever. It's like, 'Smile and be nice to everybody, because you were not invited to be here.'","author":"Taylor Swift","category":"Smile, Party, Nice"},{"quote":"I think who you are in school really sticks with you. I don't ever feel like the cool kid at the party, ever. It's like, 'Smile and be nice to everybody, because you were not invited to be here.'","author":"Taylor Swift","category":"Smile, School, Party"},{"quote":"It never mattered to me that people in school didn't think that country music was cool, and they made fun of me for it - though it did matter to me that I was not wearing the clothes that everybody was wearing at that moment. But at some point, I was just like, 'I like wearing sundresses and cowboy boots.'","author":"Taylor Swift","category":"Music, School, Fun"},{"quote":"When I'm 40 and nobody wants to see me in a sparkly dress anymore, I'll be like: 'Cool, I'll just go in the studio and write songs for kids.'","author":"Taylor Swift","category":"Dress, Me, See"},{"quote":"If someone has a really great boyfriend or career, I think, it's cool that happens.","author":"Taylor Swift","category":"Great, Career, Think"},{"quote":"One of the biggest challenges we have, folks, is making liberty and freedom cool.","author":"Rush Limbaugh","category":"Freedom, Challenges, Liberty"},{"quote":"The advent of cellphones may, in the end, be no more relevant than the ability of laptops to change our written documents into ones using cool new fonts.","author":"Douglas Coupland","category":"Change, End, New"},{"quote":"I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I've got kids and responsibilities, so I can't be my own test pilot. That wouldn't be a good idea. But I definitely want to fly as soon as it's a sensible thing to do.","author":"Elon Musk","category":"Good, Space, Fly"},{"quote":"So there's nothing more provocative than taking a genre that everybody who's cool hates - and then making it cool.","author":"Lady Gaga","category":"Nothing, Everybody"},{"quote":"The thing is, it's not uncool to worry about people who seem like they're going on the wrong path. There's nothing cool about being self-destructive.","author":"Patti Smith","category":"Path, Worry, People"},{"quote":"It's not uncool to worry about people who seem like they're going on the wrong path. There's nothing cool about being self-destructive.","author":"Patti Smith","category":"Path, Worry, People"},{"quote":"That's one of the cool things about fame. You have an affect on society and where it goes.","author":"Jeff Bridges","category":"Society, Fame, You"},{"quote":"I have a cycle that is not particularly cool, but it's a cycle: trash myself to reward myself.","author":"Jeff Bridges","category":"Myself, Reward, Trash"},{"quote":"My mother and my father were very nurturing and wonderful examples of how to live your life. I really had a cool foundation.","author":"Jeff Bridges","category":"Life, Father, Mother"},{"quote":"I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus.","author":"Katy Perry","category":"Family, Friends, Care"},{"quote":"I don't like the ironic tone that our pop culture, in the world, has taken. Everything is 'ironic.' Everything is 'cool.'","author":"Alejandro Gonzalez Inarritu","category":"Culture, World, Tone"},{"quote":"You make yourself broad. You make yourself appealing. 'Hey, y'all, I'm cool with everybody.' That's my message.","author":"Kevin Hart","category":"Yourself, Message, You"},{"quote":"I'm not cool enough to hang out with any rock stars. Jay-Z doesn't come over to my house. I don't hang out with Ted Nugent.","author":"Ted Cruz","category":"Stars, Rock, House"},{"quote":"London Fashion Week isn't the most organised, but I don't mind that. It's such an exciting place - it's small and cool.","author":"Carine Roitfeld","category":"Mind, Week, Small"},{"quote":"When I was a kid, maybe 11, I remember saying, 'When I grow up I wanna have enough money to buy a really cool car, because I won't.'","author":"Joss Whedon","category":"Money, Car, Remember"},{"quote":"I am not a fan of referencing your own work when it's in a different universe than what you're doing. That, to me, is a wink at the audience, and winking isn't actually cool when you're not, like, 10.","author":"Joss Whedon","category":"Work, I Am, Universe"},{"quote":"It's only recently women got to be action heroes on TV. Progress is slow, and often non-existent. There's plenty of cool comics with female characters... But all it takes is one Catwoman to set the cause back a decade.","author":"Joss Whedon","category":"Women, Progress, Action"},{"quote":"I was probably cool around the end of 2002.","author":"Martin Freeman","category":"End, Around"},{"quote":"I don't like 'cool telly.'","author":"Martin Freeman","category":"Like"},{"quote":"I'm not quite as cool as I would like to be, really.","author":"Ian Mckellen","category":"Like, Would, Really"},{"quote":"My friends are people who like building cool stuff. We always have this joke about people who want to just start companies without making something valuable. There's a lot of that in Silicon Valley.","author":"Mark Zuckerberg","category":"Friends, People, Building"},{"quote":"A lot of people are focused on taking over the world or doing the biggest thing and getting the most users. I think part of making a difference and doing something cool is focusing intensely.","author":"Mark Zuckerberg","category":"World, People, Think"},{"quote":"My goal was never to make Facebook cool. I am not a cool person.","author":"Mark Zuckerberg","category":"I Am, Goal, Person"},{"quote":"'Fast and Furious' is the only franchise that I've directed that I did not create from scratch. So it definitely was an eye-opening experience for me coming to that world. I had to be respectful of the roles that had been established by the filmmakers before me, and I was cool with that.","author":"James Wan","category":"Experience, World, Me"},{"quote":"My low-budget films, more than anything, taught me that you've got to create cool, likable characters and great stories because, if you don't, it doesn't matter how cool it might look - no one is going to care about it.","author":"James Wan","category":"Great, Me, Care"},{"quote":"I always say, what is cool for me with 'The Conjuring', is it's not just another scary set piece or another scary case; it's more about what I can do with the characters of Ed and Lorraine Warren.","author":"James Wan","category":"Me, Scary, I Can"},{"quote":"There's something very cool about that indie spirit that I try to hang on to even now with the bigger films that I'm working on.","author":"James Wan","category":"Working, Try, Bigger"},{"quote":"I grew up loving X-Men, Spider-Man and Batman. Those are obviously the key big ones, but there's always something kind of cool about Aquaman still, the idea of creating a huge world that is on our planet.","author":"James Wan","category":"World, Key, Loving"},{"quote":"I won't do things for money. I can't. So I'll hold out and say, in my mind, 'There's a really cool diner down the street from my house. They make really good pancakes; I'd be happy doing that.'","author":"Brie Larson","category":"Happy, Money, Good"},{"quote":"The cool thing about designers is they have very specific points of view, and because my inspiration is always changing, it's easy to go, 'This feels right.' But just because I wear fancy dresses on weekends doesn't mean in my heart of hearts I'm not a jeans and T-shirt person.","author":"Brie Larson","category":"Heart, View, Easy"},{"quote":"I have snakes, three sharks, moray eels, piranhas, five scorpions and a bird spider. All of them are predators. They are dangerous but it's cool to have strong and powerful pets.","author":"Tracy Morgan","category":"Strong, Powerful, Bird"},{"quote":"Cool is the enemy of funny. You can't be cool and be funny at the same time. Only Eddie Murphy could do that.","author":"Tracy Morgan","category":"Funny, Time, You"},{"quote":"The truth is - I found myself doing these huge action-adventure movies, and um, and which are cool man. And I really love doing them. And thankfully I haven't had too much dialogue, because if I had I would have really made a mess of it. You know what I mean?","author":"Orlando Bloom","category":"Love, Truth, Myself"},{"quote":"Elves are cool, man.","author":"Orlando Bloom","category":"Man, Elves"},{"quote":"I wondered how they would top the Pirates and skeletons and moonlight, because that's a pretty cool concept.","author":"Orlando Bloom","category":"Moonlight, Pretty, Skeletons"},{"quote":"I'm trying to mix the cool, independent stuff with the big stuff, but it's been difficult finding the right roles. It's been an interesting ride as far as my career pendulum is concerned.","author":"Orlando Bloom","category":"Ride, Career, Trying"},{"quote":"Steve McQueen is my style hero. He's just cool, isn't he?","author":"Orlando Bloom","category":"Hero, Style, Just"},{"quote":"When I realized that if I was an actor, I could be any character I wanted instead of just one particular, I was like, 'Wow, that's cool.'","author":"Orlando Bloom","category":"Character, Actor, Like"},{"quote":"I used to ride motorbikes and drive cars like everything was a racetrack it was ridiculous. It wasn't because I thought it was cool it was just because I loved living on the edge. But I've chilled.","author":"Orlando Bloom","category":"Thought, Ride, Living"},{"quote":"The nerds are the ones that make the films and do loads of other really cool stuff in their life.","author":"Daniel Radcliffe","category":"Life, Nerds, Other"},{"quote":"I've never been one of the cool people at school, but then again, I don't get the people who are cool. It's not that I don't like them, it's just that they don't interest me.","author":"Daniel Radcliffe","category":"School, Me, People"},{"quote":"I met Elijah Wood once, I met Peter Jackson, I met Orlando Bloom, and they're all really cool.","author":"Daniel Radcliffe","category":"Wood, Bloom, Once"},{"quote":"A part of me wants to sort of try and sound cool and feed this myth that I'm some sort of glamorous lothario, but I was raised by women - my mother and her mother and my aunts - and as a result, most of my friends have always been women.","author":"Moby","category":"Friends, Women, Mother"},{"quote":"I recently discovered Artkive, a wonderful app that allows you to archive your child's artwork and create cool gifts like photo albums, mugs, mousepads, etc. It's very easy to use, and since Arabella is such a talented artist, I'm a pro!","author":"Ivanka Trump","category":"Child, Artist, Easy"},{"quote":"If you could drive straight down, into a tunnel bored through the crust of the planet, you'd hit this molten mess in about an hour. It's called the asthenosphere - a sluggish sea, several hundred miles thick, on which floats the Earth's cool epidermis - the so-called tectonic plates.","author":"Seth Shostak","category":"Sea, Earth, You"},{"quote":"Plate tectonics is not all havoc and destruction. The slow movement of continents and ocean floors recycles carbon dioxide dissolved in the oceans back into the atmosphere. Without this slow speed carbon cycle, Earth's temperatures would cool dozens of degrees below your comfort zone.","author":"Seth Shostak","category":"Ocean, Comfort Zone, Comfort"},{"quote":"Gwen Stefani's style and flow I just love. She is so cool to me!","author":"Rita Ora","category":"Love, Style, Me"},{"quote":"I'd love to be the female Kanye. I think he's so cool and effortless.","author":"Rita Ora","category":"Love, Think, Female"},{"quote":"They're very, uh, you know, I don't come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they're cool and bare minimum so it's not always a money issue for me.","author":"Shia LaBeouf","category":"Money, Me, Know"},{"quote":"What's cool is when you're able to give your audience imagination and you don't have to cage them in like animals.","author":"Shia LaBeouf","category":"Imagination, Animals, You"},{"quote":"I'm a video game fan, and I always thought it would be cool to be able to control a character.","author":"Shia LaBeouf","category":"Character, Control, Game"},{"quote":"If people could walk around in suits of energy, that would be cool. Other than that, I don't think men should wear spandex.","author":"Blake Lively","category":"Men, Walk, People"},{"quote":"Ngila Dixon is such an incredible costume designer. She's such a cool, stylish woman. She has such an understanding of character.","author":"Blake Lively","category":"Character, Woman"},{"quote":"So, it's cool that, yes, Hal Jordan is a superhero, but my character is a real-world hero in her own life.","author":"Blake Lively","category":"Life, Hero, Character"},{"quote":"I still, at hotel rooms, I do this one sort of not-so-cool thing: continually shoving my room service tray in front of someone else's door. Because I don't want the remnants. I don't want to be caught, like, being like the pig that I was at two in the morning.","author":"Drew Barrymore","category":"Morning, Service, Door"},{"quote":"I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff, too,' which is what happened when we did 'Charlie's Angels'.","author":"Drew Barrymore","category":"Day, Men, Remember"},{"quote":"My mother used to dress rather risque when I was a kid, and that sort of shocked me. I always thought moms were supposed to wear cardigans and flats, but she was in leather bracelets and minidresses. In hindsight, it was pretty cool, but I'm probably more conservative because of it.","author":"Drew Barrymore","category":"Mother, Dress, Me"},{"quote":"It took being famous to make me cool, which, by the way, I never forgot.","author":"Rob Lowe","category":"Famous, Me, Way"},{"quote":"People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?","author":"Tom Brady","category":"Travel, People, Live"},{"quote":"I love the idea of real-life experiences finding their way into fiction. I think that's really cool.","author":"Joel Edgerton","category":"Love, Think, Finding"},{"quote":"Someone like Vincent Price or somebody like Christopher Lee, they never won an award, and it doesn't matter. They're cool.","author":"Nicolas Cage","category":"Award, Matter, Price"},{"quote":"Mike Myers as Austin Powers makes me laugh - that was genius - and Daffy Duck makes me laugh, but I like odd behavior. I don't like hip dialogue and one-liners and all that sort of cool, sophomoric comedy. It's just not for me.","author":"Nicolas Cage","category":"Me, Behavior, Laugh"},{"quote":"In the hot summer months, popsicles are a perfect way to cool down while enjoying a delicious, fruity treat. Frozen, refreshing, mouth-friendly candy on a stick cannot get any better... or can it?","author":"Marcus Samuelsson","category":"Treat, Summer, Candy"},{"quote":"It's cool cause my sister is older than me and we went to the same high school, so by the time I got to high school, I got the lowdown on all the teachers and everything.","author":"Zooey Deschanel","category":"Time, Sister, School"},{"quote":"I went to Northwestern because I had gone to a really nontraditional high school. I was like, 'It'd be cool to have a traditional college experience.' Then I was like, 'Oh, but none of these people understand what's cool about me. My specialness is not appreciated in this place.'","author":"Zooey Deschanel","category":"Experience, School, College"},{"quote":"Growing up in Hollywood meant there were a lot of film stars' kids at my school - but no conspicuous wealth. It wasn't cool to show off that you had money.","author":"Zooey Deschanel","category":"Money, Stars, School"},{"quote":"But being on location and shooting, whether its in Puerto Rico or Atlanta, it always reminds me of how really cool my job can be. Interacting with the fans is one of the best parts of it.","author":"Dwayne Johnson","category":"Best, Job, Me"},{"quote":"'Be Cool' was a defining movie for me.","author":"Dwayne Johnson","category":"Me, Defining, Movie"},{"quote":"If you're going to walk out of the house in jeans and T-shirt, what can you do to make that interesting? Is it putting on a bright-colored pair of high-tops or a cool leather jacket?","author":"Brad Goreski","category":"Walk, Interesting, You"},{"quote":"The forties are very cool and very pastoral. The fifties look like they're pastoral, and then you get a bit more turbulence.","author":"Pierce Brosnan","category":"Look, You, Like"},{"quote":"Susanne Bier's work I've always really enjoyed. She's just such a great filmmaker; she's very cool and very sexy - that always helps, too.","author":"Pierce Brosnan","category":"Work, Great, Sexy"},{"quote":"I love 'Maxim,' actually. It's very cool.","author":"Pierce Brosnan","category":"Love, Actually, Maxim"},{"quote":"Crunches are much more effective than regular sit-ups because they specifically target your upper abdominal muscles rather than your hip muscles. If you're not used to them, they can cause soreness a day or two later, but it's a 'cool' soreness. A badge of honor.","author":"Sylvester Stallone","category":"Day, Honor, You"},{"quote":"I've always believed in good music over bad music. I believe in two sorts of musics. And the lines that separate us, I don't believe in that. That's for people who need to easily define what they're hearing. Me, I'm cool with everything and anything I'm hearing that's music. It comes under one definition for me.","author":"Jay-Z","category":"Music, Good, Believe"},{"quote":"You make your first album, you make some money, and you feel like you still have to show face, like 'I still go to the projects.' I'm like, why? Your job is to inspire people from your neighborhood to get out. You grew up there. What makes you think it's so cool?","author":"Jay-Z","category":"Money, Job, Inspire"},{"quote":"Growing up, politics never trickled down to the areas we come from. But people from Obama's camp, and Obama himself, reached out to me and asked for my help on the campaign. We've sat and had dinner, and we've spoken on the phone. He's a very sharp guy. Very charming. Very cool.","author":"Jay-Z","category":"Politics, Me, Help"},{"quote":"No one dislikes LL Cool J. If you meet LL Cool J, you fall in love with LL Cool J. LL and I had mutual friends, and he and I had always talked about doing something. My fans know LL's music. And I love him - we're blood brothers at this point. We've been through the fire together. I know no finer person.","author":"Brad Paisley","category":"Love, Music, Friends"},{"quote":"The artists who stick around for a while are the ones who go, 'Oh, that's cool, never thought of that. Ought to do that.'","author":"Brad Paisley","category":"Thought, Never, Artists"},{"quote":"Obama can't change his cool disposition, though it would be nice if he lost the vaguely grudging air he gives off that problems of management get in the way of ideas.","author":"Tina Brown","category":"Change, Management, Problems"},{"quote":"The reason why I am proud of my part in the punk movement is that I think it really did implant a message that was already there. The hippies told it to me, but punk made it something cool for people to stand up for, which is that we do not believe government, that we are against government.","author":"Vivienne Westwood","category":"I Am, Government, Believe"},{"quote":"I think big brows are pretty cool.","author":"Charli XCX","category":"Think, Big, Pretty"},{"quote":"I think it's cool to be a rock star I don't think there are many. There aren't many who speak out and take risks. And I think that's important.","author":"Charli XCX","category":"Speak, Risks, Think"},{"quote":"I think the best people are the ones who are just as nice and fun. This is really cheesy, but you only have one life - why spend most of it pretending to be cool?","author":"Charli XCX","category":"Life, Best, Fun"},{"quote":"I'm lucky I have really cool parents.","author":"Charli XCX","category":"Parents, Lucky, Really"},{"quote":"I was never the cool kid in school, and loads of people told me that I was weird, that I dressed uncool and did uncool things, that I was too nice, too happy.","author":"Charli XCX","category":"Happy, School, Me"},{"quote":"I've always wanted to write pop music. I never wanted to be cool or make a hipster record.","author":"Charli XCX","category":"Music, Never, Always"},{"quote":"I never set out to be a cult cool artist. I always made music that I thought was pop.","author":"Charli XCX","category":"Music, Thought, Artist"},{"quote":"I used to worry about being cool. Now I realize that I genuinely don't care.","author":"Charli XCX","category":"Worry, Care, Realize"},{"quote":"Sometimes I feel like I was born in the wrong year - I think it would have been cool to be alive in the '60s.","author":"Charli XCX","category":"Think, Born, Sometimes"},{"quote":"I've passed up on many a thing that could have made me a big artist or something. Like, I was offered a feature on a Christina Aguilera song and I turned it down. It just wasn't right. She's cool, but it just wasn't right.","author":"Charli XCX","category":"Song, Me, Artist"},{"quote":"Being cool, having a 'cool' energy is just not attractive to me.","author":"Selena Gomez","category":"Energy, Me, Being"},{"quote":"My mom was really cool.","author":"Ryan Gosling","category":"Mom, Really"},{"quote":"There are people out there who are older who are cool. I want that.","author":"Billy Corgan","category":"People, Want, Older"},{"quote":"At my age, I'm not trying to score cool points. I'm just excited when I can speak to younger members of our audience in the WWE. I just get to be a superhero to kids, but I'm not trying to be on the cutting edge of style or anything like that. Once you reach that point of deprivation, you don't mind it.","author":"John Cena","category":"Age, Mind, Speak"},{"quote":"Blood is one of the things that made fights cool. Like, you knew it had gotten serious. I understand why we don't do it anymore.","author":"John Cena","category":"Why, Blood, You"},{"quote":"I really, really, really love my job, so it's not like I'm trying to quit wrestling to do movies. They just all seemed like cool things to do. I mean, I'd love to be the bad guy in an action movie because then people would get to see another side of me they don't get to see.","author":"John Cena","category":"Love, Job, Me"},{"quote":"That's how I grew up - it wasn't cool to not have a good system.","author":"Jimmy Iovine","category":"Good, Up, System"},{"quote":"I always wanted to be where the cool was because I didn't think I was cool. But music was cool.","author":"Jimmy Iovine","category":"Music, Think, Always"},{"quote":"I can't learn in school, but I can learn from somebody who I think is cool and great.","author":"Jimmy Iovine","category":"Great, School, Think"},{"quote":"I knew in my heart that I wasn't cool, but I figured I could at least be cool by association.","author":"Jimmy Iovine","category":"Heart, Knew, Association"},{"quote":"I follow cool. When I went up to see Steve Jobs, I said, 'The party's at this guy's house.'","author":"Jimmy Iovine","category":"Party, Said, See"},{"quote":"Seeing young people caring about sound again and realizing that it's not cool to not have good sound, that means a lot.","author":"Jimmy Iovine","category":"Good, Caring, People"},{"quote":"I have a satellite radio show called 'The Legends of Reggae.' It's a cool way to branch out and do other things. I'm paying respect to the legends of reggae.","author":"Ziggy Marley","category":"Respect, Way, Legends"},{"quote":"My father and I had a really good relationship. We're cool. I am not trying to outdo him or anything like that.","author":"Ziggy Marley","category":"Relationship, Good, Father"},{"quote":"I suppose the only thing at 50 you can really start to look forward to is just total irresponsibility. As you get older, you can just sit in a chair, wear anything you want, you know you can walk down; old people dress cool. You know they wear sweatpants. The elderly have it down.","author":"Johnny Depp","category":"Dress, Walk, People"},{"quote":"iTunes kind of feels like Sam Goody to me. I don't feel cool when I go there. I'm tired of seeing John Mayer's face pop up.","author":"Trent Reznor","category":"Tired, Me, Face"},{"quote":"'Yeezus,' I really love it. I think the sound of it is cool.","author":"Trent Reznor","category":"Love, Think, Sound"},{"quote":"When your culture comes from watching TV every day, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities. None of that happened where I was. You're almost taught to realize it's not for you.","author":"Trent Reznor","category":"Day, Culture, Opportunities"},{"quote":"A good president needs a big comfort zone. He should be able to treat enemies as opportunities, appear authentic in joy and grief, stay cool under the hot lights.","author":"Nancy Gibbs","category":"Good, Joy, Grief"},{"quote":"I loved animation and cartoons, even when it was not cool when you were in high school. I raced home to see the Bugs Bunny cartoons.","author":"John Lasseter","category":"Home, School, High School"},{"quote":"I love Japan. I love the collision of the modern and ancient worlds coming together in that place. It's so high-tech and cool.","author":"John Lasseter","category":"Love, Together, Place"},{"quote":"Fortunately for me, I'm married to an amazing woman - Nancy Lasseter - who is wise enough not to let me buy every car I want. If I was single, I would be living in a very small apartment and renting a warehouse full of cool cars.","author":"John Lasseter","category":"Car, Wise, Woman"},{"quote":"Nowadays, the truth is, I think a lot of the newer generation of action stars usually are pretty self-deprecating and cool. I mean, Dwayne Johnson is a great example.","author":"Adam McKay","category":"Stars, Truth, Great"},{"quote":"McCain is the kid who was really cool in middle school but never got high school game and people are sick of him acting like he's still popular.","author":"Adam McKay","category":"School, Game, People"},{"quote":"When I think of the definition of cool and when I look at people, John Travolta is really the definition of cool because, not only is he great in all his movies, but, as a person, he's just really cool.","author":"Christina Milian","category":"Great, People, Think"},{"quote":"My real last name is Flores, and Milian is actually my mom's maiden name. So it's not made up, which is cool; it runs in the family. And it actually worked out better for my career to have the last name Milian, because Flores kept me in a little box, and no one really associated me with the last name Flores.","author":"Christina Milian","category":"Family, Mom, Me"},{"quote":"I had a really great performance with Steven Tyler in the movie 'Be Cool.' I performed 'Cryin',' so we recorded the song beforehand. But I didn't get to meet him until I hit the stage with him, and we had a live performance with 30,000 people in the audience, and that was for the movie.","author":"Christina Milian","category":"Great, Performance, People"},{"quote":"In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you've gotta put out positive energy, put out cool viral stuff, and then just stay out of people's opinions.","author":"Nikki Sixx","category":"Positive, Internet, Me"},{"quote":"I just think if I can go from being a homeless kid with a dream of being in the biggest band in the world and making that happen, I can do a lot of other cool stuff, too.","author":"Nikki Sixx","category":"Homeless, World, Dream"}]}