{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I wish I could stand on a busy corner  hat in hand  and beg people to throw me all their wasted hours.","author":"Bernard Berenson","category":"one, day"},{"quote":"Every day I live I am more convinced that the waste of life lies in the love we have not given  the powers we have not used  the selfish prudence that will risk nothing and which  shirking pain  misses happiness as well.","author":"Mary Cholmondeley","category":"one, day"},{"quote":"Wasted time means wasted lives.","author":"R. Shannon","category":"one, day"},{"quote":"Regret for time wasted can become a power for good in the time that remains  if we will only stop the waste and the idle  useless regretting.","author":"Arthur Brisbane","category":"one, day"},{"quote":"Economy is the thief of time.","author":"Ethel Watts Mumford","category":"one, day"},{"quote":"I wasted time  and now doth time waste me.","author":"William Shakespeare","category":"one, day"},{"quote":"All that time is lost which might be better employed.","author":"Jean-Jacques Rousseau","category":"one, day"},{"quote":"Lost  yesterday  somewhere between sunrise and sunset  two golden hours  each set with sixty diamond minutes. No reward is offered  for they are gone forever.","author":"Horace Mann","category":"one, day"},{"quote":"Thrift of time will repay you in afterlife  with a usury of profit beyond your most sanguine dreams  waste of it will make you dwindle  alike in intellectual and moral stature  beyond your darkest reckoning.","author":"William Gladstone","category":"one, day"},{"quote":"The clock upbraids me with the waste of time.","author":"William Shakespeare","category":"one, day"},{"quote":"Time is lost when we have not lived a full human life  time unenriched by experience  creative endeavor  enjoyment  and suffering.","author":"Dietrich Bonhoeffer","category":"one, day"},{"quote":"Still on it creeps  Each little moment at another's heels  Till hours  days  years  and ages are made up Of such small parts as these  and men look back Worn and bewilder'd  wondering how it is.","author":"Joanna Baillie","category":"one, day"},{"quote":"Does't thou love life? Then do not squander time  for that is the stuff life is made of.","author":"Benjamin Franklin","category":"one, day"},{"quote":"Time wasted is a theft from God.","author":"Henri Frederic Amiel","category":"one, day"},{"quote":"Lost time is like a run in a stocking. It always gets worse.","author":"Anne Morrow Lindbergh","category":"one, day"},{"quote":"As if you could kill time without injuring eternity.","author":"Henry David Thoreau","category":"one, day"},{"quote":"Killing time is the chief end of our society.","author":"Ugo Betti","category":"one, day"},{"quote":"You can kill time or kill yourself  it comes to the same thing in the end.","author":"Elsa Triolet","category":"one, day"},{"quote":"No person will have occasion to complain of the want of time who never loses any.","author":"Thomas Jefferson","category":"one, day"},{"quote":"Time is that which man is always trying to kill  but which ends in killing him.","author":"Herbert Spencer","category":"one, day"},{"quote":"Do not wait for leaders  do it alone  person to person.","author":"Mother Teresa","category":"one, day"},{"quote":"Men talk of killing time  while time quietly kills them.","author":"Dion Boucicault","category":"one, day"},{"quote":"Modern man thinks he loses something-time-when he does not do things quickly. Yet he does not know what to do with the time he gains- except kill it.","author":"Erich Fromm","category":"one, day"},{"quote":"If you want to kill time  try working it to death.","author":"Sam Levenson","category":"one, day"},{"quote":"A man who dares to waste one hour of life has not discovered the value of life.","author":"Charles Darwin","category":"one, day"},{"quote":"If time be of all things most precious  wasting time must be the greatest prodigality  since lost time is never found again.","author":"Benjamin Franklin","category":"one, day"},{"quote":"Don't agonize. Organize.","author":"Florynce Kennedy","category":"one, day"},{"quote":"Curse ruthless time! Curse our mortality. How cruelly short is the allotted span for all we must cram into it!","author":"Winston Churchill","category":"one, day"},{"quote":"Death and taxes and childbirth! There's never any convenient time for any of them!","author":"Margaret Mitchell","category":"one, day"},{"quote":"There is a time for work. And a time for love. That leaves no other time.","author":"Coco Chanel","category":"one, day"},{"quote":"You will never \"find\" time for anything. If you want time you must make it.","author":"Charles Buxton","category":"one, day"},{"quote":"We have as much time as we need.","author":"Melody Beattie","category":"one, day"},{"quote":"Ah! the clock is always slow  it is later than you think.","author":"Robert W. Service","category":"one, day"},{"quote":"The forty-four-hour week has no charm for me. I'm looking for a forty-hour day.","author":"Nicholas Murray Butler","category":"one, day"},{"quote":"Those who make the worst use of their time most complain of its brevity.","author":"Jean de la Bruyere","category":"one, day"},{"quote":"I still find each day too short for all the thoughts I want to think  all the walks I want to take  all the books I want to read  and all the friends I want to see.","author":"John Burroughs","category":"one, day"},{"quote":"What we love to do we find time to do.","author":"John Lancaster Spalding","category":"one, day"},{"quote":"Time stays long enough for anyone who will use it.","author":"Anonymous","category":"one, day"},{"quote":"There is time for everything.","author":"Thomas A. Edison","category":"one, day"},{"quote":"It is nonsense to say there is not enough time to be fully informed. ... Time given to thought is the greatest timesaver of all.","author":"Norman Cousins","category":"one, day"},{"quote":"We all find time to do what we really want to do.","author":"William Feather","category":"one, day"},{"quote":"Time is a fixed income and  as with any income  the real problem facing most of us is how to live successfully within our daily allotment.","author":"Margaret B. Johnstone","category":"one, day"},{"quote":"We shall never have more time. We have  and have always had  all the time there is. No object is served in waiting until next week or even until to-morrow. Keep going. ... Concentrate on something useful.","author":"Arnold Bennett","category":"one, day"},{"quote":"There is time enough for everything in the course of the day if you do but one thing at once  but there is not time enough in the year if you will do two things at a time.","author":"Lord Chesterfield","category":"one, day"},{"quote":"Much may be done in those little shreds and patches of time which every day produces  and which most men throw away.","author":"Charles Caleb Colton","category":"one, day"},{"quote":"Learn to use ten minutes intelligently. It will pay you huge dividends.","author":"William A. Irwin","category":"one, day"},{"quote":"It is better to do the most trifling thing in the world than to regard half an hour as trifle.","author":"Johann von Goethe","category":"one, day"},{"quote":"I recommend you to take care of the minutes  for the hours will take care of themselves.","author":"Lord Chesterfield","category":"one, day"},{"quote":"The real secret of how to use time is to pack it as you would a portmanteau  filling up the small spaces with small things.","author":"Sir Henry Haddow","category":"one, day"},{"quote":"One must learn a different... sense of time  one that depends more on small amounts than big ones.","author":"Sister Mary Paul","category":"one, day"},{"quote":"An earnest purpose finds time  or makes it. It seizes on spare moments  and turns fragments to golden account.","author":"William Ellery Channing","category":"one, day"},{"quote":"Guard well your spare moments. They are like uncut diamonds. Discard them and their value will never be known. Improve them and they will become the brightest gems in a useful life.","author":"Ralph Waldo Emerson","category":"one, day"},{"quote":"The butterfly counts not months but moments  and has time enough.","author":"Rabindranath Tagore","category":"one, day"},{"quote":"That man is happiest who lives from day to day and asks no more  garnering the simple goodness of life.","author":"Euripides","category":"one, day"},{"quote":"It is only possible to live happily-ever-after on a day-to-day basis.","author":"Margaret Bonnano","category":"one, day"},{"quote":"Happiness is produced not so much by great pieces of good fortune that seldom happen  as by little advantages that occur every day.","author":"Benjamin Franklin","category":"one, day"},{"quote":"All the great blessings of my life are present in my thoughts today.","author":"Phoebe Cary","category":"one, day"},{"quote":"The best way to secure future happiness is to be as happy as is rightfully possible today.","author":"Charles W. Eliot","category":"one, day"},{"quote":"A fool bolts pleasure  then complains of indigestion.","author":"Minna Antrim","category":"one, day"},{"quote":"Happiness is to be found along the way  not at the end of the road  for then the journey is over and it is too late. Today  this hour  this minute is the day  the hour  the minute for each of us to sense the fact that life is good  with all of its trials and troubles  and perhaps more interesting because of them.","author":"Robert R. Updegraff","category":"one, day"},{"quote":"Each day provides its own gifts.","author":"Martial","category":"one, day"},{"quote":"Let us savour the swift delights of the most beautiful of our days!","author":"Alphonse de Lamartine","category":"one, day"},{"quote":"Death accompanies us at every step and enables us to use those moments when life smiles at us to feel more deeply the sweetness of life. The more certain the end  the more tempting the minute.","author":"Theodore Fontane","category":"one, day"},{"quote":"Happiness is not a state to arrive at  but a manner of traveling.","author":"Margaret Lee Runbeck","category":"one, day"},{"quote":"My advice to you is not to inquire why or whither  but just to enjoy your ice cream while it's on your plate.","author":"Thornton Wilder","category":"one, day"},{"quote":"Those who face that which is actually before them  unburdened by the past  undistracted by the future  these are they who live  who make the best use of their lives  these are those who have found the secret of contentment.","author":"Alban Goodier","category":"one, day"},{"quote":"And that was victory. The freedom to sprawl loosely upon a city street  heat his coffee and eat a can of beans ... with no enemy bullets forcing him to toss the can aside while diving behind another wall for momentary survival.","author":"David Douglas Duncan","category":"one, day"},{"quote":"Taking time to live is taking time to appreciate simple silence as better than any kind of talk  or watching a flower  or watching a guy wash the windows on a skyscraper and wondering what he is thinking.","author":"Gersi Douchan","category":"one, day"},{"quote":"If you observe a really happy man  you will find ... that he is happy in tiie course of living life twenty-four crowded hours each day.","author":"W. Beran Wolfe","category":"one, day"},{"quote":"To fill the hour  that is happiness  to fill the hour  and leave no crevice for a repentance or an approval.","author":"Ralph Waldo Emerson","category":"one, day"},{"quote":"Live your life each day as you would climb a mountain. An occasional glance toward the summit keeps the goal in mind  but many beautiful scenes are to be observed from each new vantage point. Climb slowly  steadily  enjoying each passing moment  and the view from the summit will serve as a fitting climax for the journey.","author":"Harold B. Melchart","category":"one, day"},{"quote":"One day of pleasure is worth two of sorrow.","author":"Anonymous","category":"one, day"},{"quote":"Present joys are more to flesh and blood Than the dull prospect of a distant good.","author":"John Dryden","category":"one, day"},{"quote":"In order to be utterly happy the only thing necessary is to refrain from comparing this moment with other moments in the past  which I often did not fully enjoy because I was comparing them with other moments of the future.","author":"Andre Gide","category":"one, day"},{"quote":"Live in day-tight compartments.","author":"Dale Carnegie","category":"one, day"},{"quote":"If you are not happy here and now  you never will be.","author":"Taisen Deshimaru","category":"one, day"},{"quote":"People who postpone happiness are like children who try chasing rainbows in an effort to find the pot of gold at the rainbow's end. ... Your life will never be fulfilled until you are happy here and now.","author":"Ken Keyes","category":"one, day"},{"quote":"He's one of those Christmas Eve guys. There are people like that. . . every day in their lives is Christmas Eve.","author":"Joe Garagiola","category":"one, day"},{"quote":"Learn to drink the cup of life as it comes.","author":"Agnes Turnbull","category":"one, day"},{"quote":"Every day give yourself a good mental shampoo.","author":"Sara Jordon","category":"one, day"},{"quote":"There is no other solution to man's progress but the day's honest work  the day's honest decisions  the day's generous utterances and the day's good deed.","author":"Clare Boothe Luce","category":"one, day"},{"quote":"Leisure for reverie  gay or somber  does much to enrich life.","author":"Miriam Beard","category":"one, day"},{"quote":"A man should hear a little music  read a little poetry  and see a fine picture every day of his life  in order that worldly cares may not obliterate the sense of the beautiful which God has implanted in the human soul.","author":"Johann von Goethe","category":"one, day"},{"quote":"You have to set new goals every day.","author":"Julie Krone","category":"one, day"},{"quote":"I have resolved that from this day on  I will do all the business I can honestly  have all the fun I can reasonably  do all the good I can willingly  and save my digestion by thinking pleasantly.","author":"Robert Louis Stevenson","category":"one, day"},{"quote":"Make the most of today. Translate your good intentions into actual deeds.","author":"Grenville Kleiser","category":"one, day"},{"quote":"Today is the day in which to express your noblest qualities of mind and heart  to do at least one worthy thing which you have long postponed.","author":"Grenville Kleiser","category":"one, day"},{"quote":"Do what you can  with what you have  where you are.","author":"Theodore Roosevelt","category":"one, day"},{"quote":"Our grand business undoubtedly is not to see what lies dimly at a distance but to do what lies clearly at hand.","author":"Thomas Carlyle","category":"one, day"},{"quote":"My formula for living is quite simple. I get up in the morning and I go to bed at night. In between I occupy myself as best I can.","author":"Cary Grant","category":"one, day"},{"quote":"What you are afraid to do is a clear indicator of the next thing you need to do.","author":"Anonymous","category":"one, day"},{"quote":"If we cannot meet our everyday surroundings with equanimity and pleasure and grow each day in some useful direction  then ... life is on the road toward misfortune  misery and destruction.","author":"Luther Burbank","category":"one, day"},{"quote":"A day's work is a day's work  neither more nor less  and the man who does it needs a day's sustenance  a night's repose and due leisure  whether he be painter or ploughman.","author":"George Bernard Shaw","category":"one, day"},{"quote":"Add each day something to fortify you against poverty and death.","author":"Marcus Annaeus Seneca","category":"one, day"},{"quote":"It isn't hard to be good from time to time in sports. What's tough is being good every day.","author":"Willie Mays","category":"one, day"},{"quote":"Make it a point to do something every day that you don't want to do. This is the golden rule for acquiring the habit of doing your duty without pain.","author":"Mark Twain","category":"one, day"},{"quote":"Realize life as an end in itself. Functioning is all there is.","author":"Oliver Wendell Holmes","category":"one, day"},{"quote":"He has not learned the first lesson of life who does not every day surmount a fear.","author":"Ralph Waldo Emerson","category":"one, day"},{"quote":"A homer a day will boost my pay.","author":"Josh Gibson","category":"one, day"},{"quote":"Act well at the moment  and you have performed a good action to all eternity.","author":"Johann Kaspar Lavater","category":"one, day"},{"quote":"If I had my life to live over  I would start barefoot earlier in the spring and stay that way later in the fall. I would go to more dances. I would ride more merry-go-rounds. I would pick more daisies.","author":"Nadine Stair","category":"one, day"},{"quote":"Nothing determines who we will become so much as those things we choose to ignore.","author":"Sandor Minab","category":"one, day"},{"quote":"Love  and do what you like.","author":"Saint Augustine","category":"one, day"},{"quote":"Take the time to come home to yourself everyday.","author":"Robin Casarjean","category":"one, day"},{"quote":"The power of a man's virtue should not be measured by his special efforts  but by his ordinary doing.","author":"Blaise Pascal","category":"one, day"},{"quote":"The great business of life is to be  to do  to do without  and to depart.","author":"Anonymous","category":"one, day"},{"quote":"Know what you want to do  hold the thought firmly  and do every day what should be done  and every sunset will see you that much nearer the goal.","author":"Elbert Hubbard","category":"one, day"},{"quote":"It is no easy thing for a principle to become a man's own unless each day he maintains it and works it out in his life.","author":"Epictetus","category":"one, day"},{"quote":"Follow your bliss. -Joseph Campbell Resolve to perform what you ought. Perform without fail what you resolve.","author":"Benjamin Franklin","category":"one, day"},{"quote":"Resolve to edge in a little reading every day  if it is but a single sentence. If you gain fifteen minutes a day  it will make itself felt at the end of the year.","author":"Horace Mann","category":"one, day"},{"quote":"I work every day-or at least I force myself into my office or room. I may get nothing done  but you don't earn bonuses without putting in time. Nothing may come for three months  but you don't get the fourth without it.","author":"Mordecai Richler","category":"one, day"},{"quote":"Take short views  hope for the best  and trust in God.","author":"Sydney Smith","category":"one, day"},{"quote":"Each day can be one of triumph if you keep up your interests.","author":"George Matthew Adams","category":"one, day"},{"quote":"When action grows unprofitable  gather information  when information grows unprofitable  sleep.","author":"Ursula K. LeGuin","category":"one, day"},{"quote":"I long to accomplish a great and noble task  but it is my chief duty to accomplish small tasks as if they were great and noble.","author":"Helen Keller","category":"one, day"},{"quote":"To do the useful thing  to say the courageous thing  to contemplate the beautiful thing: that is enough for one man's life.","author":"T. S. Eliot","category":"one, day"},{"quote":"Showing up is 80 percent of life.","author":"Woody Allen","category":"one, day"},{"quote":"Do you know that disease and death must needs overtake us  no matter what we are doing? ... What do you wish to be doing when it overtakes you? If you have anything better to be doing when you are so overtaken  get to work on that.","author":"Epictetus","category":"one, day"},{"quote":"Have patience with all things  but chiefly have patience with yourself. Do not lose courage in considering your own imperfections  but instantly set about remedying them-every day begin the task anew.","author":"Saint Francis de Sales","category":"one, day"},{"quote":"Without duty  life is soft and boneless.","author":"Joseph Joubert","category":"one, day"},{"quote":"A man may fulfill the object of his existence by asking a question he cannot answer  and attempting a task he cannot achieve.","author":"Oliver Wendell Holmes","category":"one, day"},{"quote":"And each man stands with his face in the light of his own drawn sword. Ready to do what a hero can.","author":"Elizabeth Barrett Browning","category":"one, day"},{"quote":"Every day give yourself a good mental shampoo.","author":"Sara Jordan","category":"one, day"},{"quote":"To look up and not down  To look forward and not back  To look out and not in  and To lend a hand.","author":"Edward Everett Hale","category":"one, day"},{"quote":"Do all the good you can  By all the means you can  In all the ways you can  In all the places you can  At all the times you can.","author":"Anonymous","category":"one, day"},{"quote":"I like the man who faces what he must  With steps triumphant and a heart of cheer  Who fights the daily battle without fear.","author":"Sarah Knowles Bolton","category":"one, day"},{"quote":"To accomplish our destiny ... we must cover before nightfall the distance assigned to each of us.","author":"Dr. Alexis Carrel","category":"one, day"},{"quote":"Each day should be passed as though it were our last.","author":"Publilius Syrus","category":"one, day"},{"quote":"Learn as if you were going to live forever. Live as if you were going to die tomorrow.","author":"Anonymous","category":"one, day"},{"quote":"One should count each day a separate life.","author":"Marcus Annaeus Seneca","category":"one, day"},{"quote":"If  every day  I dare to remember that I am here on loan  that this house  this hillside  these minutes are all leased to me  not given  I will never despair.","author":"Erica Jong","category":"one, day"},{"quote":"To live each day as though one's last  never flustered  never apathetic  never attitudinizing-here is perfection of character.","author":"Marcus Aurelius","category":"one, day"},{"quote":"Look at everything as though you were seeing it for the first time or the last time. Then your time on earth will be filled with glory.","author":"Betty Smith","category":"one, day"},{"quote":"The years seem to rush by now  and I think of death as a fast approaching end of a journey-double and treble reason for loving as well as working while it is day.","author":"George Eliot","category":"one, day"},{"quote":"Study as if you were going to live forever  live as if you were going to die tomorrow.","author":"Maria Mitchell","category":"one, day"},{"quote":"Every day is a little life ... live every day as if it would be the last. Those that dare lose a day are dangerously prodigal  those that dare misspend it are desperate.","author":"Joseph Hall","category":"one, day"},{"quote":"You have to count on living every single day in a way you believe will make you feel good about your life- so that if it were over tomorrow  you'd be content with yourself.","author":"Jane Seymour","category":"one, day"},{"quote":"No one can confidently say that he will still be living tomorrow.","author":"Euripides","category":"one, day"},{"quote":"Happy the man  and happy he alone He who can call today his own He who  secure within  can say \"Tomorrow  do thy worst For I have lived today.\"","author":"Henry Fielding","category":"one, day"},{"quote":"Do your best every day and your life will gradually expand into satisfying fullness.","author":"Horatio W. Dresser","category":"one, day"},{"quote":"There are only three colors  ten digits  and seven notes  it's what we do with them that's important.","author":"Ruth Ross","category":"one, day"},{"quote":"Any man's life will be filled with constant and unexpected encouragement if he makes up his mind to do his level best each day.","author":"Booker T. Washington","category":"one, day"},{"quote":"Do each daily task the best we can  act as though the eye of opportunity were always upon us.","author":"William Feather","category":"one, day"},{"quote":"What a man accomplishes in a day depends upon the way in which he approaches his tasks. When we accept tough jobs as a challenge to our ability and wade into them with joy and enthusiasm  miracles can happen.","author":"Arland Gilbert","category":"one, day"},{"quote":"Look at a day when you are supremely satisfied at the end. It's not a day when you lounge around doing nothing  it's when you've had everything to do  and you've done it.","author":"Margaret Thatcher","category":"one, day"},{"quote":"So get a few laughs and do the best you can.","author":"Will Rogers","category":"one, day"},{"quote":"I come to the office each morning and stay for long hours doing what has to be done to the best of my ability. And when you've done the best you can  you can't do any better. So when I go to sleep I turn everything over to the Lord and forget it.","author":"Harry S. Truman","category":"one, day"},{"quote":"That man is blest who does his best and leaves the rest.","author":"Charles F. Deems","category":"one, day"},{"quote":"When you rise in the morning  form a resolution to make the day a happy one for a fellow creature.","author":"Sydney Smith","category":"one, day"},{"quote":"He who allows his day to pass by without practicing generosity and enjoying life's pleasures is like a blacksmith's bellows  he breathes  but does not live.","author":"Sanskrit proverb","category":"one, day"},{"quote":"You have not lived a perfect day  even though you have earned your money  unless you have done something for someone who will never be able to repay you.","author":"Ruth Smeltzer","category":"one, day"},{"quote":"Think that day lost whose descending sun  views from thy hand no noble action done.","author":"Joseph Joubert","category":"one, day"},{"quote":"I expect to pass through life but once. If  therefore  there can be any kindness I can show  or any good thing I can do to any fellow human being  let me do it now.","author":"William Penn","category":"one, day"},{"quote":"Be ashamed to die until you have won some victory for humanity.","author":"Horace Mann","category":"one, day"},{"quote":"The most thoroughly wasted of all days is that on which one has not laughed.","author":"Nicolas de Chamfort","category":"one, day"},{"quote":"Each day  and the living of it  has to be a conscious creation in which discipline and order are relieved with some play and pure foolishness.","author":"May Sarton","category":"one, day"},{"quote":"Sweets are good for the nerves.","author":"Margarete Bieber","category":"one, day"},{"quote":"Fat gives things flavor.","author":"Julia Child","category":"one, day"},{"quote":"Friends  I beg you do not shirk your daily task of indolence.","author":"Don Marquis","category":"one, day"},{"quote":"If someone said  \"Write a sentence about your life \" I'd write  \"I want to go outside and play.\"","author":"Jenna Elfman","category":"one, day"},{"quote":"We should consider every day lost on which we have not danced at least once.","author":"Friedrich Nietzsche","category":"one, day"},{"quote":"Life is about enjoying yourself and having a good time.","author":"Cher","category":"one, day"},{"quote":"Put a little fun into your life. Try dancing.","author":"Kathryn Murray","category":"one, day"},{"quote":"He who does not get fun and enjoyment out of every day ... needs to reorganize his life.","author":"George Matthew Adams","category":"one, day"},{"quote":"Unless each day can be looked back upon by an individual as one in which he has had some fun  some joy  some real satisfaction  that day is a loss.","author":"Anonymous","category":"one, day"},{"quote":"Take time every day to do something silly.","author":"Philipa Walker","category":"one, day"},{"quote":"It's fun to get together and have something good to eat at least once a day. That's what human life is all about-enjoying things.","author":"Julia Child","category":"one, day"},{"quote":"Come  let us give a little time to folly ... and even in a melancholy day let us find time for an hour of pleasure.","author":"Saint Bonaventura","category":"one, day"},{"quote":"No matter what looms ahead  if you can eat today  enjoy the sunlight today  mix good cheer with friends today  enjoy it and bless God for it.","author":"Henry Ward Beecher","category":"one, day"},{"quote":"Be Satisfied with a Good Day's Work There are hundreds of tasks we feel we must accomplish in the day  but if we do not take them one at a time ... we are bound to break our own physical or mental structure.","author":"Ted Bengermino","category":"one, day"},{"quote":"A man can do only what he can do. But if he does that each day he can sleep at night and do it again the next day.","author":"Albert Schweitzer","category":"one, day"},{"quote":"If I had my life to live over  I would start barefoot earlier in the spring and stay that way later in the fall. I would go to more dances. I would ride more merry-go-rounds. I would pick more daisies.","author":"Nadine Stair","category":"one, day"},{"quote":"I finally figured out the only reason to be alive is to enjoy it.","author":"Rita Mae Brown","category":"one, day"},{"quote":"We cannot do everything at once  but we can do something at once.","author":"Calvin Coolidge","category":"one, day"},{"quote":"Always do one thing less than you think you can do.","author":"Bernard M. Baruch","category":"one, day"},{"quote":"I come to the office each morning and stay for long hours doing what has to be done to the best of my ability. And when you've done the best you can  you can't do any better. So when I go to sleep I turn everything over to the Lord and forget it.","author":"Harry S. Truman","category":"one, day"},{"quote":"A day's work is a day's work  neither more nor less  and the man who does it needs a day's sustenance  a night's repose and due leisure  whether he be painter or ploughman.","author":"George Bernard Shaw","category":"one, day"},{"quote":"Sufficient to each day are the duties to be done and the trials to be endured.","author":"T. L. Gayler","category":"one, day"},{"quote":"I have fought a good fight  I have finished my course  I have kept the faith.","author":"Bible","category":"one, day"},{"quote":"I look back on my life like a good day's work  it is done  and I am satisfied with it.","author":"Grandma Moses","category":"one, day"},{"quote":"The moment we pass out of our habits we lose all sense of permanency and routine.","author":"George Moore","category":"one, day"},{"quote":"Manners are a sensitive awareness of the feelings of others. If you have that awareness  you have good manners  no matter what fork you use.","author":"Emily Post","category":"one, day"},{"quote":"And hearts have been broken from harsh words spoken That sorrow can ne'er set right.","author":"Margaret Elizabeth Sangster","category":"one, day"},{"quote":"That which is horrifying to you don't do to anybody else.","author":"Dr. Laura Schlessinger","category":"one, day"},{"quote":"It is too bad if you have to do everything upon reflection and can't do anything from early habit.","author":"Georg Christoph Lichtenberg","category":"one, day"},{"quote":"Most of life is routine-dull and grubby  but routine is the mountain that keeps a man going. If you wait for inspiration you'll be standing on the corner after the parade is a mile down the street.","author":"Ben Nicholas","category":"one, day"},{"quote":"Good habits  which bring our lower passions and appetites under automatic control  leave our natures free to explore the larger experiences of life.","author":"Ralph W Sockman","category":"one, day"},{"quote":"Without the aid of prejudice and custom  I should not be able to find my way across the room.","author":"William Hazlitt","category":"one, day"},{"quote":"Motivation is what gets you started. Habit is what keeps you going.","author":"Jim Ryuh","category":"one, day"},{"quote":"Habits are safer than rules  you don't have to watch them. And you don't have to keep them  either  they keep you.","author":"Dr. Frank Crane","category":"one, day"},{"quote":"Habit is not mere subjugation  it is a tender tie  when one remembers habit it seems to have been happiness.","author":"Elizabeth Bowen","category":"one, day"},{"quote":"To learn new habits is everything  for it is to reach the substance of life. Life is but a tissue of habits.","author":"Henri Frederic Amiel","category":"one, day"},{"quote":"Choose always the way that seems the best  however rough it may be  custom will soon render it easy and agreeable.","author":"Pythagoras","category":"one, day"},{"quote":"Quality is not an act. It is a habit.","author":"Aristotle","category":"one, day"},{"quote":"It is not in novelty but in habit that we find the greatest pleasure.","author":"Raymond Radiguet","category":"one, day"},{"quote":"Habit is stronger than reason.","author":"George Santayana","category":"one, day"},{"quote":"Character is simply habit long enough continued.","author":"Plutarch","category":"one, day"},{"quote":"Nothing is more powerful than habit.","author":"Ovid","category":"one, day"},{"quote":"If you do the same thing every day at the same time for the same length of time  you'll save yourself from many a sink. Routine is a condition of survival.","author":"Flannery O'Connor","category":"one, day"},{"quote":"Have a time and place for everything  and do everything in its time and place  and you will not only accomplish more  but have far more leisure than those who are always hurrying.","author":"Tyron Edwards","category":"one, day"},{"quote":"Anyone can carry his burden  however hard  until nightfall. Anyone can do his work  however hard  for one day. Anyone can live sweetly  patiently  lovingly  purely  till the sun goes down. And this is all life really means.","author":"Robert Louis Stevenson","category":"one, day"},{"quote":"Come what may  time and the hour runs through the roughest day.","author":"William Shakespeare","category":"one, day"},{"quote":"At any rate  you can bear it for a quarter of an hour!","author":"Theodore Haecker","category":"one, day"},{"quote":"The longest day is soon ended.","author":"Pliny, the Younger","category":"one, day"},{"quote":"The secret of my success is that I always managed to live to fly another day.","author":"Chuck Yeager","category":"one, day"},{"quote":"The time which we have at our disposal every day is elastic  the passions that we feel expand it  those that we inspire contract it  and habit fills up what remains.","author":"Marcel Proust","category":"one, day"},{"quote":"A day is a miniature eternity.","author":"Ralph Waldo Emerson","category":"one, day"},{"quote":"One day  with life and heart  is more than time enough to find a world.","author":"James Russell Lowell","category":"one, day"},{"quote":"A day is a span of time no one is wealthy enough to waste.","author":"Anonymous","category":"one, day"},{"quote":"When a man sits with a pretty girl for an hour  it seems like a minute. But let him sit on a hot stove for a minute  and it's longer than any hour. That's relativity.","author":"Albert Einstein","category":"one, day"},{"quote":"Too slow for those who wait  Too swift for those who fear  Too long for those who grieve  Too short for those who rejoice. But for those who love  time is not.","author":"Henry Van Dyke","category":"one, day"},{"quote":"The less one has to do  the less time one finds to do it in. One yawns  one procrastinates  one can do it when one will  and  therefore  one seldom does it at all  whereas those who have a great deal of business must buckle to it  and then they always find time enough to do it.","author":"Lord Chesterfield","category":"one, day"},{"quote":"Time is nothing absolute  its duration depends on the rate of thought and feeling.","author":"John Draper","category":"one, day"},{"quote":"Time is a fluid condition which has no existence except in the momentary avatars of individual people.","author":"William Faulkner","category":"one, day"},{"quote":"What then is time? If no one asks me  I know what it is. If I wish to explain it to him who asks  I do not know.","author":"Saint Augustine","category":"one, day"},{"quote":"Time is the product of changing realities  beings  existences.","author":"Nicholas Berdyaev","category":"one, day"},{"quote":"Time is the arbitrary division of eternity.","author":"Anonymous","category":"one, day"},{"quote":"Time is a part of eternity  and of the same piece with it.","author":"Moses Mendelssohn","category":"one, day"},{"quote":"Each day is a little life  every waking and rising a little birth  every fresh morning a little youth  every going to rest and sleep a little death.","author":"Arthur Schopenhauer","category":"one, day"},{"quote":"Time is eternity begun.","author":"James Montgomery","category":"one, day"},{"quote":"Time is not a line  but a series of now-points.","author":"Taisen Deshimaru","category":"one, day"},{"quote":"You can't measure time in days the way you can money in dollars  because each day is different.","author":"Phillip Hewett","category":"one, day"},{"quote":"An hour of pain is as long as a day of pleasure.","author":"Anonymous","category":"one, day"},{"quote":"The value of life lies not in the length of days  but in the use we make of them  a man may live long yet live very little.","author":"Michel de Montaigne","category":"one, day"},{"quote":"Reality is a staircase going neither up nor down  we don't move  today is today  always is today.","author":"Octavio Paz","category":"one, day"},{"quote":"What runs through a person like water through a sieve.","author":"Samuel Butler","category":"one, day"},{"quote":"Scrolls: write on them what you want to be remembered for.","author":"Joseph Ibn Pakuda","category":"one, day"},{"quote":"Every day is a messenger of God.","author":"Russian proverb","category":"one, day"},{"quote":"A little space of time before time expires  a little way of breath.","author":"Algernon Swinburne","category":"one, day"},{"quote":"Time is an avid gambler who has no need to cheat to win every time.","author":"Charles Baudelaire","category":"one, day"},{"quote":"Time is the only critic without ambition.","author":"John Steinbeck","category":"one, day"},{"quote":"Time is the most valuable thing a man can spend.","author":"Theophrastus","category":"one, day"},{"quote":"Time is a storm in which we are all lost.","author":"William Carlos Williams","category":"one, day"},{"quote":"Time is the wisest counsellor of all.","author":"Pericles","category":"one, day"},{"quote":"Time is the moving image of eternity.","author":"Plato","category":"one, day"},{"quote":"Time is the soul of this world.","author":"Plutarch","category":"one, day"},{"quote":"Time is a sandpile we run our fingers in.","author":"Carl Sandburg","category":"one, day"},{"quote":"Time is one kind of robber whom the law does not strike at  and who steals what is most precious to men.","author":"Napoleon Bonaparte","category":"one, day"},{"quote":"Time is the tyrant of the body.","author":"Anonymous","category":"one, day"},{"quote":"Time is that in which all things pass away.","author":"Arthur Schopenhauer","category":"one, day"},{"quote":"Time is a file that wears and makes no noise.","author":"English proverb","category":"one, day"},{"quote":"Time is what we want most  but... what we use worst.","author":"William Penn","category":"one, day"},{"quote":"Time is the king of men.","author":"William Shakespeare","category":"one, day"},{"quote":"Time ... is the life of the soul.","author":"Henry Wadsworth Longfellow","category":"one, day"},{"quote":"Time is the dressing room for eternity.","author":"Anonymous","category":"one, day"},{"quote":"Time is an available instrument for reaching the eternal.","author":"John W. Lynch","category":"one, day"},{"quote":"Time itself is an element.","author":"Johann von Goethe","category":"one, day"},{"quote":"Time is the devourer of all things.","author":"Ovid","category":"one, day"},{"quote":"Time is the subtle thief of youth.","author":"John Milton","category":"one, day"},{"quote":"Time is the rider that breaks youth.","author":"George Herbert","category":"one, day"},{"quote":"Time is an eternal guest that banquets on our ideals and bodies.","author":"Elbert Hubbard","category":"one, day"},{"quote":"Time is an illusion-to orators.","author":"Elbert Hubbard","category":"one, day"},{"quote":"The surest poison is time.","author":"Ralph Waldo Emerson","category":"one, day"},{"quote":"Time is a great manager: it arranges things well.","author":"Pierre Corneille","category":"one, day"},{"quote":"Time is a river without banks.","author":"Marc Chagall","category":"one, day"},{"quote":"Time is the greatest and longest-established spinner of all. ... His factory is a secret place  his work noiseless  and his hands are mutes.","author":"Charles Dickens","category":"one, day"},{"quote":"Time is the stuff life's made of.","author":"David Belasco","category":"one, day"},{"quote":"Time is my estate: to Time I'm heir.","author":"Johann von Goethe","category":"one, day"},{"quote":"Time is change  transformation  evolution.","author":"Isaac L. Peretz","category":"one, day"},{"quote":"Time is a circus always packing up and moving away.","author":"Ben Hecht","category":"one, day"},{"quote":"Time is a dressmaker specializing in alterations.","author":"Faith Baldwin","category":"one, day"},{"quote":"Time is the greatest innovator.","author":"Francis Bacon","category":"one, day"},{"quote":"Time is a wealth of change  but the clock in its parody makes it mere change and no wealth.","author":"Rabindranath Tagore","category":"one, day"},{"quote":"Time is but the stream I go a-fishing in.","author":"Henry David Thoreau","category":"one, day"},{"quote":"Time is the silent  never-resting thing ... rolling  rushing on  swift  silent  like an all-embracing oceantide  on which we and all the universe swim.","author":"Thomas Carlyle","category":"one, day"},{"quote":"Time is a flowing river. Happy those who allow themselves to be carried  unresisting  with the current. They float through easy days. They live  unquestioning  in the moment.","author":"Christopher Morley","category":"one, day"},{"quote":"Time is a very shadow that passeth away.","author":"Apocrypha","category":"one, day"},{"quote":"Time is the author of authors.","author":"Francis Bacon","category":"one, day"},{"quote":"Time is a stream which glides smoothly on and is past before we know.","author":"Ovid","category":"one, day"},{"quote":"Time is a sort of river of passing events  and strong is its current  no sooner is a thing brought to sight than it is swept by and another takes its place  and this too will be swept away.","author":"Marcus Aurelius","category":"one, day"},{"quote":"Time is the sea in which men grow  are born  or die.","author":"Freya Stark","category":"one, day"},{"quote":"Time is the longest distance between two places.","author":"Tennessee Williams","category":"one, day"},{"quote":"I'd like to introduce a man with a lot of charm  talent  and wit. Unfortunately  he couldn't be here tonight  so instead . . .","author":"Melvin Helitzer","category":"openers, introductions"},{"quote":"I do not stand on protocol. If you just call me Excellency  it will be okay.","author":"Henry Kissinger","category":"openers, introductions"},{"quote":"The number-one fear in life is public speaking  and the number-two fear is death. This means that if you go to a funeral  you're better off in the casket than giving the eulogy.","author":"Jerry Seinfeld","category":"openers, introductions"},{"quote":"At the end of a long introduction: You omitted perhaps one thing - that in 1974 I had a hemorrhoidectomy.","author":"Howell Heflin","category":"openers, introductions"},{"quote":"My father gave me these hints on speech making: Be sincere ... be brief ... be seated.","author":"James Roosevelt","category":"openers, introductions"},{"quote":"A good speech  like a woman's skirt  should be long enough to cover the subject and short enough to create interest. I have been asked to give my address in the remaining five minutes. That I can do! Here it is: 10 Carlton Gardens  London  England.","author":"Lord Balfour","category":"openers, introductions"},{"quote":"I sort of feel like Cindy Crawford's new husband on their wedding night. I know what's expected of me. I'm just not sure I've got the ability to make it interesting.","author":"Melvin Helitzer","category":"openers, introductions"},{"quote":"If any of you are related to our main guest  let me know so I can speak slowly.","author":"Wendy Morgan","category":"openers, introductions"},{"quote":"As my mother used to say: \"Mimic a duck act calm and unruffled on the surface  but paddle like crazy underneath.\"","author":"Anonymous","category":"openers, introductions"},{"quote":"Some people might say that I think too highly of you just because I worship the water you walk on.","author":"Anonymous","category":"openers, introductions"},{"quote":"As Spinoza  or someone very much like him  once said . . .","author":"Judith Viorst","category":"openers, introductions"},{"quote":"An evening like this would be empty without some reference to [politics]  so let's just think of this as empty.","author":"Anonymous","category":"openers, introductions"},{"quote":"Speeches are like steer horns - a point here  a point there  and a lot of bull in between.","author":"Evelyn Anderson","category":"openers, introductions"},{"quote":"My job is to talk to you  and your job is to listen. If you finish first  please let me know.","author":"Harry Hershfield","category":"openers, introductions"},{"quote":"I have noticed that the people who are late are often so much jollier than the people who have to wait for them.","author":"E. V. Lucas","category":"openers, introductions"},{"quote":"I don't want to be patronizing . . . that means \"talking down.\"","author":"Wendy Morgan","category":"openers, introductions"},{"quote":"speaker: I have only ten minutes and hardly know where to begin. voice in back: Begin at the ninth.","author":"Jacob Braude","category":"openers, introductions"},{"quote":"After such an introduction  I can hardly wait to hear what I'm going to say.","author":"Evelyn Anderson","category":"openers, introductions"},{"quote":"I was chosen to speak due to my warm personality. . . . Look up warm and it means \"not so hot.\"","author":"Anonymous","category":"openers, introductions"},{"quote":"A speech that's full of sparkling wit will keep its hearer grinning  provided its end is close to its beginning.","author":"Anonymous","category":"openers, introductions"},{"quote":"It usually takes me more than three weeks to prepare a good impromptu speech.","author":"Mark Twain","category":"openers, introductions"},{"quote":"I'd like to tell you some jokes now  but you'd only laugh.","author":"Milton Berle","category":"openers, introductions"},{"quote":"The recipe for a good speech includes some shortening.","author":"Anonymous","category":"openers, introductions"},{"quote":"I was told to be accurate  be brief  and then be seated. ... So I promise I shall be brief as possible - no matter how long it takes me.","author":"Willard Pearson","category":"openers, introductions"},{"quote":"Thank you for the privilege of speaking to you in this magnificent auditorium. You know the meaning of the word auditorium  don't you? It is derived from two Latin words  audio  \"to hear \" and taurus  \"the bull.\"","author":"Larry Wilde","category":"openers, introductions"},{"quote":"I was chosen to speak today based on my senility.","author":"Wendy Morgan","category":"openers, introductions"},{"quote":"A toastmaster is a man who eats a meal he doesn't want so he can get up and tell a lot of stories he doesn't remember to people who've already heard them.","author":"George Jessel","category":"openers, introductions"},{"quote":"I'm an idealist: I don't know where I'm going but I'm on my way.","author":"Carl Sandburg","category":"openers, introductions"},{"quote":"We noticed a crasher at the bar - that shows what a real man he is - he's here to show he's not ticked for not being asked.","author":"Anonymous","category":"openers, introductions"},{"quote":"Response to clapping: \"Thank you for ovating.\"","author":"Anonymous","category":"openers, introductions"},{"quote":"I often quote myself. It adds spice to my conversation.","author":"George Bernard Shaw","category":"openers, introductions"},{"quote":"A bore is a man who spends so much time talking about himself that you can't talk about yourself.","author":"Melville Landon","category":"openers, introductions"},{"quote":"Buffet: A French word that means \"get up and get it yourself.\"","author":"Ron Dentinger","category":"openers, introductions"},{"quote":"Wit is the salt of conversation  not the food.","author":"William Hazlitt","category":"openers, introductions"},{"quote":"Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.","author":"Mark Twain","category":"openers, introductions"},{"quote":"On how to become a good speaker: Practice all the time. One of the best ways is to put a bunch of marbles in your mouth while you talk. Slowly but surely you take away a marble. And then  when you've lost all your marbles  you're a public speaker.","author":"George Jessel","category":"openers, introductions"},{"quote":"Once you get people laughing  they're listening and you can tell them almost anything.","author":"Herb Gardner","category":"openers, introductions"},{"quote":"Goldie Hawn is funny  sexy  beautiful  talented  intelligent  warm  and consistently sunny. Other than that  she doesn't impress me at all.","author":"Neil Simon","category":"openers, introductions"},{"quote":"When I told her we were going to roast her  she said  \"Of course  . . . they only crucify the innocent.\"","author":"Anonymous","category":"openers, introductions"},{"quote":"A lot of you want me to hurry through the introduction. That's because you're so much older you don't want to waste a minute of your life.","author":"Wendy Morgan","category":"openers, introductions"},{"quote":"Even more exasperating than the guy who thinks he knows it all is the one who really does.","author":"Al Bernstein","category":"openers, introductions"},{"quote":"We will then hear from the founder of the Mayo Clinic  . . . Dr. Ted Clinic.","author":"Dave Barry","category":"openers, introductions"},{"quote":"The first Rotarian was the first man to call John the Baptist Jack.","author":"H. L. Mencken","category":"openers, introductions"},{"quote":"Will the people in the cheaper seats clap your hands? All the rest of you  if you'll just rattle your jewelry.","author":"John Lennon","category":"openers, introductions"},{"quote":"As one skeleton said to the other - if I had any guts I'd get the heck out of here.","author":"Anonymous","category":"openers, introductions"},{"quote":"Thanks for the nice introduction. Next to my resume  that's the closest I'll ever come to perfection.","author":"Anonymous","category":"openers, introductions"},{"quote":"We were worried that our main speaker wouldn't be able to make it tonight. But  fortunately  due to a hole in the prosecution's case . . .","author":"Anonymous","category":"openers, introductions"},{"quote":"I thought I'd begin by reading a poem by Shakespeare  but then I thought  Why should I? He never reads any of mine.","author":"Spike Milligan","category":"openers, introductions"},{"quote":"I hope you will excuse my being late. The person in this organization who gave me directions here has obviously heard me speak before.","author":"Anonymous","category":"openers, introductions"},{"quote":"When I was preparing for this speech I asked my family for advice. One member replied  \"There's a first time for everything  so try to be funny and brief.\"","author":"Anonymous","category":"openers, introductions"},{"quote":"Most experts suggest that one should open with a joke. Obviously  they've never heard me tell a joke.","author":"Anonymous","category":"openers, introductions"},{"quote":"Good evening  ladies and gentlemen. I'm pleased to be with you. (Pause) That concludes my prepared remarks.","author":"Anonymous","category":"openers, introductions"},{"quote":"I'm moving down here . . . because some of you in the back might not be able to hear my talk . . . and that wouldn't be fair to those who can hear it.","author":"Anonymous","category":"openers, introductions"},{"quote":"It has been discovered experimentally that you can draw laughter from an audience anywhere in the world  of any class or race  simply by walking on a stage and uttering the words \"I am a married man.\"","author":"Ted Kavanaugh","category":"openers, introductions"},{"quote":"This gathering is what I call \"intimate \" which really means \"Where is everybody?\"","author":"Tim Conway","category":"openers, introductions"},{"quote":"Do not choose to be wrong for the sake of being different.","author":"Lord Samuel","category":"opinion"},{"quote":"If you want people to think well of you  do not speak well of yourself.","author":"Blaise Pascal","category":"opinion"},{"quote":"New opinions are always suspected  and usually opposed  without any other reason but because they are not already common.","author":"John Locke","category":"opinion"},{"quote":"So many men  so many opinions.","author":"Terence","category":"opinion"},{"quote":"Three Spaniards  four opinions.","author":"Spanish proverb","category":"opinion"},{"quote":"We are so vain that we even care for the opinion of those we don't care for.","author":"Marie von Ebner-Eschenbach","category":"opinion"},{"quote":"One should respect public opinion in so far as it is necessary to avoid starvation and to keep out of prison  but anything that goes beyond this is voluntary submission to an unnecessary tyranny.","author":"Bertrand Russell","category":"opinion"},{"quote":"Public opinion  a vulgar  impertinent  anonymous tyrant who deliberately makes life unpleasant for anyone who is not content to be the average man.","author":"Dean William R. Inge","category":"opinion"},{"quote":"You've no idea what a poor opinion I have of myself - and how little I deserve it.","author":"W. S. Gilbert","category":"opinion"},{"quote":"Predominant opinions are generally the opinions of the generation that is vanishing.","author":"Benjamin Disraeli","category":"opinion"},{"quote":"To be positive: to be mistaken at the top of one's voice.","author":"Ambrose Bierce","category":"opinion"},{"quote":"When I want your opinion I'll give it to you.","author":"Laurence J. Peter","category":"opinion"},{"quote":"The sound of tireless voices is the price we pay for the right to hear the music of our own opinions.","author":"Adlai Stevenson","category":"opinion"},{"quote":"It is always considered a piece of impertinence in England if a man of less than two or three thousand a year has any opinions at all upon important subjects.","author":"Sydney Smith","category":"opinion"},{"quote":"The pressure of public opinion is like the pressure of the atmosphere  you can't see it - but all the same  it is sixteen pounds to the square inch.","author":"James Russell Lowell","category":"opinion"},{"quote":"The right to be heard does not automatically include the right to be taken seriously.","author":"Hubert Humphrey","category":"opinion"},{"quote":"The world is not run by thought  nor by imagination  but by opinion.","author":"Elizabeth Drew","category":"opinion"},{"quote":"'No' and 'Yes' are words quickly said  but they need a great amount of thought before you utter them.","author":"Baltasar Gracian","category":"opinion"},{"quote":"I disapprove of what you say  but I will defend to the death your right to say it.","author":"Voltaire","category":"opinion"},{"quote":"It is not truth  but opinion that can travel the world without a passport.","author":"Walter Raleigh","category":"opinion"},{"quote":"There never were two opinions alike in all the world  no more than two hours or two grains: the most universal quality is diversity.","author":"Michel de Montaigne","category":"opinion"},{"quote":"A difference of opinion is what makes horse racing and missionaries.","author":"Will Rogers","category":"opinion"},{"quote":"Public opinion is a compound of folly  weakness  prejudice  wrong feeling  right feeling  obstinacy  and newspaper paragraphs.","author":"Robert Peel","category":"opinion"},{"quote":"The foolish and the dead alone never change their opinions.","author":"James Russell Lowell","category":"opinion"},{"quote":"All empty souls tend to extreme opinion.","author":"William Butler Yeats","category":"opinion"},{"quote":"Too often we . . . enjoy the comfort of opinion without the discomfort of thought.","author":"John F. Kennedy","category":"opinion"},{"quote":"Opinions cannot survive if one has no chance to fight for them.","author":"Thomas Mann","category":"opinion"},{"quote":"There are a great many opinions in this world  and a good half of them are professed by people who have never been in trouble.","author":"Mavis Gallant","category":"opinion"},{"quote":"It were not best that we should all think alike  it is difference of opinion that makes horseraces.","author":"S. L. Clemens","category":"opinion"},{"quote":"Stiff in opinion  always in the wrong.","author":"John Dryden","category":"opinion"},{"quote":"It is rare that the public sentiment decides immorally or unwisely  and the individual who differs from it ought to distrust and examine well his own opinion.","author":"Thomas Jefferson","category":"opinion"},{"quote":"Those who never retract their opinions love themselves more than they love truth.","author":"Joseph Joubert","category":"opinion"},{"quote":"Public opinion  though often formed upon a wrong basis  yet generally has a strong underlying sense of justice.","author":"Abraham Lincoln","category":"opinion"},{"quote":"Opinions cannot survive if one has no chance to fight for them.","author":"Thomas Mann","category":"opinion"},{"quote":"The foolish and the dead alone never change their opinion.","author":"James Russell Lowell","category":"opinion"},{"quote":"Force and not opinion is the queen of the world  but it it opinion that uses the force.","author":"Pascal","category":"opinion"},{"quote":"Public opinion is a compound of folly  weakness  prejudice  wrong feeling  right feeling  obstinacy  and newspaper paragraphs.","author":"Robert Peel","category":"opinion"},{"quote":"The feeble tremble before opinion  the foolish defy it  the wise judge it  the skillful direct it.","author":"Mme. Jeanne Roland","category":"opinion"},{"quote":"I know where there is more wisdom than is found in Napoleon  Voltaire  or all the ministers present and to come - in public opinion.","author":"Talleyrand","category":"opinion"},{"quote":"You create your opportunities by asking for them.","author":"Patty Hansen","category":"opportunities"},{"quote":"A wise man will make more opportunities than he finds.","author":"Francis Bacon","category":"opportunities"},{"quote":"Look for opportunity. You can't wait for it to knock on the door. ... You might not be home.","author":"Jinger Heath","category":"opportunities"},{"quote":"If you want to succeed in the world  you must make your own opportunities.","author":"John B. Gough","category":"opportunities"},{"quote":"Life is a narrative that you have a hand in writing.","author":"Henriette Anne Klauser","category":"opportunities"},{"quote":"Mediocre men wait for opportunity to come to them. Strong  able  alert men go after opportunity.","author":"B. C. Forbes","category":"opportunities"},{"quote":"A filly who wants to run will always find a rider.","author":"Jacques Audiberti","category":"opportunities"},{"quote":"Life is what we make it  always has been  always will be.","author":"Grandma Moses","category":"opportunities"},{"quote":"God forgives those who invent what they need.","author":"Ayn Rand","category":"opportunities"},{"quote":"Many things are lost for want of asking.","author":"English proverb","category":"opportunities"},{"quote":"You don't just luck into things ... you build step by step  whether it's friendships or opportunities.","author":"Barbara Bush","category":"opportunities"},{"quote":"Every man is the architect of his own fortune.","author":"Sallust","category":"opportunities"},{"quote":"He that waits upon fortune is never sure of a dinner.","author":"Benjamin Franklin","category":"opportunities"},{"quote":"There is no security on this earth. Only opportunity.","author":"General Douglas MacArthur","category":"opportunities"},{"quote":"Too many people are thinking of security instead of opportunity  they seem more afraid of life than of death.","author":"James F. Byrnes","category":"opportunities"},{"quote":"Freedom is nothing else but a chance to be better  whereas enslavement is a certainty of the worst.","author":"Albert Camus","category":"opportunities"},{"quote":"The opportunity is often lost by deliberating.","author":"Publilius Syrus","category":"opportunities"},{"quote":"I have always been waiting for something better-sometimes to see the best I had snatched from me.","author":"Dorothy Reed Mendenhall","category":"opportunities"},{"quote":"The sad truth is that opportunity doesn't knock twice. You can put things off until tomorrow but tomorrow may never come. Where will you be a few years down the line? Will it be everything you dreamed of? We seal our fate with the choices we take  but don't give a second thought to the chances we take.","author":"Gloria Estefan","category":"opportunities"},{"quote":"You decide you'll wait for your pitch. Then as the ball starts toward the plate  you think about your stance. And then you think about your swing. And then you realize that the ball that went past you for a strike was your pitch.","author":"Bobby Murcer","category":"opportunities"},{"quote":"Small opportunities are often the beginning of great enterprises.","author":"Demosthenes","category":"opportunities"},{"quote":"Any ritual is an opportunity for transformation.","author":"Starhawk","category":"opportunities"},{"quote":"Ability is of little account without opportunity.","author":"Napoleon Bonaparte","category":"opportunities"},{"quote":"Our opportunities to do good are our talents.","author":"Cotton Mather","category":"opportunities"},{"quote":"Opportunity knocks at every man's door once. On some men's door it hammers till it breaks down the door and then it goes in and wakes him up if he's asleep  and ever afterward it works for him as a night watchman.","author":"Finley Peter Dunne","category":"opportunities"},{"quote":"It is less important to redistribute wealth than it is to redistribute opportunity.","author":"Arthur Vandenberg","category":"opportunities"},{"quote":"You can't make souffle rise twice.","author":"Alice Roosevelt Longworth","category":"opportunities"},{"quote":"A door that seems to stand open must be a man's size  or it is not the door that Providence means for him.","author":"Henry Ward Beecher","category":"opportunities"},{"quote":"Next to knowing when to seize an opportunity  the most important thing in life is to know when to forgo an advantage.","author":"Benjamin Disraeli","category":"opportunities"},{"quote":"The follies which a man regrets most in his life are those which he didn't commit when he had the opportunity.","author":"Helen Rowland","category":"opportunities"},{"quote":"To see a shadow and think it is a tree-that is a pity  but to see a tree and to think it a shadow can be fatal.","author":"Phyllis Bottome","category":"opportunity"},{"quote":"Great opportunities come to all  but many do not know they have met them. The only preparation to take advantage of them is simple fidelity to watch what each day brings.","author":"Albert E. Dunning","category":"opportunity"},{"quote":"Opportunities are everywhere.","author":"Lucy Benington","category":"opportunity"},{"quote":"Opportunities are usually disguised as hard work  so most people don't recognize them.","author":"Ann Landers","category":"opportunity"},{"quote":"The world is all gates  all opportunities  strings of tension waiting to be struck.","author":"Ralph Waldo Emerson","category":"opportunity"},{"quote":"No great man ever complains of want of opportunity.","author":"Ralph Waldo Emerson","category":"opportunity"},{"quote":"Great opportunities to help others seldom come  but small ones come daily.","author":"Ivy Baker Priest","category":"opportunity"},{"quote":"Men do with opportunities as children do at the seashore  they fill their little hands with sand  and then let the grains fall through  one by one  till all are gone.","author":"T. Jones","category":"opportunity"},{"quote":"Do not wait for ideal circumstances  nor for the best opportunities  they will never come.","author":"Janet Erskine Stuart","category":"opportunity"},{"quote":"Nothing is so often irretrievably missed as a daily opportunity.","author":"Marie von Ebner-Eschenbach","category":"opportunity"},{"quote":"If a man looks sharply and attentively  he shall see fortune  for though she be blind  yet she is not invisible.","author":"Francis Bacon","category":"opportunity"},{"quote":"Know thine opportunity.","author":"Pittacus","category":"opportunity"},{"quote":"In great affairs we ought to apply ourselves less to creating chances than to profiting from those that are offered.","author":"Francois de La Rochefoucauld","category":"opportunity"},{"quote":"Opportunity is as scarce as oxygen  men fairly breathe it and do not know it.","author":"Doc Sane","category":"opportunity"},{"quote":"Opportunities do not come with their values stamped upon them. ... To face every opportunity of life thoughtfully  and ask its meaning bravely and earnestly  is the only way to meet supreme opportunities when they come  whether open-faced or disguised.","author":"Maltbie D. Babcock","category":"opportunity"},{"quote":"We are told that talent creates its own opportunities. But it sometimes seems that intense desire creates not only its own opportunities  but its own talents.","author":"Eric Hoffer","category":"opportunity"},{"quote":"How many opportunities present themselves to a man without his noticing them?","author":"Arab proverb","category":"opportunity"},{"quote":"Luck affects everything. Let your hook be always cast. In the stream where you least expect it  there will be a fish.","author":"Ovid","category":"opportunity"},{"quote":"The opportunity that God sends does not wake up him who is asleep.","author":"Senegalese proverb","category":"opportunity"},{"quote":"Present opportunities are neglected  and attainable good is slighted  by minds busied in extensive ranges and intent upon future advantages.","author":"Samuel Johnson","category":"opportunity"},{"quote":"Opportunities multiply as they are seized  they die when neglected. Life is a long line of opportunities.","author":"John Wicker","category":"opportunity"},{"quote":"It is often hard to distinguish between the hard knocks in life and those of opportunity.","author":"Frederick Phillips","category":"opportunity"},{"quote":"I think luck is the sense to recognize an opportunity and the ability to take advantage of it. Everyone has bad breaks  but everyone also has opportunities. The man who can smile at his breaks and grab his chances gets on.","author":"Samuel Goldwyn","category":"opportunity"},{"quote":"To improve the golden moment of opportunity  and catch the good that is within our reach  is the great art of life.","author":"Samuel Johnson","category":"opportunity"},{"quote":"The greatest achievement of the human spirit is to live up to one's opportunities  and make the most of one's resources.","author":"Vauvenargues","category":"opportunity"},{"quote":"When one door closes  another opens. But we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us.","author":"Helen Keller","category":"opportunity"},{"quote":"The opportunities for enjoyment in your life are limitless. If you feel you are not experiencing enough joy  you have only yourself to blame.","author":"David E. Bresler","category":"opportunity"},{"quote":"Opportunities are often things you haven't noticed the first time around.","author":"Catherine Deneuve","category":"opportunity"},{"quote":"The successful man is one who had the chance and took it.","author":"Roger Babson","category":"opportunity"},{"quote":"Vigilance in watching opportunity  tact and daring in seizing upon opportunity  force and persistence in crowding opportunity to its utmost possible achievement-these are the martial virtues which must command success.","author":"Austin Phelps","category":"opportunity"},{"quote":"To avoid an occasion for our virtues is a worse degree of failure than to push forward pluckily and make a fall.","author":"Robert Louis Stevenson","category":"opportunity"},{"quote":"Opportunity knocks but once.","author":"Anonymous","category":"opportunity"},{"quote":"I was seldom able to see an opportunity until it had ceased to be one.","author":"Mark Twain","category":"opportunity"},{"quote":"If Fortune calls  offer him a seat.","author":"Yiddish proverb","category":"opportunity"},{"quote":"What the student calls a tragedy  the master calls a butterfly.","author":"Richard Bach","category":"opportunity"},{"quote":"Opportunity is missed by most people because it is dressed in overalls  and looks like work.","author":"Thomas A. Edison","category":"opportunity"},{"quote":"Times of stress and difficulty are seasons of opportunity when the seeds of progress are sown.","author":"Thomas F. Woodlock","category":"opportunity"},{"quote":"We must look for the opportunity in every difficulty instead of being paralyzed at the thought of the difficulty in every opportunity.","author":"Walter E. Cole","category":"opportunity"},{"quote":"The best impromptu speeches are the ones written well in advance.","author":"Ruth Gordon","category":"opportunity"},{"quote":"Opportunity can benefit no man who has not fitted himself to seize it and use it. Opportunity woos the worthy  shuns the unworthy. Prepare yourself to grasp opportunity  and opportunity is likely to come your way. It is not so fickle  capricious and unreasoning as some complain.","author":"B. C. Forbes","category":"opportunity"},{"quote":"Opportunity rarely knocks until you are ready. And few people have ever been really ready without receiving opportunity's call.","author":"Channing Pollock","category":"opportunity"},{"quote":"The secret to success in life is for a man to be ready for his opportunity when it comes.","author":"Benjamin Disraeli","category":"opportunity"},{"quote":"I always keep myself in a position of being a student.","author":"Jackie Joyner-Kersee","category":"opportunity"},{"quote":"I think the young actor who really wants to act will find a way ... to keep at it and seize every opportunity that comes along.","author":"Sir John Gielgud","category":"opportunity"},{"quote":"If you want greater prosperity in your life  start forming a vacuum to receive it.","author":"Catherine Ponder","category":"opportunity"},{"quote":"Unless a man has trained himself for his chance  the chance will only make him ridiculous.","author":"William Matthews","category":"opportunity"},{"quote":"Do not suppose opportunity will knock twice at your door.","author":"Sebastien Chamfort","category":"opportunity"},{"quote":"Make hay while the sun shines.","author":"English proverb","category":"opportunity"},{"quote":"Plough deep while sluggards sleep.","author":"Benjamin Franklin","category":"opportunity"},{"quote":"There is a tide in the affairs of men  Which  taken at the flood  leads on to fortune.","author":"William Shakespeare","category":"opportunity"},{"quote":"The opportunity for doing mischief is found a hundred times a day  and of doing good once in a year.","author":"Voltaire","category":"opportunity"},{"quote":"In the midst of winter  I finally learned that there was in me an invincible summer.","author":"Albert Camus","category":"optimism, pessimism"},{"quote":"One cloud is enough to eclipse all the sun.","author":"Thomas Fuller","category":"optimism, pessimism"},{"quote":"The progress of rivers to the ocean is not so rapid as that of man to error.","author":"Voltaire","category":"optimism, pessimism"},{"quote":"When I look in the glass I see that every line in my face means pessimism  but in spite of my face - that is my experience - I remain an optimist.","author":"Richard Jeffries","category":"optimism, pessimism"},{"quote":"An optimist is a guy that has never had much experience.","author":"Don Marquis","category":"optimism, pessimism"},{"quote":"An optimist is a fellow who believes what's going to be will be postponed.","author":"Kin Hubbard","category":"optimism, pessimism"},{"quote":"Pessimist - one who  when he has the choice of two evils  chooses both.","author":"Oscar Wilde","category":"optimism, pessimism"},{"quote":"My pessimism goes to the point of suspecting the sincerity of the pessimists.","author":"Jean Rostand","category":"optimism, pessimism"},{"quote":"A pessimist is one who has been compelled to live with an optimist.","author":"Elbert Hubbard","category":"optimism, pessimism"},{"quote":"Pessimism is only the name that men of weak nerves give to wisdom.","author":"Elbert Hubbard","category":"optimism, pessimism"},{"quote":"When it is dark enough  you can see the stars.","author":"Charles A. Beard","category":"optimism, pessimism"},{"quote":"There is not enough darkness in all the world to put out the light of even one small candle.","author":"Robert Alden","category":"optimism, pessimism"},{"quote":"When things come to the worst  they generally mend.","author":"Susanna Moodie","category":"optimism, pessimism"},{"quote":"The optimist claims we live in the best of all possible worlds  and the pessimist fears this is true.","author":"James Branch Cabell","category":"optimism, pessimism"},{"quote":"Still round the corner there may wait  a new road  or a secret gate.","author":"J. R. R. Tolkien","category":"optimism, pessimism"},{"quote":"When Fortune empties her chamberpot on your head  smile and say 'We are going to have a summer shower.'","author":"John A. Macdonald","category":"optimism, pessimism"},{"quote":"The world gets better every day - then worse again in the evening.","author":"Kin Hubbard","category":"optimism, pessimism"},{"quote":"A man he seems of cheerful yesterdays And confident tomorrows.","author":"William Wordsworth","category":"optimism, pessimism"},{"quote":"There is a budding morrow in midnight.","author":"John Keats","category":"optimism, pessimism"},{"quote":"Optimism: A cheerful frame of mind that enables a tea kettle to sing though in hot water up to its nose.","author":"Anonymous","category":"optimism"},{"quote":"An optimist sees an opportunity in every calamity  a pessimist sees a calamity in every opportunity.","author":"Anonymous","category":"optimism"},{"quote":"To look up and not down  To look forward and not back  To look out and not in  and To lend a hand.","author":"Edward Everett Hale","category":"optimism"},{"quote":"Two men look out through the same bars: One sees the mud  and one the stars.","author":"Frederick Langbridge","category":"optimism"},{"quote":"Keep your face to the sunshine and you cannot see the shadow.","author":"Helen Keller","category":"optimism"},{"quote":"Oratory is the power to talk people out of their sober and natural opinions.","author":"Paul Chatfield","category":"oratory"},{"quote":"Glittering generalities! They are blazing ubiquities.","author":"Ralph Waldo Emerson","category":"oratory"},{"quote":"I am not fond of uttering platitudes In stained-glass attitudes.","author":"W. S. Gilbert","category":"oratory"},{"quote":"The object of oratory is not truth  but persuasion.","author":"Macaulay","category":"oratory"},{"quote":"What the orators want in depth  they give you in length.","author":"Charles Montesquieu","category":"oratory"},{"quote":"It is much safer to obey than to rule.","author":"Thomas a Kempis","category":"order, organization"},{"quote":"Let all things be done decently and in order.","author":"Bible","category":"order, organization"},{"quote":"There is no right to strike against the public safety by anybody  anywhere  anytime.","author":"Calvin Coolidge","category":"order, organization"},{"quote":"When liberty destroys order  the hunger for order will destroy liberty.","author":"Will Durant","category":"order, organization"},{"quote":"Those who are fond of setting things to rights have no great objection to setting them wrong.","author":"William Hazlitt","category":"order, organization"},{"quote":"To have his path made clear for him is the aspiration of every human being in our beclouded and tempestuous existence.","author":"Joseph Conrad","category":"order, organization"},{"quote":"Our laws make law impossible  our liberties destroy all freedom  our property is organized robbery  our morality an impudent hypocrisy  our wisdom is administered by inexperienced or mal-experienced dupes  our power wielded by cowards and weaklings  and our honour false in all its points. I am an enemy of the existing order for good reasons.","author":"George Bernard Shaw","category":"order, organization"},{"quote":"Crude classifications and false generalizations are the curse of organized life.","author":"H. G. Wells","category":"order, organization"},{"quote":"Timing  degree and conviction are the three wise men in this life.","author":"R. I. Fitzhenry","category":"order, organization"},{"quote":"We put things in order - God does the rest. Lay an iron bar east and west  it is not magnetized. Lay it north and south and it is.","author":"Horace Mann","category":"order, organization"},{"quote":"I must create a system  or be enslaved by another man's.","author":"William Blake","category":"order, organization"},{"quote":"Out of intense complexities intense simplicities emerge.","author":"Winston Churchill","category":"order, organization"},{"quote":"There is no course of life so weak and sottish as that which is managed by order  method and discipline.","author":"Michel de Montaigne","category":"order, organization"},{"quote":"Large organization is loose organization. Nay  it would be almost as true to say that organization is always disorganization.","author":"G. K. Chesterton","category":"order, organization"},{"quote":"That's what learning is. You suddenly understand something you understood all your life  but in a new way.","author":"Doris Lessing","category":"order, organization"},{"quote":"Have a place for everything and have everything in its place.","author":"Anonymous","category":"order"},{"quote":"Set thine house in order.","author":"Bible","category":"order"},{"quote":"Order is Heaven's first law.","author":"Alexander Pope","category":"order"},{"quote":"Originality is the art of concealing your sources.","author":"Anonymous","category":"originality"},{"quote":"Utter originality is  of course  out of the question.","author":"Ezra Pound","category":"originality"},{"quote":"We do not inherit this land from our ancestors  we borrow it from our children.","author":"Haida saying","category":"originality"},{"quote":"Why can't somebody give us a list of things that everybody thinks and nobody says  and another list of things that everybody says and nobody thinks.","author":"Oliver Wendell Holmes","category":"originality"},{"quote":"Originality is nothing but judicious imitation. The most original writers borrowed one from another. The instruction we find in books is like fire. We fetch it from our neighbours  kindle it at home  communicate it to others and it becomes the property of all.","author":"Voltaire","category":"originality"},{"quote":"Originality does not consist in saying what no one has ever said before  but in saying exactly what you think yourself.","author":"James Stephens","category":"originality"},{"quote":"What a good thing Adam had - when he said a good thing  he knew nobody had said it before.","author":"Mark Twain","category":"originality"},{"quote":"All cases are unique and very similar to others.","author":"T. S. Eliot","category":"originality"},{"quote":"I invent nothing. I rediscover.","author":"Auguste Rodin","category":"originality"},{"quote":"There is nothing new under the sun.","author":"Bible","category":"originality"},{"quote":"When people are free to do as they please  they usually imitate each other. Originality is deliberate and forced  and partakes of the nature of a protest.","author":"Eric Hoffer","category":"originality"},{"quote":"All profoundly original work looks ugly at first.","author":"Clement Greenberg","category":"originality"},{"quote":"Riding hard for glory.","author":"Irving Layton","category":"originality"},{"quote":"What is originality? Undetected plagiarism.","author":"Dean William R. Inge","category":"originality"},{"quote":"The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty  and we must rise with the occasion. As our case is new  so we must think anew and act anew. We must disenthrall ourselves.","author":"Abraham Lincoln","category":"originality"},{"quote":"You always admire what you really don't understand.","author":"Eleanor Roosevelt","category":"side"},{"quote":"What you can't get is just what suits you.","author":"French proverb","category":"side"},{"quote":"The dream is real  my friends. The failure to realize it is the only reality.","author":"Toni Cade Bambara","category":"side"},{"quote":"The true exercise of freedom is-can-nily and wisely and with grace-to move inside what space confines-and not seek to know what lies beyond and cannot be touched or tasted.","author":"A. S. Byatt","category":"side"},{"quote":"Death and taxes and childbirth! There's never any convenient time for any of them!","author":"Margaret Mitchell","category":"side"},{"quote":"No one is content with his own lot.","author":"Horace","category":"side"},{"quote":"Let us accept truth  even when it surprises us and alters our views.","author":"George Sand","category":"side"},{"quote":"To have ideals is not the same as to have impracticable ideals.","author":"L. Susan Stebbing","category":"side"},{"quote":"There has never been an age that did not applaud the past and lament the present.","author":"Lillian Eichler Watson","category":"side"},{"quote":"Every stage of life has its troubles  and no man is content with his own age.","author":"Ausonius","category":"side"},{"quote":"We love in others what we lack ourselves  and would be everything but what we are.","author":"R. H. Stoddard","category":"side"},{"quote":"There is less in this than meets the eye.","author":"Tallulah Bankhead","category":"side"},{"quote":"When you don't have any money  the problem is food. When you have money  it's sex. When you have both  it's health. If everything is simply jake  then you're frightened of death.","author":"J. P. Donleavy","category":"side"},{"quote":"Diogenes was asked what wine he liked best  and he answered  \"Somebody else's.\"","author":"Michel de Montaigne","category":"side"},{"quote":"The apples on the other side of the wall are the sweetest.","author":"Anonymous","category":"side"},{"quote":"Nothing is so good as it seems beforehand.","author":"George Eliot","category":"side"},{"quote":"Happiness is ... usually attributed by adults to children  and by children to adults.","author":"Thomas Szasz","category":"side"},{"quote":"Acorns were good till bread was found.","author":"Anonymous","category":"side"},{"quote":"None of us is ever satisfied with what we are.","author":"Terence","category":"side"},{"quote":"We always long for forbidden things  k and desire what is denied us.","author":"Francois Rabelais","category":"side"},{"quote":"Man's heart is never satisfied  the snake would swallow the elephant.","author":"Chinese proverb","category":"side"},{"quote":"We all envy other people's luck.","author":"Latin proverb","category":"side"},{"quote":"When every blessed thing you have is made of silver  or of gold  you long for simple pewter.","author":"W. S. Gilbert","category":"side"},{"quote":"I'd rather have written \"Cheers\" than anything I've written.","author":"Kurt Vonnegut","category":"side"},{"quote":"When a man's busy  leisure strikes him as a wonderful pleasure  and at leisure once is he? Straightway he wants to be busy.","author":"Robert Browning","category":"side"},{"quote":"To most of us the real life is the life we do not lead.","author":"Oscar Wilde","category":"side"},{"quote":"Happiness to a dog is what lies on the other side of the door.","author":"Charlton Ogburn","category":"side"},{"quote":"Man would be otherwise. That is the essence of the specifically human.","author":"Antonio Machado","category":"side"},{"quote":"He who would be happy should stay at home.","author":"Greek proverb","category":"side"},{"quote":"He who leaves his house in search of happiness pursues a shadow.","author":"Anonymous","category":"side"},{"quote":"It is not irritating to be where one is. It is only irritating to think one would like to be somewhere else.","author":"John Cage","category":"side"},{"quote":"Pioneers may be picturesque figures  but they are often rather lonely ones.","author":"Nancy Astor","category":"side"},{"quote":"He that is discontented in one place will seldom be happy in another.","author":"Aesop","category":"side"},{"quote":"We are under the spell always of what is distant from us. It is not in our nature to desire passionately what is near at hand.","author":"Alec Waugh","category":"side"},{"quote":"In all climates  under all skies  man's happiness is always somewhere else.","author":"Giacomo Leopardi","category":"side"},{"quote":"In Rome you long for the country. In the country you praise to the skies the distant town.","author":"Horace","category":"side"},{"quote":"He who would be happy should stay at home.","author":"Greek proverb","category":"side"},{"quote":"Life is a hospital in which every patient is possessed by the desire of changing his bed. One would prefer to suffer near the fire  and another is certain he would get well if he were by the window.","author":"Charles Baudelaire","category":"side"},{"quote":"It is common to overlook what is near by keeping the eye fixed on something remote.","author":"Samuel Johnson","category":"side"},{"quote":"There are three wants which can never be satisfied: that of the rich  who want something more  that of the sick  who want something different  and that of the traveler  who says  \"Anywhere but here.\"","author":"Ralph Waldo Emerson","category":"side"},{"quote":"Happiness grows at our firesides  and is not to be picked in strangers' gardens.","author":"Douglas Jerrold","category":"side"},{"quote":"Men run away to other countries because they are not good in their own  and run back to their own because they pass for nothing in the new places.","author":"Ralph Waldo Emerson","category":"side"},{"quote":"The proper means of increasing the love we bear our native country is to reside some time in a foreign one.","author":"William Shenstone","category":"side"},{"quote":"If solid happiness we prize  within our breast this jewel lies  And they are fools who roam  the world has nothing to bestow  From our own selves our bliss must flow  And that dear hut-our home.","author":"Nathaniel Cotton","category":"side"},{"quote":"A child on a farm sees a plane fly overhead and dreams of a faraway place. A traveler on the plane sees the farmhouse and dreams of home.","author":"Carl Burns","category":"side"},{"quote":"Life has no smooth road for any of us  and in the bracing atmosphere of a high aim the very roughness stimulates the climber to steadier steps till the legend  \"over steep ways to the stars \" fulfills itself.","author":"W. C. Doane","category":"side"},{"quote":"The only normal people are the ones you don't know very well.","author":"Foe Ancis","category":"side"},{"quote":"Before we set our hearts too much upon anything  let us examine how happy they are who already possess it.","author":"Francois de La Rochefoucauld","category":"side"},{"quote":"What makes us discontented with our condition is the absurdly exaggerated idea we have of the happiness of others.","author":"Anonymous","category":"side"},{"quote":"Nobody's problem is ideal. Nobody has things just as he would like them.","author":"Dr. Frank Crane","category":"side"},{"quote":"Everybody in the world ought to be sorry for everybody else. We all have our little private hell.","author":"Bettina von Hutton","category":"side"},{"quote":"We are convinced that happiness is never to be found  and each believes it possessed by others  to keep alive the hope of obtaining it for himself.","author":"Samuel Johnson","category":"side"},{"quote":"Men would be angels  angels would be gods.","author":"Alexander Pope","category":"side"},{"quote":"None think the great unhappy but the great.","author":"Edward Young","category":"side"},{"quote":"If every man's internal care Were written on his brow  How many would our pity share Who raise our envy now?","author":"Pietro Metastasio","category":"side"},{"quote":"Misfortunes come to all men.","author":"Chinese proverb","category":"side"},{"quote":"You have no idea how big the other fellow's troubles are.","author":"B. C. Forbes","category":"side"},{"quote":"I have been very happy  very rich  very beautiful  much adulated  very famous and very unhappy.","author":"Brigitte Bardot","category":"side"},{"quote":"I feel successful when the writing goes well. This lasts five minutes. Once  when I was on the bestseller list  I also felt successful. That lasted three minutes.","author":"Jacqueline Briskin","category":"side"},{"quote":"Great and small suffer the same mishaps.","author":"Blaise Pascal","category":"side"},{"quote":"I thought I had reached a point in life where everything would be smooth. But it is not. It just gets more jagged and pitted and filled with turns that take you into the dark recesses of your mind. It never seems to get easy.","author":"Sylvester Stallone","category":"side"},{"quote":"If I were given a change of life  I'd like to see how it would be to live as a mere six-footer.","author":"Wilt Chamberlain","category":"side"},{"quote":"I just want to be an ordinary girl.","author":"Princess Stephanie of Monaco","category":"side"},{"quote":"Money is another pressure. I'm not complaining  I'm just saying that there's a certain luxury in having no money. I spent ten years in New York not having it  not worrying about it. Suddenly you have it  then you worry  where is it going? Am I doing the right thing with it?","author":"Dustin Hoffman","category":"side"},{"quote":"On the outside one is a star. But in reality  one is completely alone  doubting everything. To experience this loneliness of soul is the hardest thing in the world.","author":"Brigitte Bardot","category":"side"},{"quote":"There is no man in this world without some manner of tribulation or anguish  though he be king or pope.","author":"Thomas a Kempis","category":"side"},{"quote":"The only incurable troubles of the rich are the troubles that money can't cure.","author":"Ogden Nash","category":"side"},{"quote":"There is no man in any rank who is always at liberty to act as he would incline  in some quarter or other he is limited by circumstances.","author":"Bonnie Blair","category":"side"},{"quote":"None of us can be free of conflict and woe. Even the greatest men have had to accept disappointments as their daily bread. ... The art of living lies less in eliminating our troubles than in growing with them.","author":"Bernard M. Baruch","category":"side"},{"quote":"Renown is a source of toil and sorrow  obscurity is a source of happiness.","author":"Johann L. von Mosheim","category":"side"},{"quote":"My crown is called content  a crown it is that seldom kings enjoy.","author":"William Shakespeare","category":"side"},{"quote":"If I had my life to live over  I wish I could be a great pianist or something.","author":"Woody Allen","category":"side"},{"quote":"There is no armour against fate  death lays his icy hands on kings.","author":"James Shirley","category":"side"},{"quote":"Pale death with impartial tread beats at the poor man's cottage door and at the palaces of kings.","author":"Horace","category":"side"},{"quote":"I want to be able to live without a crowded calendar. I want to be able to read a book without feeling guilty  or go to a concert when I like.","author":"Golda Meir","category":"side"},{"quote":"I'd like to be a truck driver. I think you could run your life that way. It wouldn't be such a bad way of doing it. It would offer a chance to be alone.","author":"Princess Anne of England","category":"side"},{"quote":"There is as much confusion in the world of the gods as in ours.","author":"Euripides","category":"side"},{"quote":"Pray the gods do not envy your happiness!","author":"Euripides","category":"side"},{"quote":"The suffering of the rich is among the sweetest pleasures of the poor.","author":"R. M. Huber","category":"side"},{"quote":"Oh God  don't envy me  I have my own pains.","author":"Barbra Streisand","category":"side"},{"quote":"Success is counted sweetest by those who never succeed.","author":"Emily Dickinson","category":"side"},{"quote":"I have known no man of genius who had not to pay  in some affliction or defect either physical or spiritual  for what the gods had given him.","author":"Max Beerbohm","category":"side"},{"quote":"I have been very happy  very rich  very beautiful  much adulated  very famous and very unhappy.","author":"Brigitte Bardot","category":"side"},{"quote":"I feel successful when the writing goes well. This lasts five minutes. Once  when I was on the bestseller list  I also felt successful. That lasted three minutes.","author":"Jacqueline Briskin","category":"side"},{"quote":"Men are all the same. They always think that something they are going to get is better than what they have got.","author":"John Oliver Hobbes","category":"side"},{"quote":"Not all speed is movement.","author":"Toni Cade","category":"side"},{"quote":"Success is not greedy  as people think  but insignificant. That's why it satisfies nobody.","author":"Marcus Annaeus Seneca","category":"side"},{"quote":"Oh  I wish that God had not given me what I prayed for! It was not so good as I thought.","author":"Johanna Spyri","category":"side"},{"quote":"Beggars do not envy millionaires  though of course they will envy other beggars who are more successful.","author":"Bertrand Russell","category":"side"},{"quote":"Ambition  having reached the summit  longs to descend.","author":"Pierre Corneille","category":"side"},{"quote":"What we call progress is the exchange of one nuisance for another nuisance.","author":"Henry Havelock Ellis","category":"side"},{"quote":"The superpowers often behave like two heavily armed blind men feeling their way around a room  each believing himself in mortal peril from the other  who he assumes to have perfect vision.","author":"Henry Kissinger","category":"side"},{"quote":"Wanting to change  to improve  a person's situation means offering him  for difficulties in which he is practiced and experienced  other difficulties that will find him perhaps even more bewildered.","author":"Rainer Maria Rilke","category":"side"},{"quote":"Being considered beautiful at a young age sends confusing signals. You think people only like you because of your beauty.","author":"Priscilla Presley","category":"side"},{"quote":"Youth is not a question of years: one is young or old from birth.","author":"Natalie Clifford Barney","category":"side"},{"quote":"When I was fourteen  I was the oldest I ever was. ... I've been getting younger ever since.","author":"Shirley Temple Black","category":"side"},{"quote":"A child's world is fresh and new and beautiful  full of wonder and excitement. It is our misfortune that for most of us that clear-eyed vision  that true instinct for what is beautiful and awe-inspiring  is dimmed and even lost before we reach adulthood.","author":"Rachel Carson","category":"side"},{"quote":"Sure  I'm for helping the elderly. I'm going to be old myself someday.","author":"Lillian Carter","category":"side"},{"quote":"Youth is something very new: twenty years ago no one mentioned it.","author":"Coco Chanel","category":"side"},{"quote":"A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay  it would give us hopes of eternal youth in a better world.","author":"Lydia M. Child","category":"side"},{"quote":"We turn not older with years  but newer every day.","author":"Emily Dickinson","category":"side"},{"quote":"Old age is when the liver spots show through your gloves.","author":"Phyllis Diller","category":"side"},{"quote":"The middle years  caught between children and parents  free of neither: the past stretches back too densely  it is too thickly populated  the future has not yet thinned out.","author":"Margaret Drabble","category":"side"},{"quote":"It is not how old you are  but how you are old.","author":"Marie Dressier","category":"side"},{"quote":"One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.","author":"Dorothy Canfield Fisher","category":"side"},{"quote":"When you become 100  life changes completely.","author":"Lady Willie Forbus","category":"side"},{"quote":"This is a youth-oriented society  and the joke is on them because youth is a disease from which we all recover.","author":"Dorothy Fuldheim","category":"side"},{"quote":"Old age  believe me  is a good and pleasant thing. It is true you are gently shouldered off the stage  but then you are given such a comfortable front stall as spectator.","author":"Jane Harrison","category":"side"},{"quote":"I look forward to growing old and wise and audacious.","author":"Glenda Jackson","category":"side"},{"quote":"It is so comical to hear oneself called old  even at ninety I suppose!","author":"Alice James","category":"side"},{"quote":"I enjoy my wrinkles and regard them as badges of distinction-I've worked hard for them!","author":"Maggie Kuhn","category":"side"},{"quote":"Time-our youth-it never really goes  does it? It is all held in our minds.","author":"Helen Hoover Santmyer","category":"side"},{"quote":"Even I don't wake up looking like Cindy Crawford.","author":"Cindy Crawford","category":"side"},{"quote":"We all lose our looks eventually  better develop your character and interest in life.","author":"Jacqueline Bisset","category":"side"},{"quote":"The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.","author":"Colleen McCullough","category":"side"},{"quote":"The only thing that makes one place more attractive to me than another is the quantity of heart I find in it.","author":"Jane Welsh Carlyle","category":"side"},{"quote":"A woman may develop wrinkles and cellulite  lose her waistline  her bust-line  her ability to bear a child  even her sense of humor  but none of that implies a loss of her sexuality  her femininity.","author":"Barbara Gordon","category":"side"},{"quote":"Old age is like a plane flying through a storm. Once you are aboard there is nothing you can do.","author":"Golda Meir","category":"side"},{"quote":"In youth the days are short and the years are long. In old age the years are short and day's long.","author":"Nikita Ivanovich Panin","category":"side"},{"quote":"How long can you be cute?","author":"Goldie Hawn","category":"side"},{"quote":"Being pretty on the inside means you don't hit your brother and you eat all your peas-that's what my grandma taught me.","author":"Elizabeth Heller","category":"side"},{"quote":"Beauty is in the eye of the beholder.","author":"Margaret Wolfe Hungerford","category":"side"},{"quote":"When you're fifty  you start thinking about things you haven't thought about before. I used to think getting old was about vanity-but actually it's about losing people you love. Getting wrinkles is trivial.","author":"Joyce Carol Oates","category":"side"},{"quote":"I am desperate and vulnerable. ... I am always terrified.... Beauty can sometimes be so very troublesome.","author":"Faye Dunaway","category":"side"},{"quote":"I hate myself on the screen. I want to die ... my voice is either too high or too gravelly. I want to dive under the carpet.... I'd love to be tall and willowy ... I'm short.","author":"Elizabeth Taylor","category":"side"},{"quote":"After a certain number of years  our faces become our biographies.","author":"Cynthia Ozick","category":"side"},{"quote":"I don't like my voice. I don't like the way I look. I don't like the way I move. I don't like the way I act. I mean  period. So  you know  I don't like myself.","author":"Elizabeth Taylor","category":"side"},{"quote":"Not always the fanciest cake that's there Is the best to eat!","author":"Margaret Elizabeth Sangster","category":"side"},{"quote":"No  Doctor  I don't want to grow young again. I just want to keep on growing old.","author":"Madame de Rothschild","category":"side"},{"quote":"It is quite wrong to think of old age as a downward slope. On the contrary  one climbs higher and higher with the advancing years  and that  too  with surprising strides.","author":"George Sand","category":"side"},{"quote":"I look forward to being older  when what you look like becomes less and less an issue and what you are is the i point.","author":"Susan Sarandon","category":"side"},{"quote":"When you've got the personality  you don't need the nudity.","author":"Mae West","category":"side"},{"quote":"The only real elegance is in the mind  if you've got that  the rest really comes from it.","author":"Diana Vreeland","category":"side"},{"quote":"Beauty can get a woman what she wants: love and money. But when beauty leaves you  so can the things it brought.","author":"Paulina Porizkova","category":"side"},{"quote":"If you're considered a beauty  it's hard to be accepted doing anything but standing around.","author":"Cybil Shepherd","category":"side"},{"quote":"Just because you're beautiful  they think you can't act.... I've got a lot more to prove.","author":"Carol Alt","category":"side"},{"quote":"I intimidate men.... People look a lot  but there's no line outside my door.","author":"Joan Severance","category":"side"},{"quote":"People see you as an object  not as a person  and they project a set of expectations onto you. People who don't have it think beauty is a blessing  but actually it sets you apart.","author":"Candice Bergen","category":"side"},{"quote":"I can count the number of dates I've had on one hand. I wish that guys would approach me  but they don't.","author":"LaToya Jackson","category":"side"},{"quote":"When you step on the first tee it doesn't matter what you look like. ... It doesn't help your 5-iron if you're pretty.","author":"Laura Baugh","category":"side"},{"quote":"For years I stopped reading beauty magazines because I couldn't look at one without wanting to blow my brains out. How can those women look so good?","author":"Jamie Lee Curtis","category":"side"},{"quote":"Each time I get off a plane in Hollywood  I don't think I'm pretty enough.","author":"Christine Lahti","category":"side"},{"quote":"Frankly  I like the fact that I no longer fit the young beauty type-people take me more seriously now.","author":"Cybil Shepherd","category":"side"},{"quote":"You know how many stunning women told me they can't stand a good-looking man? ... Women feel secure with an ugly guy because a man in bad shape isn't gonna cheat.","author":"Jackie Mason","category":"side"},{"quote":"Outstanding beauty  like outstanding gifts of any kind  tends to get in the way of normal emotional development  and thus of that particular success in life which we call happiness.","author":"Milton R. Sapirstein","category":"side"},{"quote":"A full bosom is actually a millstone around a woman's neck. ... [Breasts] are not parts of a person but lures slung around her neck  to be kneaded and twisted like magic putty  or mumbled and mouthed like lolly ices.","author":"Germaine Greer","category":"side"},{"quote":"Plain women know more about men than beautiful ones do.","author":"Katharine Hepburn","category":"side"},{"quote":"People are crying up the rich and variegated plumage of the peacock  and he is himself blushing at the sight of his ugly feet.","author":"Sa'di","category":"side"},{"quote":"I'm walking insecurity. Without all this makeup  I look like a refugee when I get up in the morning.... I generally look like one major bowwow. I mean arf.","author":"Connie Chung","category":"side"},{"quote":"You start out happy that you have no hips or boobs. All of a sudden you get them  and it feels sloppy. Then just when you start liking them  they start dropping.","author":"Cindy Crawford","category":"side"},{"quote":"The problem with beauty is that it's like being born rich and getting poorer.","author":"Joan Collins","category":"side"},{"quote":"Guys think that if a girl is pretty  she's automatically going to say no. Most of the guy's I've gone out with  I've had to make it completely obvious that I'd like them to ask me out. Or  I've had to ask them.","author":"Brooke Shields","category":"side"},{"quote":"I think if I weren't so beautiful  maybe I'd have more character.","author":"Jerry Hall","category":"side"},{"quote":"Not many people ask me out.","author":"Marina Sirtis","category":"side"},{"quote":"The striking point about our model family is not simply the compete-compete  consume-consume style of life it urges us to follow. The striking point  in the face of all the propaganda  is how few Americans actually live this way.","author":"Louise Kapp Howe","category":"side"},{"quote":"Instead of comparing our lot with that of those who are more fortunate than we are  we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged.","author":"Helen Keller","category":"side"},{"quote":"I murmured because I had no shoes  until I met man who had no feet.","author":"Persian proverb","category":"side"},{"quote":"Comparison  more than reality  makes men happy or wretched.","author":"Thomas Fuller","category":"side"},{"quote":"The man with a toothache thinks everyone happy whose teeth are sound. The poverty-stricken man makes the same mistake about the rich man.","author":"George Bernard Shaw","category":"side"},{"quote":"If you compare yourself with others  you may become vain or bitter  for always there will be greater and lesser persons than yourself.","author":"Max Ehrmann","category":"side"},{"quote":"I look at what I have not and think myself unhappy  others look at what I have and think me happy.","author":"Joseph Roux","category":"side"},{"quote":"Enjoy your own life without comparing it with that of another.","author":"The Condorcet","category":"side"},{"quote":"If we only wanted to be happy it would be easy  but we want to be happier than other people  which is almost always difficult  since we think them happier than they are.","author":"Charles de Montesquieu","category":"side"},{"quote":"I never admired another's fortune so much that I became dissatisfied with my own.","author":"Cicero","category":"side"},{"quote":"Every horse thinks his own pack heaviest.","author":"Thomas Fuller","category":"side"},{"quote":"Comparisons of one's lot with others' teaches us nothing and enfeebles the will.","author":"Thornton Wilder","category":"side"},{"quote":"To think well of every other man's condition  and to dislike our own  is one of the misfortunes of human nature.","author":"Robert Burton","category":"side"},{"quote":"Other people's eggs have two yolks.","author":"Hungarian proverb","category":"side"},{"quote":"No story ever looks as bad as the story you've just bought  no story ever looks as good as the story the other fellow just bought.","author":"Irving Thalberg","category":"side"},{"quote":"If all our misfortunes were laid in one common heap  whence every one must take an equal portion  most people would be content to take their own and depart.","author":"Solon","category":"side"},{"quote":"Money  it turned out  was exactly like sex  you thought of nothing else if you didn't have it and thought of other things if you did.","author":"James Baldwin","category":"side"},{"quote":"Envy is an insult to oneself.","author":"Yevgeny Yevtushenko","category":"side"},{"quote":"Jealousy is no more than feeling alone against smiling enemies.","author":"Elizabeth Bowen","category":"side"},{"quote":"Envy has the ugliness of a trapped rat that has gnawed its own foot in its effort to escape.","author":"Angus Wilson","category":"side"},{"quote":"Jealousy is never satisfied with anything short of omniscience that would detect the subtlest fold in the heart.","author":"George Eliot","category":"side"},{"quote":"Envy eats nothing but its own heart.","author":"German proverb","category":"side"},{"quote":"Jealousy is all the fun you think they had.","author":"Erica Jong","category":"side"},{"quote":"Jealousy would be far less torturous if we understood that love is a passion entirely unrelated to our merits.","author":"Paul Eldridges","category":"side"},{"quote":"In jealousy there is more of self-love than love.","author":"Francois de La Rochefoucauld","category":"side"},{"quote":"Jealousy is an inner consciousness of one's own inferiority. It is a mental cancer.","author":"B. C. Forbes","category":"side"},{"quote":"Jealousy  that dragon which slays love under the pretense of keeping it alive.","author":"Havelock Ellis","category":"side"},{"quote":"There is no greater glory than love  nor any greater punishment than jealousy.","author":"Lope de Vega","category":"side"},{"quote":"As a moth gnaws a garment  so doth envy consume a man.","author":"Saint John Chrysostom","category":"side"},{"quote":"Envy is the most stupid of vices  for there is no single advantage to be gained from it.","author":"Honore de Balzac","category":"side"},{"quote":"The jealous are troublesome to others  but torment to themselves.","author":"William Penn","category":"side"},{"quote":"Envy and fear are the only passions to which no pleasure is attached.","author":"John Churton Collins","category":"side"},{"quote":"If malice or envy were tangible and had a shape  it would be the shape of a boomerang.","author":"Charley Reese","category":"side"},{"quote":"Envy is a kind of praise.","author":"John Gay","category":"side"},{"quote":"Envy  among other ingredients  has a mixture of the love of justice in it. We are more angry at undeserved than at deserved good fortune.","author":"William Hazlitt","category":"side"},{"quote":"Envy comes from people's ignorance of  or lack of belief in  their own gifts.","author":"Jean Vanier","category":"side"},{"quote":"To cure jealousy is to see it for what it is  a dissatisfaction with self.","author":"Joan Didion","category":"side"},{"quote":"If envy were a fever  all the world would be ill.","author":"Danish proverb","category":"side"},{"quote":"Jealousy is not a barometer by which the depth of love can be read. It merely records the degree of the lover's insecurity.","author":"Margaret Mead","category":"side"},{"quote":"The heaven of the envied is hell for the envious.","author":"Baltasar Gracian","category":"side"},{"quote":"You can't be envious and happy at the same time.","author":"Frank Tyger","category":"side"},{"quote":"The whole art of life is knowing the right time to say things.","author":"Maeve Binchy","category":"side"},{"quote":"It is not until you become a mother that your judgment slowly turns to compassion and understanding.","author":"Erma Bombeck","category":"side"},{"quote":"If we would build on a sure foundation in friendship  we must love friends for their sake rather than for our own.","author":"Charlotte Bronte","category":"side"},{"quote":"Friendship  which is of its nature a delicate thing  fastidious  slow of growth  is easily checked  will hesitate  demur  recoil where love  good old blustering love  bowls ahead and blunders through every obstacle.","author":"Colette","category":"side"},{"quote":"It is all right to say exactly what you think if you have learned to think exactly.","author":"Marcelene Cox","category":"side"},{"quote":"Silence sweeter is than speech.","author":"Dinah Maria Mulock Craik","category":"side"},{"quote":"When we get to wishing a great deal for ourselves  whatever we get soon turns into mere limitation and exclusion.","author":"George Eliot","category":"side"},{"quote":"The opposite of talking isn't listening. The opposite of talking is waiting.","author":"Fran Lebowitz","category":"side"},{"quote":"Listening is not merely not talking  though even that is beyond most of our powers  it means taking a vigorous  human interest in what is being told us.","author":"Alice Duer Miller","category":"side"},{"quote":"Why is it that people who cannot show feeling presume that that is a strength and not a weakness?","author":"May Sarton","category":"side"},{"quote":"True love grows by sacrifice and the more thoroughly the soul rejects natural satisfaction the stronger and more detached its tenderness becomes.","author":"Therese of Lisieux","category":"side"},{"quote":"The nice thing about teamwork is that you always have others on your side.","author":"Margaret Carty","category":"side"},{"quote":"If you wish to fear nothing  consider that everything is to be feared.","author":"Marcus Annaeus Seneca","category":"ways, overcome, fear"},{"quote":"I am deliberate and afraid of nothing.","author":"Audre Lorde","category":"ways, overcome, fear"},{"quote":"I survived my childhood by birthing many separate identities to stand in for one another in times of great stress and fear.","author":"Roseanne Barr","category":"ways, overcome, fear"},{"quote":"How does one kill fear? ... How do you shoot a specter through the heart  slash off its spectral head  take it by its spectral throat?","author":"Joseph Conrad","category":"ways, overcome, fear"},{"quote":"The brave man is not he who feels no fear  For that were stupid and irrational  But he  whose noble soul its fear subdues  And barely dares the danger nature shrinks from.","author":"Joanna Baillie","category":"ways, overcome, fear"},{"quote":"Perhaps the most important thing we can undertake toward the reduction of fear is to make it easier for people to accept themselves  to like themselves.","author":"Bonaro Overstreet","category":"ways, overcome, fear"},{"quote":"When fear seizes  change what you are doing. You are doing something wrong.","author":"Jean Craighead George","category":"ways, overcome, fear"},{"quote":"Grab the broom of anger and drive off the beast of fear.","author":"Zora Neale Hurston","category":"ways, overcome, fear"},{"quote":"We will not be driven by fear ... if we remember that we are not descended from fearful men.","author":"Edward R. Murrow","category":"ways, overcome, fear"},{"quote":"When we are afraid we ought not to occupy ourselves with endeavoring to prove that there is no danger  but in strengthening ourselves to go on in spite of the danger.","author":"Mark Rutherford","category":"ways, overcome, fear"},{"quote":"Every time I start a picture ... I feel the same fear  the same self-doubts . . . and I have only one source on which I can draw  because it comes from within me.","author":"Federico Fellini","category":"ways, overcome, fear"},{"quote":"Fear is met and destroyed with courage.","author":"James F. Bell","category":"ways, overcome, fear"},{"quote":"A cheerful frame of mind  reinforced by relaxation  which in itself banishes fatigue  is the medicine that puts all ghosts of fear on the run.","author":"George Matthew Adams","category":"ways, overcome, fear"},{"quote":"To hell with pleasure that's haunted by fear!","author":"Jean de la Fontaine","category":"ways, overcome, fear"},{"quote":"What I emphasize is for people to make choices based not on fear  but on what really gives them a sense of fulfillment.","author":"Pauline Rose Chance","category":"ways, overcome, fear"},{"quote":"I steer my bark with hope in my heart  leaving fear astern.","author":"Thomas Jefferson","category":"ways, overcome, fear"},{"quote":"Why should a man fear  since chance is all in all for him  and he can clearly fore-know nothing? Best to live lightly as one can  unthinking.","author":"Sophocles","category":"ways, overcome, fear"},{"quote":"I sought the Lord  and He heard me  and delivered me from all my fears.","author":"Bible","category":"ways, overcome, fear"},{"quote":"Any device whatever by which one frees himself from fear is a natural good.","author":"Epicurus","category":"ways, overcome, fear"},{"quote":"Joking about death-or anything else that oppresses us-makes it less frightening.","author":"Allen Klein","category":"ways, overcome, fear"},{"quote":"Humor acts to relieve fear.","author":"Dr. William F. Fry","category":"ways, overcome, fear"},{"quote":"If you can keep your head when all about are losing theirs  it's just possible you haven't grasped the situation.","author":"Jean Kerr","category":"ways, overcome, fear"},{"quote":"Fear is a kind of bell  or gong  which rings the mind into quick life and avoidance upon the approach of danger. It is the soul's signal for rallying.","author":"Henry Ward Beecher","category":"ways, overcome, fear"},{"quote":"If you can keep your head when all about are losing theirs  it's just possible you haven't grasped the situation.","author":"Jean Kerr","category":"ways, overcome, fear"},{"quote":"Fear is an emotion indispensable for survival.","author":"Hannah Arendt","category":"ways, overcome, fear"},{"quote":"Fear is the single strongest motivating force in our lives. ... The more frightened you become  the better your chances of achieving success.","author":"Lois Korey","category":"ways, overcome, fear"},{"quote":"We only really face up to ourselves when we are afraid.","author":"Thomas Bernhard","category":"ways, overcome, fear"},{"quote":"If you're never scared or embarrassed or hurt  it means you never take any chances.","author":"Julia Sorel","category":"ways, overcome, fear"},{"quote":"Fear makes us feel our humanity.","author":"Benjamin Disraeli","category":"ways, overcome, fear"},{"quote":"A coward's fear can make a coward valiant.","author":"Thomas Fuller","category":"ways, overcome, fear"},{"quote":"Fear drives you and makes you better.","author":"Donna E. Shalala","category":"ways, overcome, fear"},{"quote":"Fear is an instructor of great sagacity  and the herald of all revolutions.","author":"Ralph Waldo Emerson","category":"ways, overcome, fear"},{"quote":"Just as courage imperils life  fear protects it.","author":"Leonardo da Vinci","category":"ways, overcome, fear"},{"quote":"In order to feel anything  you need strength.","author":"Anna Maria Ortese","category":"ways, overcome, fear"},{"quote":"There are times when fear is good. It must keep its watchful place at the heart's controls.","author":"Aeschylus","category":"ways, overcome, fear"},{"quote":"A danger foreseen is half avoided.","author":"Thomas Fuller","category":"ways, overcome, fear"},{"quote":"A good scare is worth more to a man than good advice.","author":"Edgar Watson Howe","category":"ways, overcome, fear"},{"quote":"Fear is a fine spur.","author":"Irish proverb","category":"ways, overcome, fear"},{"quote":"Fear is a question: What are you afraid of  and why? Just as the seed of health is an illness  because illness contains information  our fears are a treasure house of self-knowledge if we explore them.","author":"Marilyn Ferguson","category":"ways, overcome, fear"},{"quote":"Men who fear God face life fearlessly. Men who do not fear God end up fearing everything.","author":"Richard Halverson","category":"ways, overcome, fear"},{"quote":"It is only the fear of God that can deliver us from the fear of men.","author":"John Witherspoon","category":"ways, overcome, fear"},{"quote":"Being scared can keep a man from getting killed  and often makes a better fighter of him.","author":"Louis L'Amour","category":"ways, overcome, fear"},{"quote":"Nerves provide me with energy.... It's when I don't have them  when I feel at ease  that I get worried.","author":"Mike Nichols","category":"ways, overcome, fear"},{"quote":"Fear is an emotion indispensable for survival.","author":"Hannah Arendt","category":"ways, overcome, fear"},{"quote":"Fear gives sudden instincts of skill.","author":"Samuel Taylor Coleridge","category":"ways, overcome, fear"},{"quote":"I quit being afraid when my first venture failed and the sky didn't fall down.","author":"Allen H. Neuharth","category":"ways, overcome, fear"},{"quote":"Fear of losing is what makes competitors so great. Show me a gracious loser and I'll show you a permanent loser.","author":"O. J. Simpson","category":"ways, overcome, fear"},{"quote":"Fear is the father of courage and the mother of safety.","author":"Henry H. Tweedy","category":"ways, overcome, fear"},{"quote":"Fear is the needle that pierces us  that it may carry a thread to bind us to heaven.","author":"James Hastings","category":"ways, overcome, fear"},{"quote":"Fear is the thought of admitted inferiority.","author":"Elbert Hubbard","category":"ways, overcome, fear"},{"quote":"Fear is nature's warning signal to get busy.","author":"Henry Link","category":"ways, overcome, fear"},{"quote":"Fear is an uneasiness of the mind  upon the thought of a future evil likely to befall us.","author":"John Locke","category":"ways, overcome, fear"},{"quote":"Fear is a cloak which old men huddle about their love  as if to keep it warm.","author":"William Wordsworth","category":"ways, overcome, fear"},{"quote":"Fear is the tax that conscience pays to guilt.","author":"Anonymous","category":"ways, overcome, fear"},{"quote":"Fear is pain arising from the anticipation of evil.","author":"Aristotle","category":"ways, overcome, fear"},{"quote":"Fear is the soul's signal for rallying.","author":"Henry Ward Beecher","category":"ways, overcome, fear"},{"quote":"Fear is an instructor of great sagacity  and the herald of all revolutions.","author":"Ralph Waldo Emerson","category":"ways, overcome, fear"},{"quote":"Fear is static that prevents me from hearing myself.","author":"Samuel Butler","category":"ways, overcome, fear"},{"quote":"FEAR: False Evidence Appearing Real.","author":"Anonymous","category":"ways, overcome, fear"},{"quote":"Fear is the main source of superstition  and one of the main sources of cruelty.","author":"Bertrand A. Russell","category":"ways, overcome, fear"},{"quote":"Fear is a slinking cat I find beneath the lilacs of my mind.","author":"Sophie Tunnell","category":"ways, overcome, fear"},{"quote":"Fear is the start of wisdom.","author":"Miguel de Unamuno","category":"ways, overcome, fear"},{"quote":"Fear is the lengthened shadow of ignorance.","author":"Arnold Glasow","category":"ways, overcome, fear"},{"quote":"Fear is the highest fence.","author":"Dudley Nichols","category":"ways, overcome, fear"},{"quote":"Fear is uncertainty.","author":"Eric Hoffer","category":"ways, overcome, fear"},{"quote":"Fear is sand in the machinery of life.","author":"E. Stanley Jones","category":"ways, overcome, fear"},{"quote":"Fear is the dark room in which negatives are developed.","author":"Anonymous","category":"ways, overcome, fear"},{"quote":"Nothing is more despicable than respect based on fear.","author":"Albert Camus","category":"ways, overcome, fear"},{"quote":"I am not afraid. ... I was born to do this.","author":"Joan of Arc","category":"ways, overcome, fear"},{"quote":"I have a lot of things to prove to myself. One is that I can live my life fearlessly.","author":"Oprah Winfrey","category":"ways, overcome, fear"},{"quote":"Fear betrays unworthy souls.","author":"Virgil","category":"ways, overcome, fear"},{"quote":"Fear is not a good teacher. The lessons of fear are quickly forgotten.","author":"Mary Bateson","category":"ways, overcome, fear"},{"quote":"Fear could never make a virtue.","author":"Voltaire","category":"ways, overcome, fear"},{"quote":"Considering how dangerous everything is  nothing is really very frightening.","author":"Gertrude Stein","category":"ways, overcome, fear"},{"quote":"Were the diver to think on the jaws of the shark  he would never lay hands on the precious pearl.","author":"Sa'di","category":"ways, overcome, fear"},{"quote":"Every problem in your life goes away in front of a bull because this problem  the bull  is bigger than all other problems. Of course  I have fear  but it is fear that I will fail the responsibility I have taken on in front of all those people-not fear of the bull.","author":"Cristina Sanchez","category":"ways, overcome, fear"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"ways, overcome, fear"},{"quote":"Fear is sharp-sighted  and can see things under ground  and much more in the skies.","author":"Miguel de Cervantes","category":"ways, overcome, fear"},{"quote":"It is better to have a right destroyed than to abandon it because of fear.","author":"Phillip Mann","category":"ways, overcome, fear"},{"quote":"Better a fearful end than fear without end.","author":"Anonymous","category":"ways, overcome, fear"},{"quote":"A great philosophy is not a philosophy without reproach  it is philosophy without fear.","author":"Charles Peguy","category":"ways, overcome, fear"},{"quote":"There is a time to take counsel of your fears  and there is a time to never listen to any fear.","author":"General George S. Patton","category":"ways, overcome, fear"},{"quote":"I  a stranger and afraid  in a world I never made.","author":"A. E. Housman","category":"ways, overcome, fear"},{"quote":"While we wait in silence for that final luxury of fearlessness  the weight of that silence will choke us.","author":"Audre Lorde","category":"ways, overcome, fear"},{"quote":"All we are asked to bear we can bear. That is a law of the spiritual life. The only hindrance to the working of this law  as of all benign laws  is fear.","author":"Elizabeth Goudge","category":"ways, overcome, fear"},{"quote":"\"But\" is a fence over which few leap.","author":"German proverb","category":"ways, overcome, fear"},{"quote":"There are always two voices sounding in our ears-the voice of fear and the voice of confidence. One is the clamor of the senses  the other is the whispering of the higher self.","author":"Charles B. Newcomb","category":"ways, overcome, fear"},{"quote":"Fear nothing  for every renewed effort raises all former failures into lessons  all sins into experience.","author":"Katherine Tingley","category":"ways, overcome, fear"},{"quote":"Better hazard once than always be in fear.","author":"Thomas Fuller","category":"ways, overcome, fear"},{"quote":"Pitching is the art of instilling fear by making a man flinch.","author":"Sandy Koufax","category":"ways, overcome, fear"},{"quote":"Fear has a large shadow  but he himself is small.","author":"J. Ruth Gendler","category":"ways, overcome, fear"},{"quote":"Stripped of all their masquerades  the fears of men are quite identical: the fear of loneliness  rejection  inferiority  unmanageable anger  illness and death.","author":"Joshua L. Liebman","category":"ways, overcome, fear"},{"quote":"What is there to be afraid of? The worst thing that can happen is you fail. So what? I failed at a lot of things. My first record was horrible.","author":"John Mellencamp","category":"ways, overcome, fear"},{"quote":"There is no hope unmingled with fear  and no fear unmingled with hope.","author":"Baruch Spinoza","category":"ways, overcome, fear"},{"quote":"Leaders are visionaries with a poorly developed sense of fear and no concept of the odds against them. They make the impossible happen.","author":"Dr. Robert Jarvik","category":"ways, overcome, fear"},{"quote":"Those who love to be feared  fear to be loved. Some fear them  but they fear everyone.","author":"Jean Pierre Camus","category":"ways, overcome, fear"},{"quote":"Keep your fears to yourself  but share your courage with others.","author":"Robert Louis Stevenson","category":"ways, overcome, fear"},{"quote":"There is a courageous wisdom  there is also a false reptile prudence  the result  not of caution  but of fear.","author":"Edmund Burke","category":"ways, overcome, fear"},{"quote":"The man who fears nothing is as powerful as he who is feared by everybody.","author":"J. C. F. von Schiller","category":"ways, overcome, fear"},{"quote":"To conquer fear is the beginning of wisdom.","author":"Bertrand Russell","category":"ways, overcome, fear"},{"quote":"Who is more foolish  the child afraid of the dark  or the man afraid of the light?","author":"Maurice Freehill","category":"ways, overcome, fear"},{"quote":"The one permanent emotion of the inferior man is fear-fear of the unknown  the complex  the inexplicable. What he wants beyond everything else is safety.","author":"H. L. Mencken","category":"ways, overcome, fear"},{"quote":"Fear is only an illusion. It is the illusion that creates the feeling of separ-ateness-the false sense of isolation that exists only in your imagination.","author":"Jeraldine Saunders","category":"ways, overcome, fear"},{"quote":"A fool without fear is sometimes wiser than an angel with fear.","author":"Nancy Astor","category":"ways, overcome, fear"},{"quote":"Fear can be headier than whiskey  once man has acquired a taste for it.","author":"Donald Dowes","category":"ways, overcome, fear"},{"quote":"The first and great commandment is  don't let them scare you.","author":"Elmer Davis","category":"ways, overcome, fear"},{"quote":"You got a harem of seventy girls  you don't get to know any of them very well.","author":"Billy Rose","category":"ownership, possession"},{"quote":"It is preoccupation with possession  more than anything else  that prevents men from living freely and nobly.","author":"Bertrand Russell","category":"ownership, possession"},{"quote":"Ownership is to fear (tener es temer)","author":"Spanish proverb","category":"ownership, possession"},{"quote":"Broad acres are a patent of nobility  and no man but feels more of a man in the world if he have a bit of ground that he can call his own. However small it is on the surface  it is 4000 miles deep  and that is a very handsome property.","author":"Charles Dudley Warner","category":"ownership, possession"},{"quote":"The landscape should belong to the people who see it all the time.","author":"Le Roi Jones","category":"ownership, possession"},{"quote":"Whatever is not nailed down is mine. Whatever I can pry loose is not nailed down.","author":"Collis P. Huntington","category":"ownership, possession"},{"quote":"I don't want to own anything that won't fit into my coffin.","author":"Fred Allen","category":"ownership, possession"},{"quote":"Lives based on having are less free than lives based either on doing or on being.","author":"William James","category":"ownership, possession"},{"quote":"The possession of gold has ruined fewer men than the lack of it.","author":"Thomas Bailey Aldrich","category":"ownership, possession"},{"quote":"The want of a thing is perplexing enough  but the possession of it is intolerable.","author":"John Vanbrugh","category":"ownership, possession"},{"quote":"Our life on earth is  and ought to be  material and carnal. But we have not yet learned to manage our materialism and carnality properly  they are still entangled with the desire for ownership.","author":"E. M. Forster","category":"ownership, possession"},{"quote":"Keep a thing seven years and you will find a use for it.","author":"Anonymous","category":"ownership, possession"},{"quote":"You must lose a fly to catch a trout.","author":"George Herbert","category":"ownership, possession"},{"quote":"He who wants a rose must respect the thorn.","author":"Persian proverb","category":"ownership, possession"},{"quote":"A man never feels the want of what it never occurs to him to ask for.","author":"Arthur Schopenhauer","category":"ownership, possession"},{"quote":"I feel when people say 'bigger and better' they should say 'bigger and badder'.","author":"Marie Elizabeth Kane","category":"ownership, possession"},{"quote":"People are so overwhelmed with the prestige of their instruments that they consider their personal judgement of hardly any account.","author":"Wyndham Lewis","category":"ownership, possession"},{"quote":"Can anything be so elegant as to have few wants  and to serve them one's self?","author":"Ralph Waldo Emerson","category":"ownership, possession"},{"quote":"It is unseasonable and unwholesome in all months that have not an R in their names to eat an oyster.","author":"William Butler","category":"oyster"},{"quote":"The world's mine oyster  Which I with sword will open.","author":"William Shakespeare","category":"oyster"},{"quote":"He was a bold man that first ate an oyster.","author":"Jonathan Swift","category":"oyster"},{"quote":"Man endures pain as an undeserved punishment  woman accepts it as a natural heritage.","author":"Anonymous","category":"pain"},{"quote":"Pain and pleasure  like light and darkness  succeed each other.","author":"Laurence Sterne","category":"pain"},{"quote":"Nothing begins  and nothing ends  That is not paid with moan  For we are born in others' pain  And perish in our own.","author":"Francis Thompson","category":"pain"},{"quote":"The pain of the mind is worse than the pain of the body.","author":"Syrus","category":"pain"},{"quote":"Buy old masters. They fetch a better price than old mistresses.","author":"Lord Beaverbrook","category":"painters, painting"},{"quote":"Every time I paint a portrait I lose a friend.","author":"John Singer Sargent","category":"painters, painting"},{"quote":"There is nothing more difficult for a truly creative painter than to paint a rose  because before he can do so he has first to forget all the roses that were ever painted.","author":"Henri Matisse","category":"painters, painting"},{"quote":"If you could say it in words there would be no reason to paint.","author":"Edward Hopper","category":"painters, painting"},{"quote":"Everyone wants to understand painting. Why don't they try to understand the singing of birds? People love the night  a flower  everything that surrounds them without trying to understand them. But painting - that they must understand.","author":"Pablo Picasso","category":"painters, painting"},{"quote":"I cannot pretend to feel impartial about colours. I rejoice with the brilliant ones and am genuinely sorry for the poor browns.","author":"Winston Churchill","category":"painters, painting"},{"quote":"I hope with all my heart there will be painting in heaven.","author":"Jean Baptiste Corot","category":"painters, painting"},{"quote":"Painting is a blind man's profession. He paints not what he sees  but what he feels  what he tells himself about what he has seen.","author":"Pablo Picasso","category":"painters, painting"},{"quote":"Painting  n: the art of protecting flat surfaces from the weather and exposing them to the critic.","author":"Ambrose Bierce","category":"painters, painting"},{"quote":"To say to the painter that Nature is to be taken as she is  is to say to the player that he may sit on the piano.","author":"James McNeill Whistler","category":"painters, painting"},{"quote":"I paint objects as I think them  not as I see them.","author":"Pablo Picasso","category":"painters, painting"},{"quote":"The idea is in my head  to put it down is nothing.","author":"Milton Avery","category":"painters, painting"},{"quote":"There are three kinds of people in the world: those who can't stand Picasso  those who can't stand Raphael and those who've never heard of either of them.","author":"John White","category":"painters, painting"},{"quote":"I dream my painting  and then I paint my dream.","author":"Vincent van Gogh","category":"painters, painting"},{"quote":"For me  painting is a way to forget life. It is a cry in the night  a strangled laugh.","author":"Georges Rouault","category":"painters, painting"},{"quote":"Landscape painting is the obvious resource of misanthropy.","author":"William Hazlitt","category":"painters, painting"},{"quote":"I paint from the top down. First the sky  then the mountains  then the hills  then the houses  then the cattle  and then the people.","author":"Grandma Moses","category":"painters, painting"},{"quote":"A good painter is to paint two main things  namely men and the working of man's mind.","author":"Leonardo da Vinci","category":"painters, painting"},{"quote":"I do not paint a portrait to look like the subject  rather does the person grow to look like his portrait.","author":"Salvador Dali","category":"painters, painting"},{"quote":"All colours are the friends of their neighbours and the lovers of their opposites.","author":"Marc Chagall","category":"painters, painting"},{"quote":"The purest and most thoughtful minds are those which love colour the most.","author":"John Ruskin","category":"painters, painting"},{"quote":"Painting is just another way of keeping a diary.","author":"Pablo Picasso","category":"painters, painting"},{"quote":"Sir  when their backsides look good enough to slap  there's nothing more to do.","author":"Peter Paul Rubens","category":"painters, painting"},{"quote":"A painter who has the feel of breasts and buttocks is saved.","author":"Auguste Renoir","category":"painters, painting"},{"quote":"Some day they will know what I mean.","author":"Tom Thomson","category":"painters, painting"},{"quote":"Modern art is what happens when painters stop looking at girls and persuade themselves they have a better idea.","author":"John Ciardi","category":"painters, painting"},{"quote":"When I look at a painting it isn't only the painting that I see but the thing that I am. If there is more in the painting than I am  then I won't see it.","author":"Ivan Eyre","category":"painters, painting"},{"quote":"If we could but paint with the hand as we see with the eye!","author":"Honore de Balzac","category":"painting"},{"quote":"Pictures must not be too picturesque.","author":"Ralph Waldo Emerson","category":"painting"},{"quote":"A picture is a poem without words.","author":"Horace","category":"painting"},{"quote":"I mix them with my brains  sir.","author":"John Opie","category":"painting"},{"quote":"A book of Verses underneath the Bough  A Jug of Wine  a Loaf of Bread - and Thou Beside me singing in the Wilderness -  Oh  Wilderness were Paradise enow!","author":"Omar Khayyam","category":"paradise"},{"quote":"In this fool's paradise  he drank delight","author":"George Grabbe","category":"paradise"},{"quote":"There is no friendship  no love  like that of the parent for the child.","author":"Henry Ward Beecher","category":"parent"},{"quote":"The first half of our lives is ruined by our parents and the second half by our children.","author":"Clarence S. Darrow","category":"parent"},{"quote":"Next to God  thy parents.","author":"William Penn","category":"parent"},{"quote":"A Jewish man with parents alive is a 15-year-old boy  and will remain a 15-year-old boy until they die.","author":"Philip Roth","category":"parenthood"},{"quote":"A rich child often sits in a poor mother's lap.","author":"Spanish proverb","category":"parenthood"},{"quote":"Every beetle is a gazelle in the eyes of its mother.","author":"Moorish proverb","category":"parenthood"},{"quote":"Parentage is a very important profession  but no test of fitness  for it is ever imposed in the interests of the Children.","author":"George Bernard Shaw","category":"parenthood"},{"quote":"Parents accept their obsolescence with the best grace they can muster. . . they do all they can to make it easy for the younger generation to surpass the older  while secretly dreading the rejection that follows.","author":"Christopher Lasch","category":"parenthood"},{"quote":"Parents are sometimes a bit of a disappointment to their children. They don't fulfill the promise of their early years.","author":"Anthony Powell","category":"parenthood"},{"quote":"Parenthood remains the greatest single preserve of the amateur.","author":"Alvin Toffler","category":"parenthood"},{"quote":"The best brought-up children are those who have seen their parents as they are. Hypocrisy is not the parents' first duty.","author":"George Bernard Shaw","category":"parenthood"},{"quote":"Everyone likes to think that he has done reasonably well in life  so that it comes as a shock to find our children believing differently. The temptation is to tune them out  it takes much more courage to listen.","author":"John D. Rockefeller III","category":"parenthood"},{"quote":"You don't have to deserve your mother's love. You have to deserve your father's. He's more particular.","author":"Robert Frost","category":"parenthood"},{"quote":"I demand for the unmarried mother  as a sacred channel of life  the same reverence and respect as for the married mother  for Maternity is a cosmic thing and once it has come to pass  our conventions must not be permitted to blaspheme it.","author":"Ben Lindsey","category":"parenthood"},{"quote":"Who takes the child by the hand takes the mother by the heart.","author":"German proverb","category":"parenthood"},{"quote":"Diogenes struck the father when the son swore.","author":"Robert Burton","category":"parenthood"},{"quote":"When one has not had a good father  one must create one.","author":"Friedrich Nietzsche","category":"parenthood"},{"quote":"Perhaps host and guest is really the happiest relation for father and son.","author":"Evelyn Waugh","category":"parenthood"},{"quote":"Mother is the name for God in the lips and hearts of children.","author":"William Makepeace Thackeray","category":"parenthood"},{"quote":"To bring up a child in the way he should go  travel that way yourself once in a while.","author":"Josh Billings","category":"parenthood"},{"quote":"Anything which parents have not learned from experience they can now learn from their children.","author":"Anonymous","category":"parenthood"},{"quote":"A father is a banker provided by nature.","author":"French proverb","category":"parenthood"},{"quote":"To become a father is not hard  to be a father is  however.","author":"Wilhelm Busch","category":"parenthood"},{"quote":"Our sons  who so easily recognize our errors  and rightly denounce them  will have to confess their own  later on  and they may be as bad as ours  perhaps worse.","author":"Bruce Hutchison","category":"parenthood"},{"quote":"A mother who is really a mother is never free.","author":"Honore de Balzac","category":"parenthood"},{"quote":"God could not be everywhere and therefore he made mothers.","author":"Jewish proverb","category":"parenthood"},{"quote":"A mother is a person who if she is not there when you get home from school you wouldn't know how to get your dinner  and you wouldn't feel like eating it anyway.","author":"Anonymous","category":"parenthood"},{"quote":"The first half of our lives is ruined by our parents and the second half by our children.","author":"Clarence S. Darrow","category":"parenthood"},{"quote":"Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.","author":"Will Durant","category":"parenthood"},{"quote":"Every parent is at some time the father of the unreturned prodigal  with nothing to do but keep his house open to hope.","author":"John Ciardi","category":"parenthood"},{"quote":"The fundamental defect of fathers is that they want their children to be a credit to them.","author":"Bertrand Russell","category":"parenthood"},{"quote":"Don't limit a child to your own learning  for he was born in another time.","author":"Rabbinical saying","category":"parenthood"},{"quote":"An ounce of mother is worth a pound of clergy.","author":"Spanish proverb","category":"parenthood"},{"quote":"No matter how old a mother is  she watches her middle-aged children for signs of improvement.","author":"Florida Scott-Maxwell","category":"parenthood"},{"quote":"Whatever you would have your children become  strive to exhibit in your own lives and conversation.","author":"Lydia H. Sigourney","category":"parenthood"},{"quote":"Train a child in the way he should go  and when he is old he will not depart from it.","author":"Bible","category":"parenthood"},{"quote":"I must study politics and war  that my sons may have the liberty to study mathematics and philosophy  geography  natural history  and naval architecture  navigation  commerce  and agriculture  in order to give their children a right to study painting  poetry  music  architecture  statuary  tapestry and porcelain.","author":"John Adams","category":"parenthood"},{"quote":"The thing about having a baby is that thereafter you have it.","author":"Jean Kerr","category":"parenthood"},{"quote":"The best way to bring up some children is short.","author":"Anthony J. Pettito","category":"parenthood"},{"quote":"What the mother sings to the cradle goes all the way down to the coffin.","author":"Henry Ward Beecher","category":"parenthood"},{"quote":"The mother-child relationship is paradoxical and  in a sense  tragic. It requires the most intense love on the mother's side  yet this very love must help the child grow away from the mother and to become fully independent.","author":"Erich Fromm","category":"parenthood"},{"quote":"Who doesn't desire his father's death?","author":"Fyodor Dostoyevsky","category":"parenthood"},{"quote":"Insanity is hereditary - you can get it from your children.","author":"Sam Levenson","category":"parenthood"},{"quote":"Parents are the bones on which children cut their teeth.","author":"Peter Ustinov","category":"parenthood"},{"quote":"Your children need your presence more than your presents.","author":"Jesse Jackson","category":"parenthood"},{"quote":"People should be free to find or make for themselves the kinds of educational experiences they want their children to have.","author":"John Holt","category":"parenthood"},{"quote":"It is the malady of our age that the young are so busy teaching us that they have no time left to learn.","author":"Eric Hoffer","category":"parenthood"},{"quote":"Oh has thou forgotten how soon we must sever? Oh hast thou forgotten this day we must part? It may be for years and it may be forever  Oh why art thou silent  thou voice of my heart?","author":"Julia Crawford","category":"parting"},{"quote":"Fare thee well! and if for ever  Still for ever  fare thee well.","author":"Lord Byron","category":"parting"},{"quote":"Departure should be sudden.","author":"Benjamin Disraeli","category":"parting"},{"quote":"The sweetest flower that blows  I give you as we part. For you it is a rose For me it is my heart.","author":"Frederick Peterson","category":"parting"},{"quote":"Good-night  good-night! parting is such sweet sorrow  That I shall say good-night till it be morrow.","author":"William Shakespeare","category":"parting"},{"quote":"Political parties serve to keep each other in check  one keenly watching the other.","author":"Henry Clay","category":"party"},{"quote":"I always voted at my party's call  And I never thought of thinking for myself at all.","author":"W. S. Gilbert","category":"party"},{"quote":"He serves his party best who serves the country best.","author":"R. B. Hayes","category":"party"},{"quote":"If I could not go to Heaven but with a party I would not go there at all.","author":"Thomas Jefferson","category":"party"},{"quote":"Party honesty is party expediency.","author":"Anonymous","category":"party"},{"quote":"Now is the time for all good men to come to the aid of the party.","author":"Charles E. Weller","category":"party"},{"quote":"What our age lacks is not reflection but passion.","author":"Soren Kierkegaard","category":"passion, heart"},{"quote":"It is with our passions as it is with fire and water - they are good servants  but bad masters.","author":"Roger I'Estrange","category":"passion, heart"},{"quote":"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","author":"Alfred, Lord Tennyson","category":"passion, heart"},{"quote":"The ruling passion  be it what it will  the ruling passion conquers reason still.","author":"Alexander Pope","category":"passion, heart"},{"quote":"There is no passion like that of a functionary for his function.","author":"Georges Clemenceau","category":"passion, heart"},{"quote":"An intense feeling carries with it its own universe  magnificent or wretched as the case may be.","author":"Albert Camus","category":"passion, heart"},{"quote":"He disliked emotion  not because he felt lightly  but because he felt deeply.","author":"John Buchan","category":"passion, heart"},{"quote":"People don't ask for facts in making up their minds. They would rather have one good  soul-satisfying emotion than a dozen facts.","author":"Robert Keith Leavitt","category":"passion, heart"},{"quote":"If we resist our passions  it is more due to their weakness than to our strength.","author":"La Rochefoucauld","category":"passion, heart"},{"quote":"A sentimentalist is simply one who desires to have the luxury of an emotion without paying for it.","author":"Oscar Wilde","category":"passion, heart"},{"quote":"Is it not strange that desire should so many years outlive performance?","author":"William Shakespeare","category":"passion, heart"},{"quote":"The world is a comedy to those who think  a tragedy to those who feel.","author":"Horace Walpole","category":"passion, heart"},{"quote":"Follow your heart  and you perish.","author":"Margaret Laurence","category":"passion, heart"},{"quote":"The only people for me are the mad ones  the ones who are mad to live  mad to talk  mad to be saved . . . the ones who never yawn and say a commonplace thing  but burn  burn  burn  like fabulous yellow roman candles exploding like spiders across the stars.","author":"Jack Kerouac","category":"passion, heart"},{"quote":"Fanaticism consists in redoubling your efforts when you have forgotten your aim.","author":"George Santayana","category":"passion, heart"},{"quote":"Disappointments should be cremated  not embalmed.","author":"Henry S. Haskins","category":"passion, heart"},{"quote":"Artificial manners vanish the moment the natural passions are touched.","author":"Maria Edgeworth","category":"passion, heart"},{"quote":"Hands have not tears to flow.","author":"Dylan Thomas","category":"passion, heart"},{"quote":"A good heart is better than all the heads in the world.","author":"Edward Bulwer-Lytton","category":"passion, heart"},{"quote":"Where the mind is past hope  the heart is past shame.","author":"John Lyly","category":"passion, heart"},{"quote":"Nobody has ever measured  even poets  how much a heart can hold.","author":"Zelda Fitzgerald","category":"passion, heart"},{"quote":"The logic of the heart is absurd.","author":"Julie de Lespinasse","category":"passion, heart"},{"quote":"Our hearts were drunk with a beauty our eyes could never see.","author":"George W. Russell","category":"passion, heart"},{"quote":"The same heart beats in every human breast.","author":"Matthew Arnold","category":"passion, heart"},{"quote":"The heart has its reasons which reason knows nothing of.","author":"Blaise Pascal","category":"passion, heart"},{"quote":"Man becomes man only by the intelligence  but he is man only by the heart.","author":"Henri Frederic Amiel","category":"passion, heart"},{"quote":"From the solitude of the wood  (Man) has passed to the more dreadful solitude of the heart.","author":"Loren Eiseley","category":"passion, heart"},{"quote":"Seeing's believing  but feeling's the truth.","author":"Thomas Fuller","category":"passion, heart"},{"quote":"We are adhering to life now with our last muscle - the heart.","author":"Djuna Barnes","category":"passion, heart"},{"quote":"The great art of life is sensation  to feel that we exist  even in pain.","author":"Lord Byron","category":"passion, heart"},{"quote":"Weak people cannot be sincere.","author":"La Rochefoucauld","category":"passion, heart"},{"quote":"Love is of all passions the strongest  for it attacks simultaneously the head  the heart and the senses.","author":"Lao-Tzu","category":"passion"},{"quote":"Law and love are the same - romantic in concept but the actual practice can give you a yeast infection.","author":"Ally McBeal","category":"passion"},{"quote":"In my sex fantasy  nobody ever loves me for my mind.","author":"Nora Ephron","category":"passion"},{"quote":"The human race has been set up. Someone  somewhere  is playing a practical joke on us. Apparently  women need to feel loved to have sex. Men need to have sex to feel loved. How do we ever get started?","author":"Billy Connolly","category":"passion"},{"quote":"You call it madness  but I call it love.","author":"Don Byas","category":"passion"},{"quote":"Passion makes the world go round. Love just makes it a safer place.","author":"Ice T","category":"passion"},{"quote":"Love is an exploding cigar we willingly smoke.","author":"Lynda Barry","category":"passion"},{"quote":"Love is not altogether a delirium  yet it has many points in common therewith.","author":"Thomas Carlyle","category":"passion"},{"quote":"Love is an irresistible desire to be irresistibly desired.","author":"Robert Frost","category":"passion"},{"quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous.","author":"Ingrid Bergman","category":"passion"},{"quote":"Soul meets soul on lover's lips.","author":"Percy Bysshe Shelly","category":"passion"},{"quote":"I have found men who didn't know how to kiss. I've always found time to teach them.","author":"Mae West","category":"passion"},{"quote":"People who throw kisses are hopelessly lazy.","author":"Bob Hope","category":"passion"},{"quote":"To be in love is merely to be in a state of perpetual anesthesia: To mistake an ordinary young man for a Greek god or an ordinary young woman for a goddess.","author":"H. L. Mencken","category":"passion"},{"quote":"Many a man in love with a dimple makes a mistake of marrying the whole girl.","author":"Stephen Leacock","category":"passion"},{"quote":"She walks in beauty  Like the night of cloudless climes and starry skies  And all that's best of dark and bright Meet in her aspect and her eyes.","author":"Lord Byron","category":"passion"},{"quote":"Love teaches even asses to dance.","author":"French proverb","category":"passion"},{"quote":"Love is only a dirty trick played on us to achieve continuation of the species.","author":"W. Somerset Maugham","category":"passion"},{"quote":"Anyone can be passionate  but it takes real lovers to be silly.","author":"Rose Franken","category":"passion"},{"quote":"Sex without love is as hollow and ridiculous as love without sex.","author":"Hunter S. Thompson","category":"passion"},{"quote":"If love is blind  why is lingerie so popular?","author":"Anonymous","category":"passion"},{"quote":"It does not matter what you do in the bedroom as long as you do not do it in the street and frighten the horses.","author":"Patrick Campbell","category":"passion"},{"quote":"Marriage has many pains  but celibacy has no pleasures.","author":"Samuel Johnson","category":"passion"},{"quote":"I need sex for a clear complexion  but I'd rather do it for love.","author":"Joan Crawford","category":"passion"},{"quote":"Acting is not very hard. The most important things are to be able to laugh and cry. If I have to cry  I think of my sex life. And if I have to laugh  well  I think of my sex life.","author":"Glenda Jackson","category":"passion"},{"quote":"The big difference between sex for money and sex for free is that sex for money usually costs a lot less.","author":"Brendan Behan","category":"passion"},{"quote":"A lover without indiscretion is no lover at all.","author":"Thomas Hardy","category":"passion"},{"quote":"Happy are those lovers who  when their senses require rest  can fall back upon the intellectual enjoyments afforded by the mind! Sweet sleep then comes  and lasts until the body has recovered its general harmony. On awaking  the senses are again active and always ready to resume their action.","author":"Giacomo Casanova","category":"passion"},{"quote":"If we seek the pleasures of love  passion should be occasional  and common sense continual.","author":"Robertson Davies","category":"passion"},{"quote":"Love - a wildly misunderstood although highly desirable malfunction of the heart which weakens the brain  causes eyes to sparkle  cheeks to glow  blood pressure to rise and the lips to pucker.","author":"Anonymous","category":"passion"},{"quote":"Love ain't nothing but sex misspelled.","author":"Harlan Ellison","category":"passion"}]}