{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Since so many romantic comedies vary little in their storyline, the success or failure of such movies depends largely on whether we believe in the relationship of the protagonists.","author":"Mariella Frostrup","category":"Success, Relationship"},{"quote":"I'm scared of failure so much more than any of the other girls I compete against that I work so much harder than they possibly could. I'm totally down with spiders and frogs and heights and snakes - everything I'm cool with it.","author":"Ronda Rousey","category":"Work, Cool, Heights"},{"quote":"I've learned to think in terms of having a long career. Actors can have very long careers that last until the day we die, but there will be moments when you'll feel like you're a failure or when you're disappointed in yourself.","author":"Bryce Dallas Howard","category":"Day, Yourself, Moments"},{"quote":"My friend was on dialysis for six years before he got a new kidney. I was on dialysis for eight months. I'm almost not even the typical person who has kidney failure.","author":"Natalie Cole","category":"Friend, New, Person"},{"quote":"I was pretty bad. When I first was diagnosed with kidney failure, my function - the function of my kidney was less than 8 percent.","author":"Natalie Cole","category":"First, Bad, Kidney"},{"quote":"I already had high blood pressure. I have hypertension. And I think the chemo was just too much for my kidneys. And they went into failure. And that was September 12th of 2008. And the doctor rushed me right to the hospital.","author":"Natalie Cole","category":"Doctor, Me, Pressure"},{"quote":"George W. Bush is history's president, a man for whom the long-term success or failure of democracy in Iraq will determine his place in history.","author":"Andrew Breitbart","category":"Success, History, Man"},{"quote":"Once our country is fully engulfed in a debt crisis, our economy will be torn apart, and every American will be a victim of the federal government's failure to prevent this disaster.","author":"Kevin McCarthy","category":"American, Government, Crisis"},{"quote":"Wherever there's an all-encompassing 'always,' 'all' or 'never' in your life, it's a sign that your mischievous subconscious is setting you up for failure by consistently leading you back toward these repeat performances.","author":"Karen Salmansohn","category":"Life, You, Back"},{"quote":"Failure is your invention.","author":"Sophia Amoruso","category":"Invention, Your"},{"quote":"If your startup is only in the development or idea stage, there is almost no better predictor of failure - I mean, utter failure, scorched-earth bankruptcy - than raising too much money in the first round.","author":"Steve Jurvetson","category":"Money, Better, Development"},{"quote":"Failure is an amazing data point that tells you which direction not to go.","author":"Payal Kadakia","category":"Amazing, Data, You"},{"quote":"Every large brand has franchisees and stores that don't make it. It's unfortunate, and Cold Stone did everything it could to support its franchisees, but some failure rate is part of the business.","author":"Doug Ducey","category":"Business, Support, Brand"},{"quote":"If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable.","author":"E. O. Wilson","category":"Alone, Effort, Successful"},{"quote":"My failures may be my greatest successes. It is in failure that I have often drawn closer to God, learn to depend more on Him than myself, gained self-knowledge, and seen things in their right perspective.","author":"Mother Angelica","category":"Myself, God, Perspective"},{"quote":"Divorce is so common and accepted in America that beating myself up over it may sound ridiculous. But I was raised to believe that divorce wasn't an option; to me, divorce equaled failure. I wasn't able to change that equation until I found myself in the right relationship.","author":"Trisha Yearwood","category":"Change, Relationship, Myself"},{"quote":"I don't lose any sleep at night over the potential for failure. I cannot even spell the word.","author":"James Mattis","category":"Sleep, Potential, Night"},{"quote":"While entrepreneurs spend a lot of effort trying to avoid failure, sometimes the lessons one learns from those missteps can be invaluable.","author":"Lewis Howes","category":"Effort, Trying, Sometimes"},{"quote":"The album 'Cheers to the Fall' is really kind of me breaking out and being like, 'Listen, I don't care about criticism, and I don't care about possibility of failure. I'm going to do it. And if I do fail, well then, here's to it.'","author":"Andra Day","category":"Me, Fall, Care"},{"quote":"When my father left us, my mother went back to school immediately. She went to school in the day while we were at school, and she worked at night. She worked very hard to never let someone define her as a victim or a failure.","author":"Ginni Rometty","category":"Father, Mother, School"},{"quote":"If your current get-rich project fails, take what you learned and try something else. Keep repeating until something lucky happens. The universe has plenty of luck to go around; you just need to keep your hand raised until it's your turn. It helps to see failure as a road and not a wall.","author":"Scott Adams","category":"Road, Luck, Universe"},{"quote":"I wouldn't call Loopt a failure. It didn't turn out like I wanted, for sure, but it was fun, I learned a lot, and I made enough money to start investing, which led me to my current job. I don't regret it at all.","author":"Sam Altman","category":"Money, Job, Regret"},{"quote":"Failure will happen. It's a normal part of the startup process.","author":"Steve Blank","category":"Process, Happen, Will"},{"quote":"While 'The Owner's Manual' is not a formula for guaranteed success by any means, we're confident it will help reduce the failure rate of most startups that use our Customer Development process.","author":"Steve Blank","category":"Success, Help, Customer"},{"quote":"In corporations, the penalty for repeated failure on known tasks is being reassigned to other tasks or asked to leave the company.","author":"Steve Blank","category":"Company, Leave, Being"},{"quote":"While the public school rewards failure by throwing more government money at failing school systems, the voucher system does the opposite.","author":"Fabrizio Moreira","category":"Money, School, Government"},{"quote":"Every entrepreneur knows how agonizingly difficult it is to make the decision to give it your all, knowing that failure is inevitable; the successful ones know that the only way to get back up is through learning from that failure.","author":"Fabrizio Moreira","category":"Learning, Decision"},{"quote":"There are a whole host of psychological phenomenon humans have developed to protect ourselves from the sting of failure, from holding ourselves less accountable for our failures than we do other people, to letting our fear paralyze us and keep us from even trying.","author":"Fabrizio Moreira","category":"Fear, People, Trying"},{"quote":"It is incredibly important to set goals for your business, as if you have no direction for your business, your online business will be a failure.","author":"Fabrizio Moreira","category":"Business, Goals, You"},{"quote":"I grew and learned, journeyed and understood, that someone who is afraid of failing won't get anywhere, and someone who dares to do it runs the risk of failure if they don't learn, correct their mistakes, and get back up.","author":"Fabrizio Moreira","category":"Mistakes, Risk, Learn"},{"quote":"It's only a risk if you think there's a chance of failure.","author":"Kimbal Musk","category":"Risk, Chance, Think"},{"quote":"The offshoring of American jobs by global corporations and the deregulation of the U.S. financial system have resulted in American economic failure.","author":"Paul Craig Roberts","category":"American, Financial"},{"quote":"I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure. But it's like, 'Well, are you making movies to be successful? Or are you making movies to learn something?'","author":"Kristen Stewart","category":"Love, Time, Home"},{"quote":"I was in kidney failure. I ended up having a kidney transplant on my 21st birthday.","author":"Amy Purdy","category":"Birthday, Up, Kidney"},{"quote":"Ego is certainly there in many of the greatest and most dizzying tales of success - but it's there in some of the greatest stories of failure and self-implosion as well.","author":"Ryan Holiday","category":"Success, Greatest, Ego"},{"quote":"I don't think one should attribute the success and failure of a film to a single actor. When you decide to do a film, you weigh the pros and cons before taking a call. Only when you run out of patience, get insecure, and feel your career is heading nowhere do you sign anything that comes your way.","author":"Rakul Preet Singh","category":"Success, Patience, Think"},{"quote":"I don't take it very seriously. You shouldn't let your success get to your head or failure get to your heart. This is most commonly said. But people don't really practise it. I don't see myself as a celebrity it has not sunk in. I just see myself as someone doing a nine-to-six job like a techie.","author":"Rakul Preet Singh","category":"Success, Myself, Job"},{"quote":"There is failure in every industry there is failure in every step. It's just that we are working in an industry where everything is just out there that is why it looks so magnified. But failure is a part of life.","author":"Yami Gautam","category":"Life, Step, Why"},{"quote":"My feeling, based on my own experience, is that aiming for grandiosity is the fastest route to failure.","author":"James Altucher","category":"Experience, Feeling, My Own"},{"quote":"I feel, in the end, as if everything I've done has been a failure.","author":"Jonathan Kozol","category":"End, Done, Feel"},{"quote":"By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there.","author":"Jonathan Kozol","category":"Success, School"},{"quote":"A fictionalised memoir of my father would be a failure as a novel.","author":"Richard Flanagan","category":"Father, Memoir, Novel"},{"quote":"While it's important to accept failure and not let it bog you down, it's also perfectly acceptable to get upset about it as long as you remember that failure is a stepping stone in your journey that is getting you to where you need to be.","author":"John Rampton","category":"Journey, Long, Remember"},{"quote":"We've all experienced those days when we feel like an absolute failure. It's a normal feeling when things don't go as exactly planned. And, when we feel like that, it's challenging to think of yourself as a successful individual.","author":"John Rampton","category":"Yourself, Successful, Think"},{"quote":"We decided to try in vitro, because both Peter and I felt we couldn't handle another failure. When I miscarried after that, we had to come to terms with the possibility that this wasn't meant to be.","author":"Christie Brinkley","category":"Try, Meant To Be, Handle"},{"quote":"The greatest challenge to most innovation centers around the world is many nations' punitive attitudes towards failure. In most of the world, if your first business fails, no one will work with you again. But, trial and error is the genesis of innovation.","author":"Jay Samit","category":"Work, Business, Innovation"},{"quote":"Success and failure are equally surprising.","author":"Daryl Hall","category":"Success, Surprising, Equally"},{"quote":"The Tea Party people say they're angry about socialism, but maybe they're really angry about capitalism. If there's a sense of being looked down upon, it's that sense of failure that's built into a system that assures everyone they can make it to the top, but then reserves the top for only a tiny fraction of the strivers.","author":"Gail Collins","category":"Tea, People, Party"},{"quote":"The failure to work out sensible budgets makes it impossible for government agencies to make long-term plans, and instead leaves them scrambling to spend money in the short term.","author":"Matt Taibbi","category":"Work, Money, Government"},{"quote":"I felt like a failure for so long because I wasn't able to access myself in the way I knew I would have if I was going to make music that mattered. I knew I was going to have to learn how to be honest.","author":"John Grant","category":"Music, Myself, Long"},{"quote":"The failure of one regional bank, assuming it is following a traditional model, will not threaten the entire system.","author":"Sherrod Brown","category":"Bank, System, Will"},{"quote":"I think there is a failure in foreign policy. And you have to acknowledge that under Barack Obama, Hillary Clinton was the architect of that foreign policy. Whether it was malevolent or not, I don't know.","author":"Mike McCaul","category":"Know, Think, You"},{"quote":"Movies are not novels, and that's why, when filmmakers try to adapt novels, particularly long or complex novels, the result is almost always failure. It can't be done.","author":"Paul Auster","category":"Movies, Long, Why"},{"quote":"There's no question that Kennedy was an utter failure as a passer of laws during his proverbial thousand days.","author":"Rick Perlstein","category":"Question, Days, Laws"},{"quote":"I wanted to give an honest insight into a consuming Tour. It's turned out pretty interesting because there aren't many books out there documenting someone's failure.","author":"Bradley Wiggins","category":"Interesting, Insight, Honest"},{"quote":"I've had my share of struggle. I believe, never take success to your head or failure to your heart.","author":"Randeep Hooda","category":"Success, Struggle, Heart"},{"quote":"I didn't allow failure to break my heart. So I wouldn't allow success to bloat my head.","author":"Randeep Hooda","category":"Success, Heart, Head"},{"quote":"I didn't fear failure. I expected failure.","author":"Amy Tan","category":"Fear, Expected"},{"quote":"I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success.","author":"Amy Tan","category":"Success, Hope, Father"},{"quote":"If it's a good work of adaptation, the book should remain a book and the film should remain a film, and you should not necessarily read the book to see the film. If you do need that, then that means that it's a failure. That is what I think.","author":"Marjane Satrapi","category":"Work, Good, Book"},{"quote":"I've loved every minute I've spent in television. And I've had much more failure, as traditionally measured, than success in television. I've done four shows, and only one of them was the 'West Wing.'","author":"Aaron Sorkin","category":"Success, Television, Loved"},{"quote":"Failure to curb temperature increases will impact all countries, Ireland included, but with the most immediate and drastic effects being felt, in many instances, by the most vulnerable countries and communities.","author":"Enda Kenny","category":"Impact, Will, Being"},{"quote":"I like Diaspora because it's audacious, it's driven by passion, and it's very, very hard to do. After all, who in their right mind would set as a goal taking on Facebook? That's sort of like deciding to build a better search engine - very expensive, with a high likelihood of failure.","author":"John Battelle","category":"Passion, Goal, Mind"},{"quote":"The failure of the White House and Congress to seriously address the nation's fiscal situation is certain to broaden the belief among many voters that the U.S. political system is broken.","author":"Ron Fournier","category":"Political, Broken, Belief"},{"quote":"Lincoln made mistakes. Roosevelt made mistakes. Eisenhower made mistakes. The Battle of the Bulge was the biggest intelligence failure in American military history, much bigger than any in Vietnam or now. We didn't know that the Soviets were moving 400,000 or 500,000 troops. We missed it.","author":"Rudy Giuliani","category":"History, Mistakes"},{"quote":"My greatest sense of accomplishment has come from having two amazing sons, but it's also a paradox in that the times when I felt like the biggest failure have been times when I felt like, as a parent, I wasn't making the right decisions or succeeding in the way that I should.","author":"Michael Franti","category":"Decisions, Amazing, Greatest"},{"quote":"Well, I think it's too early to call Fallujah a failure.","author":"Chuck Schumer","category":"Think, Early, Well"},{"quote":"Former Sen. Alan Simpson of Wyoming, the co-author of the 1986 Simpson-Mazzoli immigration reform bill, has said the failure of that bill was a function of the lack of an ID card system.","author":"Lawrence Kudlow","category":"Immigration, Said, System"},{"quote":"It's a strange failure of the literary world that Updike never quite received his due. Despite winning two Pulitzers and two National Book Awards and countless other awards and honours, he was denied the Nobel.","author":"Justin Cartwright","category":"Winning, Book, World"},{"quote":"If we don't succeed, we run the risk of failure.","author":"Al Gore","category":"Risk, Succeed, Run"},{"quote":"I teach students that what people say about failure in politics is mostly wrong. People always told me, 'They'll praise you on your way up and kick you on your way down.' That wasn't my experience. I can't walk down the street in Toronto without someone coming up and saying hello.","author":"Michael Ignatieff","category":"Experience, Politics, Walk"},{"quote":"In 1999, I was in St. Louis with Martin Luther King III as we led protests against the state's failure to hire minority contractors for highway construction projects. We went at dawn on a summer day with over a thousand people and performed acts of civil disobedience.","author":"Al Sharpton","category":"Day, Construction, People"},{"quote":"I like to do matrices. One option per line, different facets for each column. Salary, location, happiness index, failure index, and all that.","author":"Marissa Mayer","category":"Happiness, Salary, Different"},{"quote":"Coming to terms with the fact that my marriage was a failure was devastating and very difficult.","author":"Sarah McLachlan","category":"Marriage, Difficult, Fact"},{"quote":"Coming to terms with the fact that my marriage was a failure was devastating and very difficult. I blamed myself for a lot of things. It took me a very long time to get over it.","author":"Sarah McLachlan","category":"Marriage, Time, Myself"},{"quote":"If you get into a Broadway show and it doesn't work, you're a failure. And if it does work, you may be stuck for who knows how long. It just doesn't sound great to me!","author":"Betty White","category":"Work, Great, Me"},{"quote":"If you've gone into a marriage and you haven't been clear about how you're going to handle money, how you want to raise kids, who is going to work or stay home or what have you, then you've set yourself up for failure.","author":"Phil McGraw","category":"Work, Marriage, Home"},{"quote":"The historic lesson is that it was a strategic failure to go into Iraq. History will not be and should not be kind with that decision.","author":"Michael T. Flynn","category":"History, Be Kind, Decision"},{"quote":"I can plunk out enough chords to write a song, but I'm completely afraid to play guitar in front of other people. It's a fear of failure, I guess.","author":"Mandy Moore","category":"Fear, Guitar, People"},{"quote":"Overhead will eat you alive if not constantly viewed as a parasite to be exterminated. Never mind the bleating of those you employ. Hold out until mutiny is imminent before employing even a single additional member of staff. More startups are wrecked by overstaffing than by any other cause, bar failure to monitor cash flow.","author":"Felix Dennis","category":"Mind, Flow, You"},{"quote":"I lived with this tremendous fear of failure because my father was a playwright and a director, and I think he did a couple of things as a child as an actor as well, and he... he failed, basically.","author":"Ben Affleck","category":"Fear, Father, Child"},{"quote":"My failure to lay aside the sin that so easily entangles is the direct result of my refusal to die to my natural proclivity toward attaining my own freedom, meaning, value, worth, and righteousness - not believing that, by virtue of my Spirit - wrought union with Christ, everything I need, I already possess.","author":"Tullian Tchividjian","category":"Freedom, Value, Meaning"},{"quote":"What is indisputable is the fact that unbelief is the force that gives birth to all of our bad behavior and every moral failure. It is the root.","author":"Tullian Tchividjian","category":"Behavior, Moral, Birth"},{"quote":"You can't be afraid of the problem. Don't be afraid of failure; don't be afraid to make mistakes. Make sure you learn from each step; iterate, and stay as efficient as possible without being paralyzed by a difficult situation.","author":"Jon Oringer","category":"Mistakes, Step, Problem"},{"quote":"George Orwell's science-fiction classic 'Nineteen Eighty-Four' wasn't a failure because the future it predicted failed to come to pass. Rather, it was a resounding success because it helped us prevent that future.","author":"Robert J. Sawyer","category":"Success, Future, Classic"},{"quote":"Sometimes people call me a success for all the reasons that make me think I'm a failure.","author":"William Hurt","category":"Success, Me, People"},{"quote":"I failed first grade, which is my biggest problem. You always feel like a failure, like you're stupid.","author":"Amy Sedaris","category":"Stupid, Problem, You"},{"quote":"I may be a successful football player, but I feel like such a failure.","author":"Brett Favre","category":"Football, Successful"},{"quote":"It's probably foolish to expect relationships to go on forever and to say that because something only lasts 10 years, it's a failure.","author":"James Taylor","category":"Relationships, Years, Say"},{"quote":"Life is nothing but a bunch of experiences. There's no such thing as success or failure.","author":"Suki Waterhouse","category":"Life, Success, Experiences"},{"quote":"I don't fear pain or failure anymore because I'm too grateful for the pains and failures of my past - they have made me who I am, and most of the good things in my life are a direct result of them in some way.","author":"Scott Derrickson","category":"Life, Good, Fear"},{"quote":"When people read 'Breitbart' every single day and convince themselves that Barack Obama is a foreign terrorist, that is not a problem of government. That is a problem of community failure, and we have to recognize that.","author":"J. D. Vance","category":"Day, Community, Government"},{"quote":"Trump's biggest failure as a political leader is that he sees the worst in people, and he encourages the worst in people.","author":"J. D. Vance","category":"Leader, Political, People"},{"quote":"In Chicago, you have an absence of strong family units, and that absence gets filled by gangs. You have a failure in the school system, after-school programs and other social programs to help keep kids off the streets. Amnesty International speaks to that in some way, by keeping these issues in the forefront.","author":"Lupe Fiasco","category":"Family, Strong, School"},{"quote":"There's no right or wrong, success or failure.","author":"Miley Cyrus","category":"Success, Right, Wrong"},{"quote":"As long as the G.O.P., led by its increasingly visible women, continues to insist that the problem is not their policies but women's failure to understand their own lives and interests, the gender gap won't go away.","author":"Dee Dee Myers","category":"Women, Problem, Long"},{"quote":"It's failure, really, that you grow by, although nobody likes to experience it.","author":"Nick Nolte","category":"Experience, Grow, You"},{"quote":"I'm kind of a failure. I mean, I'll be honest. I'm successful in that I'm getting to work on great stuff, but I think I'm a failure in all the personal stuff that is most important to me.","author":"Paul Feig","category":"Work, Great, Me"},{"quote":"So nevertheless, what I'm saying is that what one is - one's parameters are constantly narrowed by one's success, and my desire is to widen my field even if I risk failure.","author":"Jeremy Irons","category":"Success, Risk, Saying"},{"quote":"I constantly experience failure in that my work is never as good as I want it to be. So I live with failure.","author":"Jeremy Irons","category":"Work, Good, Experience"},{"quote":"I see people around me with very unhappy love lives, who may have held out for that perfect somebody. And the failure to achieve that brings along a lot of bitterness which is very unattractive; therefore they're probably less likely to achieve it.","author":"David Thewlis","category":"Love, Me, People"},{"quote":"Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.","author":"Denis Waitley","category":"Success, Change, You"},{"quote":"All human actions are equivalent... and all are on principle doomed to failure.","author":"Carl Sandburg","category":"Human, Actions, Principle"},{"quote":"I think, if you're in the United States, we've seen people trying to speak out in different ways and trying to make themselves heard about the United States' failure to move on generationally, given the long-festering wound of our history around race.","author":"Joshua Oppenheimer","category":"History, Speak, People"},{"quote":"Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments.","author":"Alain Ducasse","category":"Life, Positive, Mistakes"},{"quote":"Among all the tests President Obama faced in his first term, his biggest failure was climate change.","author":"Jeff Goodell","category":"Change, Climate Change"},{"quote":"I don't see divorce as a failure. I see it as the end to a story. In a story, everything has an end and a beginning.","author":"Olga Kurylenko","category":"Beginning, End, Divorce"},{"quote":"If you have a level of expectation in your life that you have to be a quote-unquote star, whatever that means, you might be setting yourself up for failure.","author":"Bryan Cranston","category":"Life, Yourself, You"},{"quote":"Different parts of the world have different attitudes to failure. Arguably, it may take more courage to be an entrepreneur in Sydney, or Paris, or London, or Japan, or Singapore... but an entrepreneur sees the world for what it could be, not what it is.","author":"Guy Kawasaki","category":"Courage, World, London"},{"quote":"No one suggested Lehman deserved to be saved. But the argument has been made that the crisis might have been less severe if it had been saved, because Lehman's failure created remarkable uncertainty in the market as investors became confused about the role of the government and whether it was picking winners and losers.","author":"Andrew Ross Sorkin","category":"Government, Confused, Crisis"},{"quote":"In truth, in the fairy-tale version of bailing out Lehman, the next domino, A.I.G., would have fallen even harder. If the politics of bailing out Lehman were bad, the politics of bailing out A.I.G. would have been worse. And the systemic risk that a failure of A.I.G. posed was orders of magnitude greater than Lehman's collapse.","author":"Andrew Ross Sorkin","category":"Truth, Politics, Risk"},{"quote":"The failure of Lehman may have allowed the government to do more to prop up the economy than it otherwise could.","author":"Andrew Ross Sorkin","category":"Government, Economy, May"},{"quote":"I think, with Hank Paulson, the concept of a bailout was anathema to him from day one. He was a Republican; he's a free marketeer. He believes in capitalism, and part of capitalism is believing in failure. And so the idea of bailing out an institution, I think, went against every part of him.","author":"Andrew Ross Sorkin","category":"Day, Capitalism, Free"},{"quote":"I think to visualize failure as you're starting off is really a bad thing to do.","author":"Marcia Gay Harden","category":"Think, You, Bad"},{"quote":"When I started running cross-country and track in high school, literally every race was a failure.","author":"Chad Hurley","category":"School, High School, Race"},{"quote":"Running helped me learn how to deal with failure, and failure is a big part of the Internet business.","author":"Chad Hurley","category":"Business, Internet, Me"},{"quote":"Anybody who dies with money in the bank is a failure.","author":"Dan Gilbert","category":"Money, Bank, Anybody"},{"quote":"Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime.","author":"James Russell Lowell","category":"Time, Crime, Aim"},{"quote":"It's - everybody's looking at the bottom line all the time, and failure doesn't look good on the bottom line, and yet you don't learn anything without failing.","author":"Alan Arkin","category":"Time, Good, Looking"},{"quote":"'Catch-22' was a huge failure, and it rubbed off on everybody connected to it. I had a bunch of lean years where I had to do things, a lot of which I wasn't wildly enthusiastic about.","author":"Alan Arkin","category":"Connected, Years, Where"},{"quote":"The traditional religious right's failure to restore public-school prayer or pass an antiabortion constitutional amendment has likely helped fuel the spread of the more extreme dominionist school.","author":"Jon Meacham","category":"School, Prayer, Fuel"},{"quote":"I buy a lot of cookbooks. Some of them you just kind of read, and you try one recipe, and it doesn't really work. So then you don't go back to it. The new Ina Garten cookbook, which is called 'Back to Basics,' I have not had a failure with. It is the most fantastic cookbook. I think I bought 20 copies of it for friends.","author":"Nora Ephron","category":"Work, Friends, Think"},{"quote":"I see disappointment as something small and aggregate rather than something unified or great. With a little effort, every failure can be turned into something good.","author":"Eleanor Catton","category":"Good, Great, Disappointment"},{"quote":"Being a pathfinder is to be willing to risk failure and still go on.","author":"Gail Sheehy","category":"Risk, Being, Still"},{"quote":"Most people don't really do too many things because they're afraid they'll fail. There are people failing all the time, all around you. And nobody is going to notice your failure. Your failure is not going to be so spectacular that people write news stories about it. Your failure will be boring.","author":"Kumail Nanjiani","category":"Time, People, You"},{"quote":"There is no middle ground in Hollywood you're a failure or you're a success. That mentality is wild.","author":"Javier Bardem","category":"Success, You, Hollywood"},{"quote":"I guess it's the fear of failure and not knowing how the films are going to do that just drives us to work really hard to make them the best they can possibly be.","author":"Lee Unkrich","category":"Work, Fear, Best"},{"quote":"Men are taught that if we are not the ultimate provider, we are a complete failure. We have to be number one in everything we do. There is nothing more delusional or paralysing than what I have just described.","author":"Edgar Ramirez","category":"Men, Nothing, Number"},{"quote":"I feel like if we can use the combination of basically data-driven hunches and bet on really first-class talent to deliver the shows, that I think we could do as well as the networks do, who basically have a 75 to 80 percent failure rate for new shows anyway - even after all that development and pilot work.","author":"Ted Sarandos","category":"Work, Talent, Think"},{"quote":"The power of fear of failure, with will to win, is an incredible force. I don't think we should be worried about having a fear of failure; I think it's quite natural. If you surveyed any top businessman or any top athlete, I bet if they were truthful, they would all say they've got a fear of losing and a fear of failure.","author":"John Caudwell","category":"Fear, Power, Losing"},{"quote":"I think I'm less afraid of failure than some others.","author":"Russell Simmons","category":"Think, Afraid, I Think"},{"quote":"People are afraid of failure - they don't like to work so hard and have people keep saying, 'No.' I think that's what people fear most.","author":"Russell Simmons","category":"Work, Fear, People"},{"quote":"When I was an adolescent in England, at school we had to read 'Death of a Salesman.' I remember feeling incredibly moved by the portrayal of these people and the idea with which Miller broached the whole subject of failure or failed systems, or the way that people are crushed by a system in which they find themselves.","author":"Simon McBurney","category":"Death, School, Remember"},{"quote":"Revolutionaries were depressed and close to emotional breakdown; after the failure, they left successively.","author":"Sun Yat-sen","category":"Emotional, Left, Depressed"},{"quote":"I think, in storytelling, people want to see triumph, and so it's usually nice to start with failure and see someone somehow rise above it. People like to see people try. And they like to see people fail for comedy, and they like to see people succeed for the drama and emotion.","author":"Nick Kroll","category":"Start, People, Rise"},{"quote":"I don't know if it's a failure of imagination on my part, but I'm not going to be writing about Paris in the 1800s. I feel like it would come off as just ludicrously uninformed, even if I did a lot of research.","author":"Maria Semple","category":"Imagination, Writing"},{"quote":"I think if you just eat healthy, you're active, and you don't beat yourself up, you're setting yourself up to win rather than setting yourself up for failure.","author":"Kristin Cavallari","category":"Win, Yourself, Healthy"},{"quote":"In Torch Song, I did that character almost non-stop from 1978 until I made the movie in 1987. Then I had some failure, which also colors how you react to doing other things.","author":"Harvey Fierstein","category":"Character, Colors, Song"},{"quote":"All the world loves a good loser.","author":"Kin Hubbard","category":"Good, World, Loser"},{"quote":"It's not that we fly by the seat of our pants. We're not afraid of failure.","author":"Craig Ferguson","category":"Fly, Afraid, Pants"},{"quote":"Failure worries me; nobody wants to fail. There is a fear that one day, films will not come my way, or if someone doesn't watch your film, that is a worrying point. It is unpredictable in the industry.","author":"Alia Bhatt","category":"Day, Fear, Me"},{"quote":"I have my way of dealing with lows in my career: I just go on a holiday. Coping with a failure of a film is like coping with a break-up. It's sad and heart-breaking, and it's not like I got over it right after my holiday; it took me some time.","author":"Alia Bhatt","category":"Time, Sad, Me"},{"quote":"You'll never convince me there is a hopeless situation or there is any finality in any success or any failure.","author":"Carlos Ghosn","category":"Success, Me, You"},{"quote":"In politics, what begins in fear usually ends in failure.","author":"Samuel Taylor Coleridge","category":"Fear, Politics, Ends"},{"quote":"Bare hands grip success better than kid gloves. Be thorough in all things, no matter how small or distasteful! The man who counts his hours and kicks about his salary is a self-elected failure.","author":"Charles M. Schwab","category":"Success, Man, Small"},{"quote":"I don't know which is stronger: the thrill of winning or the fear of failure. I don't know which one affects me most. I don't know where the middle is.","author":"Tony McCoy","category":"Fear, Winning, Me"},{"quote":"I think I've failed every test I've ever taken. If there was a failure I would have been it.","author":"Lisa Marie Presley","category":"Think, Test, I Think"},{"quote":"From a public perspective, the Grand National is the biggest race of all, and not to have won it yet is definitely a failure. But there's been a lot of jockeys every bit as good and better than me that haven't won it - John Francome, Peter Scudamore, Jonjo O'Neill, Charlie Swan, to name a few.","author":"Tony McCoy","category":"Good, Perspective, Me"},{"quote":"What is more comforting to the terrorists around the world: the failure to pass the 9/11 legislation because we lacked a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?","author":"Rahm Emanuel","category":"America, Politics, World"},{"quote":"When you can look at failure and say, 'What is the worst case scenario,' it's not as bad as it seems.","author":"Whitney Wolfe","category":"Look, You, Bad"},{"quote":"Failure's a marker of success in its own right because you went out and tried something... If you really don't want to fail, go find a comfortable chair and stay there. Just don't go out and do anything.","author":"Whitney Wolfe","category":"Success, Chair, Want"},{"quote":"If you truly want to find a meaningful relationship, you've got to find yourself first and learn to be confident in your own skin. Don't sacrifice anything about who you are to be with someone. That's setting yourself up for failure.","author":"Whitney Wolfe","category":"Relationship, Sacrifice"},{"quote":"The failure of the system to deal quickly was attributable to Nixon's lying, stonewalling and refusal to come clean. So it took 26 months for the final truth to be known.","author":"Bob Woodward","category":"Truth, Lying, Clean"},{"quote":"One of my most vivid memories from 1974 was the gas station at the foot of the hill below my Southern California high school - car lines snaking out into the street, heralding the failure of the government's price controls and lame ideas such as odd-even rationing.","author":"Nina Easton","category":"Memories, Car, School"},{"quote":"When you come off 'The X Factor,' you're more likely to be a failure than a success because people almost want you to fail. There's this kind of feeling that you're separate from everyone else. You get it from artists, people in the industry, people at record labels.","author":"Olly Murs","category":"Success, People, Want"},{"quote":"I find writing very difficult. It's hard and it hurts sometimes, and it's scary because of the fear of failure and the very unpleasant feeling that you may have reached the limit of your abilities.","author":"Tony Kushner","category":"Fear, Writing, You"},{"quote":"Whenever a chef cooks for his own ego rather than his guests, he/she set themselves up for ridicule and failure. In the end, it's the service industry. Our goal is to make our guests happy through our cooking.","author":"Johnny Iuzzini","category":"Happy, Service, Cooking"},{"quote":"Every time you go out there to do something, you wonder if you can do it. There's no assured success. There's no secret recipe for success. Every time you go out there, you go out there with the possibility of great failure.","author":"Mel Gibson","category":"Success, Time, Great"},{"quote":"Failure to pass TPP sends a big signal. The United States is backing off, backing away. That will create a huge void here.","author":"Max Baucus","category":"Create, Will, Here"},{"quote":"Admitting failure is quite cleansing, but never - pleasurable.","author":"Michael Morpurgo","category":"Never, Admitting, Cleansing"},{"quote":"I would have thought that I would have become one of those parents - just because it's my nature to be such a perfectionist - that anything falling short, I would have seen as a failure. But something has happened to me over the past few years - it's not Zen, believe me, I'm not at all Zen - but I'm so appreciative of even the chaos.","author":"Brooke Shields","category":"Nature, Parents, Past"},{"quote":"The starkest rejection letter might be followed by a million-dollar advance. Don't let rejection start to look the same as failure.","author":"Darin Strauss","category":"Start, Look, Rejection"},{"quote":"That sense of failure, I don't know where people put it who don't write songs and aren't able to emote physically. It must go somewhere.","author":"Sting","category":"People, Know, Somewhere"},{"quote":"Every American president must be held to the highest standard. No president of any color should be given a free pass for screw-ups, lies or failure to keep a promise.","author":"Juan Williams","category":"American, Color, Free"},{"quote":"To me, the failure of liberalism - the tradition I come from - was not recognizing there has to be justice across the generations.","author":"Richard Lamm","category":"Justice, Me, Tradition"},{"quote":"A hatred of failure has always been part of my nature.","author":"J. Paul Getty","category":"Nature, Hatred, Always"},{"quote":"So much has changed in our business. E-books, that's been one of the principal developments. There has been also the failure of Borders and the rise of Amazon, just to name two others.","author":"Sonny Mehta","category":"Business, Name, Rise"},{"quote":"No matter how well things are going, failure and disaster are just around the corner. So celebrate the good, but be ready for the bad.","author":"Vivek Wadhwa","category":"Good, Celebrate, Disaster"},{"quote":"I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.","author":"Tennessee Williams","category":"Work, Success, I Am"},{"quote":"I'm fully aware that things that resonate and become real hits are the exception to the rule, so much so that I've wired myself for failure.","author":"Ron Perlman","category":"Myself, Real, Become"},{"quote":"Get used to dealing with failure as long as it doesn't hurt people around you, as long as it doesn't hurt you physically, or it doesn't hurt you so much that you can't pick yourself up.","author":"Dean Kamen","category":"Yourself, Hurt, People"},{"quote":"Success is boring... failure is exciting and more entertaining.","author":"Anupam Kher","category":"Success, Boring, Success Is"},{"quote":"I don't think there's any way it could have failed. We don't know failure in this band. We didn't know failure. We got to know it a little after awhile but at that time there was no such word.","author":"Roger Daltrey","category":"Time, Know, Think"},{"quote":"For market discipline to constrain risk effectively, financial institutions must be allowed to fail. Under optimal financial regulatory and financial system infrastructures, such a failure would not threaten the overall system.","author":"Henry Paulson","category":"Discipline, Risk, Financial"},{"quote":"One time I nearly experienced failure was when I was acting in 'Hum Aapke Hain Kaun' in 1994. One day, I woke up and found that part of my face was paralysed.","author":"Anupam Kher","category":"Time, Day, Acting"},{"quote":"It's your own fear of failure that stops you from doing things.","author":"Anupam Kher","category":"Fear, Doing, You"},{"quote":"I am aware that as an actor, I can blame others for the failure of a film, the director, the script, choice of co-stars, timing of the release and so on. But now, as the director, I will have to shoulder all the blame.","author":"Anupam Kher","category":"I Am, Choice, Blame"},{"quote":"Any attempt to list the ten best science fiction novels is doomed to failure.","author":"Ann Leckie","category":"Best, Science, Fiction"},{"quote":"War is something Arafat sends others to do for him. That is, the poor souls who believe in him. This pompous incompetent caused the failure of the Camp David negotiations, Clinton's mediation.","author":"Oriana Fallaci","category":"War, Believe, Poor"},{"quote":"I felt a failure because I couldn't sustain myself from what I earned from my writing. My day jobs were what mattered, and it was hard to even get those because universities wouldn't hire me as a real writer.","author":"Sandra Cisneros","category":"Day, Myself, Writing"},{"quote":"Pure unadulterated success is not as funny as failure.","author":"Will Arnett","category":"Funny, Success, Success Is"},{"quote":"I looked long and carefully at the picture of a stag painted by Landseer - the style was good, and the brush was handled with fine effect; but he fails in copying Nature, without which the best work will be a failure.","author":"John James Audubon","category":"Work, Nature, Good"},{"quote":"What I try to get physically healthy people to understand is that they're going to die someday. There is no way out. And dying isn't failure, but not living is, so make use of your time. Don't keeping waiting.","author":"Bernie Siegel","category":"Time, Waiting, Healthy"},{"quote":"Sometimes the best gain is to lose.","author":"George Herbert","category":"Best, Sometimes, Lose"},{"quote":"Failure usually works for me in the end.","author":"David Hasselhoff","category":"End, Me, In The End"},{"quote":"International aid as a means of development is a major failure, and not just in Haiti.","author":"Raoul Peck","category":"Development, Just, Aid"},{"quote":"The modern rise of Alzheimer's Disease in the twentieth century is not a sign of failure. It's a sign of success. Success in living long enough to see that disease expressed.","author":"S. Jay Olshansky","category":"Success, Long, Rise"},{"quote":"I really wanted to make the worst thing: the thing that even people who liked bad, terrible music wouldn't like - the stuff that people would ignore, always. Something really, really stupid. Something that is destined for failure.","author":"Ariel Pink","category":"Music, Stupid, People"},{"quote":"I was interested in political failure here in the U.S. The way we're failing to work together to solve even our smallest problems, let alone the complex ones.","author":"Paolo Bacigalupi","category":"Work, Alone, Together"},{"quote":"But while success and failure depend on conditions, the mind neither waxes nor wanes.","author":"Bodhidharma","category":"Success, Mind, Depend"},{"quote":"Those on the downside of rising economic inequality generally do not want government policies that look like handouts. They typically do not want the government to make the tax system more progressive, to impose punishing taxes on the rich, in order to give the money to them. Redistribution feels demeaning. It feels like being labeled a failure.","author":"Robert J. Shiller","category":"Money, Government, Rich"},{"quote":"Radical common sense is the wisdom gleaned from the past that recognizes the perishable opportunities of the moment. It is the willingness to admit error and the refusal to be deterred by failure.","author":"Marilyn Ferguson","category":"Wisdom, Opportunities, Past"},{"quote":"My father was a dreamer - my hero. He was a smart, tough guy from Poland, a cutter of lady's handbags, an old socialist-unionist who always considered himself a failure. His big line was: 'Don't end up like me.'","author":"Alan King","category":"Hero, Father, Smart"},{"quote":"I believe in trusting men, not only once but twice - in giving a failure another chance.","author":"James Cash Penney","category":"Trust, Men, Believe"},{"quote":"I can't say I'm not grateful to have journalists writing about me as a genius. But I know it's not true. I'm not confused. I understand that success comes through a lot of failure and a lot of very embarrassing failure. People want to create the next Facebook, but they are too afraid to create the next Facemash.","author":"Eric Ries","category":"Success, Grateful, Writing"},{"quote":"Start-ups make so many mistakes that the challenge to identify the root cause of a failure is tough. But believing in your own plan is probably the worst.","author":"Eric Ries","category":"Challenge, Mistakes, Plan"},{"quote":"I've had great success and I've had catastrophic failure. It's really how you handle the rough stuff that defines you, I think.","author":"Peter Berg","category":"Success, Great, Think"},{"quote":"I'm full of self-doubt. I doubt everything I do. Everything I do is a failure.","author":"John Banville","category":"Doubt, Everything, Full"},{"quote":"In the old days, variety turns like me learned how to cope with failure - we all had nights when we 'died' on stage - but today's youngsters simply don't have that experience. For them, it really is instant make or break time - hence, all the tears and, hence, all the potential emotional damage.","author":"Bruce Forsyth","category":"Time, Experience, Today"},{"quote":"Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength.","author":"Karen Armstrong","category":"Success, Strength, Islam"},{"quote":"A failure doesn't mean you are unworthy, nor does it preclude success on the next try.","author":"Leonard Mlodinow","category":"Success, You, Try"},{"quote":"Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community.","author":"H. G. Wells","category":"Community, End, Measure"},{"quote":"Apple is a failure because they missed social? Nobody would say that, because they are having great success.","author":"Steve Ballmer","category":"Success, Great, Apple"},{"quote":"I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?","author":"Debra Winger","category":"Death, Experience, Choice"},{"quote":"I don't have a fear factor. Well, not much of one. And I'm willing to risk quite a lot - as a comedian, you're always risking a lot. You're risking failure, especially if you're improvising and going on TV shows trying to make comedy out of thin air. That is quite a risky business.","author":"David Walliams","category":"Business, Fear, Risk"},{"quote":"'This Is Not That Dawn' is remarkable in part for its careful and sensitive attention to women's lives - and also for its harsh critique of men and their failure to stop violence.","author":"Karan Mahajan","category":"Women, Men, Violence"},{"quote":"The thing about a failure is that it is possible to deny it forever.","author":"Karan Mahajan","category":"Forever, Possible, Deny"},{"quote":"Smokey Robinson writes the heartfelt songs, whereas it was my job to write the songs about weakness and failure in love.","author":"Elvis Costello","category":"Love, Job, Weakness"},{"quote":"Working with food was fraught with anxiety when I was a girl. Like all farmers, we were at the mercy of the weather, and we lived in fear of crop failure.","author":"Bobbie Ann Mason","category":"Food, Fear, Girl"},{"quote":"We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself.","author":"Rupert Everett","category":"Success, World, Yourself"},{"quote":"It implies a slight failure as a writer that you are reduced to being a ghostwriter for the money.","author":"Robert Harris","category":"Money, You, Writer"},{"quote":"Do not blame anybody for your mistakes and failures.","author":"Bernard Baruch","category":"Mistakes, Blame, Failures"},{"quote":"The biggest problem in my life is trying to be the kind of man that I want to be, the father that I want to be, and how to process the failure of my marriage.","author":"Ethan Hawke","category":"Life, Marriage, Father"},{"quote":"Growing up, I had the weird fantasy list: I wanted to be Alice Cooper, Steven Spielberg, and Stan Lee. You have to have almost psychotic drive, because you're going to have years of failure.","author":"Rob Zombie","category":"Growing Up, Weird, Fantasy"},{"quote":"When I was growing up, Brandy was TV star, reality star, a pop star, a Cover girl, Grammy winner, had her own Brandy doll, and was the first African American to play Disney princess Cinderella. Most importantly, she is a survivor. Many only judge and remember a person's most recent failure.","author":"Niecy Nash","category":"Girl, American, Reality"},{"quote":"Sadness is a super important thing not to be ashamed about but to include in our lives. One of the bigger problems with sadness or depression is there's so much shame around it. If you have it you're a failure. You are felt as being very unattractive.","author":"Mike Mills","category":"Sad, Depression, Sadness"},{"quote":"The failure of national economic policy is costing us more than jobs; it has begun to weaken that uniquely American spirit of risk-taking, large ambition, and optimism about the future. We must rally them now to bold departures that rebuild our national morale as well as our material prosperity.","author":"Mitch Daniels","category":"Future, American, Ambition"},{"quote":"It's not a failure if a marriage or partnership ends after a certain number of years. I think, in general, we expect too much of partners. We can't fulfil a person's every single need and, after ten years or so, many relationships wear out. If we were more philosophical about it, we wouldn't try to blame the other person or be bitter.","author":"Deborah Moggach","category":"Marriage, Blame"},{"quote":"Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study.","author":"Henry Petroski","category":"Design, Study, She"},{"quote":"Many of the familiar little things that we use every day have typically evolved over a period of time to a state of familiarity. They balance form and function, elegance and economy, success and failure in ways that are not only acceptable, but also admirable.","author":"Henry Petroski","category":"Success, Time, Little Things"},{"quote":"I emphasize that virtually every engineering calculation is ultimately a failure calculation, because without a failure criterion against which to measure the calculated result, it is a meaningless number.","author":"Henry Petroski","category":"Engineering, Measure, Number"},{"quote":"I employ case studies of failure into my courses, emphasizing that they teach us much more than studies of success. It is not that success stories cannot serve as models of good design or as exemplars of creative engineering. They can do that, but they cannot teach us how close to failure they are.","author":"Henry Petroski","category":"Success, Good, Design"},{"quote":"Relying on nothing but scientific knowledge to produce an engineering solution is to invite frustration at best and failure at worst.","author":"Henry Petroski","category":"Knowledge, Best, Engineering"},{"quote":"I'm sure not afraid of success and I've learned not to be afraid of failure. The only thing I'm afraid of now is of being someone I don't like much.","author":"Anna Quindlen","category":"Success, Afraid, Now"},{"quote":"I was convicted of three misdemeanors of willful failure to file a form.","author":"Wesley Snipes","category":"Three, Form, File"},{"quote":"Over the years, I learned that in my career, unlike in life, sometimes my wheelchair is its own automatic door opener. I was able to win the OWN competition by applying one simple principle: be funny, and admit you suck before anyone else can call you out on it. In other words, make the narrative of your failure a comedy.","author":"Zach Anner","category":"Funny, Life, Words"},{"quote":"I've tried to handle winning well, so that maybe we'll win again, but I've also tried to handle failure well. If those serve as good examples for teachers and kids, then I hope that would be a contribution I have made to sport. Not just basketball, but to sport.","author":"Mike Krzyzewski","category":"Hope, Good, Winning"},{"quote":"I think some parents now look at a youngster failing as the final thing. It's a process, and failure is part of the process. I would like it if the teacher and the parents would connect more. I think that used to be, but we're losing a little bit of that right now.","author":"Mike Krzyzewski","category":"Teacher, Parents, Losing"},{"quote":"If a process or adaptation seems too smart for nature, that's a failure of your imagination, not the hand of God. I can make that claim because we have a working model of life's morphing and molding without it.","author":"Kyle Hill","category":"Life, Nature, God"},{"quote":"We are feeble, weak and impoverished because of our failure to pray. God is restrained in doing because we are restrained by reason of our non-praying. All failures in securing heaven are traceable to lack of prayer or misdirected petition.","author":"Edward McKendree Bounds","category":"God, Prayer, Doing"},{"quote":"My great fear has always been complete and utter failure. Hence, you see, all the dispossessed people in my fiction, and why I try to earn as much money as I can. It's a defense. I don't enjoy it or do anything with it.","author":"Peter Ackroyd","category":"Money, Fear, Great"},{"quote":"In college football, fans wallow in a culture of failure. Unless you root for Miami, you sadly wait for disaster to strike your team in a manner not seen outside of Fenway Park.","author":"Stephen Rodrick","category":"Team, Culture, Football"},{"quote":"The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure.","author":"Ben Okri","category":"Imagination, Artist, Tools"},{"quote":"The worst time was 1983. Love and life and everything went wrong. I reached absolute rock bottom. I saw the Minotaur at the bottom of the abyss. I learnt of the harshness of the world and its impartiality to human failure.","author":"Ben Okri","category":"Love, Life, Time"},{"quote":"I never feel any pressure about a film. What is meant to happen will happen. I have seen failure as well as success several times.","author":"Akshay Kumar","category":"Success, Pressure, Feel"},{"quote":"If you're 40 years old and you've never had a failure, you've been deprived.","author":"Gloria Swanson","category":"You, Years, Never"},{"quote":"I have always believed that it's important to show a new look periodically. Predictability can lead to failure.","author":"T. Boone Pickens","category":"Important, Look, New"},{"quote":"I've always believed that it's important to show a new look periodically. Predictability can lead to failure.","author":"T. Boone Pickens","category":"Important, Look, New"},{"quote":"When we're in game worlds, I believe that many of us become the best version of ourselves: the most likely to help at a moment's notice. The most likely to stick with a problem as long as it takes. To get up after failure and try again.","author":"Jane McGonigal","category":"Best, Believe, Help"},{"quote":"Unwillingness to risk failure is always there, but it gets harder when you feel you have more to lose.","author":"Demi Moore","category":"Risk, You, Feel"},{"quote":"Yes - I am usually overweight. I have had to be interested in diet because of being diabetic for 30 years and having kidney failure.","author":"Sue Townsend","category":"I Am, Diet, Years"},{"quote":"I think our failure as a caucus has been not to focus on economic issues. I think we - and I'm supportive of all the issues that - that we talk about, but you need an economic - a robust, economic message that - that covers everybody.","author":"Tim Ryan","category":"Focus, Think, You"},{"quote":"I think that Obama's failure to reestablish the rule of law in money matters is the most damaging thing that he's done - and perhaps the most damaging thing that has happened in American politics in my lifetime. Because once the rule of law is absent in money matters, then anything really goes in politics.","author":"James Howard Kunstler","category":"Money, Politics, Law"},{"quote":"With the selection of Acting Secret Service Director Joseph P. Clancy as the director, President Obama has guaranteed that the agency will continue to lurch from one shocking security failure to another.","author":"Ronald Kessler","category":"Service, Security, Acting"},{"quote":"Failure? Scared to death of it.","author":"Ryan Seacrest","category":"Death, Scared"},{"quote":"I've learnt something from every failure. The products I helped design at the first two companies I worked for were utter failures. But now I know why.","author":"Tony Fadell","category":"Design, Know, Why"},{"quote":"There's no amount of money that makes you feel better when people think of you as a joke or a hack or a failure or ugly or stupid or morally empty.","author":"Patrick Stump","category":"Money, Stupid, People"},{"quote":"I have experienced failure as a politician and for that very reason, I am ready to give everything for Japan.","author":"Shinzo Abe","category":"I Am, Reason, Ready"},{"quote":"When I served as prime minister last time, I failed to prioritize my agenda. I was eager to complete everything at once, and ended my administration in failure. After resigning, for six years I traveled across the nation simply to listen.","author":"Shinzo Abe","category":"Time, Listen, Nation"},{"quote":"We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery.","author":"Samuel Smiles","category":"Success, Wisdom, Mistake"},{"quote":"We need to teach the highly educated man that it is not a disgrace to fail and that he must analyze every failure to find its cause. He must learn how to fail intelligently, for failing is one of the greatest arts in the world.","author":"Charles Kettering","category":"Man, World, Greatest"},{"quote":"Failure's not a bad thing. It builds character. It makes you stronger.","author":"Billy Dee Williams","category":"Character, Stronger, You"},{"quote":"Our failings sometimes bind us to one another as closely as could virtue itself.","author":"Luc de Clapiers","category":"Sometimes, Virtue, Us"},{"quote":"Indulging in unrestrained and immoderate laughter is a sign of intemperance, of a want of control over one's emotions, and of failure to repress the soul's frivolity by a stern use of reason.","author":"Saint Basil","category":"Laughter, Soul, Control"},{"quote":"Our health-care morass is like the problems of global warming and the national debt - the kind of vast policy failure that is far easier to get into than to get out of. Americans say that they want leaders who will take on these problems.","author":"Atul Gawande","category":"Problems, Want"},{"quote":"Well, the idea is that failure is an inevitable partner on the road to success and, if you're not willing to confront failure, you can never find out how good you are.","author":"Peter Guber","category":"Success, Good, Road"},{"quote":"Beside every great success are the seeds of enormous failure. In every failure, there's the opportunity seeds of great success. They're not miles apart. So if they're that close together, and if you're really working, you're always gonna have that likelihood that something's not going to work.","author":"Peter Guber","category":"Work, Success, Great"},{"quote":"Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.","author":"Arsene Wenger","category":"Freedom, Fear, Creative"},{"quote":"Belief in the supernatural reflects a failure of the imagination.","author":"Edward Abbey","category":"Imagination, Belief"},{"quote":"Due to the failure of politics, which has become a process of middle-management, art has become one of the last open spaces to question core beliefs and to design a viable future. Art becomes an open space where we can ask fundamental questions about ourselves.","author":"Antony Gormley","category":"Art, Future, Politics"},{"quote":"Failure to accord credit to anyone for what he may have done is a great weakness in any man.","author":"William Howard Taft","category":"Great, Man, Weakness"},{"quote":"I stare out the window and reflect on the similarity between writing and saving a life and the inevitable failure of one's imagination and one's goals and ambitions to create a character or a life worth saving.","author":"Miriam Toews","category":"Life, Goals, Character"},{"quote":"Nothing helps make a leader more approachable than admitting your struggles, screw-ups and behind-the-scenes thinking on hard calls. If the leader makes this a priority, the whole company will be more open and methodical learning from failure.","author":"Scott Weiss","category":"Learning, Leader, Thinking"},{"quote":"I'm not scared of anything in particular, but I am motivated by a fear of failure as opposed to a need to succeed.","author":"Heston Blumenthal","category":"Fear, I Am, Succeed"},{"quote":"The surest way to fail is not to determine to succeed.","author":"Richard Brinsley Sheridan","category":"Succeed, Way, Fail"},{"quote":"Exercise, from a public health perspective, is an unmitigated failure. The world's longest-lived people live in environments that nudge them into more movement. They don't use power tools, they do their own yard work, they grow a garden.","author":"Dan Buettner","category":"Work, Health, Power"},{"quote":"Schools don't really allow failure and yet it's a valid part of any endeavour, not just writing.","author":"Roddy Doyle","category":"Writing, Just, Part"},{"quote":"In school, we learn that mistakes translate into bad grades. This unfortunate lesson gets burned into our brains, and we go through life shunning challenges that might end in failure.","author":"Mark Frauenfelder","category":"Life, School, Mistakes"},{"quote":"But all actors go through the process, it's hit and miss, you have achievement and failure.","author":"Thomas Haden Church","category":"Achievement, Process, You"},{"quote":"We do not realise that we are children of eternity. If we did, then success would be no success, and failure would be no failure to us.","author":"Joseph Barber Lightfoot","category":"Success, Children, Eternity"},{"quote":"Failure in Afghanistan would have profound consequences for our national security. It would undermine the NATO alliance structure that has been the bedrock of Britain's defence for the last 60 years... I will not allow this to happen on my watch.","author":"Bob Ainsworth","category":"Security, Profound"},{"quote":"I think the fall in Eden was ultimately a failure to give thanks.","author":"Ann Voskamp","category":"Fall, Thanks, Think"},{"quote":"That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly.","author":"Berkeley Breathed","category":"Heart, Anger, Political"},{"quote":"America traditionally represents the greatest possibility of someone's going from nothing to something. Why? In theory, if not practice, the government stays out of the way and lets individuals take risks and reap rewards or accept the consequences of failure. We call this capitalism - or, at least, we used to.","author":"Larry Elder","category":"America, Government"},{"quote":"We keep score in life because it matters. It counts. It matters. Too many people opt out and never discover their own abilities because they fear failure. They don't understand commitment.","author":"Pat Summitt","category":"Life, Fear, Commitment"},{"quote":"I was a diabetic for 16 years, since I was 14. Being that I lost weight, no more diabetes. You don't have to lose your eyesight, cut off your toes, have a stroke, get kidney failure. You just have to lose weight - you know - for most of the diabetes.","author":"Fat Joe","category":"Lost, Diabetes, Know"},{"quote":"The man who has done his level best... is a success, even though the world may write him down a failure.","author":"B. C. Forbes","category":"Success, Best, Man"},{"quote":"Right from my childhood, I have believed in a Supreme Power. I don't know whether it has form, or it is formless. I am a high school dropout. How come life has given me so much? It's not my intelligence, it's not my abilities. This understanding makes me scared even in success. I don't own my success. Neither do I own my failure.","author":"Pawan Kalyan","category":"Life, Success, Power"},{"quote":"Total failure isn't something I want to spend a lot of time envisioning. I'm pretty sure I'll recognize it if it comes.","author":"Burton Richter","category":"Time, Want, Pretty"},{"quote":"Critics? Don't talk to me of critics! You think some jackanapes journalist, his soul eaten away by the maggots of jealousy and failure, has anything worthwhile to say of art? I don't.","author":"Jonathan Raban","category":"Art, Jealousy, Soul"},{"quote":"I have probably purchased fifty 'hot tips' in my career, maybe even more. When I put them all together, I know I am a net loser.","author":"Charles Schwab","category":"Together, I Am, Know"},{"quote":"As is well known, 'McCarthyism' was an alleged focus of political evil in the 1950s: Accusations of Communist taint, without factual basis; bogus lists of supposed Communists who never existed; failure in the end to produce even one provable Communist or Soviet agent, despite his myriad charges of subversion.","author":"M. Stanton Evans","category":"Focus, Evil, Political"},{"quote":"It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone.","author":"George Matthew Adams","category":"Alone, Win, Winner"},{"quote":"The hippy movement was a failure.","author":"Joe Strummer","category":"Movement, Hippy"},{"quote":"You can't let a failure keep you down, because if you stay down after you fail, you are going to stay down for good.","author":"Heidi Roizen","category":"Good, Down, You"},{"quote":"Failure is what we're all running from, we're always running toward success with failure at our back.","author":"Natalie Goldberg","category":"Success, Back, Always"},{"quote":"Art school had taught me it was far better to be a flamboyant failure than any kind of benign success.","author":"Malcolm Mclaren","category":"Success, Art, School"},{"quote":"I've become a professional failure - in order to pay the mortgage I have to remain unemployed. Luckily, a disaster always seems to befall me at exactly the right moment.","author":"Toby Young","category":"Moment, Me, Professional"},{"quote":"There is no such thing as darkness only a failure to see.","author":"Malcolm Muggeridge","category":"Darkness, See, Only"},{"quote":"Some teachers feel that if they ask for emotional help, they're a failure. But teaching is a team sport.","author":"Erin Gruwell","category":"Team, Help, Emotional"},{"quote":"I think success has no rules, but you can learn a great deal from failure.","author":"Jean Kerr","category":"Success, Great, Rules"},{"quote":"The failure to read good books both enfeebles the vision and strengthens our most fatal tendency - the belief that the here and now is all there is.","author":"Allan Bloom","category":"Good, Vision, Belief"},{"quote":"Is anarchism possible? The failure of attempts to attain freedom does not mean the cause is lost.","author":"Johann Most","category":"Freedom, Lost, Mean"},{"quote":"At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it.","author":"Gordon Parks","category":"Fear, Fight, Me"},{"quote":"I'm not an artist, and I want to take risks, and when the possibility of failure occurs, it's because the idea is all exciting or interesting as a high wire act, and sometimes you've got to fall off, just by virtue of the fact that you're constantly trying to evolve and do new things.","author":"Peter Morgan","category":"New Things, Artist, Fall"},{"quote":"In God's world, for those who are in earnest, there is no failure. No work truly done, no word earnestly spoken, no sacrifice freely made, was ever made in vain.","author":"Frederick William Robertson","category":"Work, God, World"},{"quote":"Without exposure to potential failure, there is no risk.","author":"Brennan Manning","category":"Risk, Potential, Without"},{"quote":"I have a tendency to sabotage relationships; I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.","author":"Michael Buble","category":"Success, Fear, Thoughts"},{"quote":"When I was 18, I couldn't wait to move away. I was like: 'If I ever have to come back here, I'll kill myself.' Glasgow seemed like failure and death to me back then, but not any more.","author":"Laura Fraser","category":"Death, Myself, Me"},{"quote":"The world is divided into two categories: failures and unknowns.","author":"Francis Picabia","category":"World, Two, Divided"},{"quote":"If the whole process of learning from failure means discarding stuff that's not working, but in fact, our natural reaction is to keep going, to throw more money behind it, to throw more emotional energy behind it... that's a real problem.","author":"Tim Harford","category":"Learning, Money, Keep Going"},{"quote":"I was learning the craft; I didn't study writing in school. Rejection was my motivation, and failure is what taught me.","author":"Pierce Brown","category":"Learning, School, Writing"},{"quote":"I love language, and I love the failure of language.","author":"Nate Lowman","category":"Love, Language, I Love"},{"quote":"The U.S. has a law on the books called the debt limit, but the name is misleading. The debt limit started in 1917 for the purpose of facilitating more national debt, not reducing it. It still serves that purpose. It's unconnected to spending, hurts our credit rating and has been an abject failure at limiting debt.","author":"David Malpass","category":"Law, Purpose, Name"},{"quote":"Catastrophes are often stimulated by the failure to feel the emergence of a domain, and so what cannot be felt in the imagination is experienced as embodied sensation in the catastrophe.","author":"William Irwin Thompson","category":"Imagination, Feel"},{"quote":"I couldn't stand the thought of not succeeding failure was more than I could deal with.","author":"Everett McGill","category":"Thought, Stand, Succeeding"},{"quote":"What we have most to fear is failure of the heart.","author":"Sonia Johnson","category":"Fear, Heart, Most"},{"quote":"I'm fascinated by failure, and I'm fascinated by finality. Shakespeare's historical plays are more universal than his comedies because they relate to the finality of life. Without finality, life would not be beautiful.","author":"George Hickenlooper","category":"Life, Beautiful, Without"},{"quote":"You must not demand the failure of your peers, because the more good things that are around in film, in television, in theater - why the better it is for all of us.","author":"Jerome Lawrence","category":"Good, Television"},{"quote":"Having in my life been bitten by the jaws of both victory and defeat, I must rush to add that success is to failure as butter pecan ice cream is to death.","author":"Rupert Holmes","category":"Life, Success, Death"},{"quote":"If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.","author":"Rosalynn Carter","category":"Goals, Risk, You"},{"quote":"I never see failure as failure, but only as the game I must play and win.","author":"Tom Hopkins","category":"Win, Game, Play"},{"quote":"All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success.","author":"Dorothea Brande","category":"Success, Impossible"},{"quote":"The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape.","author":"Alice James","category":"Life, Success, Luck"},{"quote":"Notice the difference between what happens when a man says to himself, I have failed three times, and what happens when he says, I am a failure.","author":"S. I. Hayakawa","category":"Man, I Am, Three"},{"quote":"Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General.","author":"Daniel Inouye","category":"Fitness, Mind, People"},{"quote":"Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets.","author":"Victor Kiam","category":"Success, Money"},{"quote":"The assertion of failure coming from such persons does not mean that Mr. Mill failed to promote the practical success of those objects the advocacy of which forms the chief feature of his political writings.","author":"Millicent Fawcett","category":"Success, Political, Mean"},{"quote":"Losing is no disgrace if you've given your best.","author":"Jim Palmer","category":"Best, Losing, You"},{"quote":"Any man who has $10,000 left when he dies is a failure.","author":"Errol Flynn","category":"Death, Man, Left"},{"quote":"I've criticized President Bush for his failure to use his veto pen. There's plenty of blame to go around. The question is how to solve problems. It's not bailouts. What made America great? Free markets, free enterprise, manufacturing, job creation. That's how we're gonna do it, not by enlarging government.","author":"Scott Brown","category":"Great, America, Government"},{"quote":"Divorce is never a pleasant experience. You look upon it as a failure. But I learned to be a different person once we broke up. Sometimes you learn more from failure than you do from success.","author":"Michael Crawford","category":"Success, Experience, Divorce"},{"quote":"Spend enough time around success and failure, and you learn a reverence for possibility.","author":"Dale Dauten","category":"Success, Time, You"},{"quote":"I wasn't afraid to fail. Something good always comes out of failure.","author":"Anne Baxter","category":"Good, Fail, Always"},{"quote":"Success and failure are greatly overrated. But failure gives you a whole lot more to talk about.","author":"Hildegard Knef","category":"Success, You, Talk"},{"quote":"It really is impossible not to like him. His success was his failure.","author":"Arthur C. Danto","category":"Success, Impossible, Him"},{"quote":"The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.","author":"Rosalyn S. Yalow","category":"Leadership, Women"},{"quote":"Most social acts have to be understood in their setting and lose meaning if isolated... No error in thinking about social facts is more serious than the failure to see their place and function.","author":"Solomon Asch","category":"Thinking, Meaning, See"},{"quote":"Love yourself. It is important to stay positive because beauty comes from the inside out.","author":"Jenn Proske","category":"Positive, Beauty"},{"quote":"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.","author":"Pele","category":"Work, Success, Hard Work"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","category":"Friendship, Happiness"},{"quote":"Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.","author":"Johnny Weir","category":"Trust, Freedom, Good"},{"quote":"Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'","author":"Erich Fromm","category":"I Love You, You, Immature"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","category":"Friendship, Good, Confidence"},{"quote":"Sometimes the heart sees what is invisible to the eye.","author":"H. Jackson Brown, Jr.","category":"Heart, Eye, Sometimes"},{"quote":"There is no love without forgiveness, and there is no forgiveness without love.","author":"Bryant H. McGill","category":"Relationship, Forgiveness"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","category":"Life, Smile, Family"},{"quote":"A successful marriage requires falling in love many times, always with the same person.","author":"Mignon McLaughlin","category":"Marriage, Successful"},{"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author":"Oscar Wilde","category":"Life, Flowers, Heart"},{"quote":"The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.","author":"Audrey Hepburn","category":"Beauty, Eyes, Woman"},{"quote":"Love isn't something you find. Love is something that finds you.","author":"Loretta Young","category":"Love Is, You, Find"},{"quote":"Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.","author":"Satchel Paige","category":"Work, Wisdom, Money"},{"quote":"If you love someone, set them free. If they come back they're yours; if they don't they never were.","author":"Richard Bach","category":"Relationship, Free, You"},{"quote":"Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful.","author":"Zoe Kravitz","category":"Beauty, Beautiful"},{"quote":"Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","category":"Relationship, Future, Good"},{"quote":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius","category":"Life, Work, Day"},{"quote":"If you love life, don't waste time, for time is what life is made up of.","author":"Bruce Lee","category":"Life, Time, Love Life"},{"quote":"Darkness cannot drive out darkness only light can do that. Hate cannot drive out hate only love can do that.","author":"Martin Luther King, Jr.","category":"Light, Forgiveness, Darkness"},{"quote":"I love you the more in that I believe you had liked me for my own sake and for nothing else.","author":"John Keats","category":"Romantic, I Love You"},{"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","category":"Life, Knowledge, Good"},{"quote":"Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","category":"Life, Positive, Smile"},{"quote":"Love will find a way through paths where wolves fear to prey.","author":"Lord Byron","category":"Fear, Wolves, Paths"},{"quote":"True love cannot be found where it does not exist, nor can it be denied where it does.","author":"Torquato Tasso","category":"True Love, True, Where"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","category":"Birthday, Acceptance, Gift"},{"quote":"You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.","author":"Kirsten Dunst","category":"Life, Time, Relationship"},{"quote":"True love stories never have endings.","author":"Richard Bach","category":"Romantic, True Love, True"},{"quote":"Let the beauty of what you love be what you do.","author":"Rumi","category":"Work, Beauty, You"},{"quote":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.","author":"Orson Welles","category":"Friendship, Alone, Moment"},{"quote":"Study nature, love nature, stay close to nature. It will never fail you.","author":"Frank Lloyd Wright","category":"Nature, Learning, You"},{"quote":"Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.","author":"Jim Morrison","category":"Friends, Freedom"},{"quote":"A flower cannot blossom without sunshine, and man cannot live without love.","author":"Max Muller","category":"Flower, Man, Sunshine"},{"quote":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.","author":"Marilyn Monroe","category":"Good, I Am, World"},{"quote":"Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever.","author":"David Gest","category":"Life, I Love You, Words"},{"quote":"A dog is the only thing on earth that loves you more than you love yourself.","author":"Josh Billings","category":"Dog, Pet, Love Yourself"},{"quote":"When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.","author":"Marcus Aurelius","category":"Morning, Enjoy, Think"},{"quote":"Unconditional love really exists in each of us. It is part of our deep inner being. It is not so much an active emotion as a state of being. It's not 'I love you' for this or that reason, not 'I love you if you love me.' It's love for no reason, love without an object.","author":"Ram Dass","category":"I Love You, Deep, Me"},{"quote":"I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That's what I see. That's the America I know!","author":"Barack Obama","category":"Women, Faith, Together"},{"quote":"Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","author":"Denis Waitley","category":"Happiness, Gratitude"},{"quote":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","author":"A. J. McLean","category":"Life, Music, Good"},{"quote":"Who so loves believes the impossible.","author":"Elizabeth Barrett Browning","category":"Impossible, Who, Believes"},{"quote":"You can't blame gravity for falling in love.","author":"Albert Einstein","category":"Falling In Love, Blame, You"},{"quote":"Love the art in yourself and not yourself in the art.","author":"Constantin Stanislavski","category":"Art, Yourself"},{"quote":"Never make a decision when you are upset, sad, jealous or in love.","author":"Mario Teguh","category":"Sad, Decision, Jealous"},{"quote":"When the power of love overcomes the love of power the world will know peace.","author":"Jimi Hendrix","category":"Peace, Power, World"},{"quote":"A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.","author":"James E. Faust","category":"Happiness, Courage, Faith"},{"quote":"Black as the devil, hot as hell, pure as an angel, sweet as love.","author":"Charles Maurice de Talleyrand","category":"Devil, Black, Sweet"},{"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","category":"Friendship, Kindness, Wisdom"},{"quote":"True love is like ghosts, which everyone talks about and few have seen.","author":"Francois de La Rochefoucauld","category":"Love Is, True Love, Ghosts"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","category":"Work, Birthday, Happy"},{"quote":"Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.","author":"Stevie Wonder","category":"Teacher, Flower, Compassion"},{"quote":"Love is composed of a single soul inhabiting two bodies.","author":"Aristotle","category":"Love Is, Soul, Single"},{"quote":"You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister.","author":"Esha Gupta","category":"Family, Sister, Mom"},{"quote":"I love the feeling of the fresh air on my face and the wind blowing through my hair.","author":"Evel Knievel","category":"Wind, Hair, Face"},{"quote":"Love and compassion are necessities, not luxuries. Without them humanity cannot survive.","author":"Dalai Lama","category":"Compassion, Humanity"},{"quote":"Men always want to be a woman's first love - women like to be a man's last romance.","author":"Oscar Wilde","category":"Women, Man, Woman"},{"quote":"Love is a mutual self-giving which ends in self-recovery.","author":"Fulton J. Sheen","category":"Love Is, Mutual, Which"},{"quote":"Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration.","author":"Taylor Swift","category":"Happiness, Fear, Passion"},{"quote":"The most important thing a father can do for his children is to love their mother.","author":"Theodore Hesburgh","category":"Children, Father, Mother"},{"quote":"The regret of my life is that I have not said 'I love you' often enough.","author":"Yoko Ono","category":"Life, I Love You, Regret"},{"quote":"Love me or hate me, both are in my favour. If you love me, I will always be in your heart, and if you hate me, I will be in your mind.","author":"Qandeel Baloch","category":"Heart, Hate, Mind"},{"quote":"Money can buy you a fine dog, but only love can make him wag his tail.","author":"Kinky Friedman","category":"Dog, Money, Pet"},{"quote":"Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be.","author":"Joel Osteen","category":"Good, God, Brother"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","category":"Friendship, True Love"},{"quote":"Love is the answer, and you know that for sure; Love is a flower, you've got to let it grow.","author":"John Lennon","category":"Flower, Love Is, Grow"},{"quote":"The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.","author":"Julia Child","category":"Marriage, Time, Anniversary"},{"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","category":"Good, Forgiveness, Best"},{"quote":"I am in you and you in me, mutual in divine love.","author":"William Blake","category":"Romantic, I Am, Me"},{"quote":"True love doesn't happen right away; it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together.","author":"Ricardo Montalban","category":"Together, True Love, You"},{"quote":"Spread love everywhere you go. Let no one ever come to you without leaving happier.","author":"Mother Teresa","category":"Leaving, You, Without"},{"quote":"There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more.","author":"Lord Byron","category":"Music, Nature, Deep"},{"quote":"I love fashion, and I love changing my style, my hair, my makeup, and everything I've done in the past has made me what I am now. Not everyone is going to like what I do, but I look back at everything, and it makes me smile.","author":"Victoria Beckham","category":"Smile, I Am, Past"},{"quote":"The love of family and the admiration of friends is much more important than wealth and privilege.","author":"Charles Kuralt","category":"Family, Friends, Wealth"},{"quote":"Love of beauty is taste. The creation of beauty is art.","author":"Ralph Waldo Emerson","category":"Art, Beauty, Creation"},{"quote":"Love who you are, embrace who you are. Love yourself. When you love yourself, people can kind of pick up on that: they can see confidence, they can see self-esteem, and naturally, people gravitate towards you.","author":"Lilly Singh","category":"Confidence, Love Yourself"},{"quote":"Where we love is home - home that our feet may leave, but not our hearts.","author":"Oliver Wendell Holmes, Sr.","category":"Home, Love Is, Feet"},{"quote":"Love grows more tremendously full, swift, poignant, as the years multiply.","author":"Zane Grey","category":"Anniversary, Years, Swift"},{"quote":"There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.","author":"Washington Irving","category":"Deep, Sad, Power"},{"quote":"I love you - I am at rest with you - I have come home.","author":"Dorothy L. Sayers","category":"Home, Romantic, I Love You"},{"quote":"A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.","author":"Paul Sweeney","category":"Anniversary, Trust, Wedding"},{"quote":"Go after what you really love and find a way to make that work for you, and then you'll be a happy person.","author":"Tom Petty","category":"Work, Happy, You"},{"quote":"There is no sincerer love than the love of food.","author":"George Bernard Shaw","category":"Food, Than"},{"quote":"Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.","author":"David Frost","category":"Success, Believe"},{"quote":"We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.","author":"Barack Obama","category":"Freedom, Patriotism"},{"quote":"A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.","author":"Robert Wagner","category":"Life, Dog"},{"quote":"My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water.","author":"Kelly Clarkson","category":"Family, Friends, Good"},{"quote":"The human soul is hungry for beauty; we seek it everywhere - in landscape, music, art, clothes, furniture, gardening, companionship, love, religion, and in ourselves. No one would desire not to be beautiful. When we experience the beautiful, there is a sense of homecoming.","author":"John O'Donohue","category":"Music, Art, Beauty"},{"quote":"We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them.","author":"Brandon Jenner","category":"Positive, Daily, Friends"},{"quote":"Love is when he gives you a piece of your soul, that you never knew was missing.","author":"Torquato Tasso","category":"Love Is, Soul, You"},{"quote":"Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.","author":"Lucille Ball","category":"Love Yourself, World"},{"quote":"I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first.","author":"Julianne Hough","category":"Family, Day, Best"},{"quote":"Love is an act of endless forgiveness, a tender look which becomes a habit.","author":"Peter Ustinov","category":"Forgiveness, Love Is, Look"},{"quote":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","author":"Buddha","category":"Universe, Yourself, You"},{"quote":"Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","author":"Henry David Thoreau","category":"Peace, Path, Walk"},{"quote":"I have decided to stick with love. Hate is too great a burden to bear.","author":"Martin Luther King, Jr.","category":"Great, Hate, Bear"},{"quote":"Love is the flower you've got to let grow.","author":"John Lennon","category":"Flower, Love Is, Grow"},{"quote":"Love has a tide!","author":"Helen Hunt Jackson","category":"Tide"},{"quote":"We love life, not because we are used to living but because we are used to loving.","author":"Friedrich Nietzsche","category":"Life, Love Life, Loving"},{"quote":"Slavery is founded in the selfishness of man's nature - opposition to it is his love of justice. These principles are an eternal antagonism; and when brought into collision so fiercely, as slavery extension brings them, shocks and throes and convulsions must ceaselessly follow.","author":"Abraham Lincoln","category":"Nature, Justice, Man"},{"quote":"Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God.","author":"Radhanath Swami","category":"Peace, God, Compassion"},{"quote":"I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.","author":"Pietro Aretino","category":"Relationship, Truth"},{"quote":"Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.","author":"Rumi","category":"Life, Wisdom, Compassion"},{"quote":"We should remember that saying 'I love you' is only a beginning. We need to say it, we need to mean it, and most importantly we need consistently to show it. We need to both express and demonstrate love.","author":"David A. Bednar","category":"I Love You, Remember"},{"quote":"A flower doesn't love you or hate you, it just exists.","author":"Mike White","category":"Flower, Hate, You"},{"quote":"If you have only one smile in you give it to the people you love.","author":"Maya Angelou","category":"Smile, People, You"},{"quote":"But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.","author":"Khalil Gibran","category":"Relationship, Dance, Sea"},{"quote":"We are born of love, Love is our mother.","author":"Rumi","category":"Mother, Love Is, Born"},{"quote":"You're not looking for perfection in your partner. Perfection is all about the ego. With soulmate love, you know that true love is what happens when disappointment sets in - and you're willing to deal maturely with these disappointments.","author":"Karen Salmansohn","category":"True Love, Perfection"},{"quote":"A new command I give you: Love one another. As I have loved you, so you must love one another.","author":"Jesus Christ","category":"Loved, You, New"},{"quote":"Love planted a rose, and the world turned sweet.","author":"Katharine Lee Bates","category":"Romantic, Rose, World"},{"quote":"Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.","author":"Don Miguel Ruiz","category":"Motivational, Truth"},{"quote":"If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that.","author":"Ellen DeGeneres","category":"Kindness, Compassion"},{"quote":"What I love most about this crazy life is the adventure of it.","author":"Juliette Binoche","category":"Life, Adventure, Crazy"},{"quote":"Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear.","author":"Oliver Wendell Holmes, Sr.","category":"Happiness, Fear, Wedding"},{"quote":"One way to feel good about yourself is to love yourself... to take care of yourself.","author":"Goldie Hawn","category":"Good, Love Yourself"},{"quote":"Love begins at home, and it is not how much we do... but how much love we put in that action.","author":"Mother Teresa","category":"Home, Action, Put"},{"quote":"God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease.","author":"Bernie Siegel","category":"Life, God, Compassion"},{"quote":"Be happy with being you. Love your flaws. Own your quirks. And know that you are just as perfect as anyone else, exactly as you are.","author":"Ariana Grande","category":"Happy, Be Happy, Know"},{"quote":"There would be no need for love if perfection were possible. Love arises from our imperfection, from our being different and always in need of the forgiveness, encouragement and that missing half of ourselves that we are searching for, as the Greek myth tells us, in order to complete ourselves.","author":"Eugene Kennedy","category":"Forgiveness, Perfection"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","category":"Family, Time, Memories"},{"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","category":"Life, Family, Time"},{"quote":"Marriage is not a noun it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day.","author":"Barbara De Angelis","category":"Marriage, Day, Partner"},{"quote":"Love is flower like Friendship is like a sheltering tree.","author":"Samuel Taylor Coleridge","category":"Friendship, Flower, Tree"},{"quote":"Never go on trips with anyone you do not love.","author":"Ernest Hemingway","category":"Travel, You, Never"},{"quote":"Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.","author":"Francis of Assisi","category":"Peace, Me, Hatred"},{"quote":"I love you more than my own skin.","author":"Frida Kahlo","category":"Romantic, I Love You, You"},{"quote":"Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind.","author":"William Shakespeare","category":"Eyes, Blind, Mind"},{"quote":"Joy is prayer joy is strength: joy is love joy is a net of love by which you can catch souls.","author":"Mother Teresa","category":"Happiness, Strength, Joy"},{"quote":"I love to sit on a mountain top and gaze. I don't think of anything but the people I care about and the view.","author":"Julian Lennon","category":"Mountain, People, Think"},{"quote":"I love the sounds and the power of pounding water, whether it is the waves or a waterfall.","author":"Mike May","category":"Water, Power, Waves"},{"quote":"The most powerful weapon on earth is the human soul on fire.","author":"Ferdinand Foch","category":"Powerful, Soul, Fire"},{"quote":"An anniversary is a reminder as to why you love and married this person.","author":"Zoe Foster Blake","category":"Anniversary, Why, You"},{"quote":"The garden of love is green without limit and yields many fruits other than sorrow or joy. Love is beyond either condition: without spring, without autumn, it is always fresh.","author":"Rumi","category":"Autumn, Love Is, Joy"},{"quote":"Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.","author":"H. Jackson Brown, Jr.","category":"Forgiveness, Powerful"},{"quote":"Love is an ice cream sundae, with all the marvelous coverings. Sex is the cherry on top.","author":"Jimmy Dean","category":"Love Is, Ice Cream, Cherry"},{"quote":"Life in common among people who love each other is the ideal of happiness.","author":"George Sand","category":"Life, Happiness, People"},{"quote":"I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love.","author":"W. E. B. Du Bois","category":"Beauty, Friends, Freedom"},{"quote":"A deep sense of love and belonging is an irreducible need of all people. We are biologically, cognitively, physically, and spiritually wired to love, to be loved, and to belong. When those needs are not met, we don't function as we were meant to. We break. We fall apart. We numb. We ache. We hurt others. We get sick.","author":"Brene Brown","category":"Deep, Hurt, Fall"},{"quote":"Culture is the intersection of people and life itself. It's how we deal with life, love, death, birth, disappointment... all of that is expressed in culture.","author":"Wendell Pierce","category":"Life, Death, Culture"},{"quote":"I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I'm not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship.","author":"Jennifer Lopez","category":"Relationship, Good, Loyalty"},{"quote":"True love is selfless. It is prepared to sacrifice.","author":"Sadhu Vaswani","category":"Love Is, True Love"},{"quote":"I really just want to be warm yellow light that pours over everyone I love.","author":"Conor Oberst","category":"Light, Yellow, Want"},{"quote":"I really love to ride my motorcycle. When I want to just get away and be by myself and clear my head, that's what I do.","author":"Kyle Chandler","category":"Myself, Motorcycle, Want"},{"quote":"'Tis better to have loved and lost than never to have loved at all.","author":"Alfred Lord Tennyson","category":"Lost, Better, Loved"},{"quote":"Using social media to hurt and destroy is callous, acted out by cowards hiding behind computers. My advice is to ignore negativity. Focus on the love around.","author":"Martin Garrix","category":"Social Media, Focus, Hurt"},{"quote":"Love is blind friendship closes its eyes.","author":"Friedrich Nietzsche","category":"Friendship, Eyes, Love Is"},{"quote":"Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author":"Deepak Chopra","category":"Leadership, Beauty, Truth"},{"quote":"If you do what you love, it is the best way to relax.","author":"Christian Louboutin","category":"Best, Relax"},{"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","author":"Garrison Keillor","category":"Life, Good, Forgiveness"},{"quote":"I think in a lot of ways unconditional love is a myth. My mom's the only reason I know it's a real thing.","author":"Conor Oberst","category":"Mom, Love Is, Know"},{"quote":"What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.","author":"Helen Keller","category":"Never, Lose, Part"},{"quote":"Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference.","author":"Lou Holtz","category":"Work, Hard Work, Discipline"},{"quote":"You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.","author":"Buddha","category":"Universe, Yourself, Search"},{"quote":"We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.","author":"John Lennon","category":"Relationship, Love Is, Gift"},{"quote":"Life is a game and true love is a trophy.","author":"Rufus Wainwright","category":"Life, Love Is, True Love"},{"quote":"A dream is what makes people love life even when it is painful.","author":"Theodore Zeldin","category":"Life, Love Life, People"},{"quote":"Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.","author":"Andy Serkis","category":"Age, Best, Culture"},{"quote":"You give loyalty, you'll get it back. You give love, you'll get it back.","author":"Tommy Lasorda","category":"Loyalty, You, Back"},{"quote":"I believe in soulmates, yes, but I believe you also have to work at love. I happen to believe your soulmate doesn't have to be your partner - your soulmate could be your best friend, your sibling, it doesn't have to be the person you marry.","author":"Cheryl Cole","category":"Work, Best, Best Friend"},{"quote":"Love is the most important thing in the world, but baseball is pretty good, too.","author":"Yogi Berra","category":"Good, Baseball, World"},{"quote":"I absolutely love spending time with my family.","author":"Kevin Alejandro","category":"Family, Time, Spending Time"},{"quote":"If you do what you love, you'll never work a day in your life.","author":"Marc Anthony","category":"Life, Work, Day"},{"quote":"I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.","author":"Jennifer Aniston","category":"Morning, Wake Up, You"},{"quote":"Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!","author":"Suzanne Brockmann","category":"Smile, Faith, Dance"},{"quote":"Communism is not love. Communism is a hammer which we use to crush the enemy.","author":"Mao Zedong","category":"Communism, Enemy, Crush"},{"quote":"I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.","author":"Brene Brown","category":"Trust, Good, Creativity"},{"quote":"The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.","author":"Jimi Hendrix","category":"Life, Goodbye, Love Is"},{"quote":"I love the smell of rain, and I love the sound of the ocean waves.","author":"Amy Purdy","category":"Rain, Ocean, Waves"},{"quote":"Intense love does not measure, it just gives.","author":"Mother Teresa","category":"Relationship, Measure, Just"},{"quote":"What I am is how I came out. No one's perfect and you just have to accept your flaws and learn to love yourself.","author":"Kelly Brook","category":"Love Yourself, I Am"},{"quote":"Life is the flower for which love is the honey.","author":"Victor Hugo","category":"Life, Flower, Love Is"},{"quote":"Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.","author":"Martin Luther King, Jr.","category":"Revenge, Man, Conflict"},{"quote":"I love the spirit of Halloween and the energy that comes with it.","author":"Katharine McPhee","category":"Halloween, Energy, Spirit"},{"quote":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","author":"Joyce Giraud","category":"Life, Happy, Best"},{"quote":"What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.","author":"Saint Augustine","category":"Eyes, Sympathy, Help Others"},{"quote":"Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love.","author":"William Shakespeare","category":"Stars, Truth, Sun"},{"quote":"Singing is my passion, my first love and the secret of my energy. Music to me is like finding my inner self, my soul. It gives me a great joy to see audiences enjoying with me. I have given my heart to singing. When I sing, I can feel romance in everything around me.","author":"Kailash Kher","category":"Music, Great, Passion"},{"quote":"Love begins by taking care of the closest ones - the ones at home.","author":"Mother Teresa","category":"Home, Care, Taking"},{"quote":"Never trust anyone completely but God. Love people, but put your full trust only in God.","author":"Lawrence Welk","category":"Trust, God, People"},{"quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.","author":"Marilyn Monroe","category":"Friendship, Marriage"},{"quote":"I'm not ashamed to be me. More than anyone else I know, I love my life and accept myself. What's wrong with being unique? I am proud of everything that I am and will become.","author":"Johnny Weir","category":"Life, Myself, I Am"},{"quote":"To know yourself as the Being underneath the thinker, the stillness underneath the mental noise, the love and joy underneath the pain, is freedom, salvation, enlightenment.","author":"Eckhart Tolle","category":"Freedom, Pain, Joy"},{"quote":"I thank God that I'm a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I'm grateful that I know where I come from.","author":"Shakira","category":"Life, Knowledge, Parents"},{"quote":"Since love grows within you, so beauty grows. For love is the beauty of the soul.","author":"Saint Augustine","category":"Beauty, Love Is, Soul"},{"quote":"Life without love is like a tree without blossoms or fruit.","author":"Khalil Gibran","category":"Life, Tree, Love Is"},{"quote":"My favorite thing about motherhood is the outpouring of love that is non-judgmental and beautiful. My daughter just makes me happy, and she motivates me to be a kid again.","author":"Christina Milian","category":"Happy, Beautiful, Daughter"},{"quote":"Mother's love is peace. It need not be acquired, it need not be deserved.","author":"Erich Fromm","category":"Peace, Mother, Love Is"},{"quote":"I knew I was going to love my daughter, but I had no idea how much I would love her.","author":"Jeremy Sisto","category":"Daughter, Her, Idea"},{"quote":"My sister is a mess. I love her to death, but she is a mess.","author":"RJ Mitte","category":"Death, Sister, She"},{"quote":"You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous.","author":"Tony Hawk","category":"Happiness, Famous, Rich"},{"quote":"I love deadlines. I like the whooshing sound they make as they fly by.","author":"Douglas Adams","category":"Funny, Fly, Sound"},{"quote":"But the love of adventure was in father's blood.","author":"Buffalo Bill","category":"Father, Adventure, Blood"},{"quote":"I need to see my own beauty and to continue to be reminded that I am enough, that I am worthy of love without effort, that I am beautiful, that the texture of my hair and that the shape of my curves, the size of my lips, the color of my skin, and the feelings that I have are all worthy and okay.","author":"Tracee Ellis Ross","category":"Beauty, Beautiful, I Am"},{"quote":"The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.","author":"Rumi","category":"Blind, Looking, Not Knowing"},{"quote":"No one can make you happy. No one can help you grow in life more than you can. I can love you to death, but I can only go so far. I can inspire and encourage you as much as I can, but when you play an active role to find that self-security and that self-worth, it makes the difference.","author":"Musiq Soulchild","category":"Life, Happy, Death"},{"quote":"Love doesn't make the world go 'round. Love is what makes the ride worthwhile.","author":"Franklin P. Jones","category":"Love Is, World, Ride"},{"quote":"My eye is ever on those who love me.","author":"Sai Baba","category":"Eye, Me, Love Me"},{"quote":"In life, you have to take the pace that love goes. You don't force it. You just don't force love, you don't force falling in love, you don't force being in love - you just become. I don't know how to say that in English, but you just feel it.","author":"Juan Pablo Galavis","category":"Life, Falling In Love, Know"},{"quote":"You just have to get rid of fear and confront the world. Look at yourself in the mirror and say to yourself, 'I love you and nothing will destroy you and you're not going to fall.'","author":"Ricky Martin","category":"I Love You, Fear, World"},{"quote":"In the stillness of your presence, you can feel your own formless and timeless reality as the unmanifested life that animates your physical form. You can then feel the same life deep within every other human and every other creature. You look beyond the veil of form and separation. This is the realization of oneness. This is love.","author":"Eckhart Tolle","category":"Life, Deep, Reality"},{"quote":"If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","author":"Khalil Gibran","category":"Moving On, You, Return"},{"quote":"I love it when people doubt me. It makes me work harder to prove them wrong.","author":"Derek Jeter","category":"Work, Me, People"},{"quote":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","author":"Sheena Easton","category":"Funny, Life, Good"},{"quote":"I trust you: That's huge. That's truth. That's real love. Everyone uses 'I love you' so loosely.","author":"Justin Chatwin","category":"Trust, I Love You, Truth"},{"quote":"The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.","author":"Thomas Merton","category":"Relationship, Reflection"},{"quote":"We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person.","author":"W. Somerset Maugham","category":"Anniversary, Happy, Chance"},{"quote":"In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love.","author":"Marla Gibbs","category":"Life, Happiness, Love Is"},{"quote":"We may not know what each day has in store for us. We could be gone tomorrow. Any minute could truly be our goodbye. But we do have this moment. This time. Today. Right now. It takes way more effort to shell out hate then it does to allow love to flow freely in our lives. After all, it's what we were born to do.","author":"Grace Gealey","category":"Time, Day, Today"},{"quote":"Patriotism is when love of your own people comes first; nationalism, when hate for people other than your own comes first.","author":"Charles de Gaulle","category":"Patriotism, Hate, People"},{"quote":"Friendship is certainly the finest balm for the pangs of disappointed love.","author":"Jane Austen","category":"Friendship, Moving On"},{"quote":"The thing is that love gives us a ringside seat on somebody else's flaws, so of course you're gonna spot some things that kinda need to be mentioned. But often the romantic view is to say, 'If you loved me, you wouldn't criticise me.' Actually, true love is often about trying to teach someone how to be the best version of themselves.","author":"Alain de Botton","category":"Romantic, Best, True Love"},{"quote":"Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.","author":"Sai Baba","category":"Moving On, Help Others"},{"quote":"Every one has her own love life. Every one has a dream to get a perfect life partner. But this is not so easy in real life. In fact, one doesn't love; it happens.","author":"Katrina Kaif","category":"Life, Love Life, Partner"},{"quote":"Love is friendship set on fire.","author":"Jeremy Taylor","category":"Friendship, Romantic"},{"quote":"True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding.","author":"Ellen G. White","category":"Deep, Alone, Passion"},{"quote":"Yes, it was love at first sight. I feel that after all these years, I have finally found my soul mate.","author":"Barbara Hershey","category":"Anniversary, Soul, My Soul"},{"quote":"Going home, spending time with the family, I feel they're my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it.","author":"Domhnall Gleeson","category":"Family, Time, Home"},{"quote":"Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.","author":"Mahatma Gandhi","category":"Fear, Power, Love Is"},{"quote":"Love is the silent saying and saying of a single name.","author":"Mignon McLaughlin","category":"Romantic, Love Is, Name"},{"quote":"You've got to love yourself first. You've got to be okay on your own before you can be okay with somebody else.","author":"Jennifer Lopez","category":"Love Yourself, Yourself, You"},{"quote":"Believe in yourself, listen to your gut, and do what you love.","author":"Dylan Lauren","category":"Believe In Yourself"},{"quote":"Hunting forces a person to endure, to master themselves, even to truly get to know the wild environment. Actually, along the way, hunting and fishing makes you fall in love with the natural world. This is why hunters so often give back by contributing to conservation.","author":"Donald Trump, Jr.","category":"World, Fishing, Fall"},{"quote":"When you love and accept yourself, when you know who really cares about you, and when you learn from your mistakes, then you stop caring about what people who don't know you think.","author":"Beyonce Knowles","category":"Mistakes, Caring, Yourself"},{"quote":"Motherhood: All love begins and ends there.","author":"Robert Browning","category":"Motherhood, Mother's Day"},{"quote":"Grief is the price we pay for love.","author":"Queen Elizabeth II","category":"Sympathy, Grief, Price"},{"quote":"The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it.","author":"Michel Houellebecq","category":"Dog, Trust, You"},{"quote":"If I love you, I show you I love you every day. Little things, big things.","author":"Dwayne Johnson","category":"I Love You, Little Things"},{"quote":"Friendship may, and often does, grow into love, but love never subsides into friendship.","author":"Lord Byron","category":"Friendship, Relationship"},{"quote":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","category":"Life, Knowledge, Beautiful"},{"quote":"When love and skill work together, expect a masterpiece.","author":"John Ruskin","category":"Work, Success, Together"},{"quote":"Love does not claim possession, but gives freedom.","author":"Rabindranath Tagore","category":"Relationship, Freedom"},{"quote":"Love yourself, whatever makes you different, and use it to make you stand out. Mine is my voice and the fact that I'm gay: well, the fact that I'm flamboyantly gay.","author":"Ross Mathews","category":"Love Yourself, Yourself"},{"quote":"True, we love life, not because we are used to living, but because we are used to loving. There is always some madness in love, but there is also always some reason in madness.","author":"Petrarch","category":"Life, Love Life, Loving"},{"quote":"Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn't matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life.","author":"Domhnall Gleeson","category":"Life, Worry, Rich"},{"quote":"Family is a unique gift that needs to be appreciated and treasured, even when they're driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you.","author":"Jenna Morasca","category":"Family, Best, Gift"},{"quote":"I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything.","author":"Nikola Tesla","category":"Success, Food, Friends"},{"quote":"Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election.","author":"Michelle Obama","category":"Gratitude, Women, Men"},{"quote":"I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that.","author":"Harry Connick, Jr.","category":"Work, Friends, Best"},{"quote":"A woman knows the face of the man she loves as a sailor knows the open sea.","author":"Honore de Balzac","category":"Sea, Man, Woman"},{"quote":"I love looking in the mirror and feeling good about what I see.","author":"Heather Morris","category":"Good, Mirror, Looking"},{"quote":"Gay marriage - it's not about two people being gay: it's about two people who love each other and who have decided to commit to each other for the exact same reasons any other couple would get married.","author":"Luke Macfarlane","category":"Marriage, Gay, People"},{"quote":"To love is to act.","author":"Victor Hugo","category":"Love Is, Act, To Love"},{"quote":"Love will find its way through all languages on its own.","author":"Rumi","category":"Way, Find, Through"},{"quote":"There is no friendship, no love, like that of the parent for the child.","author":"Henry Ward Beecher","category":"Friendship, Child, Parent"},{"quote":"Even in the deepest love relationship - when lovers say 'I love you' to each other - we don't really know what we're saying, because language isn't equal to the complexity of human emotions.","author":"Duane Michals","category":"Relationship, I Love You"},{"quote":"The best thing about being a DJ is making people happy. There is nothing like seeing people get up from a table to dance or the expression on their face when they hear a song they love. I also love to educate people on music they have never heard.","author":"Chelsea Leyland","category":"Music, Happy, Best"},{"quote":"Patriotism is love of country. But you can't love your country without loving your countrymen and countrywomen. We don't always have to agree, but we must empower each other, we must find the common ground, we must build bridges across our differences to pursue the common good.","author":"Cory Booker","category":"Good, Patriotism, Loving"},{"quote":"My goal is to be able to provide for myself and not have to worry about the daily expenses. I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free.","author":"Jenn Proske","category":"Work, Daily, Good"},{"quote":"People happy in love have an air of intensity.","author":"Stendhal","category":"Happy, People, Air"},{"quote":"Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.","author":"Helen Keller","category":"Flower, Beautiful, Love Is"},{"quote":"And ever has it been known that love knows not its own depth until the hour of separation.","author":"Khalil Gibran","category":"Romantic, Separation, Hour"},{"quote":"Football is unconditional love.","author":"Tom Brady","category":"Football, Unconditional"},{"quote":"I love being on the road. I love that lifestyle, traveling city to city, rocking out and moving on to the next place.","author":"Caleb Johnson","category":"Moving On, Road, Moving"},{"quote":"Patriotism is not an abstract concept. It begins from one's own home. It buds out from the love for one's parents, spouses and children, the love for one's own home, village and workplace, and further develops into the love for one's country and fellow people.","author":"Kim Jong-un","category":"Children, Home, Patriotism"},{"quote":"Now, what really makes a teacher is love for the human child; for it is love that transforms the social duty of the educator into the higher consciousness of a mission.","author":"Maria Montessori","category":"Teacher, Child, Mission"},{"quote":"Wherever the art of medicine is loved, there is also a love of humanity.","author":"Hippocrates","category":"Art, Humanity, Medicine"},{"quote":"I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic.","author":"Bryan Batt","category":"Life, Nature, Strength"},{"quote":"I have eclectic taste, and I love vintage style mixed with glamour and old world charm.","author":"Sonam Kapoor","category":"Style, World, Vintage"},{"quote":"Prayer is an act of love; words are not needed. Even if sickness distracts from thoughts, all that is needed is the will to love.","author":"Saint Teresa of Avila","category":"Prayer, Thoughts, Words"},{"quote":"But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.","author":"Jesus Christ","category":"Rain, Good, Father"},{"quote":"Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength.","author":"James E. Faust","category":"Strength, Creativity"},{"quote":"With love and patience, nothing is impossible.","author":"Daisaku Ikeda","category":"Patience, Impossible"},{"quote":"It sounds like a cliche but I also learnt that you're not going to fall for the right person until you really love yourself and feel good about how you are.","author":"Emma Watson","category":"Good, Love Yourself"},{"quote":"I love Paris for the million reasons that everybody loves the city. It's an incredibly romantic and beautiful place.","author":"Alan Furst","category":"Beautiful, Romantic, City"},{"quote":"But I love Halloween, and I love that feeling: the cold air, the spooky dangers lurking around the corner.","author":"Evan Peters","category":"Halloween, Feeling, Spooky"},{"quote":"Whatever possession we gain by our sword cannot be sure or lasting, but the love gained by kindness and moderation is certain and durable.","author":"Alexander the Great","category":"Kindness, Sword, Moderation"},{"quote":"True love doesn't come to you it has to be inside you.","author":"Julia Roberts","category":"True Love, True, You"},{"quote":"What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!","author":"Jamie Oliver","category":"Food, Good, Good Food"},{"quote":"I think it's not really difficult to write about love. We've been saying the same thing over and over for so many years. But it depends on how honest it is and how good you make it feel. You can say 'I love you' in a trillion ways, and it can always sound different or feel different.","author":"Babyface","category":"Good, I Love You, Think"},{"quote":"People confuse ego, lust, insecurity with true love.","author":"Simon Cowell","category":"True Love, People, Ego"},{"quote":"I don't love studying. I hate studying. I like learning. Learning is beautiful.","author":"Natalie Portman","category":"Learning, Beautiful, Hate"},{"quote":"The hunger for love is much more difficult to remove than the hunger for bread.","author":"Mother Teresa","category":"Love Is, Bread, Difficult"},{"quote":"I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar.","author":"Demetri Martin","category":"Dog, Trust, Women"},{"quote":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.","author":"Larry Flynt","category":"Friendship, Words"},{"quote":"In our life there is a single color, as on an artist's palette, which provides the meaning of life and art. It is the color of love.","author":"Marc Chagall","category":"Life, Art, Artist"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","category":"Life, Music, Beauty"},{"quote":"You're imperfect, and you're wired for struggle, but you are worthy of love and belonging.","author":"Brene Brown","category":"Struggle, Belonging, You"},{"quote":"Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you.","author":"William Arthur Ward","category":"Relationship, Believe, Me"},{"quote":"Let's practice motivation and love, not discrimination and hate.","author":"Zendaya","category":"Hate, Motivation"},{"quote":"I love the name of honor, more than I fear death.","author":"Julius Caesar","category":"Death, Fear, Honor"},{"quote":"The Bible tells us to love our neighbors as ourselves. Surely part of loving in this way is trying to understand what another person wants us to understand. I may not understand perfectly and I may not agree, but if I love you I should try to know what it is you wish I could know.","author":"Kevin DeYoung","category":"I Love You, Bible, Neighbors"},{"quote":"No human creature can give orders to love.","author":"George Sand","category":"Human, To Love, Give"},{"quote":"A pair of powerful spectacles has sometimes sufficed to cure a person in love.","author":"Friedrich Nietzsche","category":"Powerful, Sometimes, Person"},{"quote":"I'm a basketball player. That's what I do and what I love but that's just not all who I am. I'm talented in a lot of different areas.","author":"Kevin Durant","category":"I Am, Basketball"},{"quote":"I don't know that love changes. People change. Circumstances change.","author":"Nicholas Sparks","category":"Change, Changes, People"},{"quote":"I love to be outdoors, so I like to hike, bike and go to the beach.","author":"Jillian Rose Reed","category":"Beach, Bike, Outdoors"},{"quote":"I love fairy tales because of their haunting beauty and magical strangeness. They are set in worlds where anything can happen. Frogs can be kings, a thicket of brambles can hide a castle where a royal court has lain asleep for a hundred years, a boy can outwit a giant, and a girl can break a curse with nothing but her courage and steadfastness.","author":"Kate Forsyth","category":"Beauty, Courage, Girl"},{"quote":"You are loved just for being who you are, just for existing. You don't have to do anything to earn it. Your shortcomings, your lack of self-esteem, physical perfection, or social and economic success - none of that matters. No one can take this love away from you, and it will always be here.","author":"Ram Dass","category":"Success, Perfection, You"},{"quote":"If fear is the great enemy of intimacy, love is its true friend.","author":"Henri Nouwen","category":"Fear, Great, True Friend"},{"quote":"Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck.","author":"James Altucher","category":"Time, Knowledge, Health"},{"quote":"Follow your heart. Do what you love. Because I was constantly struggling with that. If it's in your heart, go for it. Don't listen to other people.","author":"Maz Jobrani","category":"Heart, Do What You Love"},{"quote":"Food, to me, is always about cooking and eating with those you love and care for.","author":"David Chang","category":"Food, Cooking, Me"},{"quote":"Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.","author":"Rumi","category":"Yourself, You, Find"},{"quote":"I've really come to realize you have to love yourself before you can expect someone else to.","author":"Leah Remini","category":"Love Yourself, Yourself, You"},{"quote":"Choose to be kind. Choose to forgive. Let your love grow and shine so that people may look at the example of your life and glorify God in Heaven.","author":"Victoria Osteen","category":"Life, God, Be Kind"},{"quote":"I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative.","author":"Marina and the Diamonds","category":"Beauty, Best, Artist"},{"quote":"Our first and last love is self-love.","author":"Christian Nestell Bovee","category":"Love Is, Self-Love, First"},{"quote":"A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free.","author":"Arthur Schopenhauer","category":"Freedom, Alone, Man"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","category":"Positive, Work, Wisdom"},{"quote":"True generosity is an offering given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share.","author":"Suze Orman","category":"Time, Generosity"},{"quote":"Accept yourself, love yourself.","author":"Chanel Iman","category":"Love Yourself, Yourself"},{"quote":"I want to tell women that you need to love yourself and make yourself a priority. It's only when you are happy yourself, can you make everyone else around you happy. I am still a dreamer and still believe in fairy tales, but there is only that much one should give another person. You need to keep something for yourself.","author":"Bipasha Basu","category":"Happy, Women, I Am"},{"quote":"Love is an endless mystery, for it has nothing else to explain it.","author":"Rabindranath Tagore","category":"Love Is, Mystery, Explain"},{"quote":"I love the beach. I love the sea. All my life I live within - in front of the sea.","author":"Rafael Nadal","category":"Life, Sea, Beach"},{"quote":"Your duty is to treat everybody with love as a manifestation of the Lord.","author":"Swami Sivananda","category":"Treat, Duty, Everybody"},{"quote":"Love in the real world means saying you're sorry 10 times a day.","author":"Kathie Lee Gifford","category":"Day, Forgiveness, World"},{"quote":"All things on earth point home in old October; sailors to sea, travellers to walls and fences, hunters to field and hollow and the long voice of the hounds, the lover to the love he has forsaken.","author":"Thomas Wolfe","category":"Home, Sea, October"},{"quote":"I love being my husband's wife.","author":"Julianna Margulies","category":"Anniversary, Wife, Husband"},{"quote":"Love is not to be purchased, and affection has no price.","author":"St. Jerome","category":"Love Is, Affection, Price"},{"quote":"Drawing is the only thing I've found in which I can lose myself completely. I love it. It started as something that relaxed me, but now it's a struggle because I'm pushing myself. The day-to-day sketching is fraught.","author":"Peter Capaldi","category":"Myself, Struggle, Me"},{"quote":"Don't threaten me with love, baby. Let's just go walking in the rain.","author":"Billie Holiday","category":"Rain, Baby, Walking"},{"quote":"I don't think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion.","author":"Barry Williams","category":"Positive, Myself, Passion"},{"quote":"Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine.","author":"Rumi","category":"Wine, Pain, Gold"},{"quote":"The purest and most thoughtful minds are those which love colour the most.","author":"John Ruskin","category":"Thoughtful, Colour, Minds"},{"quote":"I'm very happy being me, although sometimes I'd love to be a bird so that I could fly.","author":"Joy Fielding","category":"Happy, Bird, Me"},{"quote":"All major religious traditions carry basically the same message, that is love, compassion and forgiveness the important thing is they should be part of our daily lives.","author":"Dalai Lama","category":"Daily, Forgiveness"},{"quote":"To say 'I love you' one must first be able to say the 'I.'","author":"Ayn Rand","category":"I Love You, You, Say"},{"quote":"I think it's part of my personality - I love to travel I love different cultures and philosophies and perspectives on things.","author":"Martin Henderson","category":"Travel, Personality, Think"},{"quote":"Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy.","author":"Robert A. Heinlein","category":"Happiness, Jealousy"},{"quote":"The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don't find very often, then that is what love is all about.","author":"Bruce Forsyth","category":"Marriage, Happy, Peace"},{"quote":"Food brings people together on many different levels. It's nourishment of the soul and body it's truly love.","author":"Giada De Laurentiis","category":"Food, Together, Soul"},{"quote":"It is sad not to love, but it is much sadder not to be able to love.","author":"Miguel de Unamuno","category":"Sad, To Love, Able"},{"quote":"If you don't love me, it does not matter, anyway I can love for both of us.","author":"Stendhal","category":"Romantic, Me, You"},{"quote":"I hate losing and cricket being my first love, once I enter the ground it's a different zone altogether and that hunger for winning is always there.","author":"Sachin Tendulkar","category":"Winning, Hate, Losing"},{"quote":"Fall in love with a dog, and in many ways you enter a new orbit, a universe that features not just new colors but new rituals, new rules, a new way of experiencing attachment.","author":"Caroline Knapp","category":"Dog, Colors, Universe"},{"quote":"Love has no age, no limit; and no death.","author":"John Galsworthy","category":"Age, Death, Limit"},{"quote":"The love of heaven makes one heavenly.","author":"William Shakespeare","category":"Faith, Heaven, Makes"},{"quote":"I must learn to love the fool in me - the one who feels too much, talks too much, takes too many chances, wins sometimes and loses often, lacks self-control, loves and hates, hurts and gets hurt, promises and breaks promises, laughs and cries.","author":"Theodore Isaac Rubin","category":"Fool, Hurt, Me"},{"quote":"Falling in love and having a relationship are two different things.","author":"Keanu Reeves","category":"Relationship, Falling"},{"quote":"Win, lose or draw, you're all my cousins and I love you.","author":"Chill Wills","category":"I Love You, Win, You"},{"quote":"The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.","author":"William Wordsworth","category":"Life, Kindness, Good"},{"quote":"To all the other dreamers out there, don't ever stop or let the world's negativity disenchant you or your spirit. If you surround yourself with love and the right people, anything is possible.","author":"Adam Green","category":"World, Yourself"},{"quote":"Surround yourself with people who provide you with support and love and remember to give back as much as you can in return.","author":"Karen Kain","category":"Support, Yourself"},{"quote":"At the center of non-violence stands the principle of love.","author":"Martin Luther King, Jr.","category":"Non-Violence, Center"},{"quote":"I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness.","author":"Ric Ocasek","category":"Happiness, Sadness, Walking"},{"quote":"The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.","author":"Oprah Winfrey","category":"Life, Struggle, Empathy"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","category":"Time, Friends, Best"},{"quote":"Flowers are an easy, eloquent expression of love at a time when words can seem clumsy and inadequate.","author":"Lynn Coady","category":"Time, Flowers, Words"},{"quote":"The body of a beautiful woman is not made for love it is too exquisite.","author":"Henri de Toulouse-Lautrec","category":"Beautiful, Beautiful Woman"},{"quote":"Nothing can bring a real sense of security into the home except true love.","author":"Billy Graham","category":"Home, True Love, Security"},{"quote":"Love has reasons which reason cannot understand.","author":"Blaise Pascal","category":"Understand, Reason, Which"},{"quote":"If we love our country, we should also love our countrymen.","author":"Ronald Reagan","category":"Patriotism, Country, Should"},{"quote":"Love is life. And if you miss love, you miss life.","author":"Leo Buscaglia","category":"Life, Love Is, You"},{"quote":"Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.","author":"Garrison Keillor","category":"Life, Thankful, Good"},{"quote":"I do not want a husband who honours me as a queen, if he does not love me as a woman.","author":"Elizabeth I","category":"Woman, Queen, Me"},{"quote":"I love the crowds at festivals because they're so chilled out.","author":"Gabrielle Aplin","category":"Festivals, Because, Crowds"},{"quote":"Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.","author":"C. S. Lewis","category":"Happiness, Responsible"},{"quote":"Even when I'm sick and depressed, I love life.","author":"Arthur Rubinstein","category":"Life, Love Life, Sick"},{"quote":"As long as you know yourself and you got good people around you and you passionate about what you do, that's all that matters because at the end of the day, you go to sleep with the people you love, you wake up with the people you love, and you spend your time with the people you love.","author":"Tyga","category":"Time, Good, Sleep"},{"quote":"When you lose a person you love so much, surviving the loss is difficult.","author":"Cristiano Ronaldo","category":"Sympathy, Loss, You"},{"quote":"Times of transition are strenuous, but I love them. They are an opportunity to purge, rethink priorities, and be intentional about new habits. We can make our new normal any way we want.","author":"Kristin Armstrong","category":"Opportunity, Transition"},{"quote":"I love life. I wish I could live another 500 years, truly. There is so much to do. I don't feel bitter or angry or disappointed. If anything, I am very grateful for where I come from. I have absolutely no regrets.","author":"Waris Dirie","category":"Life, Grateful, I Am"},{"quote":"Love does not consist in gazing at each other, but in looking outward together in the same direction.","author":"Antoine de Saint-Exupery","category":"Together, Direction, Looking"},{"quote":"I love America more than any other country in this world, and, exactly for this reason, I insist on the right to criticize her perpetually.","author":"James A. Baldwin","category":"America, World, Her"},{"quote":"There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What's the point? What inspires you? What do you love about the future? If the future does not include being out there among the stars and being a multi-planet species, I find that incredibly depressing.","author":"Elon Musk","category":"Morning, Future, Stars"},{"quote":"The best proof of love is trust.","author":"Joyce Brothers","category":"Trust, Best, Love Is"},{"quote":"I don't stress myself about my looks. I love to laugh. I like being able to lead an interesting life.","author":"Monica Bellucci","category":"Life, Stress, Myself"},{"quote":"I'm just not into trying to convince people like me. I always say to myself, 'It is what it is.' I walk into a situation knowing that people are either going to love me or they're not, and that's OK. I'm just going to be me. You can't be everything to everyone.","author":"NeNe Leakes","category":"Myself, Walk, Me"},{"quote":"If a relationship is going wrong, if a marriage is going wrong, the answer cannot simply be to say, 'You can't afford to break up because you are going to lose the house.' The answer has to be only one thing, which is 'I love you.'","author":"Rory Stewart","category":"Marriage, Relationship"},{"quote":"I love, but I am not entirely sure how to be loved: how to be seen and known for the utterly flawed woman I am. It demands surrender. It demands acknowledging that I am not perfect, but perhaps I deserve affection anyway.","author":"Roxane Gay","category":"I Am, Woman, Not Perfect"},{"quote":"If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.","author":"Mother Teresa","category":"Relationship, Want, You"},{"quote":"Love is the greatest refreshment in life.","author":"Pablo Picasso","category":"Life, Love Is, Greatest"},{"quote":"I think what it takes to succeed remains the same. You have to have a real love of your sport to carry you through all the bad times, you still want to go ski even when things aren't working. You must have a commitment to work hard and to never give up.","author":"Nancy Greene","category":"Work, Never Give Up"},{"quote":"Knowledge is love and light and vision.","author":"Helen Keller","category":"Knowledge, Light, Vision"},{"quote":"What I'm not confused about is the world needing much more love, no hate, no prejudice, no bigotry and more unity, peace and understanding. Period.","author":"Stevie Wonder","category":"Peace, Unity, Hate"},{"quote":"Love is a friendship set to music.","author":"Joseph Campbell","category":"Friendship, Music, Love Is"},{"quote":"Only divine love bestows the keys of knowledge.","author":"Arthur Rimbaud","category":"Knowledge, Keys, Divine Love"},{"quote":"When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.","author":"Kristin Armstrong","category":"Gratitude, Focus"},{"quote":"I like to think I'm a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others.","author":"Jacob Batalon","category":"Time, Good"},{"quote":"I love meeting new people I think everyone has a story to tell. We should all listen sometimes.","author":"Kim Smith","category":"People, Meeting, Think"},{"quote":"Do all things with love.","author":"Og Mandino","category":"All Things, Things"},{"quote":"A coward is incapable of exhibiting love it is the prerogative of the brave.","author":"Mahatma Gandhi","category":"Brave, Coward, Prerogative"},{"quote":"Treasure the love you receive above all. It will survive long after your good health has vanished.","author":"Og Mandino","category":"Good, Health, Good Health"},{"quote":"To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.","author":"John Locke","category":"Truth, Alone, Society"},{"quote":"Gaming has been a great way to get to know people. That's part of what I love about games, that they are social.","author":"Rich Sommer","category":"Great, People, Know"},{"quote":"I love you all too much, it's one of just of my problems.","author":"Herve Villechaize","category":"I Love You, Problems, You"},{"quote":"I love the beach, and I love sunshine.","author":"Megan Fox","category":"Sunshine, Beach, I Love"},{"quote":"Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.","author":"Samuel Daniel","category":"Morning, Time, Beauty"},{"quote":"Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still.","author":"Henry David Thoreau","category":"Do What You Love, Know, You"},{"quote":"New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture.","author":"Deepak Chopra","category":"Age, Culture, Compassion"},{"quote":"My mom always said that there would be haters. Not everyone can love ya.","author":"Joel Madden","category":"Mom, Haters, Said"},{"quote":"Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love.","author":"John Muir","category":"God, Soul, Words"},{"quote":"Love is something far more than desire for sexual intercourse it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.","author":"Bertrand Russell","category":"Women, Loneliness, Love Is"},{"quote":"The eyes those silent tongues of love.","author":"Miguel de Cervantes","category":"Eyes, Silent, Tongues"},{"quote":"We have gone through some difficult times like everyone else and perhaps our working together and respecting each other's abilities, in addition to that little thing called love, helped us survive.","author":"Cynthia Weil","category":"Working Together, Together"},{"quote":"I love when people underestimate me and then become pleasantly surprised.","author":"Kim Kardashian","category":"Me, People, Underestimate"},{"quote":"I love argument, I love debate. I don't expect anyone just to sit there and agree with me, that's not their job.","author":"Margaret Thatcher","category":"Job, Me, Argument"},{"quote":"I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love.","author":"Jillian Michaels","category":"Life, Health, Fitness"},{"quote":"The good in this world far outweighs the evil. Our common humanity transcends our differences, and our most effective response to terror is compassion, it's unity, and it's love.","author":"Loretta Lynch","category":"Good, Unity, Compassion"},{"quote":"A good youth ought to have a fear of God, to be subject to his parents, to give honor to his elders, to preserve his purity; he ought not to despise humility, but should love forbearance and modesty. All these are an ornament to youthful years.","author":"Saint Ambrose","category":"Good, Fear, Parents"},{"quote":"Love and friendship exclude each other.","author":"Jean de la Bruyere","category":"Friendship, Other"},{"quote":"I feel that there is nothing more truly artistic than to love people.","author":"Vincent Van Gogh","category":"People, Nothing, Feel"},{"quote":"The ultimate dream in life is to be able to do what you love and learn something from it.","author":"Jennifer Love Hewitt","category":"Life, Do What You Love"},{"quote":"I love going to coffee shops and just sitting and listening.","author":"Julie Roberts","category":"Coffee, Listening, Sitting"},{"quote":"It's hard asking someone with a broken heart to fall in love again.","author":"Eric Kripke","category":"Heart, Broken, Fall"},{"quote":"If you do not love me I shall not be loved If I do not love you I shall not love.","author":"Samuel Beckett","category":"Me, Love Me, You"},{"quote":"For small creatures such as we the vastness is bearable only through love.","author":"Carl Sagan","category":"Small, Through, Creatures"},{"quote":"Some white people hate black people, and some white people love black people, some black people hate white people, and some black people love white people. So you see it's not an issue of black and white, it's an issue of Lovers and Haters.","author":"Eden Ahbez","category":"Black And White, Hate"},{"quote":"The moment I first heard love I gave up my soul, my heart, and my eyes.","author":"Rumi","category":"Eyes, Heart, Soul"},{"quote":"Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.","author":"Victor Hugo","category":"Nature, Romantic, Soul"},{"quote":"Dost thou love life? Then do not squander time, for that is the stuff life is made of.","author":"Benjamin Franklin","category":"Life, Wisdom, Time"},{"quote":"I can't explain chemistry. I really can't. I haven't got a clue what it's all about. It just happens. It's like falling in love. You can't explain why you fall in love or explain why it's this particular person.","author":"Elaine Stritch","category":"Falling In Love, Fall, Why"},{"quote":"Love places someone else in the centre of your being and your own self is blurred.","author":"Mohsin Hamid","category":"Self, Places, Blurred"},{"quote":"If equal affection cannot be, let the more loving be me.","author":"W. H. Auden","category":"Me, Loving, Equal"},{"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","category":"Friendship, Time, Home"},{"quote":"I think good things are happening to me and will continue. I am not optimistic about the rest of the species, but I'm so blessed, it's almost scary. I'm sorry to disappoint you, but I have a wildly sunny disposition. I love to laugh.","author":"Daniel Gilbert","category":"Good, Blessed, I Am"},{"quote":"The love of husband and wife, which is creative of new human life, is a marvellously personal sharing in the creative love of God who brings into being the eternal soul that comes to every human being with the gift of human life.","author":"Vincent Nichols","category":"Life, God, Wife"},{"quote":"He that is jealous is not in love.","author":"Saint Augustine","category":"Jealousy, Jealous, He"},{"quote":"People love me. And you know what, I have been very successful. Everybody loves me.","author":"Donald Trump","category":"Successful, Me, People"},{"quote":"I think tolerance and acceptance and love is something that feeds every community.","author":"Lady Gaga","category":"Community, Love Is"},{"quote":"I think 'The Color Purple' is so bursting with love, the need for connection, the showing of the need for connection around the globe.","author":"Alice Walker","category":"Color, Purple, Think"},{"quote":"A kiss is a secret told to the mouth instead of the ear kisses are the messengers of love and tenderness.","author":"Ingrid Bergman","category":"Kiss, Mouth, Secret"},{"quote":"I love dessert. All kinds. But there's something about ice cream that makes me happy. I am drawn to its simplicity. I am perplexed by the endless supply of constantly growing flavor options. And I am always in the mood for sprinkles and a sugar cone.","author":"Rachel Nichols","category":"Happy, I Am, Simplicity"},{"quote":"You learn to speak by speaking, to study by studying, to run by running, to work by working; in just the same way, you learn to love by loving.","author":"Anatole France","category":"Work, Speak, Studying"},{"quote":"Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.","author":"Brene Brown","category":"Courage, Risk, Boundaries"},{"quote":"The true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality.","author":"Che Guevara","category":"Great, Quality, Impossible"},{"quote":"All the commandments: You shall not commit adultery, you shall not kill, you shall not steal, you shall not covet, and so on, are summed up in this single command: You must love your neighbor as yourself.","author":"Jesus Christ","category":"Yourself, Neighbor, You"},{"quote":"Of emotions, of love, of breakup, of love and hate and death and dying, mama, apple pie, and the whole thing. It covers a lot of territory, country music does.","author":"Johnny Cash","category":"Music, Death, Hate"},{"quote":"Love and a red rose can't be hid.","author":"Thomas Holcroft","category":"Rose, Red, Hid"},{"quote":"Whatever our souls are made of, his and mine are the same.","author":"Emily Bronte","category":"Whatever, Same, Mine"},{"quote":"Alcohol is like love. The first kiss is magic, the second is intimate, the third is routine. After that you take the girl's clothes off.","author":"Raymond Chandler","category":"Girl, Kiss, Alcohol"},{"quote":"You gotta love livin', baby, 'cause dyin' is a pain in the ass.","author":"Frank Sinatra","category":"Baby, Pain, You"},{"quote":"When you look into the eyes of an animal you've rescued, you can't help but fall in love.","author":"Paul Shaffer","category":"Eyes, Animal, Help"},{"quote":"There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder.","author":"Charles Morgan","category":"God, Man, Surprise"},{"quote":"He who does not love his own language is worse than an animal and smelly fish.","author":"Jose Rizal","category":"Language, Animal, Fish"},{"quote":"Many people mistake our work for our vocation. Our vocation is the love of Jesus.","author":"Mother Teresa","category":"Work, Mistake, People"},{"quote":"Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.","author":"Mother Teresa","category":"Money, Giving, You"},{"quote":"The giving of love is an education in itself.","author":"Eleanor Roosevelt","category":"Education, Love Is, Giving"},{"quote":"In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me.","author":"Caroline Kennedy","category":"Marriage, Anniversary, Best"},{"quote":"Because of the dog's joyfulness, our own is increased. It is no small gift. It is not the least reason why we should honor as love the dog of our own life, and the dog down the street, and all the dogs not yet born.","author":"Mary Oliver","category":"Life, Dog, Gift"},{"quote":"I don't have time for hobbies. At the end of the day, I treat my job as a hobby. It's something I love doing.","author":"David Beckham","category":"Time, Day, Job"},{"quote":"Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing.","author":"Lionel Messi","category":"Happy, Money, Me"},{"quote":"I do not deny that I planned sabotage. I did not plan it in a spirit of recklessness nor because I have any love of violence. I planned it as a result of a calm and sober assessment of the political situation that had arisen after many years of tyranny, exploitation and oppression of my people by the whites.","author":"Nelson Mandela","category":"Political, Calm, Violence"},{"quote":"The rose is the flower and handmaiden of love - the lily, her fair associate, is the emblem of beauty and purity.","author":"Dorothea Dix","category":"Beauty, Flower, Rose"},{"quote":"I am what I am. I love me! And I don't mean that egotistically - I love that God has allowed me to take whatever it was that I had and to make something out of it.","author":"Stevie Wonder","category":"God, I Am, Me"},{"quote":"What is a hero without love for mankind.","author":"Doris Lessing","category":"Hero, Mankind, Without"},{"quote":"Touch seems to be as essential as sunlight.","author":"Diane Ackerman","category":"Sunlight, Touch, Seems"},{"quote":"God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.'","author":"Billy Graham","category":"I Love You, God, World"},{"quote":"Lord, grant that I might not so much seek to be loved as to love.","author":"Francis of Assisi","category":"Loved, To Love, Lord"},{"quote":"Love is the missing factor; there is a lack of affection, of warmth in relationship; and because we lack that love, that tenderness, that generosity, that mercy in relationship, we escape into mass action, which produces further confusion, further misery.","author":"Jiddu Krishnamurti","category":"Relationship, Love Is"},{"quote":"Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.","author":"Vincent Van Gogh","category":"Strength, Love Is, True"},{"quote":"Can anyone remember love? It's like trying to summon up the smell of roses in a cellar. You might see a rose, but never the perfume.","author":"Arthur Miller","category":"Rose, Roses, Remember"},{"quote":"When love is not madness, it is not love.","author":"Pedro Calderon de la Barca","category":"Love Is, Madness"},{"quote":"The more one does and sees and feels, the more one is able to do, and the more genuine may be one's appreciation of fundamental things like home, and love, and understanding companionship.","author":"Amelia Earhart","category":"Home, Appreciation"},{"quote":"I don't really mind what people say about my love life or anything like that, but the one thing is that, yes, I do sing and write all my own music. That is something that I hold really dear. And yeah, I made a fool of myself in front of the world, but it was also great to pick myself back up and go on tour.","author":"Ashlee Simpson","category":"Life, Music, Great"},{"quote":"Self-love is the source of all our other loves.","author":"Pierre Corneille","category":"Self-Love, Source, Other"},{"quote":"It's easy to look at the things of this world to solve our challenges and obstacles in life, but when we submit our lives to Christ, His grace, mercy, peace and love will bring true fulfillment to our lives.","author":"Bethany Hamilton","category":"Life, Peace, World"},{"quote":"Life has been kind to me. I am happy with the love and appreciation that I have been getting throughout my career. I feel blessed.","author":"Vidya Balan","category":"Life, Happy, Appreciation"},{"quote":"That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind.","author":"Mos Def","category":"Peace, Humanity, Idea"},{"quote":"Suicide is a serious thing. And if you know anyone who is suicidal, you need to get them help. No one should be in pain. Everyone should love themselves.","author":"Gerard Way","category":"Pain, Suicide, Help"},{"quote":"Love is a better teacher than duty.","author":"Albert Einstein","category":"Teacher, Love Is, Better"},{"quote":"A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.","author":"Marilyn Monroe","category":"Strength, Strong, Man"},{"quote":"Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?","author":"Tony Robbins","category":"Life, Success, Today"},{"quote":"Creativity itself doesn't care at all about results - the only thing it craves is the process. Learn to love the process and let whatever happens next happen, without fussing too much about it. Work like a monk, or a mule, or some other representative metaphor for diligence. Love the work. Destiny will do what it wants with you, regardless.","author":"Elizabeth Gilbert","category":"Work, Creativity, Destiny"},{"quote":"Your body is your body it's natural. Learn to love yourself for it.","author":"Emily Ratajkowski","category":"Love Yourself, Yourself"},{"quote":"I love life. There's so much to learn and see all the time, and nothing nicer for me than to wake up, and the sky is blue.","author":"Pattie Boyd","category":"Life, Time, Sky"},{"quote":"Love makes your soul crawl out from its hiding place.","author":"Zora Neale Hurston","category":"Soul, Place, Hiding"},{"quote":"If love is the treasure, laughter is the key.","author":"Yakov Smirnoff","category":"Laughter, Love Is, Treasure"},{"quote":"You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.","author":"Jennifer Lopez","category":"Birthday, Time, Romantic"},{"quote":"There is more pleasure in loving than in being beloved.","author":"Thomas Fuller","category":"Loving, Pleasure, Being"},{"quote":"Love means not ever having to say you're sorry.","author":"Erich Segal","category":"Sorry, You, Say"},{"quote":"Love cures people - both the ones who give it and the ones who receive it.","author":"Karl A. Menninger","category":"People, Give, Receive"},{"quote":"Your self-esteem won't come from body parts. You need to step away from the mirror every once in a while, and look for another reflection, like the one in the eyes of the people who love you and admire you.","author":"Stacy London","category":"Reflection, Eyes, Mirror"},{"quote":"I'm not done with love, but I refuse to settle. I am a hopeless romantic. And I won't stop till I get it right.","author":"Halle Berry","category":"Romantic, I Am, Done"},{"quote":"All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.","author":"Ann Landers","category":"Marriage, Art, Good"},{"quote":"There are other things that I could do, but there's really nothing that I love as much as horse racing.","author":"Chantal Sutherland","category":"Horse, Racing, Nothing"},{"quote":"When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart.","author":"Edwin Booth","category":"Good, Heart, Little Things"},{"quote":"I was born with an enormous need for affection, and a terrible need to give it.","author":"Audrey Hepburn","category":"Born, Affection, Terrible"},{"quote":"I'm not saying that love always takes you to heaven. Your life can become a nightmare. But that said, it is worth taking the risk.","author":"Paulo Coelho","category":"Life, Risk, Saying"},{"quote":"Love is the only sane and satisfactory answer to the problem of human existence.","author":"Erich Fromm","category":"Love Is, Problem, Existence"},{"quote":"I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.","author":"Judy Collins","category":"Motivational, Faith, World"},{"quote":"Listen to the inner light; it will guide you. Listen to inner peace; it will feed you. Listen to inner love; it will transform you, it will divinise you, it will immortalise you.","author":"Sri Chinmoy","category":"Light, Peace, You"},{"quote":"'Tis love that makes the world go round, my baby.","author":"Charles Dickens","category":"Baby, World, Go"},{"quote":"Waking up every day and loving someone who may or may not love us back, whose safety we can't ensure, who may stay in our lives or may leave without a moment's notice, who may be loyal to the day they die or betray us tomorrow - that's vulnerability.","author":"Brene Brown","category":"Day, Safety, Tomorrow"},{"quote":"Being in love with somebody is a wonderful feeling.","author":"Shane Warne","category":"Being In Love, Feeling"},{"quote":"Everybody has fallen down or been disappointed in love. Where you truly shine is when you get back up. Use it as a learning experience and believe in all of the possibilities.","author":"Sherry Argov","category":"Learning, Experience"},{"quote":"If you can learn to love yourself and all the flaws, you can love other people so much better. And that makes you so happy.","author":"Kristin Chenoweth","category":"Happy, Love Yourself"},{"quote":"At sunrise everything is luminous but not clear. It is those we live with and love and should know who elude us. You can love completely without complete understanding.","author":"Norman Maclean","category":"Sunrise, Live, Understanding"},{"quote":"I just love working hard. I love being part of a team I love working toward a common goal.","author":"Tom Brady","category":"Team, Goal, Working Hard"},{"quote":"I love holidays. It's such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing.","author":"Toni Collette","category":"Family, Time, Together"},{"quote":"No woman ever hates a man for being in love with her, but many a woman hate a man for being a friend to her.","author":"Alexander Pope","category":"Man, Woman, Hate"},{"quote":"Breakfast is a big deal. I love it.","author":"Joey Lawrence","category":"Breakfast, Deal, Big"},{"quote":"We need 4 hugs a day for survival. We need 8 hugs a day for maintenance. We need 12 hugs a day for growth.","author":"Virginia Satir","category":"Day, Growth, Survival"},{"quote":"I have a very strong feeling that the opposite of love is not hate - it's apathy. It's not giving a damn.","author":"Leo Buscaglia","category":"Strong, Love Is, Hate"},{"quote":"The more people love you, the more there's going to be people that hate you.","author":"Kylie Jenner","category":"Hate, People, You"},{"quote":"Talent alone gets you nowhere. You really have to have the grit, and you gotta have a love for people.","author":"Zac Brown","category":"Alone, Talent, People"},{"quote":"In the end, the love you take is equal to the love you make.","author":"Paul McCartney","category":"End, Equal, You"},{"quote":"Love is the only gold.","author":"Alfred Lord Tennyson","category":"Love Is, Gold, Only"},{"quote":"I am happier when I love than when I am loved. I adore my husband, my son, my grandchildren, my mother, my dog, and frankly, I don't know if they even like me. But who cares? Loving them is my joy.","author":"Isabel Allende","category":"Dog, Son, Mother"},{"quote":"The way to know life is to love many things.","author":"Vincent Van Gogh","category":"Life, Know, Way"},{"quote":"You don't walk away if you love someone. You help the person.","author":"Hillary Clinton","category":"Walk, Help, You"},{"quote":"Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words 'for ever.' But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don't like doing it.","author":"Marian Keyes","category":"Relationship, Flowers, Words"},{"quote":"I have a personal ambition to live my life honestly and honor the true love that I've had and also the people I've had around me. I want to stay hopeful, even though I get scared about why we're even alive at all.","author":"Lana Del Rey","category":"Life, True Love, Ambition"},{"quote":"Love at first sight is easy to understand it's when two people have been looking at each other for a lifetime that it becomes a miracle.","author":"Sam Levenson","category":"People, Looking, Easy"},{"quote":"I work really hard at trying to see the big picture and not getting stuck in ego. I believe we're all put on this planet for a purpose, and we all have a different purpose... When you connect with that love and that compassion, that's when everything unfolds.","author":"Ellen DeGeneres","category":"Work, Compassion, Believe"},{"quote":"I guess what really forms you as a person is what you do within your family to receive love or attention. In my family, what you had to do to receive attention was to have good conversation at the dinner table or for me to do well at school, and those were really my focuses because that was what was valued the most.","author":"Emma Watson","category":"Family, Good, School"},{"quote":"Accustom yourself continually to make many acts of love, for they enkindle and melt the soul.","author":"Saint Teresa of Avila","category":"Soul, Yourself, Melt"},{"quote":"Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields.","author":"Christopher Marlowe","category":"Romantic, Mountain, Me"},{"quote":"Love takes off masks that we fear we cannot live without and know we cannot live within.","author":"James A. Baldwin","category":"Fear, Live, Know"},{"quote":"As soon go kindle fire with snow, as seek to quench the fire of love with words.","author":"William Shakespeare","category":"Words, Fire, Snow"},{"quote":"I love shopping; I'm a jeans and a T-shirt kind of girl, but I go classy when I dress up - with a little bit of sexy.","author":"Adrianne Palicki","category":"Girl, Dress, Shopping"},{"quote":"Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give.","author":"Bertrand Russell","category":"Life, Best, Deep"},{"quote":"Do what you love, and you will find the way to get it out to the world.","author":"Judy Collins","category":"Do What You Love, World, You"},{"quote":"Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.","author":"Barbara De Angelis","category":"Love Is, Powerful, Joy"},{"quote":"I love fools' experiments. I am always making them.","author":"Charles Darwin","category":"Funny, I Am, Fools"},{"quote":"One look at an email can rob you of 15 minutes of focus. One call on your cell phone, one tweet, one instant message can destroy your schedule, forcing you to move meetings, or blow off really important things, like love, and friendship.","author":"Jacqueline Leo","category":"Friendship, Focus"},{"quote":"The only abnormality is the incapacity to love.","author":"Anais Nin","category":"To Love, Only, Incapacity"},{"quote":"Though lovers be lost, love shall not.","author":"Dylan Thomas","category":"Lost, Lovers, Lost Love"},{"quote":"We are never so defensless against suffering as when we love.","author":"Sigmund Freud","category":"Suffering, Never, Against"},{"quote":"I love mankind it's people I can't stand.","author":"Charles M. Schulz","category":"Funny, People, Stand"},{"quote":"Never pretend to a love which you do not actually feel, for love is not ours to command.","author":"Alan Watts","category":"Love Is, You, Feel"},{"quote":"To be fond of dancing was a certain step towards falling in love.","author":"Jane Austen","category":"Step, Falling In Love"},{"quote":"Love is the beauty of the soul.","author":"Saint Augustine","category":"Beauty, Love Is, Soul"},{"quote":"Yeah, I love doing ensemble pieces. You get to meet so many new people and make new friends.","author":"Devon Sawa","category":"Friends, People, New Friends"},{"quote":"A loving heart is the truest wisdom.","author":"Charles Dickens","category":"Wisdom, Heart, Loving"},{"quote":"The love you have for your child is so much greater than any challenge you'll face as a parent, and that's what helps you through.","author":"Hilary Duff","category":"Challenge, Child, Parent"},{"quote":"Love thou the rose, yet leave it on its stem.","author":"Edward G. Bulwer-Lytton","category":"Relationship, Rose, Stem"},{"quote":"Faith makes all things possible... love makes all things easy.","author":"Dwight L. Moody","category":"Faith, Easy, Possible"},{"quote":"I long for the raised voice, the howl of rage or love.","author":"Leslie Fiedler","category":"Voice, Long, Rage"},{"quote":"The work of community, love, reconciliation, restoration is the work we cannot leave up to politicians. This is the work we are all called to do.","author":"Shane Claiborne","category":"Work, Community"},{"quote":"A lot of people say, 'Wow, you're a single father of twin boys, that's crazy!' Two toddlers can get hectic, but I wouldn't change it for anything. Every day they teach me different things. The love is there. When you have a two-year-old saying every other hour, 'Papi, te amo. Papi, I love you,' it can't get better.","author":"Ricky Martin","category":"Change, I Love You, Father"},{"quote":"Even if a unity of faith is not possible, a unity of love is.","author":"Hans Urs von Balthasar","category":"Faith, Unity, Religion"},{"quote":"Love will draw an elephant through a key-hole.","author":"Samuel Richardson","category":"Elephant, Will, Through"},{"quote":"Behold, my friends, the spring is come; the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!","author":"Sitting Bull","category":"Friends, Sun, Gardening"},{"quote":"There is no remedy for love but to love more.","author":"Henry David Thoreau","category":"To Love, More, Remedy"},{"quote":"Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love.","author":"Honore de Balzac","category":"Woman, Stupid, Ugly"},{"quote":"True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart.","author":"Honore de Balzac","category":"Heart, Love Is, True Love"},{"quote":"Love... it surrounds every being and extends slowly to embrace all that shall be.","author":"Khalil Gibran","category":"Embrace, Slowly, Being"},{"quote":"Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved; we love to love.","author":"Leo Buscaglia","category":"Love Is, Gift, Loved"},{"quote":"If you want to be loved, be lovable.","author":"Ovid","category":"Want, Loved, You"},{"quote":"Being in love is the only transcendent experience.","author":"Armistead Maupin","category":"Experience, Love Is"},{"quote":"Without contraries is no progression. Attraction and repulsion, reason and energy, love and hate, are necessary to human existence.","author":"William Blake","category":"Hate, Energy, Existence"},{"quote":"It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair.","author":"Kate Bosworth","category":"Funny, Change, Experience"},{"quote":"I've only been in love with a beer bottle and a mirror.","author":"Sid Vicious","category":"Mirror, Beer, Bottle"},{"quote":"The dawn is not distant, nor is the night starless; love is eternal.","author":"Henry Wadsworth Longfellow","category":"Love Is, Night, Dawn"},{"quote":"I'm simple. I love hiking, going to the gym, doing some simple stuff. I love being outdoors, I love bike riding. Just stuff that's fun!","author":"Lea Michele","category":"Simple, Fun, Bike"},{"quote":"Love other human beings as you would love yourself.","author":"Ho Chi Minh","category":"Love Yourself, Yourself, You"},{"quote":"The way to love anything is to realize that it may be lost.","author":"Gilbert K. Chesterton","category":"Lost, Way, Realize"},{"quote":"If you find someone you love in your life, then hang on to that love.","author":"Princess Diana","category":"Life, You, Find"},{"quote":"No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone.","author":"Oscar Wilde","category":"Nature, Art, Beauty"},{"quote":"The sweetest of all sounds is that of the voice of the woman we love.","author":"Jean de la Bruyere","category":"Woman, Voice, Sounds"},{"quote":"Be of love a little more careful than of anything.","author":"e. e. cummings","category":"Anything, Little, Than"},{"quote":"The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.","author":"Victor Hugo","category":"Life, Happiness, Greatest"},{"quote":"The mornings along the coast where the fog and mist meet with the salty spray of the seas is one of my favourite smells. I love the smell in the evergreen forest just after it rains - The Redwood Forest in California has the coast, too, so you have the best of everything!","author":"Paul Walker","category":"Best, Forest, You"},{"quote":"Love is the attempt to form a friendship inspired by beauty.","author":"Marcus Tullius Cicero","category":"Friendship, Beauty, Love Is"},{"quote":"To love is to admire with the heart to admire is to love with the mind.","author":"Theophile Gautier","category":"Heart, Love Is, Mind"},{"quote":"Pets have more love and compassion in them than most humans.","author":"Robert Wagner","category":"Compassion, Pet, Than"},{"quote":"The first duty of love is to listen.","author":"Paul Tillich","category":"Love Is, Listen, First"},{"quote":"Love of country, subordination of personal interests to the common good, concern and care for the helpless and the impoverished - these are among the lost and faded values that we seek to recover and revitalize as we commence our journey towards a better Philippines.","author":"Rodrigo Duterte","category":"Journey, Good, Lost"},{"quote":"We shouldn't teach great books we should teach a love of reading.","author":"B. F. Skinner","category":"Great, Reading, Teach"},{"quote":"Life is like an onion. You peel it off one layer at a time, and sometimes you weep.","author":"Carl Sandburg","category":"Life, Time, You"},{"quote":"In love the paradox occurs that two beings become one and yet remain two.","author":"Erich Fromm","category":"Two, Become, Paradox"},{"quote":"Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.","author":"Lao Tzu","category":"Heart, Love Is, Head"},{"quote":"Love is metaphysical gravity.","author":"R. Buckminster Fuller","category":"Love Is, Gravity"},{"quote":"Love you will find only where you may show yourself weak without provoking strength.","author":"Theodor Adorno","category":"Strength, Yourself, You"},{"quote":"Love takes up where knowledge leaves off.","author":"Thomas Aquinas","category":"Knowledge, Up, Where"},{"quote":"I have great hopes that we shall love each other all our lives as much as if we had never married at all.","author":"Lord Byron","category":"Great, Wedding, Hopes"},{"quote":"The first time you marry for love, the second for money, and the third for companionship.","author":"Jackie Kennedy","category":"Marriage, Time, Money"},{"quote":"Doing what you love is the cornerstone of having abundance in your life.","author":"Wayne Dyer","category":"Life, Love Is, Abundance"},{"quote":"I'm nutty bunny number two. I love me and I love you.","author":"Mark McKinney","category":"I Love You, Me, You"},{"quote":"The cynic finds love with the idealist. The rebel with the conformist. The social butterfly with the bookworm. They help each other balance their lives.","author":"Joyce Brothers","category":"Balance, Butterfly, Help"},{"quote":"Love is blind.","author":"Geoffrey Chaucer","category":"Love Is, Blind"},{"quote":"Love's greatest gift is its ability to make everything it touches sacred.","author":"Barbara De Angelis","category":"Gift, Greatest"},{"quote":"Love without conversation is impossible.","author":"Mortimer Adler","category":"Impossible, Conversation"},{"quote":"I'm very, very lazy. I love to sit in a chair and look out the window and do nothing.","author":"Ingmar Bergman","category":"Window, Chair, Lazy"},{"quote":"Tell me who admires and loves you, and I will tell you who you are.","author":"Antoine de Saint-Exupery","category":"Me, You, Will"},{"quote":"Only do what your heart tells you.","author":"Princess Diana","category":"Heart, You, Only"},{"quote":"Life is too short to do the things you don't love doing.","author":"Bruce Dickinson","category":"Life, Short"},{"quote":"Love is the best thing in the world, and the thing that lives the longest.","author":"Henry Van Dyke","category":"Best, Love Is, World"},{"quote":"He who loves, flies, runs, and rejoices; he is free and nothing holds him back.","author":"Henri Matisse","category":"Free, Nothing, Back"},{"quote":"Love is my religion - I could die for it.","author":"John Keats","category":"Love Is, Religion, Die"},{"quote":"Love is like an hourglass, with the heart filling up as the brain empties.","author":"Jules Renard","category":"Heart, Love Is, Brain"},{"quote":"Friendship is Love without his wings!","author":"Lord Byron","category":"Friendship, Wings, Without"},{"quote":"Love is the ultimate expression of the will to live.","author":"Tom Wolfe","category":"Love Is, Live, Will"},{"quote":"Love is a canvas furnished by nature and embroidered by imagination.","author":"Voltaire","category":"Nature, Love Is, Imagination"},{"quote":"Choose your love, Love your choice.","author":"Thomas S. Monson","category":"Choice, Choose, Your"},{"quote":"Jealousy contains more of self-love than of love.","author":"Francois de La Rochefoucauld","category":"Jealousy, Self-Love, Than"},{"quote":"The greatest pleasure of life is love.","author":"Euripides","category":"Life, Greatest, Pleasure"},{"quote":"Love and doubt have never been on speaking terms.","author":"Khalil Gibran","category":"Doubt, Never, Speaking"},{"quote":"I'm a really nostalgic person. I love taking photos and video and having memories. I remember all my childhood videos that my dad used to take. I think that's really what life is about - especially when you start a family of your own.","author":"Kim Kardashian","category":"Life, Family, Memories"},{"quote":"Let no one who loves be unhappy, even love unreturned has its rainbow.","author":"James M. Barrie","category":"Rainbow, Unhappy, Even"},{"quote":"There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age.","author":"Sophia Loren","category":"Life, Age, Creativity"},{"quote":"Love means to love that which is unlovable or it is no virtue at all.","author":"Gilbert K. Chesterton","category":"Virtue, To Love, Which"},{"quote":"Bitterness imprisons life love releases it.","author":"Harry Emerson Fosdick","category":"Life, Bitterness"},{"quote":"Love does not dominate it cultivates.","author":"Johann Wolfgang von Goethe","category":"Dominate, Does"},{"quote":"More than kisses, letters mingle souls.","author":"John Donne","category":"Letters, Souls, Than"},{"quote":"A part of kindness consists in loving people more than they deserve.","author":"Joseph Joubert","category":"Kindness, People, Loving"},{"quote":"I can live without money, but I cannot live without love.","author":"Judy Garland","category":"Money, Live, I Can"},{"quote":"Love in its essence is spiritual fire.","author":"Lucius Annaeus Seneca","category":"Spiritual, Fire, Essence"},{"quote":"Love is space and time measured by the heart.","author":"Marcel Proust","category":"Time, Heart, Space"},{"quote":"We love because it's the only true adventure.","author":"Nikki Giovanni","category":"Adventure, True, Because"},{"quote":"Love is the joy of the good, the wonder of the wise, the amazement of the Gods.","author":"Plato","category":"Good, Wise, Joy"},{"quote":"Love is the power to see similarity in the dissimilar.","author":"Theodor Adorno","category":"Power, Love Is, See"},{"quote":"Absence sharpens love, presence strengthens it.","author":"Thomas Fuller","category":"Presence, Absence, Sharpens"},{"quote":"Your words are my food, your breath my wine. You are everything to me.","author":"Sarah Bernhardt","category":"Food, Wine, Words"},{"quote":"There is a woman at the begining of all great things.","author":"Alphonse de Lamartine","category":"Great, Woman, Great Things"},{"quote":"The one thing we can never get enough of is love. And the one thing we never give enough is love.","author":"Henry Miller","category":"Enough, Never, Give"},{"quote":"Love is the crowning grace of humanity, the holiest right of the soul, the golden link which binds us to duty and truth, the redeeming principle that chiefly reconciles the heart to life, and is prophetic of eternal good.","author":"Petrarch","category":"Life, Good, Truth"},{"quote":"Love is suffering. One side always loves more.","author":"Catherine Deneuve","category":"Love Is, Suffering, Always"},{"quote":"Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it.","author":"Laura Ingalls Wilder","category":"God, Love Is, Gift"},{"quote":"Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility; for it thinks all things lawful for itself, and all things possible.","author":"Thomas a Kempis","category":"Strength, Nothing, Trouble"},{"quote":"He who loves with purity considers not the gift of the lover, but the love of the giver.","author":"Thomas a Kempis","category":"Gift, Purity, Lover"},{"quote":"We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder.","author":"Andre Maurois","category":"Funny, Romantic, Humanity"},{"quote":"The biggest surprise, which is also the best, is that I didn't know I would love motherhood as much as I do.","author":"Deborah Norville","category":"Best, Mom, Motherhood"},{"quote":"Some people can't stand being alone. I love solitude and silence. But when I come out of it, I'm a regular talking machine. It's all or nothing for me.","author":"Celine Dion","category":"Alone, Silence, Being Alone"},{"quote":"To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it; Whenever you're right, shut up.","author":"Ogden Nash","category":"Marriage, Loving, You"},{"quote":"Life is pain and the enjoyment of love is an anesthetic.","author":"Cesare Pavese","category":"Life, Love Is, Pain"},{"quote":"I love being on the beach - it's my favourite place. I can chill out, read, listen to music, play with my daughter.","author":"Geri Halliwell","category":"Music, Daughter, Beach"},{"quote":"I think careful cooking is love, don't you? The loveliest thing you can cook for someone who's close to you is about as nice a valentine as you can give.","author":"Julia Child","category":"Cooking, Think, Nice"},{"quote":"The love of one's country is a splendid thing. But why should love stop at the border?","author":"Pablo Casals","category":"Patriotism, Country, Why"},{"quote":"To love rightly is to love what is orderly and beautiful in an educated and disciplined way.","author":"Plato","category":"Beautiful, Way, Educated"},{"quote":"When people are lame, they love to blame.","author":"Robert Kiyosaki","category":"People, Blame, Lame"},{"quote":"There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love.","author":"Charles Stanley","category":"Relationship, Deep"},{"quote":"I think one of the best words in the English language is 'compassion.' I think it holds everything. It holds love, it holds care... and if everybody just did something. We all make a difference.","author":"Michael Crawford","category":"Best, Compassion, Words"},{"quote":"Love is the magician that pulls man out of his own hat.","author":"Ben Hecht","category":"Man, Love Is, Hat"},{"quote":"Love can sometimes be magic. But magic can sometimes... just be an illusion.","author":"Javan","category":"Magic, Sometimes, Illusion"},{"quote":"When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection; love is born.","author":"Nhat Hanh","category":"Beauty, Mother, Love Is"},{"quote":"To live in this world, you must be able to do three things: to love what is mortal; to hold it against your bones knowing your own life depends on it; and, when the time comes to let it go, to let it go.","author":"Mary Oliver","category":"Life, Time, World"},{"quote":"I love coffee. It's one of my favorite things in the world, and I love tasting different coffees.","author":"Max Schneider","category":"Coffee, World, Favorite"},{"quote":"With our love, we could save the world.","author":"George Harrison","category":"World, Save The World, Save"},{"quote":"Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead. There is only one happiness in life, to love and be loved.","author":"George Sand","category":"Life, Happiness, Walk"},{"quote":"The crime of loving is forgetting.","author":"Maurice Chevalier","category":"Loving, Crime, Forgetting"},{"quote":"Looking back, I have this to regret, that too often when I loved, I did not say so.","author":"Ray Stannard Baker","category":"Regret, Looking Back"},{"quote":"I'm a girl who loves fashion. I'm such a Cinderella - I love to put on a great dress and heels. It's fun!","author":"Maria Bello","category":"Great, Girl, Dress"},{"quote":"Death and love are the two wings that bear the good man to heaven.","author":"Michelangelo","category":"Death, Good, Man"},{"quote":"Love is but the discovery of ourselves in others, and the delight in the recognition.","author":"Alexander Smith","category":"Love Is, Discovery"},{"quote":"All my life, my heart has yearned for a thing I cannot name.","author":"Andre Breton","category":"Life, Heart, Name"},{"quote":"The first magic of love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"Love Is, Ignorance, End"},{"quote":"If you would be loved, love, and be loveable.","author":"Benjamin Franklin","category":"Loved, You, Would"},{"quote":"Friendship often ends in love but love in friendship - never.","author":"Charles Caleb Colton","category":"Friendship, Never, Ends"},{"quote":"Love is supreme and unconditional like is nice but limited.","author":"Duke Ellington","category":"Love Is, Nice, Like"},{"quote":"The love we give away is the only love we keep.","author":"Elbert Hubbard","category":"Away, Give, Keep"},{"quote":"Down on your knees, and thank heaven, fasting, for a good man's love.","author":"Euripides","category":"Good, Man, Down"},{"quote":"Love is all we have, the only way that each can help the other.","author":"Euripides","category":"Love Is, Help, Way"},{"quote":"There is no disguise which can hide love for long where it exists, or simulate it where it does not.","author":"Francois de La Rochefoucauld","category":"Long, Hide, Where"},{"quote":"Love is a gross exaggeration of the difference between one person and everybody else.","author":"George Bernard Shaw","category":"Love Is, Difference, Person"},{"quote":"First love is only a little foolishness and a lot of curiosity.","author":"George Bernard Shaw","category":"Love Is, Curiosity, First"},{"quote":"A gentle heart is tied with an easy thread.","author":"George Herbert","category":"Heart, Easy, Thread"},{"quote":"What force is more potent than love?","author":"Igor Stravinsky","category":"Force, Than, Potent"},{"quote":"The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed.","author":"Jiddu Krishnamurti","category":"Heart, World, Moment"},{"quote":"People protect what they love.","author":"Jacques Yves Cousteau","category":"People, Protect"},{"quote":"Love is what you've been through with somebody.","author":"James Thurber","category":"Love Is, You, Through"},{"quote":"To witness two lovers is a spectacle for the gods.","author":"Johann Wolfgang von Goethe","category":"Lovers, Two, Witness"},{"quote":"But love's a malady without a cure.","author":"John Dryden","category":"Without, Cure, Malady"},{"quote":"Passion is momentary love is enduring.","author":"John Wooden","category":"Passion, Love Is, Enduring"},{"quote":"Love looks through a telescope; envy, through a microscope.","author":"Josh Billings","category":"Envy, Through, Microscope"},{"quote":"Love is much nicer to be in than an automobile accident, a tight girdle, a higher tax bracket or a holding pattern over Philadelphia.","author":"Judith Viorst","category":"Love Is, Tax, Philadelphia"},{"quote":"Love possesses not nor will it be possessed, for love is sufficient unto love.","author":"Khalil Gibran","category":"Love Is, Will, Sufficient"},{"quote":"The richest love is that which submits to the arbitration of time.","author":"Lawrence Durrell","category":"Time, Love Is, Which"},{"quote":"We all need each other.","author":"Leo Buscaglia","category":"Need, Other, Each"},{"quote":"If you wished to be loved, love.","author":"Lucius Annaeus Seneca","category":"Loved, You, Wished"},{"quote":"Only love interests me, and I am only in contact with things that revolve around love.","author":"Marc Chagall","category":"I Am, Me, Contact"},{"quote":"The world is not comprehensible, but it is embraceable: through the embracing of one of its beings.","author":"Martin Buber","category":"World, Through, Embracing"},{"quote":"There is only one real deprivation... and that is not to be able to give one's gifts to those one loves most.","author":"May Sarton","category":"Real, Gifts, Give"},{"quote":"It is impossible to repent of love. The sin of love does not exist.","author":"Muriel Spark","category":"Impossible, Sin, Exist"},{"quote":"Selfishness is one of the qualities apt to inspire love.","author":"Nathaniel Hawthorne","category":"Inspire, Selfishness"},{"quote":"Love consists in this, that two solitudes protect and touch and greet each other.","author":"Rainer Maria Rilke","category":"Touch, Protect, Two"},{"quote":"To enlarge or illustrate this power and effect of love is to set a candle in the sun.","author":"Robert Burton","category":"Power, Love Is, Sun"},{"quote":"This love is silent.","author":"T. S. Eliot","category":"Love Is, Silent"},{"quote":"Love seeks one thing only: the good of the one loved. It leaves all the other secondary effects to take care of themselves. Love, therefore, is its own reward.","author":"Thomas Merton","category":"Good, Care, Take Care"},{"quote":"To love another person is to see the face of God.","author":"Victor Hugo","category":"God, Face, See"},{"quote":"Love conquers all.","author":"Virgil","category":"Conquers"},{"quote":"I think it is all a matter of love: the more you love a memory, the stronger and stranger it is.","author":"Vladimir Nabokov","category":"Memory, Stronger, Think"},{"quote":"The ear is the avenue to the heart.","author":"Voltaire","category":"Heart, Ear, Avenue"},{"quote":"Love seeketh not itself to please, nor for itself hath any care, but for another gives its ease, and builds a Heaven in Hell's despair.","author":"William Blake","category":"Hell, Care, Despair"},{"quote":"The love of liberty is the love of others the love of power is the love of ourselves.","author":"William Hazlitt","category":"Power, Liberty, Others"},{"quote":"Follow love and it will flee, flee love and it will follow thee.","author":"John Gay","category":"Follow, Will, Thee"},{"quote":"Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.","author":"Thomas Moore","category":"Marriage, Romantic, Truth"},{"quote":"To be able to say how much love, is love but little.","author":"Petrarch","category":"Love Is, Say, Little"},{"quote":"One does not fall in love; one grows into love, and love grows in him.","author":"Karl A. Menninger","category":"Fall, Him, Grows"},{"quote":"Love is a great beautifier.","author":"Louisa May Alcott","category":"Great, Love Is"}]}