{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Rules of society are nothing  one's conscience is the umpire.","author":"Madame Dudevant","category":"decisions"},{"quote":"No matter how lovesick a woman is  she shouldn't take the first pill that comes along.","author":"Dr. Joyce Brothers","category":"decisions"},{"quote":"Form the habit of making decisions when your spirit is fresh ... to let dark moods lead is like choosing cowards to command armies.","author":"Charles Horton Cooley","category":"decisions"},{"quote":"One must either accept some theory or else believe one's own instinct or follow the world's opinion.","author":"Gertrude Stein","category":"decisions"},{"quote":"Decide which is the line of conduct that presents the fewest drawbacks and then follow it out as being the best one  because one never finds anything perfectly pure and unmixed  or exempt from danger.","author":"Niccolo Machiavelli","category":"decisions"},{"quote":"A problem clearly stated is a problem half solved.","author":"Dorothea Brande","category":"decisions"},{"quote":"We must make the choices that enable us to fulfill the deepest capacities of our real selves.","author":"Thomas Merton","category":"decisions"},{"quote":"Choose always the way that seems the best  however rough it may be  custom will soon render it easy and agreeable.","author":"Pythagoras","category":"decisions"},{"quote":"Where an opinion is general  it is usually correct.","author":"Jane Austen","category":"decisions"},{"quote":"In forty hours I shall be in battle  with little information  and on the spur of the moment will have to make the most momentous decisions. But I believe that one's spirit enlarges with responsibility and that  with God's help  I shall make them  and make them right.","author":"General George S. Patton","category":"decisions"},{"quote":"Once the \"what\" is decided  the \"how\" always follows. We must not make the \"how\" an excuse for not facing and accepting the \"what.\"","author":"Pearl S. Buck","category":"decisions"},{"quote":"In each action we must look beyond the action at our past  present and future state  and at others whom it affects  and see the relation of all those things. And then we shall be very cautious.","author":"Blaise Pascal","category":"decisions"},{"quote":"One's mind has a way of making itself up in the background  and it suddenly becomes clear what one means to do.","author":"Arthur Christopher Benson","category":"decisions"},{"quote":"Not all of your decisions will be correct. None of us is perfect. But if you get into the habit of making decisions  experience will develop your judgment to a point where more and more of your decisions will be right. After all  it is better to be right 51 percent of the time and get something done  than it is to get nothing done because you fear to reach a decision.","author":"H. W. Andrews","category":"decisions"},{"quote":"Decide on what you think is right  and stick to it.","author":"George Eliot","category":"decisions"},{"quote":"Continually one faces the horrible matter of making decisions. The solution ... is  as far as possible  to avoid conscious rational decisions and choices  simply to do what you find yourself doing  to float in the great current of life with as little friction as possible  to allow things to settle themselves  as indeed they do with the most infallible certainty.","author":"Christopher Morley","category":"decisions"},{"quote":"When making a decision of minor importance  I have always found it advantageous to consider all the pros and cons. In vital matters  however  such as the choice of a mate or a profession  the decision should come from the unconscious  from somewhere within ourselves. In the important decisions of personal life  we should be governed  I think  by the deep inner needs of our nature.","author":"Sigmund Freud","category":"decisions"},{"quote":"Pick battles big enough to matter  small enough to win.","author":"Jonathan Kozel","category":"decisions"},{"quote":"Wisdom consists in being able to distinguish among dangers and make a choice of the least harmful.","author":"Niccolo Machiavelli","category":"decisions"},{"quote":"I think we should follow a simple rule: if we can take the worst  take the risk.","author":"Dr. Joyce Brothers","category":"decisions"},{"quote":"Human foresight often leaves its proudest possessor only a choice of evils.","author":"Charles Caleb Colton","category":"decisions"},{"quote":"When one bases his life on principle  99 percent of his decisions are already made.","author":"Anonymous","category":"decisions"},{"quote":"The best we can do is size up the chances  calculate the risks involved  estimate our ability to deal with them  and then make our plans with confidence.","author":"Henry Ford","category":"decisions"},{"quote":"In case of doubt  decide in favor of what is correct.","author":"Karl Kraus","category":"decisions"},{"quote":"Each man must for himself alone decide what is right and what is wrong  which course is patriotic and which isn't. You cannot shirk this and be a man. To decide against your conviction is to be an unqualified and inexcusable traitor  both to yourself and to your country  let men label you as they may.","author":"Mark Twain","category":"decisions"},{"quote":"People \"died\" all the time. ... Parts of them died when they made the wrong kinds of decisions-decisions against life. Sometimes they died bit by bit until finally they were just living corpses walking around. If you were perceptive you could see it in their eyes  the fire had gone out ... you always knew when you made a decision against life. ... The door clicked and you were safe inside- safe and dead.","author":"Anne Morrow Lindbergh","category":"decisions"},{"quote":"What I emphasize is for people to make choices based not on fear  but on what really gives them a sense of fulfillment.","author":"Pauline Rose Chance","category":"decisions"},{"quote":"We lose the fear of making decisions  great and small  as we realize that should our choice prove wrong we can  if we will  learn from the experience.","author":"Bill W.","category":"decisions"},{"quote":"History is a stern judge.","author":"Svetlana Alliluyeva","category":"decisions"},{"quote":"I get a little angry about this highhanded scrapping of the look of things. What else have we to go by? How else can the average person form an opinion of a girl's sense of values or even of her chastity except by the looks of her conduct?","author":"Margaret Culkin Banning","category":"decisions"},{"quote":"You wouldn't want to be caught wearing cheap perfume  would you? Then why do you want to wear cheap perfume on your conduct?","author":"Margaret Culkin Banning","category":"decisions"},{"quote":"The difference between weakness and wickedness is much less than people suppose  and the consequences are nearly always the same.","author":"Lady Marguerite Blessington","category":"decisions"},{"quote":"Authority without wisdom is like a heavy axe without an edge  fitter to bruise than to polish.","author":"Anne Bradstreet","category":"decisions"},{"quote":"One faces the future with one's past.","author":"Pearl S. Buck","category":"decisions"},{"quote":"Our deeds still travel with us from afar  and what we have been makes us what we are.","author":"George Eliot","category":"decisions"},{"quote":"You must not change one thing  one pebble  one grain of sand  until you know what good and evil will follow on that act.","author":"Ursula K. LeGuin","category":"decisions"},{"quote":"The beginning of compunction is the beginning of a new life.","author":"George Eliot","category":"decisions"},{"quote":"The Pilgrims didn't have any experience when they landed here. Hell  if experience was that important  we'd never have anybody walking on the moon.","author":"Doug Rader","category":"decisions"},{"quote":"Each person has a literature inside them. But when people lose language  when they have to experiment with putting their thoughts together on the spot-that's what I love most. That's where character lives.","author":"Anna Deavere Smith","category":"decisions"},{"quote":"There is no data on the future.","author":"Laurel Cutler","category":"decisions"},{"quote":"The most important fact about Spaceship Earth: an instruction book didn't come with it.","author":"R. Buckminster Fuller","category":"decisions"},{"quote":"Life is the only art that we are required to practice without preparation  and without being allowed the preliminary trials  the failures and botches  that are essential for the training of a mere beginner.","author":"Lewis Mumford","category":"decisions"},{"quote":"Time has told me less than I need to know.","author":"Gwen Harwood","category":"decisions"},{"quote":"I learn by going where I have to go.","author":"Theodore Roethke","category":"decisions"},{"quote":"Life is like playing a violin in public and learning the instrument as one goes on.","author":"Samuel Butler","category":"decisions"},{"quote":"We don't have enough time to premeditate all our actions.","author":"Vauvenargues","category":"decisions"},{"quote":"Every year  if not every day  we have to wager our salvation upon some prophecy based upon imperfect knowledge.","author":"Oliver Wendell Holmes","category":"decisions"},{"quote":"Faith ... acts promptly and boldly on the occasion  on slender evidence.","author":"John Henry Cardinal Newman","category":"decisions"},{"quote":"A decision is an action you must take when you have information so incomplete that the answer does not suggest itself.","author":"Arthur Radford","category":"decisions"},{"quote":"She knew in her heart that to be without optimism  that core of reasonless hope in the spirit  rather than the brain  was a fatal flaw  the seed of death.","author":"Anne Perry","category":"decisions"},{"quote":"When faith is supported by facts or by logic it ceases to be faith.","author":"Edith Hamilton","category":"decisions"},{"quote":"How far would Moses have gone if he had taken a poll in Egypt?","author":"Harry S. Truman","category":"decisions"},{"quote":"Better to be without logic than without feeling.","author":"Charlotte Bronte","category":"decisions"},{"quote":"The will to be totally rational is the will to be made out of glass and steel: and to use others as if they were glass and steel.","author":"Marge Piercy","category":"decisions"},{"quote":"In the three years I played ball  we won six  lost seventeen and tied two. Some statistician ... calculated that we won 75 percent of the games we didn't lose.","author":"Roger M. Blough","category":"decisions"},{"quote":"Imagination took the reins  and Reason  slow-paced  though surefooted  was unequal to a race with so eccentric and flighty a companion.","author":"Fanny Burney","category":"decisions"},{"quote":"Many persons of high intelligence have notoriously poor judgement.","author":"Sydney J. Harris","category":"decisions"},{"quote":"How dangerous can false reasoning prove!","author":"Sophocles","category":"decisions"},{"quote":"The tendency of modern science is to reduce proof to absurdity by continually reducing absurdity to proof.","author":"Samuel Butler","category":"decisions"},{"quote":"Say you were standing with one foot in the oven and one foot in an ice bucket. According to the percentage people  you would be perfectly comfortable.","author":"Bobby Bragan","category":"decisions"},{"quote":"Logic is the art of going wrong with confidence.","author":"Joseph Wood Krutch","category":"decisions"},{"quote":"Reason  with most people  means their own opinions.","author":"William Hazlitt","category":"decisions"},{"quote":"Logic pervades the world  the limits of the world are also the limits of logic.","author":"Ludwig Wittgenstein","category":"decisions"},{"quote":"Man is a reasoning  rather than a reasonable  animal.","author":"Alexander Hamilton","category":"decisions"},{"quote":"False conclusions which have been reasoned out are infinitely worse than blind impulse.","author":"Horace Mann","category":"decisions"},{"quote":"If you do everything you should do  and do not do anything you should not do  you will  according to the best available statistics  live exactly eighteen hours longer than you would otherwise.","author":"Dr. Logain Clendening","category":"decisions"},{"quote":"Decisions  particularly important ones  have always made me sleepy  perhaps because I know that I will have to make them by instinct  and thinking things out is only what other people tell me I should do.","author":"Lillian Hellman","category":"decisions"},{"quote":"Statistics are no substitute for judgement.","author":"Henry Clay","category":"decisions"},{"quote":"It is the heart always that sees before the head can see.","author":"Thomas Carlyle","category":"decisions"},{"quote":"Facts are stubborn things  but statistics are more pliable.","author":"Laurence J. Peter","category":"decisions"},{"quote":"A true history of human events would show that a far larger proportion of our acts are the result of sudden impulse and accident than of that reason of which we so much boast.","author":"Peter Cooper","category":"decisions"},{"quote":"It is always thus  impaled by a state of mind which is destined not to last  that we make our irrevocable decisions.","author":"Marcel Proust","category":"decisions"},{"quote":"A power greater than any human being helped make this decision.","author":"Herbert J. Steifel","category":"decisions"},{"quote":"He who reflects too much will achieve little.","author":"J. C. F. von Schiller","category":"decisions"},{"quote":"The opportunity is often lost by deliberating.","author":"Publilius Syrus","category":"decisions"},{"quote":"The percentage of mistakes in quick decisions is no greater than in long-drawn-out vacillations  and the effect of decisiveness itself \"makes things go\" and creates confidence.","author":"Anne O'Hare McCormick","category":"decisions"},{"quote":"Deliberation often loses a good chance.","author":"Latin proverb","category":"decisions"},{"quote":"The mania of thinking renders one unfit for every activity.","author":"Anatole France","category":"decisions"},{"quote":"When possible make the decisions now  even if action is in the future. A revised decision usually is better than one reached at the last moment.","author":"William B. Given","category":"decisions"},{"quote":"We spend our days in deliberating  and we end them without coming to any resolve.","author":"L'Estrange","category":"decisions"},{"quote":"If you think too long  you think wrong.","author":"Jim Kaat","category":"decisions"},{"quote":"You decide you'll wait for your pitch. Then as the ball starts toward the plate  you think about your stance. And then you think about your swing. And then you realize that the ball that went past you for a strike was your pitch.","author":"Bobby Murcer","category":"decisions"},{"quote":"The soul of dispatch is decision.","author":"William Hazlitt","category":"decisions"},{"quote":"The moment a question comes to your mind  see yourself mentally taking hold of it and disposing of it. In that moment... you learn to become the decider and not the vacillator. Thus you build character.","author":"H. Van Anderson","category":"decisions"},{"quote":"So what do we do? Anything. Something. So long as we just don't sit there. If we screw it up  start over. Try something else. If we wait until we've satisfied all the uncertainties  it may be too late.","author":"Lee Iacocca","category":"decisions"},{"quote":"Often greater risk is involved in postponement than in making a wrong decision.","author":"Harry A. Hopf","category":"decisions"},{"quote":"Some persons are very decisive when it comes to avoiding decisions.","author":"Brendan Francis","category":"decisions"},{"quote":"Do not wait for ideal circumstances  nor the best opportunities  they will never come.","author":"Janet Erskine Stuart","category":"decisions"},{"quote":"There comes a time when you've got to say  \"Let's get off our asses and go ...\" I have always found that if I move with 75 percent or more of the facts I usually never regret it. It's the guys who wait to have everything perfect that drive you crazy.","author":"Lee Iacocca","category":"decisions"},{"quote":"Conditions are never just right. People who delay action until all factors are favorable do nothing.","author":"William Feather","category":"decisions"},{"quote":"Common sense does not ask an impossible chessboard  but takes the one before it and plays the game.","author":"Wendell Phillips","category":"decisions"},{"quote":"He who postpones the hour of living is like the rustic who waits for the river to run out before he crosses.","author":"Horace","category":"decisions"},{"quote":"If you wait for inspiration you'll be standing on the corner after the parade is a mile down the street.","author":"Ben Nicholas","category":"decisions"},{"quote":"Nothing at all will be attempted if all possible objections must first be overcome.","author":"Samuel Johnson","category":"decisions"},{"quote":"It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves.","author":"Dietrich Bonhoeffer","category":"decisions"},{"quote":"Alternatives  and particularly desirable alternatives  grow only on imaginary trees.","author":"Saul Bellow","category":"decisions"},{"quote":"The more one does and sees and feels  the more one is able to do  and the more genuine may be one's own appreciation of fundamental things like home  and love  and understanding companionship.","author":"Amelia Earhart","category":"decisions"},{"quote":"Our danger is not too few  but too many options ... to be puzzled by innumerable alternatives.","author":"Sir Richard Livingstone","category":"decisions"},{"quote":"The absence of alternatives clears the mind marvelously.","author":"Henry Kissinger","category":"decisions"},{"quote":"I couldn't claim that I have never felt the urge to explore evil  but when you descend into hell you have to be very careful.","author":"Kathleen Raine","category":"decisions"},{"quote":"If decisions were a choice between alternatives  decisions would come easy. Decision is the selection and formulation of alternatives.","author":"Kenneth Burke","category":"decisions"},{"quote":"You cannot have your cake and eat it.","author":"Anonymous","category":"decisions"},{"quote":"It is better to arm and strengthen your hero  than to disarm and enfeeble your foe.","author":"Anne Bronte","category":"decisions"},{"quote":"You cannot sell the cow and sup the milk.","author":"Anonymous","category":"decisions"},{"quote":"There is only one answer to destruc-tiveness and that is creativity.","author":"Sylvia Ashton-Warner","category":"decisions"},{"quote":"A door must either be shut or open.","author":"Anonymous","category":"decisions"},{"quote":"Here's a rule I recommend. Never practice two vices at once.","author":"Tallulah Bankhead","category":"decisions"},{"quote":"You cannot serve God and Mammon.","author":"Bible","category":"decisions"},{"quote":"Between two stools one sits on the ground.","author":"French proverb","category":"decisions"},{"quote":"When you cannot make up your mind between two evenly balanced courses of action  choose the bolder.","author":"W. J. Slim","category":"decisions"},{"quote":"When confronted with two courses of action I jot down on a piece of paper all the arguments in favor of each one  then on the opposite side I write the arguments against each one. Then by weighing the arguments pro and con and cancelling them out  one against the other  I take the course indicated by what remains.","author":"Benjamin Franklin","category":"decisions"},{"quote":"There are two ways of spreading light: to be the candle or the mirror that reflects it.","author":"Edith Wharton","category":"decisions"},{"quote":"You cannot have it both ways.","author":"Anonymous","category":"decisions"},{"quote":"I would sort out all the arguments and see which belonged to fear and which to creativeness. Other things being equal  I would make the decision which had the larger number of creative reasons on its side.","author":"Katharine Butler Hathaway","category":"decisions"},{"quote":"Of two evils  choose the less.","author":"Anonymous","category":"decisions"},{"quote":"Of two evils  choose the prettier.","author":"Carolyn Wells","category":"decisions"},{"quote":"Where bad's the best  bad must be the choice.","author":"Anonymous","category":"decisions"},{"quote":"Both choices are painful  but only one is therapeutic.","author":"Albert M. Wells","category":"decisions"},{"quote":"God offers to every mind its choice between truth and repose. Take which you please-you can never have both.","author":"Ralph Waldo Emerson","category":"decisions"},{"quote":"Necessity relieves us from the embarrassment of choice.","author":"Vauvenargues","category":"decisions"},{"quote":"When you have to make a choice and don't make it  that is in itself a choice.","author":"William James","category":"decisions"},{"quote":"A man without decision can never be said to belong to himself  he is as a wave of the sea  or a feather in the air which every breeze blows about.","author":"John Foster","category":"decisions"},{"quote":"Nothing is so exhausting as indecision  and nothing is so futile.","author":"Bertrand Russell","category":"decisions"},{"quote":"Not to decide is to decide.","author":"Harvey Cox","category":"decisions"},{"quote":"Decision is a sharp knife that cuts clean and straight  indecision  a dull one that hacks and tears and leaves ragged edges behind it.","author":"Gordon Graham","category":"decisions"},{"quote":"There is no more miserable human being than one in whom nothing is habitual but indecision.","author":"William James","category":"decisions"},{"quote":"In not making the decision  you've made one. Not doing something is the same as doing it.","author":"Ivan Bloch","category":"decisions"},{"quote":"There is a time when we must firmly choose the course we will follow  or the relentless drift of events will make the decision for us.","author":"Herbert B. Prochnow","category":"decisions"},{"quote":"You can only predict things after they've happened.","author":"Eugene Ionesco","category":"decisions"},{"quote":"It is the mark of a good action that it appears inevitable  in retrospect.","author":"Robert Louis Stevenson","category":"decisions"},{"quote":"No one knows what he can to do until he tries.","author":"Publilius Syrus","category":"decisions"},{"quote":"Of all paths a man could strike into  there is  at any given moment  a best path which  here and now  it were of all things wisest for him to do. To find this path  and walk in it  is the one thing needful for him.","author":"Thomas Carlyle","category":"decisions"},{"quote":"Decisions  particularly important ones  have always made me sleepy  perhaps because I know that I will have to make them by instinct  and thinking things out is only what other people tell me I should do.","author":"Lillian Hellman","category":"decisions"},{"quote":"After a battle is over people talk a lot about how decisions were methodically reached  but actually there's always a hell of a lot of groping around.","author":"Admiral Frank Jack Fletcher","category":"decisions"},{"quote":"No question is ever settled until it is settled right.","author":"Ella Wheeler Wilcox","category":"decisions"},{"quote":"No man who has not sat in the assemblies of men can know the light  odd and uncertain ways in which decisions are often arrived at.","author":"Sir Arthur Helps","category":"decisions"},{"quote":"No trumpets sound when the important decisions of our life are made. Destiny is made known silently.","author":"Agnes de Mille","category":"decisions"},{"quote":"A man must be able to cut a knot  for everything cannot be untied.","author":"Henri Frederic Amiel","category":"decisions"},{"quote":"Once to every man and nation comes the moment to decide ... And the choice goes by forever t'wixt that darkness and that light.","author":"James Russell Lowell","category":"decisions"},{"quote":"Necessity is not an established fact  but an interpretation.","author":"Friedrich Nietzsche","category":"decisions"},{"quote":"We are not permitted to choose the frame of our destiny. But what we put into it is ours.","author":"Dag Hammarskjold","category":"decisions"},{"quote":"There is a point at which everything becomes simple and there is no longer any question of choice  because all you have staked will be lost if you look back. Life's point of no return.","author":"Dag Hammarskjold","category":"decisions"},{"quote":"Optimism is an intellectual choice.","author":"Diana Schneider","category":"decisions"},{"quote":"The lame man who keeps the right road outstrips the runner who takes a wrong one ... the more active and swift the latter is  the further he will go astray.","author":"Francis Bacon","category":"decisions"},{"quote":"Nothing is more difficult  and therefore more precious  than to be able to decide.","author":"Napoleon Bonaparte","category":"decisions"},{"quote":"There is one quality more important than know-how.... This is know-how by which we determine not only how to accomplish our purposes  but what our purposes are to be.","author":"Norbert Weiner","category":"decisions"},{"quote":"Destiny is not a matter of chance  it is a matter of choice  it is not a thing to be waited for  it is a thing to be achieved.","author":"William Jennings Bryan","category":"decisions"},{"quote":"What must be  shall be  and that which is a necessity to him that struggles is little more than choice to him that is willing.","author":"Marcus Annaeus Seneca","category":"decisions"},{"quote":"A wiser rule would be to make up your mind soberly what you want  peace or war  and then to get ready for what you want  for what we prepare for is what we shall get.","author":"William Graham Sumner","category":"decisions"},{"quote":"We have resolved to endure the unendurable and suffer what is insufferable.","author":"Emperor Hirohito","category":"decisions"},{"quote":"Once a decision was made  I did not worry about it afterward.","author":"Harry S. Truman","category":"decisions"},{"quote":"No country can act wisely simultaneously in every part of the globe at every moment of time.","author":"Henry Kissinger","category":"decisions"},{"quote":"The last  if not the greatest  of the human freedoms: to choose their own attitude in any given circumstance.","author":"Bruno Bettelheim","category":"decisions"},{"quote":"He who has a choice has trouble.","author":"Dutch proverb","category":"decisions"},{"quote":"We have left undone those things which we ought to have done  and we have done those things which we ought not to have done.","author":"Anonymous","category":"deeds"},{"quote":"Little deeds of kindness  little words of love  Make our earth an Eden like the heaven above.","author":"Julia F. Carney","category":"deeds"},{"quote":"Whatever is worth doing at all is worth doing well.","author":"Lord Chesterfield","category":"deeds"},{"quote":"Give me the ready hand rather than the ready tongue.","author":"Giuseppe Garibaldi","category":"deeds"},{"quote":"Noble deeds that are concealed are most esteemed.","author":"Pascal","category":"deeds"},{"quote":"Heaven ne'er helps the man who will not help himself.","author":"Sophocles","category":"deeds"},{"quote":"Do not be afraid of defeat. You are never so near to victory as when defeated in a good cause.","author":"Henry Ward Beecher","category":"defeat"},{"quote":"To lose Is to learn.","author":"Anonymous","category":"defeat"},{"quote":"We have fought this fight as long  and as well as we know how. We have been defeated. For us  as a Christian people  there is now but one course to pursue. We must accept the situation.","author":"Robert E. Lee","category":"defeat"},{"quote":"I let the American people down  and I have to carry that burden for the rest of my life. My political life is over. I will never again have an opportunity to serve in any official position. Maybe I can give a little advice from time to time.","author":"Richard Nixon","category":"defeat"},{"quote":"What is defeat? Nothing but education  nothing but the first step toward something better.","author":"Wendell Phillips","category":"defeat"},{"quote":"Who  apart From ourselves  can see any difference between Our victories and our defeats?","author":"Christopher Fry","category":"defeat"},{"quote":"They were never defeated  they were only killed.","author":"French Foreign Legion","category":"defeat"},{"quote":"The mountain remains unmoved at seeming defeat by the mist.","author":"Rabindranath Tagore","category":"defeat"},{"quote":"It is defeat that turns bone to flint  it is defeat that turns gristle to muscle  it is defeat that makes men invincible.","author":"Henry Ward Beecher","category":"defeat"},{"quote":"What is defeat? Nothing but education  nothing but the first step to something better.","author":"Wendell Phillips","category":"defeat"},{"quote":"Defeat should never be a source of discouragement but rather a fresh stimulus.","author":"Robert South","category":"defeat"},{"quote":"Demagogues and agitators are very unpleasant  but they are incidents to a free and constitutional country  and you must put up with these inconveniences or do without many important advantages.","author":"Benjamin Disraeli","category":"demagogues"},{"quote":"In every age the vilest specimens of human nature are to be found among demagogues.","author":"Macaulay","category":"demagogues"},{"quote":"Every one that was in distress  and every one that was in debt  and every one that was discontented  gathered themselves unto him  and he became a captain over them.","author":"I Samuel","category":"demagogues"},{"quote":"A wise fellow who is also worthless always charms the rabble.","author":"Euripides","category":"demagogues"},{"quote":"Democracy is based upon the conviction that there are extraordinary possibilities in ordinary people.","author":"Harry Emerson Fosdick","category":"democracy"},{"quote":"In a democracy  the opposition is not only tolerated as constitutional  but must be maintained because it is indispensable.","author":"Walter Lippmann","category":"democracy"},{"quote":"It has been said that Democracy is the worst form of government except all those other forms that have been tried from time to time.","author":"Winston Churchill","category":"democracy"},{"quote":"Democracy is based on the conviction that man has the moral and intellectual capacity  as well as the inalienable right  to govern himself with reason and justice.","author":"Harry S. Truman","category":"democracy"},{"quote":"If you want to understand democracy  spend less time in the library with Plato  and more time in the buses with people.","author":"Simeon Strunsky","category":"democracy"},{"quote":"Democracy is a small hard core of common agreement  surrounded by a rich variety of individual differences.","author":"James Bryant Conant","category":"democracy"},{"quote":"People often say that  in a democracy  decisions are made by a majority of the people. Of course  that is not true. Decisions are made by a majority of those who make themselves heard and who vote - a very different thing.","author":"Walter H. Judd","category":"democracy"},{"quote":"Democracy means government by the uneducated  while aristocracy means government by the badly educated.","author":"G. K. Chesterton","category":"democracy"},{"quote":"My definition of a free society is a society where it is safe to be unpopular.","author":"Adlai Stevenson","category":"democracy"},{"quote":"It is the greatest good to the greatest number which is the measure of right and wrong.","author":"Jeremy Bent ham","category":"democracy"},{"quote":"The greatest blessing of our democracy is freedom. But in the last analysis  our only freedom is the freedom to discipline ourselves.","author":"Bernard Baruch","category":"democracy"},{"quote":"Democracy is the recurrent suspicion that more than half of the people are right more than half of the time.","author":"E. B. White","category":"democracy"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","category":"democracy"},{"quote":"What men value in the world is not rights  but privileges.","author":"H. L. Mencken","category":"democracy"},{"quote":"As I would not be a slave  so I would not be a master. This expresses my idea of democracy.","author":"Abraham Lincoln","category":"democracy"},{"quote":"Democracy is a festival of mediocrity.","author":"E. M. Cioran","category":"democracy"},{"quote":"The job of a citizen is to keep his mouth open.","author":"Gunter Grass","category":"democracy"},{"quote":"It would be folly to argue that the people cannot make political mistakes. They can and do make grave mistakes. They know it  they pay the penalty  but compared with the mistakes which have been made by every kind of autocracy they are unimportant.","author":"Calvin Coolidge","category":"democracy"},{"quote":"Democracy is based upon the conviction that there are extraordinary possibilities in ordinary people.","author":"Harry Emerson","category":"democracy"},{"quote":"The world must be made safe for democracy.","author":"Woodrow Wilson","category":"democracy"},{"quote":"Democracy is the government of the people  by the people  for the people.","author":"Abraham Lincoln","category":"democracy"},{"quote":"Democracy means not \"I am as good as you are \" but \"You are as good as I am.\"","author":"Theodore Parker","category":"democracy"},{"quote":"All the ills of democracy can be cured by more democracy.","author":"Alfred E. Smith","category":"democracy"},{"quote":"I believe in Democracy because it releases the energies of every human being.","author":"Woodrow Wilson","category":"democracy"},{"quote":"While democracy must have its organization and controls  its vital breath is individual liberty.","author":"Charles Evans Hughes","category":"democracy"},{"quote":"People may live as much retired from the world as they please  but sooner or later  before they are aware  they will find themselves debtor or creditor to somebody.","author":"Goethe","category":"dependence"},{"quote":"He who imagines he can do without the world deceives himself much  but he who fancies the world cannot do without him is still more mistaken.","author":"La Rochefoucauld","category":"dependence"},{"quote":"It is easier to suppress the first desire than to satisfy all that follow it.","author":"Benjamin Franklin","category":"desire"},{"quote":"There are two tragedies in life. One is not to get your heart's desire. The other is to get it.","author":"George Bernard Shaw","category":"desire"},{"quote":"Our desires always increase with our possessions. The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.","author":"Samuel Johnson","category":"desire"},{"quote":"He who desires naught will always be free.","author":"E. R. Lefebvre Laboulaye","category":"desire"},{"quote":"Ah love! could you and I with Him conspire To grasp this sorry scheme of things entire  Would not we shatter it to bits - and then Re-mold it nearer to the heart's desire!","author":"Omar Khayyam","category":"desire"},{"quote":"Ail hope abandon  ye who enter here.","author":"Dante Alighieri","category":"despair"},{"quote":"Despair is the conclusion of fools.","author":"Benjamin Disraeli","category":"despair"},{"quote":"Despair doubles our strength.","author":"English proverb","category":"despair"},{"quote":"It is the old practice of despots to use a part of the people to keep the rest in order.","author":"Thomas Jefferson","category":"despotism"},{"quote":"Despotism can no more exist in a nation until the liberty of the press be destroyed than the night can happen before the sun is set.","author":"Walter Colton","category":"despotism"},{"quote":"I will believe in the right of one man to govern a nation despotically when I find a man born unto the world with boots and spurs  and a nation with saddles on their backs.","author":"Algernon Sidney","category":"despotism"},{"quote":"We are but as the instrument of Heaven. Our work is not design  but destiny.","author":"Owen Meredith","category":"destiny"},{"quote":"Every man meets his Waterloo at last.","author":"Wendell Phillips","category":"destiny"},{"quote":"There is a divinity that shapes our ends  Rough-hew them how we will.","author":"William Shakespeare","category":"destiny"},{"quote":"Here is the devil-and-all to pay.","author":"Miguel de Cervantes","category":"devil"},{"quote":"Resist the Devil  and he will flee from you.","author":"Bible","category":"devil"},{"quote":"The devil was sick  the devil a monk would be  The devil was well  the devil a monk was he.","author":"Anonymous","category":"devil"},{"quote":"How art thou fallen from heaven  O Lucifer  son of the morning!","author":"Bible","category":"devil"},{"quote":"Get thee behind me  Satan.","author":"Bible","category":"devil"},{"quote":"He will give the devil his due.","author":"William Shakespeare","category":"devil"},{"quote":"The prince of darkness is a gentleman.","author":"William Shakespeare","category":"devil"},{"quote":"The devil can cite Scripture for his purpose.","author":"William Shakespeare","category":"devil"},{"quote":"Everyone gets their rough day. No one gets a free ride. Today so far  I had a good day. I got a dial tone.","author":"Rodney Dangerfield","category":"difficult, days"},{"quote":"Thy fate is the common fate of all  Into each life some rain must fall  Some days must be dark and dreary.","author":"Henry Wadsworth Longfellow","category":"difficult, days"},{"quote":"Some days you tame the tiger. And some days the tiger has you for lunch.","author":"Tug McGraw","category":"difficult, days"},{"quote":"Some days the dragon wins.","author":"Anonymous","category":"difficult, days"},{"quote":"The one law that does not change is that everything changes  and the hardship I was bearing today was only a breath away from the pleasures I would have tomorrow  and those pleasures would be all the richer because of the memories of this I was enduring.","author":"Louis L'Amour","category":"difficult, days"},{"quote":"Experience cold or heat  pleasure or pain. These experiences are fleeting  they come and go. Bear them patiently.","author":"Sri Krishna","category":"difficult, days"},{"quote":"To everything there is a season  A time for every purpose under heaven.... A time to weep  and a time to laugh  A time to mourn  and a time to dance.","author":"Bible","category":"difficult, days"},{"quote":"Let nothing disturb thee  Let nothing affright thee  All things are passing  God changeth never.","author":"Teresa of Avila","category":"difficult, days"},{"quote":"This  too  shall pass.","author":"William Shakespeare","category":"difficult, days"},{"quote":"The present will not long endure.","author":"Pindar","category":"difficult, days"},{"quote":"We do not live an equal life  but one of contrasts and patchwork  now a little joy  then a sorrow  now a sin  then a generous or brave action.","author":"Ralph Waldo Emerson","category":"difficult, days"},{"quote":"I feel successful when the writing goes well. This lasts five minutes. Once  when I was number one on the bestseller list  I also felt successful. That lasted three minutes.","author":"Jacqueline Briskin","category":"difficult, days"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"difficult, days"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"difficult, days"},{"quote":"I don't think that ... one gets a flash of happiness once  and never again  it is there within you  and it will come as certainly as death....","author":"Isak Dinesen","category":"difficult, days"},{"quote":"Life comes in clusters  clusters of solitude  then clusters when there is hardly time to breathe.","author":"May Sarton","category":"difficult, days"},{"quote":"If winter comes  can spring be far behind?","author":"Percy Bysshe Shelley","category":"difficult, days"},{"quote":"Human misery must somewhere have a stop  there is no wind that always blows a storm.","author":"Euripides","category":"difficult, days"},{"quote":"No winter lasts forever  no spring skips its turn.","author":"Hal Borland","category":"difficult, days"},{"quote":"There are trees that seem to die at the end of autumn. There are also the evergreens.","author":"Gilbert Maxwell","category":"difficult, days"},{"quote":"Our Lord has written the promise of resurrection  not in books alone  but in every leaf in springtime.","author":"Martin Luther","category":"difficult, days"},{"quote":"For  lo  the winter is past  the rain is over and gone  the flowers appear on the earth.","author":"Bible","category":"difficult, days"},{"quote":"If matters go badly now  they will not always be so.","author":"Horace","category":"difficult, days"},{"quote":"Pain is never permanent.","author":"Teresa of Avila","category":"difficult, days"},{"quote":"You will suffer and you will hurt. You will have joy and you will have peace.","author":"Alison Cheek","category":"difficult, days"},{"quote":"Pain is part of being alive  and we need to learn that. Pain does not last forever  nor is it necessarily unbearable  and we need to be taught that.","author":"Rabbi Harold Kushner","category":"difficult, days"},{"quote":"Pain is hard to bear.... But with patience  day by day  Even this shall pass away.","author":"Theodore Tilton","category":"difficult, days"},{"quote":"Everything in life that we really accept undergoes a change. So suffering must become love. That is the mystery.","author":"Katherine Mansfield","category":"difficult, days"},{"quote":"I've been failing for  like  ten or eleven years. When it turns  it'll turn. Right now I'm just tryin' to squeeze through a very tight financial period  get the movie out  and put my things in order.","author":"Francis Ford Coppola","category":"difficult, days"},{"quote":"I've never been poor  only broke. Being poor is a frame of mind. Being broke is a temporary situation.","author":"Mike Todd","category":"difficult, days"},{"quote":"In the darkest hour the soul is replenished and given strength to continue and endure.","author":"Heart Warrior Chosa","category":"difficult, days"},{"quote":"He that can't endure the bad will not live to see the good.","author":"Yiddish proverb","category":"difficult, days"},{"quote":"Our toil is sweet with thankfulness  Our burden is our boon  The curse of earth's gray morning is The blessing of its noon.","author":"John Greenleaf Whittier","category":"difficult, days"},{"quote":"Were it possible for us to see further than our knowledge reaches  perhaps we would endure our sadnesses with greater confidence than our joys. For they are moments when something new has entered into us  something unknown.","author":"Rainer Maria Rilke","category":"difficult, days"},{"quote":"We may draw good outof evil  we must not do evil  that good may come.","author":"Maria Weston Chapman","category":"difficult, days"},{"quote":"You will find a joy in overcoming obstacles.","author":"Helen Keller","category":"difficult, days"},{"quote":"What we call the beginning is often an end. And to make an end is to make a beginning. The end is where we start from.","author":"T. S. Eliot","category":"difficult, days"},{"quote":"When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.","author":"Helen Keller","category":"difficult, days"},{"quote":"Death is a door life opens.","author":"Adela Rogers St. John","category":"difficult, days"},{"quote":"The world is round  and the place which may seem like the end may also be only the beginning.","author":"Ivy Baker Priest","category":"difficult, days"},{"quote":"Perhaps someday it will be pleasant to remember even this.","author":"Virgil","category":"difficult, days"},{"quote":"One day in retrospect the years of struggle will strike you as the most beautiful.","author":"Sigmund Freud","category":"difficult, days"},{"quote":"The crisis of today is the joke of tomorrow.","author":"H. G. Wells","category":"difficult, days"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"difficult, days"},{"quote":"Sometimes I found that in my happy moments I could not believe that I had ever been miserable.","author":"Joanna Field","category":"difficult, days"},{"quote":"If our education had included training to bear unpleasantness and to let the first shock pass until we could think more calmly  many an unbearable situation would become manageable  and many a nervous illness avoided. There is a proverb expressing this. It says  trouble is a tunnel through which we pass and not a brick wall against which we must break our head.","author":"Claire Weeks","category":"difficult, days"},{"quote":"Time  in the turning-over of days  works change  for better or worse.","author":"Pindar","category":"difficult, days"},{"quote":"Experience is what really happens to you in the long run  the truth that finally overtakes you.","author":"Katherine Anne Porter","category":"difficult, days"},{"quote":"Time is like a river of fleeting events  and its current is strong  as soon as something comes into sight  it is swept past us  and something else takes its place  and that too will be swept away.","author":"Marcus Aurelius","category":"difficult, days"},{"quote":"Time cools  time clarifies  no mood can be maintained quite unaltered through the course of hours.","author":"Thomas Mann","category":"difficult, days"},{"quote":"Time bears away all things.","author":"Virgil","category":"difficult, days"},{"quote":"Come what come may  time and the hour runs through the roughest day.","author":"William Shakespeare","category":"difficult, days"},{"quote":"Time brings all things to pass.","author":"Aeschylus","category":"difficult, days"},{"quote":"We undo ourselves by impatience. Misfortunes have their life and their limits  their sickness and their health.","author":"Michel de Montaigne","category":"difficult, days"},{"quote":"The future is something which everyone reaches at the rate of sixty minutes an hour  whatever he does  whoever he is.","author":"C. S. Lewis","category":"difficult, days"},{"quote":"That's the advantage of having lived sixty-five years. You don't feel the need to be impatient any longer.","author":"Thornton Wilder","category":"difficult, days"},{"quote":"Who longest waits most surely wins.","author":"Helen Hunt Jackson","category":"difficult, days"},{"quote":"Patience is a bitter plant  but it has sweet fruit.","author":"German proverb","category":"difficult, days"},{"quote":"No emergency excuses you from exercising tolerance.","author":"Phyllis Bottome","category":"difficult, days"},{"quote":"I believe the sign of maturity is accepting deferred gratification.","author":"Peggy Cahn","category":"difficult, days"},{"quote":"He that can have patience can have what he will.","author":"Benjamin Franklin","category":"difficult, days"},{"quote":"Being human  we should bear all we can.","author":"Norma Meacock","category":"difficult, days"},{"quote":"Adopt the pace of nature  her secret is patience.","author":"Ralph Waldo Emerson","category":"difficult, days"},{"quote":"You can't have genius without patience.","author":"Margaret Deland","category":"difficult, days"},{"quote":"The most potent and sacred command which can be laid upon any artist is the command: wait.","author":"Iris Murdoch","category":"difficult, days"},{"quote":"How poor are they that have not patience? What wound did ever heal but by degrees?","author":"William Shakespeare","category":"difficult, days"},{"quote":"All things come round to him who will but wait.","author":"Henry Wadsworth Longfellow","category":"difficult, days"},{"quote":"Panic is not an effective long-term organizing strategy.","author":"Starhawk","category":"difficult, days"},{"quote":"Self-denial is painful for a moment  but very agreeable in the end.","author":"Jane Taylor","category":"difficult, days"},{"quote":"And he shall reign a goodly king And sway his hand o'er every clime With peace writ on his signet ring  Who bides his time.","author":"James Whitcomb Riley","category":"difficult, days"},{"quote":"It takes time to succeed because success is merely the natural reward of taking time to do anything well.","author":"Joseph Ross","category":"difficult, days"},{"quote":"Patience and fortitude conquer all things.","author":"Ralph Waldo Emerson","category":"difficult, days"},{"quote":"Be not afraid of growing slowly  be afraid only of standing still.","author":"Chinese proverb","category":"difficult, days"},{"quote":"Wisely and slow. They stumble that run fast.","author":"William Shakespeare","category":"difficult, days"},{"quote":"No great thing is created suddenly  any more than a bunch of grapes or a fig. If you tell me that you desire a fig  I answer you that there must be time. Let it first blossom  then bear fruit  then ripen.","author":"Epictetus","category":"difficult, days"},{"quote":"Time deals gently only with those who take it gently.","author":"Anatole France","category":"difficult, days"},{"quote":"Hold on  hold fast  hold out. Patience is genius.","author":"Georges de Buffon","category":"difficult, days"},{"quote":"Genius is nothing but a greater aptitude for patience.","author":"Benjamin Franklin","category":"difficult, days"},{"quote":"All human wisdom is summed up in two words: wait and hope.","author":"Alexandre Dumas","category":"difficult, days"},{"quote":"Genius is eternal patience.","author":"Michelangelo","category":"difficult, days"},{"quote":"Serene I fold my hands and wait.","author":"John Burroughs","category":"difficult, days"},{"quote":"The race is not to the swift  nor the battle to the strong.","author":"Bible","category":"difficult, days"},{"quote":"Everything comes if a man will only wait.","author":"Benjamin Disraeli","category":"difficult, days"},{"quote":"Everything comes to him who hustles while he waits.","author":"Thomas A. Edison","category":"difficult, days"},{"quote":"The secret of patience ... to do something else in the meantime.","author":"Anonymous","category":"difficult, days"},{"quote":"Have patience with all things  but chiefly have patience with yourself. Do not lose courage in considering your own imperfections  but instantly set about remedying them-every day begin the task anew.","author":"Saint Francis de Sales","category":"difficult, days"},{"quote":"Let us then be up and doing  With a heart for any fate  Still achieving  still pursuing  Learn to labor and to wait.","author":"Henry Wadsworth Longfellow","category":"difficult, days"},{"quote":"God will wait as long as it takes for us.","author":"Reverend R. Walters","category":"difficult, days"},{"quote":"Waiting is not mere empty hoping. It has the inner certainty of reaching the goal.","author":"I Ching","category":"difficult, days"},{"quote":"All things come to him who waits- provided he knows what he is waiting for.","author":"Woodrow Wilson","category":"difficult, days"},{"quote":"Hope and patience are two sovereign remedies for all  the surest reposals  the softest cushions to lean on in adversity.","author":"Robert Burton","category":"difficult, days"},{"quote":"The strongest of all warriors are these two-Time and Patience.","author":"Leo Tolstoy","category":"difficult, days"},{"quote":"Who bides his time tastes the sweet Of honey in the saltiest tear  And though he fares with slowest feet Joy runs to meet him drawing near.","author":"James Whitcomb Riley","category":"difficult, days"},{"quote":"God grant us patience!","author":"William Shakespeare","category":"difficult, days"},{"quote":"Better is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit.","author":"Bible","category":"difficult, days"},{"quote":"There is nothing so bitter that a patient mind cannot find some solace for it.","author":"Marcus Annaeus Seneca","category":"difficult, days"},{"quote":"Patience is the best remedy for every trouble.","author":"Plautus","category":"difficult, days"},{"quote":"For ye have need of patience....","author":"Bible","category":"difficult, days"},{"quote":"They are ill discoverers that think there is no land  when they see nothing but sea.","author":"Francis Bacon","category":"difficult, days"},{"quote":"The best way out of a difficulty is through it.","author":"Anonymous","category":"difficulty"},{"quote":"Many things difficult to design prove easy to performance.","author":"Samuel Johnson","category":"difficulty"},{"quote":"A diplomat is a man who remembers a lady's birthday but forgets her age.","author":"Anonymous","category":"diplomacy"},{"quote":"When a diplomat says yes he means perhaps  when he says perhaps he means no  when he says no he is no diplomat.","author":"Anonymous","category":"diplomacy"},{"quote":"I have discovered the art of deceiving diplomats. I speak the truth  and they never believe me.","author":"Anonymous","category":"diplomacy"},{"quote":"Diplomacy is to do and say The nastiest thing in the nicest way.","author":"Isaac Goldberg","category":"diplomacy"},{"quote":"Disappointment is the nurse of wisdom.","author":"Sir Boyle Roche","category":"disappointment"},{"quote":"The best-laid schemes o' mice an' men  Gang aft a-gley  And leave us nought but grief and pain  For promised joy.","author":"James Drummond Burns","category":"disappointment"},{"quote":"Disappointments are to the soul what a thunder-storm is to the air.","author":"Friedrich von Schiller","category":"disappointment"},{"quote":"Men would be angels  Angels would be gods.","author":"Alexander Pope","category":"discontent"},{"quote":"Now is the Winter of our discontent.","author":"William Shakespeare","category":"discontent"},{"quote":"I was born to other things.","author":"Lord Alfred Tennyson","category":"discontent"},{"quote":"Discontent is the first step in the progress of a man or a nation.","author":"Oscar Wilde","category":"discontent"},{"quote":"Discretion in speech is more than eloquence.","author":"Sir Francis Bacon","category":"discration"},{"quote":"A sound discretion is not so much indicated by never making a mistake as by never repeating it.","author":"Christian Nestell Bovee","category":"discration"},{"quote":"Great ability without discretion comes almost invariably to a tragic end.","author":"Leon Gambetta","category":"discration"},{"quote":"Let your own discretion be your tutor  suit the action to the word  the word to the action.","author":"William Shakespeare","category":"discration"},{"quote":"The better part of valour is discretion.","author":"William Shakespeare","category":"discration"},{"quote":"Disease is the retribution of outraged Nature.","author":"Hosea Ballou","category":"disease"},{"quote":"Disease is an experience of so-called mortal mind. It is fear made manifest on the body.","author":"Mary Baker Eddy","category":"disease"},{"quote":"Desperate diseases require desperate remedies.","author":"English proverb","category":"disease"},{"quote":"Some remedies are worse than the disease.","author":"Syrus","category":"disease"},{"quote":"Whatever disgrace we may have deserved  it is almost always in our power to re-establish our character.","author":"Plautus","category":"disgrace"},{"quote":"No one can disgrace us but ourselves.","author":"J. G. Holland","category":"disgrace"},{"quote":"Doubt the man who swears to his devotion.","author":"Mme. Louise Colet","category":"distrust"},{"quote":"Women distrust men too much in general  and too little in particular.","author":"Philibert Commerson","category":"distrust"},{"quote":"What loneliness is more lonely than distrust?","author":"George Eliot","category":"distrust"},{"quote":"Doctrine is nothing but the skin of truth set up and stuffed.","author":"Henry Ward Beecher","category":"doctrine"},{"quote":"How absurd to try to make two men think alike on matters of religion  when I cannot make two timepieces agree!","author":"Charles V","category":"doctrine"},{"quote":"In religion as in politics it so happens that we have less charity for those who believe half our creed  than for diose who deny the whole of it.","author":"Walter Colton","category":"doctrine"},{"quote":"You can and you can't  You will and you won't  You'll be damn'd if you do  You'll be damn'd if you don't.","author":"Lorenzo Dow","category":"doctrine"},{"quote":"\"Orthodoxy  my Lord \" said Bishop Warburton  in a whisper   -  \"orthodoxy is my doxy   -  heterodoxy is another man's doxy.\"","author":"Joseph Priestley","category":"doctrine"},{"quote":"Do not disturb the sleeping dog.","author":"Alessandro Allegri","category":"dogs"},{"quote":"Every dog is entitled to one bite.","author":"Anonymous","category":"dogs"},{"quote":"Who loves me will love my dog also.","author":"St. Bernard of Clairvaux","category":"dogs"},{"quote":"You're only a dog  old fellow  a dog  and you've had your day  But never a friend of all my friends has been truer than you alway.","author":"Julian S. Cutler","category":"dogs"},{"quote":"I agree with Agassiz that dogs possess something very like a conscience.","author":"Charles Darwin","category":"dogs"},{"quote":"Oh  the saddest of sights in a world of sin Is a little lost pup with his tail tucked in!","author":"Arthur Guiterman","category":"dogs"},{"quote":"Fox-terriers are born with about four times as much original sin in them as other dogs.","author":"Jerome K. Jerome","category":"dogs"},{"quote":"The more one comes to know men  the more one comes to admire the dog.","author":"Joussenel","category":"dogs"},{"quote":"The dogs eat of the crumbs which fall from their masters' table.","author":"Matthew","category":"dogs"},{"quote":"The cowardly dog barks more violently than it bites.","author":"Quintus Curtius Rufus","category":"dogs"},{"quote":"Every dog must have his day.","author":"Jonathan Swift","category":"dogs"},{"quote":"Gentlemen of die Jury: The one  absolute  unselfish friend that man can have in this selfish world  the one that never deserts him  the one that never proves ungrateful or treacherous  is his dog.","author":"Senator George Graham Vest","category":"dogs"},{"quote":"Galileo called doubt the father of invention  it is certainly the pioneer.","author":"Christian Nestell Bovee","category":"doubt"},{"quote":"Of that there is no manner of doubt -  No probable  possible shadow of doubt -  No possible doubt whatever.","author":"W. S. Gilbert","category":"doubt"},{"quote":"We know accurately only when we know little  with knowledge doubt increases.","author":"Goethe","category":"doubt"},{"quote":"When in doubt  win the trick.","author":"Edmund Hoyle","category":"doubt"},{"quote":"I respect faith  but doubt is what gets you an education.","author":"Wilson Mizner","category":"doubt"},{"quote":"And he that doubteth is damned if he eat.","author":"Romans","category":"doubt"},{"quote":"To be  or not to be  that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune  Or to take arms against a sea of troubles  And by opposing end them?","author":"William Shakespeare","category":"doubt"},{"quote":"Our doubts are traitors And make us lose the good we oft might win By fearing to attempt.","author":"William Shakespeare","category":"doubt"},{"quote":"There lives more faith in honest doubt  Believe me  than in half the creeds","author":"Lord Alfred Tennyson","category":"doubt"},{"quote":"I'm from Missouri  you must show me.","author":"Colonel Willard D. Vandiver","category":"doubt"},{"quote":"Unrest and uncertainty are our lot.","author":"Johann von Goethe","category":"doubts, uncertainties"},{"quote":"Life is uncertain. Eat dessert first.","author":"Ernestine Ulmer","category":"doubts, uncertainties"},{"quote":"If we insist on being as sure as is conceivable ... we must be content to creep along the ground  and can never soar.","author":"John Henry Cardinal Newman","category":"doubts, uncertainties"},{"quote":"Nothing  perhaps  is strange  once you have accepted life itself  the great strange business which includes all lesser strangeness.","author":"Rose Macaulay","category":"doubts, uncertainties"},{"quote":"The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.","author":"Jane Bryant Quinn","category":"doubts, uncertainties"},{"quote":"Our lives are never certain  even for an hour.","author":"Ferrant Sanchez Calavera","category":"doubts, uncertainties"},{"quote":"Throughout this life  you can never be certain of living long enough to take another breath.","author":"Huang Po","category":"doubts, uncertainties"},{"quote":"I wanted a perfect ending. Now I've learned  the hard way  that some poems don't rhyme  and some stories don't have a clear beginning  middle  and end. Life is about not knowing  having to change  taking the moment and making the best of it without knowing what's going to happen next.","author":"Gilda Radner","category":"doubts, uncertainties"},{"quote":"Where will I be five years from now? I delight in not knowing.","author":"Mario Thomas","category":"doubts, uncertainties"},{"quote":"The longing for certainty ... is in every human mind. But certainty is generally illusion.","author":"Oliver Wendell Holmes","category":"doubts, uncertainties"},{"quote":"No great deed is done by falterers who ask for certainty.","author":"George Eliot","category":"doubts, uncertainties"},{"quote":"Every year  if not every day  we have to wager our salvation upon some prophecy based upon imperfect knowledge.","author":"Oliver Wendell Holmes","category":"doubts, uncertainties"},{"quote":"We are not certain  we are never certain.","author":"Albert Camus","category":"doubts, uncertainties"},{"quote":"We live in an epoch in which the solid ground of our preconceived ideas shakes daily under our certain feet.","author":"Barbara Ward","category":"doubts, uncertainties"},{"quote":"All business proceeds on beliefs  or judgment of probabilities  and not on certainties.","author":"Charles W. Eliot","category":"doubts, uncertainties"},{"quote":"The man who insists upon seeing with perfect clearness before he decides  never decides.","author":"Henri Frederic Amiel","category":"doubts, uncertainties"},{"quote":"There is nothing certain in a man's life but that he must lose it.","author":"Owen Meredith","category":"doubts, uncertainties"},{"quote":"Ah  what a dusty answer gets the soul when hot for certainties in this  our life!","author":"George Meredith","category":"doubts, uncertainties"},{"quote":"When I was young I was sure of everything  in a few years  having been mistaken a thousand times  I was not half so sure of most things as I was before  at present  I am hardly sure of anything but what God has revealed.","author":"John Wesley","category":"doubts, uncertainties"},{"quote":"We can be absolutely certain only about things we do not understand.","author":"Eric Hoffer","category":"doubts, uncertainties"},{"quote":"You are all you will ever have for certain.","author":"June Havoc","category":"doubts, uncertainties"},{"quote":"Certitude is not the test of certainty. We have been cock-sure of many things that were not so.","author":"Oliver Wendell Holmes","category":"doubts, uncertainties"},{"quote":"A reasonable probability is the only certainty.","author":"Edgar Watson Howe","category":"doubts, uncertainties"},{"quote":"Doubt is not a pleasant state  but certainty is a ridiculous one.","author":"Voltaire","category":"doubts, uncertainties"},{"quote":"Being unready and ill-equipped is what you have to expect in life. It is the universal predicament. It is your lot as a human being to lack what it takes. Circumstances are seldom right. You never have the capacities  the strength  the wisdom  the virtue you ought to have. You must always do with less than you need in a situation vastly different from what you would have chosen.","author":"Charlton Ogburn","category":"doubts, uncertainties"},{"quote":"To be absolutely certain about something  one must know everything  or nothing  about it.","author":"Olin Miller","category":"doubts, uncertainties"},{"quote":"Free man is by necessity insecure  thinking man by necessity uncertain.","author":"Erich Fromm","category":"doubts, uncertainties"},{"quote":"We sail within a vast sphere  ever drifting in uncertainty  driven from end to end.","author":"Blaise Pascal","category":"doubts, uncertainties"},{"quote":"Something must be left to chance  nothing is sure in a sea fight.","author":"Horatio Nelson","category":"doubts, uncertainties"},{"quote":"There is nothing certain about war except that one side won't win.","author":"Sir Ian Hamilton","category":"doubts, uncertainties"},{"quote":"There is only one thing about which I am certain  and this is that there is very little about which one can be certain.","author":"W Somerset Maugham","category":"doubts, uncertainties"},{"quote":"The only certainty is that nothing is certain.","author":"Pliny the Elder","category":"doubts, uncertainties"},{"quote":"I'm often wrong  but never in doubt.","author":"Ivy Baker Priest","category":"doubts, uncertainties"},{"quote":"There is one thing certain  namely  that we can have nothing certain  therefore it is not certain that we can have nothing certain.","author":"Samuel Butler","category":"doubts, uncertainties"},{"quote":"Every area of trouble gives out a ray of hope  and the one unchangeable certainty is that nothing is certain or unchangeable.","author":"John E. Kennedy","category":"doubts, uncertainties"},{"quote":"Any coward can fight a battle when he's sure of winning.","author":"George Eliot","category":"doubts, uncertainties"},{"quote":"The demand is for certainty is a sign of weakness.","author":"Mark Rutherford","category":"doubts, uncertainties"},{"quote":"The unknown is what it is. And to be frightened of it is what sends everybody scurrying around chasing dreams  illusions  wars  peace  love  hate  all that.... Accept that it's unknown  and it's plain sailing.","author":"John Lennon","category":"doubts, uncertainties"},{"quote":"Only a weak mind seeks ultimate answers.","author":"Agnes Thornton","category":"doubts, uncertainties"},{"quote":"When nothing is sure  everything is possible.","author":"Margaret Drabble","category":"doubts, uncertainties"},{"quote":"He who forecasts all perils will never sail the sea.","author":"Anonymous","category":"doubts, uncertainties"},{"quote":"There is a time for departure  even when there's no certain place to go.","author":"Tennessee Williams","category":"doubts, uncertainties"},{"quote":"One doesn't discover new lands without consenting to lose sight of shore for a very long time.","author":"Andre Gide","category":"doubts, uncertainties"},{"quote":"To teach how to live with uncertainty  yet without being paralyzed by hesitation  is perhaps the chief thing that philosophy can do.","author":"Bertrand Russell","category":"doubts, uncertainties"},{"quote":"Faith ... acts promptly and boldly on the occasion  on slender evidence.","author":"John Henry Cardinal Newman","category":"doubts, uncertainties"},{"quote":"If we wait until we've satisfied all the uncertainties  it may be too late.","author":"Lee Iacocca","category":"doubts, uncertainties"},{"quote":"The successful man is he who  when he sees that no further certainty is attainable  promptly decides on the most probable side  as if he were completely sure it was right.","author":"Mark Rutherford","category":"doubts, uncertainties"},{"quote":"Not seeing is half-believing.","author":"Vita Sackville-West","category":"doubts, uncertainties"},{"quote":"The best and most beautiful things in the world cannot be seen or even touched-they must be felt with the heart.","author":"Helen Keller","category":"doubts, uncertainties"},{"quote":"There is no advancement to him who stands trembling because he cannot see the end from the beginning.","author":"E. J. Klemme","category":"doubts, uncertainties"},{"quote":"I am a woman who understands the necessity of an impulse whose goal or origin still lie beyond me.","author":"Olga Broumas","category":"doubts, uncertainties"},{"quote":"To end with certainty  we must begin with doubting.","author":"Stanislaus","category":"doubts, uncertainties"},{"quote":"Gardening is an exercise in optimism.","author":"Maria Schinz","category":"doubts, uncertainties"},{"quote":"In the face of uncertainty  there is nothing wrong with hope.","author":"Bernie S. Siegel","category":"doubts, uncertainties"},{"quote":"No object is mysterious. The mystery is your eye.","author":"Elizabeth Bowen","category":"doubts, uncertainties"},{"quote":"Faith hasn't got no eyes  but she's long-legged.","author":"Zora Neale Hurston","category":"doubts, uncertainties"},{"quote":"Maturity of mind is the capacity to endure uncertainty.","author":"John H. Finley","category":"doubts, uncertainties"},{"quote":"Don't be afraid of the space between your dreams and reality. If you can dream it  you can make it so.","author":"Belva Davis","category":"doubts, uncertainties"},{"quote":"If a man will begin with certainties  he shall end in doubts  but if he will content to begin with doubts  he shall end in certainties.","author":"Francis Bacon","category":"doubts, uncertainties"},{"quote":"I said here's the river I want to flow on  here's the direction I want to go  and put my boat in. I was ready for the river to take unexpected turns and present obstacles.","author":"Nancy Woodhull","category":"doubts, uncertainties"},{"quote":"The future is no more uncertain than the present.","author":"Walt Whitman","category":"doubts, uncertainties"},{"quote":"Nobody can really guarantee the future. The best we can do is size up the chances  calculate the risks involved  estimate our ability to deal with them and make our plans with confidence.","author":"Henry Ford II","category":"doubts, uncertainties"},{"quote":"Every time I think that I'm getting old  and gradually going to the grave  something else happens.","author":"Lillian Carter","category":"doubts, uncertainties"},{"quote":"Many live in dread of what is coming. Why should we? The unknown puts adventure into life. ... The unexpected around the corner gives a sense of anticipation and surprise. Thank God for the unknown future.","author":"E. Stanley Jones","category":"doubts, uncertainties"},{"quote":"I think I look good out there. I'm strong  powerful  and artistic. But I have my doubts as much as anyone.","author":"Jill Trenary","category":"doubts, uncertainties"},{"quote":"If I ever felt inclined to be timid as I was going into a room full of people  I would say to myself  \"You're the cleverest member of one of the cleverest families in the cleverest class of the cleverest nation. ... Why should you be frightened?\"","author":"Beatrice Potter Webb","category":"doubts, uncertainties"},{"quote":"Action will remove the doubts that theory cannot solve.","author":"Tehyi Hsieh","category":"doubts, uncertainties"},{"quote":"To Death I yield  but not to Doubt  who slays before!","author":"Edith M. Thomas","category":"doubts, uncertainties"},{"quote":"Soon after a heart-wrung decision  something inevitably occurs to cast doubt on your choice. Holding steady against that doubt usually proves your decision.","author":"R. I. Fitzhenry","category":"doubts, uncertainties"},{"quote":"Doubt breeds doubt.","author":"Franz Grillparzer","category":"doubts, uncertainties"},{"quote":"It's the moment you think you can't that you realize you can.","author":"Celine Dion","category":"doubts, uncertainties"},{"quote":"From a shy  timid girl I had become a woman of resolute character  who could no longer be frightened by the struggle with troubles.","author":"Anna Dostoevsky","category":"doubts, uncertainties"},{"quote":"Doubt is a pain too lonely to know that faith is his twin brother.","author":"Kahlil Gibran","category":"doubts, uncertainties"},{"quote":"Doubts and mistrust are the mere panic of timid imagination  which the steadfast heart will conquer  and the large mind transcend.","author":"Helen Keller","category":"doubts, uncertainties"},{"quote":"Doubt indulged soon becomes doubt realized.","author":"Frances Ridley Havergal","category":"doubts, uncertainties"},{"quote":"When one devotes oneself to meditation  mental burdens  unnecessary worries  and wandering thoughts drop off one by one  life seems to run smoothly and pleasantly. A student may now depend on intuition to make decisions. As one acts on intuition  second thought  with its dualism  doubt and hesitation  does not arise.","author":"Nyogen Senzaki","category":"doubts, uncertainties"},{"quote":"In doubt  fear is the worst of prophets.","author":"Statius","category":"doubts, uncertainties"},{"quote":"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.","author":"Franklin Delano Roosevelt","category":"doubts, uncertainties"},{"quote":"In case of doubt  decide in favor of what is correct.","author":"Karl Kraus","category":"doubts, uncertainties"},{"quote":"Faith and doubt both are needed  not as antagonists  but working side by side to take us around the unknown curve.","author":"Lillian Smith","category":"doubts, uncertainties"},{"quote":"Our doubts are traitors  and make us lose the good we often might win  by fearing to attempt.","author":"William Shakespeare","category":"doubts, uncertainties"},{"quote":"A man's doubts and fears are his worst enemies.","author":"William Wrigley","category":"doubts, uncertainties"},{"quote":"When in doubt  do it.","author":"Oliver Wendell Holmes","category":"doubts, uncertainties"},{"quote":"Yes  I have doubted. I have wandered off the path  but I always return. It is intuitive  an intrinsic  built-in sense of direction. I seem always to find my way home.","author":"Helen Hayes","category":"doubts, uncertainties"},{"quote":"A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself.","author":"Alexandre Dumas","category":"doubts, uncertainties"},{"quote":"Doubt whom you will  but never yourself.","author":"Christian Bovee","category":"doubts, uncertainties"},{"quote":"Self distrust is the cause of most of our failures. In the assurance of strength  there is strength  and they are the weakest  however strong  who have no faith in themselves or their own powers.","author":"Christian Bovee","category":"doubts, uncertainties"},{"quote":"Doubt yourself and you doubt everything you see. Judge yourself and you see judges everywhere. But if you listen to the sound of your own voice  you can rise above doubt and judgment. And you can see forever.","author":"Nancy Kerrigan","category":"doubts, uncertainties"},{"quote":"To be ambitious for wealth  and yet always expecting to be poor  to be always doubting your ability to get what you long for  is like trying to reach east by traveling west. There is no philosophy which will help a man to succeed when he is always doubting his ability to do so  and thus attracting failure. No matter how hard you work for success  if your thought is saturated with the fear of failure  it will kill your efforts  neutralize your endeavors and make success impossible.","author":"Charles Baudouin","category":"doubts, uncertainties"},{"quote":"Uncertainty and expectation are the joys of life. Security is an insipid thing.","author":"William Congreve","category":"doubts, uncertainties"},{"quote":"I used to tremble from nerves so badly that the only way I could hold my head steady was to lower my chin practically to my chest and look up at Bogie. That was the beginning of \"The Look.\"","author":"Lauren Bacall","category":"doubts, uncertainties"},{"quote":"When nothing is sure  everything is possible.","author":"Margaret Drabble","category":"doubts, uncertainties"},{"quote":"Uncertainty and mystery are energies of life. Don't let them scare you unduly  for they keep boredom at bay and spark creativity.","author":"R. I. Fitzhenry","category":"doubts, uncertainties"},{"quote":"The quest for certainty blocks the search for meaning. Uncertainty is the very condition to impel man to unfold his powers.","author":"Erich Fromm","category":"doubts, uncertainties"},{"quote":"All uncertainly is fruitful... so long as it is accompanied by the wish to understand.","author":"Antonio Machado","category":"doubts, uncertainties"},{"quote":"I'm delighted that the future is unsure. That's the way it should be.","author":"William Sloane Coffin","category":"doubts, uncertainties"},{"quote":"When we are not sure  we are alive.","author":"Graham Greene","category":"doubts, uncertainties"},{"quote":"Freedom is nothing else but a chance to be better  whereas enslavement is a certainty of the worst.","author":"Albert Camus","category":"doubts, uncertainties"},{"quote":"The only thing that makes life possible is permanent  intolerable uncertainty  not knowing what comes next.","author":"Ursula K. LeGuin","category":"doubts, uncertainties"},{"quote":"In the face of uncertainty  there is nothing wrong with hope.","author":"Bernie S. Siegel","category":"doubts, uncertainties"},{"quote":"If there were dreams to sell  Merry and sad to tell  And the crier rung his bell  What would you buy?","author":"T. L. Beddoes","category":"dreams"},{"quote":"I dreamt that I dwelt in marble halls  With vassals and serfs at my side.","author":"Alfred Bunn","category":"dreams"},{"quote":"Abou Ben Adhem (may his tribe increase!) Awoke one night from a deep dream of peace.","author":"Leigh Hunt","category":"dreams"},{"quote":"For dhrames always go by conthraries  my dear.","author":"Samuel Lover","category":"dreams"},{"quote":"We are such stuff As dreams are made on  and our little life Is rounded with a sleep.","author":"William Shakespeare","category":"dreams"},{"quote":"Till the day when I'll be going down that Long  long trail with you.","author":"Stoddard King","category":"dreams"},{"quote":"When you're all dressed up and no place to go.","author":"Benjamin Hapgood Burt","category":"dress"},{"quote":"If a woman were about to proceed to her execution  she would demand a little time to perfect her toilet.","author":"Sebastien Chamfort","category":"dress"},{"quote":"Eat to please thyself  but dress to please others.","author":"Benjamin Franklin","category":"dress"},{"quote":"A torch-light procession marching down your throat.","author":"John L. O'Sullivan","category":"drink, , drinking, drinkers"},{"quote":"First you take a drink  then the drink takes a drink  then the drink takes you.","author":"F. Scott Fitzgerald","category":"drink, , drinking, drinkers"},{"quote":"For when the wine is in  the wit is out.","author":"Thomas Becon","category":"drink, , drinking, drinkers"},{"quote":"He neither drank  smoked  nor rode a bicycle. Living frugally  saving his money  he died early  surrounded by greedy relatives. It was a great lesson to me.","author":"John Barrymore","category":"drink, , drinking, drinkers"},{"quote":"He who drinks a little too much drinks much too much.","author":"Old saying","category":"drink, , drinking, drinkers"},{"quote":"I am only a beer teetotaller  not a champagne teetotaller.","author":"George Bernard Shaw","category":"drink, , drinking, drinkers"},{"quote":"The worst thing about some men is that when they are not drunk they are sober.","author":"William Butler Yeats","category":"drink, , drinking, drinkers"},{"quote":"I have never been drunk  but I've often been overserved.","author":"George Gobel","category":"drink, , drinking, drinkers"},{"quote":"In vino Veritas. (In wine there is truth.)","author":"Pliny the Elder","category":"drink, , drinking, drinkers"},{"quote":"The morning cup of coffee has an exhilaration about it which the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce.","author":"Oliver Wendell Holmes","category":"drink, , drinking, drinkers"},{"quote":"They talk of my drinking but never my thirst.","author":"Old saying","category":"drink, , drinking, drinkers"},{"quote":"What  when drunk  one sees in other women  one sees in Garbo sober.","author":"Kenneth Tynan","category":"drink, , drinking, drinkers"},{"quote":"You are not drunk if you can lie on the floor without holding on.","author":"Dean Martin","category":"drink, , drinking, drinkers"},{"quote":"I like liquor - its taste and its effects - and that is just the reason why I never drink it.","author":"Thomas Stonewall Jackson","category":"drink, , drinking, drinkers"},{"quote":"The Persians are very fond of wine ... It is also their general practice to deliberate upon affairs of weight when they are drunk  and then in the morning  when they are sober  the decision to which they came the night before is put before them by the master of the house in which it was made  and if it is then approved they act on it  if not  they set it aside. Sometimes  however  they are sober at their first deliberations  but in this case they always reconsider the matter under the influence of wine.","author":"Herodotus","category":"drink, , drinking, drinkers"},{"quote":"Drunkenness is temporary suicide: the happiness that it brings is merely negative  a momentary cessation of unhappiness.","author":"Bertrand Russell","category":"drink, , drinking, drinkers"},{"quote":"Bacchus has drowned more men than Neptune.","author":"Guiseppe Garibaldi","category":"drink, , drinking, drinkers"},{"quote":"Temperance is the control of all the functions of our bodies. The man who refuses liquor  goes in for apple pie and develops a paunch  is no ethical leader for me.","author":"John Erskine","category":"drink, , drinking, drinkers"},{"quote":"Nothing ever tasted any better than a cold beer on a beautiful afternoon with nothing to look forward to but more of the same.","author":"Hugh Hood","category":"drink, , drinking, drinkers"},{"quote":"Moderation is commonly firm  and firmness is commonly successful.","author":"Samuel Johnson","category":"drink, , drinking, drinkers"},{"quote":"Abstinence is as easy for me as temperance would be difficult.","author":"Samuel Johnson","category":"drink, , drinking, drinkers"},{"quote":"I drink to make other people interesting.","author":"George Jean Nathan","category":"drink, , drinking, drinkers"},{"quote":"One of the disadvantages of wine is that is makes a man mistake words for thoughts.","author":"Samuel Johnson","category":"drink, , drinking, drinkers"},{"quote":"The innkeeper loves the drunkard  but not for a son-in-law.","author":"Jewish proverb","category":"drink, , drinking, drinkers"},{"quote":"Whisky drowns some troubles and floats a lot more.","author":"Robert C. Edwards","category":"drink, , drinking, drinkers"},{"quote":"Malt does more than Milton can To justify God's ways to man.","author":"A. E. Housman","category":"drink, , drinking, drinkers"},{"quote":"A man hath no better thing under the sun  than to eat  and to drink  and to be merry.","author":"Bible","category":"drink, , drinking, drinkers"},{"quote":"Drink not the third glass - which thou can'st not tame when once it is within thee.","author":"George Herbert","category":"drink, , drinking, drinkers"},{"quote":"An Irish queer: a fellow who prefers women to drink.","author":"Sean O'Faolain","category":"drink, , drinking, drinkers"},{"quote":"Jellinek's disease (alcoholism) is responsible for: 50 percent of all auto fatalities 80 percent of all home violence 30 percent of all suicides 60 percent of all child abuse 65 percent of all drownings It is estimated that when a woman contracts the disease  her husband leaves her in nine out often cases  when a man contracts it  his wife leaves in one out of ten cases.","author":"Kathleen Whalen Fitzgerald","category":"drink, , drinking, drinkers"},{"quote":"Eat bread at pleasure  drink wine by measure.","author":"Randle Cotgrave","category":"drink, , drinking, drinkers"},{"quote":"We frequently hear of people dying from too much drinking. That this happens is a matter of record. But the blame almost always is placed on whisky. Why this should be I never could understand. You can die from drinking too much of anything - coffee  water  milk  soft drinks and all such stuff as that. And so long as the presence of death lurks with anyone who goes through the simple act of swallowing  I will make mine whisky.","author":"W. C. Fields","category":"drink, , drinking, drinkers"},{"quote":"It's a naive domestic burgundy without any breeding  but I think you'll be amused by its presumption.","author":"James Thurber","category":"drink, , drinking, drinkers"},{"quote":"Drunkenness is nothing but voluntary madness.","author":"Seneca","category":"drink, , drinking, drinkers"},{"quote":"There are more old drunkards than old physicians.","author":"Francois Rabelais","category":"drink, , drinking, drinkers"},{"quote":"He is . . . like many other geniuses  a greater friend to the bottle  than the bottle is to him.","author":"William Lyon Mackenzie","category":"drink, , drinking, drinkers"},{"quote":"Boys should abstain from all use of wine until their eighteenth year  for it is wrong to add fire to fire.","author":"Plato","category":"drink, , drinking, drinkers"},{"quote":"I always keep a supply of stimulant handy in case I see a snake - which I also keep handy.","author":"W. C. Fields","category":"drink, , drinking, drinkers"},{"quote":"We had gone out there to pass the beautiful day of high summer like true Irishmen - locked in the dark Snug of a public house.","author":"Brendan Behan","category":"drink, , drinking, drinkers"},{"quote":"The whole world is about three drinks behind.","author":"Humphrey Bogart","category":"drink, , drinking, drinkers"},{"quote":"Drunkenness is temporary suicide: the happiness that it brings is merely negative  a momentary cessation of unhappiness.","author":"Bertrand Russell","category":"drinking"},{"quote":"There was an old hen And she had a wooden leg  And every damned morning She laid another egg  She was the best damned chicken On the whole damned farm -  And another little drink Wouldn't do us any harm.","author":"American Folksong","category":"drinking"},{"quote":"It's a long time between drinks.","author":"Anonymous","category":"drinking"},{"quote":"He is a drunkard who takes more than three glasses  though he be not drunk.","author":"Epictetus","category":"drinking"},{"quote":"Drink today  and drown all sorrow  You shall perhaps not do it tomorrow.","author":"John Fletcher","category":"drinking"},{"quote":"Woe unto them that rise up early in the morning  that they may follow strong drink  that continue until night  till wine inflame them.","author":"Bible","category":"drinking"},{"quote":"The habit of using ardent spirits by men in office has occasioned more injury to the public  and more trouble to me  than all other causes. Were I to commence my administration again  the first question I would ask respecting a candidate for office would be  Does he use ardent spirits?","author":"Thomas Jefferson","category":"drinking"},{"quote":"I would appeal to Philip  she said  but to Philip sober.","author":"Valerius Maximus","category":"drinking"},{"quote":"Drink! for you know not whence you came  nor why: Drink! for you know not why you go  nor where.","author":"Omar Khayyam","category":"drinking"},{"quote":"All excess is ill  but drunkeness is of the worst sort. It spoils health  dismounts the mind  and unmans men. It reveals secrets  is quarrelsome  lascivious  impudent  dangerous and bad.","author":"William Penn","category":"drinking"},{"quote":"There St. John mingles with my friendly bowl The feat of reason and the flow of soul.","author":"Alexander Pope","category":"drinking"},{"quote":"Water is the only drink for a wise man.","author":"Henry David Thoreau","category":"drinking"},{"quote":"To do my duty in that state of life unto which it shall please God to call me.","author":"Anonymous","category":"duty"},{"quote":"It is thy duty oftentimes to do what thou wouldst not  thy duty  too  to leave undone that thou wouldst do.","author":"Thomas a Kempis","category":"duty"},{"quote":"So nigh is grandeur to our dust  So near is God to man. When Duty whispers low  Thou must  The youth replies  I can.","author":"Ralph Waldo Emerson","category":"duty"},{"quote":"No personal consideration should stand in the way of performing a public duty.","author":"Ulysses S. Grant","category":"duty"},{"quote":"Let us have faith that right makes might  and in that faith let us  to the end  dare to do our duty as we understand it.","author":"Abraham Lincoln","category":"duty"},{"quote":"England expects every man to do his duty.","author":"Lord Horatio Nelson","category":"duty"},{"quote":"Theirs not to make reply  Theirs not to reason why  Theirs but to do and die.","author":"Lord Alfred Tennyson","category":"duty"},{"quote":"Not once or twice in our rough island story  The path of duty was the way to glory.","author":"Lord Alfred Tennyson","category":"duty"},{"quote":"Early to bed and early to rise  Makes a man healthy  wealthy and wise.","author":"Benjamin Franklin","category":"early, rising"},{"quote":"Tomb  thou shalt not hold Him longer  Death is strong  but Life is stronger  Stronger than the dark  the light  Stronger than the wrong  the right  Faith and Hope triumphant say Christ will rise on Easter Day.","author":"Phillips Brooks","category":"easter"},{"quote":"Come  ye saints  look here and wonder  See the place where Jesus lay  He has borne our sins away  Joyful tiding  Yes  the Lord has risen today.","author":"Thomas Kelly","category":"easter"},{"quote":"\"Christ the Lord is risen today \" Sons of men and angels say. Raise your joys and triumphs high  Sing  ye heavens  and earth reply.","author":"Charles Wesley","category":"easter"},{"quote":"In the bonds of Death He lay Who for our offense was slain  But the Lord is risen today  Christ hath brought us life again  Wherefore let us all rejoice  Singing loud  with cheerful voice  Hallelujah!","author":"Martin Luther","category":"easter"},{"quote":"I envy people who drink - at least they know what to blame everything on.","author":"Oscar Levant","category":"eat, , drink, , merry"},{"quote":"I knew I was drunk. I felt sophisticated and couldn't pronounce it.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"They say hot dogs can kill you. How do you know it's not the bun?","author":"Jay Leno","category":"eat, , drink, , merry"},{"quote":"Enjoy life. Think of all the women who passed up dessert on the Titanic.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"According to my doctor it's okay to drink like a fish - as long as I drink what the fish drinks.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"I find the more I drink the more interesting others become.","author":"Tom Ralphs","category":"eat, , drink, , merry"},{"quote":"I'd hate to be a teetotaler. Imagine getting up in the morning and knowing that's as good as you're going to feel all day.","author":"Dean Martin","category":"eat, , drink, , merry"},{"quote":"I always keep a supply of stimulant handy in case I see a snake - which I also keep handy.","author":"W. C. Fields","category":"eat, , drink, , merry"},{"quote":"Everybody should believe in something  I believe I'll have another drink.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"Let's get out of these wet clothes and into a dry martini.","author":"Robert Benchley","category":"eat, , drink, , merry"},{"quote":"I know lots more old drunks than old doctors.","author":"Joe E. Lewis","category":"eat, , drink, , merry"},{"quote":"An alcoholic has been lightly defined as a man who drinks more than his own doctor.","author":"Alvan L. Barach","category":"eat, , drink, , merry"},{"quote":"You're not drunk if you can lie on the floor without holding on.","author":"Dean Martin","category":"eat, , drink, , merry"},{"quote":"Some people make spectacles of themselves with a couple of glasses.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"Most people hate the taste of beer to begin with. It is  however  a prejudice that many people have been able to overcome.","author":"Winston Churchill","category":"eat, , drink, , merry"},{"quote":"Let us eat and drink: for tomorrow we diet.","author":"Wendy Morgan","category":"eat, , drink, , merry"},{"quote":"He who laughs  lasts.","author":"Mary Poole","category":"eat, , drink, , merry"},{"quote":"I exercise self-control and never touch any beverage stronger than gin before breakfast.","author":"W. C. Fields","category":"eat, , drink, , merry"},{"quote":"For him  any wine dated before four o'clock in the afternoon is vintage.","author":"Elmer Pasta","category":"eat, , drink, , merry"},{"quote":"I'm not much of a drinker. It only takes me one drink to get drunk . . . my fourth.","author":"Wendy Morgan","category":"eat, , drink, , merry"},{"quote":"It was a woman who drove me to drink -  and you know  I never even thanked her.","author":"W. C. Fields","category":"eat, , drink, , merry"},{"quote":"Once during Prohibition  I was forced to live for days on nothing but food and water.","author":"W. C. Fields","category":"eat, , drink, , merry"},{"quote":"There is nothing wrong with sobriety in moderation.","author":"John Ciardi","category":"eat, , drink, , merry"},{"quote":"I started smoking to lose weight. After I dropped that lung I felt pretty good.","author":"Michael Meehan","category":"eat, , drink, , merry"},{"quote":"You can tell German wine from vinegar ... by the label.","author":"Mark Twain","category":"eat, , drink, , merry"},{"quote":"Let's toast a real wine expert - someone who knows a good rose goes best with bologna sandwiches.","author":"Elmer Pasta","category":"eat, , drink, , merry"},{"quote":"I have made it a rule never to smoke more than one cigar at a time.","author":"Mark Twain","category":"eat, , drink, , merry"},{"quote":"I've noticed the customers in health food stores. They are pale  skinny people who usually look half dead. In a steak house  you see robust  ruddy people. They're dying  of course  but they look terrific.","author":"Bill Cosby","category":"eat, , drink, , merry"},{"quote":"I'm a one-drink woman  two at the most  three I'm under the table  four I'm under the host.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"Is life worth living? That depends on the liver.","author":"Anonymous","category":"eat, , drink, , merry"},{"quote":"I've never been drunk  but often I've been overserved.","author":"George Gobel","category":"eat, , drink, , merry"},{"quote":"Eat  drink  and be merry  for tomorrow ye diet.","author":"William Gilmore Beymer","category":"eating"},{"quote":"Tell me what you eat  and I will tell you what you are.","author":"Anthelme Brillat Savarin","category":"eating"},{"quote":"Better halfe a loafe than no bread.","author":"William Camden","category":"eating"},{"quote":"The proof of the pudding is in the eating.","author":"Miguel de Cervantes","category":"eating"},{"quote":"Thou shouldst eat to live  not live to eat.","author":"Cicero","category":"eating"},{"quote":"The nearer the bone  the sweeter the meat.","author":"English proverb","category":"eating"},{"quote":"I want every peasant to have a chicken in his pot on Sundays.","author":"Henry IV","category":"eating"},{"quote":"When I demanded of my friend what viands he preferred  He quoth: \"A large cold bottle  and a small hot bird!\"","author":"Eugene Field","category":"eating"},{"quote":"Let us eat and drink  for tomorrow we shall die.","author":"Bible","category":"eating"},{"quote":"For a man seldom thinks with more earnestness of anything than he does of his dinner.","author":"Samuel Johnson","category":"eating"},{"quote":"Man shall not live by bread alone","author":"Matthew","category":"eating"},{"quote":"The way to a man's heart is through his stomach.","author":"Mrs. Sarah Payson","category":"eating"},{"quote":"Better is a dinner of herbs where love is  than a stalled ox and hatred therewith.","author":"Anonymous","category":"eating"},{"quote":"He hath eaten me out of house and home.","author":"William Shakespeare","category":"eating"},{"quote":"They say fingers were made before forks  and hands before knives.","author":"Jonathan Swift","category":"eating"},{"quote":"Bread is the staff of life.","author":"Jonathan Swift","category":"eating"},{"quote":"Buy not what you want  but what you have need of  what you do not want is dear at a farthing.","author":"Anonymous","category":"economy"},{"quote":"He who will not economize will have to agonize.","author":"Confucius","category":"economy"},{"quote":"After order and liberty  economy is one of the highest essentials of a free government.... Economy is always a guarantee of peace.","author":"Calvin Coolidge","category":"economy"},{"quote":"Beware of little expenses  a small leak will sink a great ship.","author":"Benjamin Franklin","category":"economy"},{"quote":"No man is rich whose expenditure exceeds his means  and no one is poor whose incomings exceed his outgoings.","author":"Thomas Haliburton","category":"economy"},{"quote":"Have more than thou showest  Speak less than thou knowest.","author":"William Shakespeare","category":"economy"},{"quote":"A gentleman need not know Latin  but he should at least have forgotten it.","author":"Brander Matthews","category":"education"},{"quote":"A one-book man is either a slow learner or an ill-equipped teacher.","author":"Robert Burke","category":"education"},{"quote":"Arrogance  pedantry  and dogmatism are the occupational diseases of those who spend their lives directing the intellects of the young.","author":"Henry S. Canby","category":"education"},{"quote":"Creatures whose main spring is curiosity will enjoy the accumulating of fact  far more than the pausing at times to reflect on those facts.","author":"Clarence Day","category":"education"},{"quote":"Good teaching is l/4th preparation and 3/4ths theatre.","author":"Gail Godwin","category":"education"},{"quote":"He who would learn to fly one day must first learn to stand and walk and run and climb and dance  one cannot fly into flying.","author":"Friedrich Nietzsche","category":"education"},{"quote":"Learning makes a man fit company for himself.","author":"Thomas Fuller","category":"education"},{"quote":"I forget what I was taught. I only remember what I have learnt.","author":"Patrick White","category":"education"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"education"},{"quote":"If you educate a man you educate a person  but if you educate a woman  you educate a family.","author":"Rudy Manikan","category":"education"},{"quote":"If you hit a pony over the nose at the outset of your acquaintance  he may not love you but he will take a deep interest in your movements ever afterwards.","author":"Rudyard Kipling","category":"education"},{"quote":"On many American campuses the only qualification for admission was the ability actually to find the campus and then discover a parking space.","author":"Malcolm Bradbury","category":"education"},{"quote":"One could get a first-class education from a shelf of books five feet long.","author":"Charles William Eliot","category":"education"},{"quote":"One father is more than 100 schoolmasters.","author":"George Herbert","category":"education"},{"quote":"One looks back with appreciation to the brilliant teachers  but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material  but warmth is a vital element for the growing plant and for the soul of the child.","author":"Carl Jung","category":"education"},{"quote":"Pedantry crams our heads with learned lumber and takes out brains to make room for it.","author":"Charles Caleb Colton","category":"education"},{"quote":"Tell me and I'll forget. Show me  and I may not remember. Involve me  and I'll understand.","author":"Native American saying","category":"education"},{"quote":"The average PhD thesis is nothing but a transference of bones from one graveyard to another.","author":"J. Frank Dobie","category":"education"},{"quote":"The true teacher defends his pupils against his own personal influence.","author":"A. B. Alcott","category":"education"},{"quote":"Today's public education system is a failed monopoly: bureaucratic  rigid and in unsteady control of dissatisfied captive markets.","author":"David T. Kearns","category":"education"},{"quote":"Education should be gentle and stern  not cold and lax.","author":"Joseph Joubert","category":"education"},{"quote":"Universities are the cathedrals of the modern age. They shouldn't have to justify their existence by utilitarian criteria.","author":"David Lodge","category":"education"},{"quote":"We should not value education as a means to prosperity  but prosperity as a means to education. Only then will our priorities be right. For education  unlike prosperity is an end in itself. .. power and influence come through the acquisition of useless knowledge. . . irrelevant subjects bring understanding of the human condition  by forcing the student to stand back from it.","author":"Roger Scruton","category":"education"},{"quote":"When there are two PhD's in a developing country  one is Head of State and the other is in exile.","author":"Lord Samuel","category":"education"},{"quote":"You don't understand anything until you learn it more than one way.","author":"Marvin Minsky","category":"education"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"education"},{"quote":"The things taught in schools are not an education but the means of an education.","author":"Ralph Waldo Emerson","category":"education"},{"quote":"The university is the last remaining platform for national dissent.","author":"Leon Eisenberg","category":"education"},{"quote":"The freshmen bring a little knowledge in and the seniors take none out  so it accumulates through the years.","author":"A. Lawrence Lowell","category":"education"},{"quote":"Surely the shortest commencement address in history - and for me one of the most memorable - was that of Dr. Harold E. Hyde  President of New Hampshire's Plymouth State College. He reduced his message to the graduating class to these three ideals: 'Know yourself- Socrates. Control yourself- Cicero  Give yourself - Christ.'","author":"Walter T. Tatara","category":"education"},{"quote":"There is that indescribable freshness and unconsciousness about an illiterate person that humbles and mocks the power of the noblest expressive genius.","author":"Walt Whitman","category":"education"},{"quote":"Intelligence appears to be the thing that enables a man to get along without education. Education appears to be the thing that enables a man to get along without the use of his intelligence.","author":"A. E. Wiggan","category":"education"},{"quote":"By learning you will teach  by teaching you will learn.","author":"Latin proverb","category":"education"},{"quote":"Most men of education are more superstitious than they admit - nay  than they think.","author":"G. C. Lichtenberg","category":"education"},{"quote":"A university is what a college becomes when the faculty loses interest in students.","author":"John Ciardi","category":"education"},{"quote":"Education is indoctrination  if you're white - subjugation if you're black.","author":"James Baldwin","category":"education"},{"quote":"The investigation of the meaning of words is the beginning of education.","author":"Antisthenes","category":"education"},{"quote":"Learning to learn is to know how to navigate in a forest of facts  ideas and theories  a proliferation of constantly changing items of knowledge. Learning to learn is to know what to ignore but at the same time not rejecting innovation and research.","author":"Raymond Queneau","category":"education"},{"quote":"A good education should leave much to be desired.","author":"Alan Gregg","category":"education"},{"quote":"'Whom are you?' he asked  for he had been to night school.","author":"George Ade","category":"education"},{"quote":"Education with inert ideas is not only useless  it is above all things harmful.","author":"Alfred North Whitehead","category":"education"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"education"},{"quote":"A child educated only at school is an uneducated child.","author":"George Santayana","category":"education"},{"quote":"No one can become really educated without having pursued some study in which he took no interest. For it is part of education to interest ourselves in subjects for which we have no aptitude.","author":"T. S. Eliot","category":"education"},{"quote":"It is in fact a part of the function of education to help us to escape  not from our own time - for we are bound by that - but from the intellectual and emotional limitations of our time.","author":"T. S. Eliot","category":"education"},{"quote":"Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.","author":"Henry Adams","category":"education"},{"quote":"You can lead a man up to the university  but you can't make him think.","author":"Finley Peter Dunne","category":"education"},{"quote":"If you think education is expensive - try ignorance.","author":"Derek Bok","category":"education"},{"quote":"It is a greater work to educate a child  in the true and larger sense of the word  than to rule a state.","author":"William Ellery Channing","category":"education"},{"quote":"There is less flogging in our great schools than formerly  but then less is learned there  so that what the boys get at one end they lose at the other.","author":"Samuel Johnson","category":"education"},{"quote":"Education is not the filling of a pail  but the lighting of a fire.","author":"William Butler Yeats","category":"education"},{"quote":"Perhaps the most valuable result of all education is the ability to make yourself do the thing you have to do  when it ought to be done  whether you like it or not  it is the first lesson that ought to be learned  and however early a man's training begins  it is probably the last lesson that he learns thoroughly.","author":"Thomas Huxley","category":"education"},{"quote":"Some men are graduated from college cum laude  some are graduated summa cum laude  and some are graduated mirabile dictu.","author":"William Howard Taft","category":"education"},{"quote":"Education is the ability to listen to almost anything without losing your temper or your self-confidence.","author":"Robert Frost","category":"education"},{"quote":"We must reject that most dismal and fatuous notion that education is a preparation for life.","author":"Northrop Frye","category":"education"},{"quote":"Soon learnt  soon forgotten.","author":"Anonymous","category":"education"},{"quote":"It is of interest to note that while some dolphins are reported to have learned English - up to fifty words used in correct context - no human being has been reported to have learned dolphinese.","author":"Carl Sagan","category":"education"},{"quote":"And if the student finds that this is not to his taste  well  that is regrettable. Most regrettable. His taste should not be consulted  it is being formed.","author":"Flannery O'Connor","category":"education"},{"quote":"Education  n: that which discloses to the wise and disguises from the foolish their lack of understanding.","author":"Ambrose Bierce","category":"education"},{"quote":"The Romans would never have had time to conquer the world if they had been obliged to learn Latin first of all.","author":"Heinrich Heine","category":"education"},{"quote":"The antithesis between a technical and a liberal education is fallacious. There can be no adequate technical education which is not liberal  and no liberal education which is not technical.","author":"Alfred North Whitehead","category":"education"},{"quote":"John Milton called his school  Christ College  'a stony-hearted stepmother'. The ultimate goal of the educational system is to shift to the individual the burden of pursuing his education.","author":"John W. Gardner","category":"education"},{"quote":"To make your children capable of honesty is the beginning of education.","author":"John Ruskin","category":"education"},{"quote":"Creative minds have always been known to survive any kind of bad training.","author":"Anna Freud","category":"education"},{"quote":"Fathers send their sons to college either because they went to college  or because they didn't.","author":"L. L. Hendren","category":"education"},{"quote":"Education today  more than ever before  must see clearly the dual objectives: education for living and educating for making a living.","author":"James Mason Wood","category":"education"},{"quote":"The test and the use of man's education is that he finds pleasure in the exercise of his mind.","author":"Jacques Barzun","category":"education"},{"quote":"The Jews have always been students  and their greatest study is themselves.","author":"Albert Goldman","category":"education"},{"quote":"Whenever I'm asked what college I attended  I'm tempted to reply  Thornton Wilder'.","author":"Garson Kanin","category":"education"},{"quote":"Let the schools teach the nobility of labour and the beauty of human service: but the superstitions of ages past? Never!","author":"Peter Cooper","category":"education"},{"quote":"Education is what survives when what has been learnt has been forgotten.","author":"B. F. Skinner","category":"education"},{"quote":"I find the three major administrative problems on a campus are sex for the students  athletics for the alumni and parking for the faculty.","author":"Clark Kerr","category":"education"},{"quote":"All learning has an emotional base.","author":"Plato","category":"education"},{"quote":"Whatever is good to know is difficult to learn.","author":"Greek proverb","category":"education"},{"quote":"Thus education forms the common mind  Just as the twig is bent  the tree's inclined.","author":"Alexander Pope","category":"education"},{"quote":"There is a time in every man's education when he arrives at the conviction that envy is ignorance  that imitation is suicide  that he must take himself for better  for worse as his portion.","author":"Ralph Waldo Emerson","category":"education"},{"quote":"He couldn't get into Harvard even if he had the dean's wife at gunpoint.","author":"Dave Barry","category":"education"},{"quote":"College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?","author":"David Wood","category":"education"},{"quote":"It's strange how few of the world's great problems are solved by people who remember their algebra.","author":"Herbert Prochnow","category":"education"},{"quote":"Those who go to college and never get out are called professors.","author":"Anonymous","category":"education"},{"quote":"You could do anything in your room at college. You could smoke pot  live in a coed dorm  have a girl. But you couldn't have a . . . hot plate!","author":"Jay Leno","category":"education"},{"quote":"My husband managed to cram four years of college into five.","author":"Judy Hampton","category":"education"},{"quote":"One little six-year-old took home a note saying he need not come to school since he was \"too stupid to learn.\" That boy was Thomas Edison.","author":"Anonymous","category":"education"},{"quote":"Last words when sending our boy to college: \"If there's anything you want  call us and we'll show you how to live without it.\"","author":"Anonymous","category":"education"},{"quote":"She's an honor student. She's always saying  \"Yes  Your Honor. No  Your Honor.\"","author":"Anonymous","category":"education"},{"quote":"Bumper sticker: Driver carries no cash -  he has a son in college.","author":"Anonymous","category":"education"},{"quote":"Everyone is in awe of the lion tamer in a cage with half a dozen lions -  everyone but a school bus driver.","author":"Anonymous","category":"education"},{"quote":"It was going all wrong at my college interview until I nonchalantly asked  \"Do you need any large donations for new buildings?\"","author":"Todd Anderson","category":"education"},{"quote":"I won't say ours was a tough school  but we had our own coroner. We used to write essays like \"What I'm Going to Be if I Grow Up.\"","author":"Lenny Bruce","category":"education"},{"quote":"The difference between genius and stupidity is that genius has its limits.","author":"Anonymous","category":"education"},{"quote":"There are a hundred thousand useless words in the English language  but they come in handy in college football yells.","author":"Anonymous","category":"education"},{"quote":"Passing the SAT: My personal theory is that it has to do with how much money you send them in the mail. I think the amounts they tell you to send are actually just suggested minimum donations - if you get my drift.","author":"Dave Barry","category":"education"},{"quote":"Bumper sticker: My kid beat the heck out of the student of the month.","author":"Anonymous","category":"education"},{"quote":"A kindergarten teacher is a woman who knows how to make little things count.","author":"Anonymous","category":"education"},{"quote":"When asked to spell Mississippi the boy asked  \"The river or the state?\"","author":"Anonymous","category":"education"},{"quote":"Letter home from  college boy: \"There are 370 boys here - I wish there were 369.\"","author":"Anonymous","category":"education"},{"quote":"I used to keep my college roommate from reading my personal mail by hiding it in her textbooks.","author":"Joan Welsh","category":"education"},{"quote":"We didn't feel so good when we took our son to college and saw a sign on the liquor store - Back to School Sale.","author":"Brian Morgan","category":"education"},{"quote":"I went to a high school that was so dangerous  the school newspaper had an obituary column.","author":"Rocky Ray","category":"education"},{"quote":"\"Do you think your boy will forget all he learned in college?\" \"I hope so. He can't make a living drinking.\"","author":"Larry Wilde","category":"education"},{"quote":"Do you know the difference between a kayak and a college student? A kayak tips.","author":"Chad Morgan","category":"education"},{"quote":"Some drink from the fountain of knowledge - others just gargle.","author":"Anonymous","category":"education"},{"quote":"Boy handing over his report card: Of course I seem stupid to my teachers . . . they're all college graduates.","author":"Anonymous","category":"education"},{"quote":"Graduation Speech: You'll have to excuse me if I cry. I've been a little teary-eyed all week  the sadness  the joy  . . . the fact that I'm off my parents' payroll.","author":"Melissa Amernick","category":"education"},{"quote":"Schoolhouses are the republican line of fortifications.","author":"Horace Mann","category":"education"},{"quote":"Education commences at the mother's knee  and every word spoken within the hearsay of little children tends towards the formation of character.","author":"Hosea Ballou","category":"education"},{"quote":"What greater or better gift can we offer the republic than to teach and instruct our youth?","author":"Cicero","category":"education"},{"quote":"Training is everything. The peach was once a bitter almond  cauliflower is nothing but cabbage with a college education.","author":"Samuel L. Clemens","category":"education"},{"quote":"The things taught in schools and colleges are not an education  but the means of education.","author":"Ralph Waldo Emerson","category":"education"},{"quote":"'Tis education forms the common mind  Just as the twig is bent the tree's inclined.","author":"Alexander Pope","category":"education"},{"quote":"There is nothing so stupid as an educated man  if you get off the thing that he was educated in.","author":"Will Rogers","category":"education"},{"quote":"Education is the process of driving a set of prejudices down your throat.","author":"Martin H. Fischer","category":"education"},{"quote":"If a man empties his purse into his head  no one can take it from him.","author":"Benjamin Franklin","category":"education"},{"quote":"Education is an admirable thing  but it is well to remember from time to time that nothing that is worth knowing can be taught.","author":"Oscar Wilde","category":"education"},{"quote":"He did nothing in particular  And did it very well.","author":"W. S. Gilbert","category":"efficiency"},{"quote":"The best carpenters make the fewest chips.","author":"German proverb","category":"efficiency"},{"quote":"The reason why lovers are never wary of one another is this - they are always talking of themselves.","author":"La Rochefoucauld","category":"egotism"},{"quote":"Do you wish men to speak well of you? Then never speak well of yourself.","author":"Pascal","category":"egotism"},{"quote":"Nothing is more to me than myself.","author":"Max Stirner","category":"egotism"},{"quote":"Eloquence is the poetry of prose.","author":"William Cullen Bryant","category":"eloquence"},{"quote":"The manner of your speaking is full as important as the matter  as more people have ears to be tickled than understandings to judge.","author":"Lord Chesterfield","category":"eloquence"},{"quote":"Noise proves nothing. Often a hen who has merely laid an egg cackles as if she laid an asteroid.","author":"Samuel L. Clemens","category":"eloquence"},{"quote":"Thoughts that breathe and words that burn.","author":"Thomas Gray","category":"eloquence"},{"quote":"True eloquence consists in saying all that is necessary  and nothing but what is necessary.","author":"La Rochefoucauld","category":"eloquence"},{"quote":"The truth is forced upon us  very quickly  by a foe.","author":"Aristophanes","category":"enemies"},{"quote":"There is a road from the eye to the heart that does not go through the intellect.","author":"G. K. Chesterton","category":"enemies"},{"quote":"A wise man gets more use from his enemies than a fool from his friends.","author":"Baltasar Gracian","category":"enemies"},{"quote":"He hasn't an enemy in the world  and none of his friends like him.","author":"Oscar Wilde","category":"enemies"},{"quote":"Don't think there are no crocodiles because the water is calm.","author":"Malayan proverb","category":"enemies"},{"quote":"The enemies of the future are always the very nicest people.","author":"Christopher Morley","category":"enemies"},{"quote":"A man cannot be too careful in the choice of his enemies.","author":"Oscar Wilde","category":"enemies"},{"quote":"You can discover what your enemy fears most by observing the means he uses to frighten you.","author":"Eric Hoffer","category":"enemies"},{"quote":"There is no man so friendless but what he can find a friend sincere enough to tell him disagreeable truths.","author":"Edward Bulwer-Lytton","category":"enemies"},{"quote":"Enemies could become the best companions. Companionship is based on a common interest  and the greater the interest the closer the companionship. What makes enemies of people  if not the eagerness  the passion for the same thing?","author":"Bernard Berenson","category":"enemies"},{"quote":"Whoever has his foe at his mercy  and does not kill him  is his own enemy.","author":"Sa'di","category":"enemies"},{"quote":"The little foxes that spoil the vines.","author":"Bible","category":"enemies"},{"quote":"We have met the enemy  and he is us.","author":"Walt Kelly","category":"enemies"},{"quote":"The space in a needle's eye is sufficient for two friends  but the whole world is scarcely big enough to hold two enemies. Solomon ibn Gabirol Whoso sheddeth man's blood  by man shall his blood be shed.","author":"Bible","category":"enemies"},{"quote":"If we could read the secret history of our enemies  we should find in each man's life  sorrow and suffering enough to disarm all hostility.","author":"Henry Wadsworth Longfellow","category":"enemies"},{"quote":"Those who hate you don't win unless you hate them - and then you destroy yourself.","author":"Richard Nixon","category":"enemies"},{"quote":"There's nothing like the sight of an old enemy down on his luck.","author":"Euripides","category":"enemies"},{"quote":"The enemy of my enemy is my friend.","author":"Arabic proverb","category":"enemies"},{"quote":"They love him most for the enemies that he has made.","author":"General E. S. Bragg","category":"enemy"},{"quote":"Man is his own worst enemy.","author":"Cicero","category":"enemy"},{"quote":"He who has a thousand friends has not a friend to spare  And he who has one enemy will meet him everywhere.","author":"Ralph Waldo Emerson","category":"enemy"},{"quote":"None but yourself who are your greatest foe.","author":"Henry Wadsworth Longfellow","category":"enemy"},{"quote":"If thine enemy hunger  feed him  if he thirst  give him drink.","author":"Romans","category":"enemy"},{"quote":"My prayer to God is a very short one \"Oh Lord  make my enemies ridiculous!\" God has granted it.","author":"Voltaire","category":"enemy"},{"quote":"A man cannot be too careful in the choice of his enemies.","author":"Oscar Wilde","category":"enemy"},{"quote":"England is a nation of voyeurs.","author":"Nigel Newton","category":"england, u, k,"},{"quote":"Every man has a House of Lords in his own head. Fears  prejudices  misconceptions - those are the peers and they are hereditary.","author":"David Lloyd George","category":"england, u, k,"},{"quote":"George III ought never to have occurred. One can only wonder At so grotesque a blunder.","author":"Edmund C. Bentley","category":"england, u, k,"},{"quote":"God save our Gracious King  Long live our Noble King  God save the King. Send Him victorious Happy and Glorious Long to rule over us God save the King.","author":"Henry Carey","category":"england, u, k,"},{"quote":"Great Britain has lost an empire and has not yet found a role.","author":"Dean Acheson","category":"england, u, k,"},{"quote":"His Majesty's dominions  on which the sun never sets.","author":"Christopher North","category":"england, u, k,"},{"quote":"I have been trying all my life to like Scotchmen  and am obliged to desist from the experiment in despair.","author":"Charles Lamb","category":"england, u, k,"},{"quote":"If I should die  think only this of me  that there's some corner of a foreign field that is for ever England.","author":"Rupert Brooke","category":"england, u, k,"},{"quote":"It is impossible for an Englishman to open his mouth without making some other Englishman despise him.","author":"George Bernard Shaw","category":"england, u, k,"},{"quote":"Land of hope and glory  Mother of the Free How shall we extol thee who are borne of thee? Wider still and wider shall thy bounds be set  God who made thee mighty  make thee mightier yet.","author":"A. C. Benson","category":"england, u, k,"},{"quote":"London is a roost for every bird.","author":"Benjamin Disraeli","category":"england, u, k,"},{"quote":"Remember that you are an Englishman and consequently have won first prize in the lottery of life.","author":"Cecil Rhodes","category":"england, u, k,"},{"quote":"Rule Britannia  Britannia  rule the waves  Britains never will be slaves.","author":"James Thomson","category":"england, u, k,"},{"quote":"Snobbery - the \"pox Britannica\"","author":"Anthony Sampson","category":"england, u, k,"},{"quote":"The difference between the vanity of a Frenchman and an Englishman seems to be this: The one thinks everything right that is French  the other thinks everything wrong that is not English.","author":"William Hazlitt","category":"england, u, k,"},{"quote":"The Empire is a Commonwealth of nations.","author":"Lord Rosebery","category":"england, u, k,"},{"quote":"The English woman is so refined She has no bosom and no behind.","author":"Stevie Smith","category":"england, u, k,"},{"quote":"The House of Lords is a model of how to care for the elderly.","author":"Frank Field","category":"england, u, k,"},{"quote":"The House of Lords is like a glass of champagne that has stood for 5 days.","author":"Clement Attlee","category":"england, u, k,"},{"quote":"The most dangerous thing in the world is to make a friend of an Englishman  because he'll come sleep in your closet rather than spend 10 shillings on a hotel.","author":"Truman Capote","category":"england, u, k,"},{"quote":"The young Cambridge group  the group that stood for \"freedom\" and flannel trousers and flannel shirts open at the neck  and a well-bred sort of emotional anarchy  and a whispering  murmuring  sort of voice  and an ultra-sensitive sort of manner.","author":"D. H. Lawrence","category":"england, u, k,"},{"quote":"There will always be an England While there's a country lane Wherever there's a cottage small Beside a field of grain.","author":"Clark Ross Parker","category":"england, u, k,"},{"quote":"Without class differences  England would cease to be the living theatre it is.","author":"Anthony Burgess","category":"england, u, k,"},{"quote":"You must not miss Whitehall. At one end you'll find a statue of one of our kings who was beheaded  at the other  the monument to the man who did it. This is just an example of our attempts to be fair to everybody.","author":"Thomas Appleton","category":"england, u, k,"},{"quote":"Though I love my country  I do not love my countrymen.","author":"Lord Byron","category":"england, u, k,"},{"quote":"England has forty-two religions and only two sauces.","author":"Voltaire","category":"england, u, k,"},{"quote":"England and America are two countries separated by the same language.","author":"George Bernard Shaw","category":"england, u, k,"},{"quote":"In England I would rather be a man  a horse  a dog or a woman  in that order. In America I think the order would be reversed.","author":"Bruce Gould","category":"england, u, k,"},{"quote":"England is the paradise of individuality  eccentricity  heresy  anomalies  hobbies and humours.","author":"George Santayana","category":"england, u, k,"},{"quote":"Not only England  but every Englishman is an island.","author":"Novalis","category":"england, u, k,"},{"quote":"The English instinctively admire any man who has no talent and is modest about it.","author":"James Agate","category":"england, u, k,"},{"quote":"In the end it may well be that Britain will be more honoured by the historians for the way she disposed of an empire than for the way in which she acquired it.","author":"David Ormsby Gore","category":"england, u, k,"},{"quote":"Oh  it's a snug little island! A right little  tight little island!","author":"Thomas Dibdin","category":"england, u, k,"},{"quote":"I regard England as my wife and America as my mistress.","author":"Cedric Hardwicke","category":"england, u, k,"},{"quote":"The Englishman respects your opinions  but he never thinks of your feelings.","author":"Wilfrid Laurier","category":"england, u, k,"},{"quote":"The Englishman has all the qualities of a poker except its occasional warmth.","author":"Daniel O'Connell","category":"england, u, k,"},{"quote":"The English never draw a line without blurring it.","author":"Winston Churchill","category":"england, u, k,"},{"quote":"Socialism has been preached for so long  the British people no longer have any sense of personal responsibility.","author":"Lord Thomson of Fleet","category":"england, u, k,"},{"quote":"Britain's best bulwarks are her wooden walls.","author":"T. Augustine Arne","category":"england, u, k,"},{"quote":"Queen Victoria - a mixture of national landlady and actress.","author":"V. S. Pritchett","category":"england, u, k,"},{"quote":"I think the British have the distinction above all other nations of being able to put new wine into old bottles without bursting them.","author":"Clement Attlee","category":"england, u, k,"},{"quote":"Whatever the rest of the world thinks of the English gentleman  the English lady regards him apprehensively as something between God and a goat and equally formidable on both scores.","author":"Margaret Halsey","category":"england, u, k,"},{"quote":"Deploring change is the unchangeable habit of all Englishmen. If you find any important figures who really like change  such as Bernard Shaw  Keir Hardie  Lloyd George  Selfridge or Disraeli  you will find that they are not really English at all  but Irish  Scotch  Welsh  American or Jewish. Englishmen make changes  sometimes great changes. But  secretly or openly  they always deplore them.","author":"Raymond Postgate","category":"england, u, k,"},{"quote":"Where there is one Englishman there is a garden. Where there are two Englishmen there will be a club. But this does not mean any falling off in the number of gardens. There will be three. The club will have one too.","author":"A. W. Smith","category":"england, u, k,"},{"quote":"What should they know of England  who only England know?","author":"Rudyard Kipling","category":"england, u, k,"},{"quote":"The Lord Chief Justice of England recently said that the greater part of his judicial time was spent investigating collisions between propelled vehicles  each on its own side of the road  each sounding its horn and each stationary.","author":"Philip Guedalla","category":"england, u, k,"},{"quote":"No one can be as calculatedly rude as the British  which amazes Americans  who do not understand studied insult and can only offer abuse as a substitute.","author":"Paul Gallico","category":"england, u, k,"},{"quote":"The English have an extraordinary ability for flying into a great calm.","author":"Alexander Woollcott","category":"england, u, k,"},{"quote":"We are articulate  but we are not particularly conversational. An Englishman won't talk for the sake of talking. He doesn't mind silence. But after the silence  he sometimes says something.","author":"Robert Morley","category":"england, u, k,"},{"quote":"The nice sense of measure is certainly not one of Nature's gifts to her English children ... we have all of us yielded to infatuation at some moment of our lives.","author":"Matthew Arnold","category":"england, u, k,"},{"quote":"I find the Englishman to be him of all men who stands firmest in his shoes.","author":"Ralph Waldo Emerson","category":"england, u, k,"},{"quote":"It seems to me that you can go sauntering along for a certain period  telling the English some interesting things about themselves  and then all at once it feels as if you had stepped on the prongs of a rake.","author":"Patrick Campbell","category":"england, u, k,"},{"quote":"One matter Englishmen don't think in the least funny is their happy consciousness of possessing a deep sense of humour.","author":"Marshall McLuhan","category":"england, u, k,"},{"quote":"The English may not like music  but they absolutely love the noise it makes.","author":"Thomas Beecham","category":"england, u, k,"},{"quote":"That typically English characteristic for which there is no English name -esprit de corps.","author":"Frank Adcock","category":"england, u, k,"},{"quote":"The British are just as keen to make money as the Americans  but they prefer hypocrisy to a blatantly commercial attitude.","author":"Wendy Michener","category":"england, u, k,"},{"quote":"Nothing unites the English like war. Nothing divides them like Picasso.","author":"Hugh Mills","category":"england, u, k,"},{"quote":"The British love permanence more than they love beauty.","author":"Hugh Casson","category":"england, u, k,"},{"quote":"An Englishman thinks he is moral when he is only uncomfortable.","author":"George Bernard Shaw","category":"england, u, k,"},{"quote":"The British are terribly lazy about fighting. They like to get it over and done with and then set up a game of cricket.","author":"Stephen Leacock","category":"england, u, k,"},{"quote":"A Scotch mist may wet an Englishman to the skin.","author":"English proverb","category":"england, u, k,"},{"quote":"If I should die  think only this of me: That there's some corner of a foreign field That is forever England.","author":"Rupert Brooke","category":"england"},{"quote":"Oh  to be in England  Now that April's there.","author":"Elizabeth Barrett Browning","category":"england"},{"quote":"In England there are sixty different religions  and only one sauce.","author":"Marquis Caraccioli","category":"england"},{"quote":"I have nothing to offer but blood  toil  tears and sweat.","author":"Winston Churchill","category":"england"},{"quote":"Be England what she will  With all her faults  she is my country still.","author":"Charles Churchill","category":"england"},{"quote":"Let us therefore brace ourselves to our duties  and so -bear ourselves that  if the British Empire and its Commonwealth last for a thousand years  men will still say  \"This was their finest hour.\"","author":"Winston Churchill","category":"england"},{"quote":"Never in the field of human conflict was so much owed by so many to so few.","author":"Winston Churchill","category":"england"},{"quote":"O  it's a snug little island! A right little  tight little island!","author":"Thomas Dibdin","category":"england"},{"quote":"The English nation is never so great as in adversity.","author":"Benjamin Disraeli","category":"england"},{"quote":"We are indeed a nation of shopkeepers.","author":"Benjamin Disraeli","category":"england"},{"quote":"For he might have been a Rooshian A French or Turk or Proosian  Or perhaps Italian. But in spite of all temptations To belong to other nations  He remains an Englishman.","author":"W. S. Gilbert","category":"england"},{"quote":"What have I done for you  England  my England? What is there I would not do  England  my own?","author":"W. E. Henley","category":"england"},{"quote":"Froth at the top  dregs at bottom  but the middle excellent.","author":"Voltaire","category":"england"},{"quote":"The royal throne of kings  this scepter'd isle  This earth of majesty  this seat of Mars  This other Eden  demi-paradise  This fortress built by nature for herself Against infection and the hand of war  This happy breed of men  this little world  This precious stone set in the silver sea.","author":"William Shakespeare","category":"england"},{"quote":"fights you on patriotic principles  he robs you on business principles  he enslaves you on imperial principles.","author":"George Bernard Shaw","category":"england"},{"quote":"When Britain first at Heaven's command  Arose from out the azure main  This was the charter of the land  And Guardian angels sung this strain  \"Rule Britannia! rule the waves  Britons never will be slaves.\"","author":"James Thomson","category":"england"},{"quote":"An Englishman thinks he is moral when he is only uncomfortable.","author":"George Bernard Shaw","category":"england"},{"quote":"A person buying ordinary products in a supermarket is in touch with his deepest emotions.","author":"J. K. Galbraith","category":"enjoyment, pleasure"},{"quote":"A tavern chair is the throne of human felicity.","author":"Samuel Johnson","category":"enjoyment, pleasure"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"enjoyment, pleasure"},{"quote":"Danger and delight grow on one stalk .","author":"Old saying","category":"enjoyment, pleasure"},{"quote":"Leisure is being allowed to do nothing.","author":"G. K. Chesterton","category":"enjoyment, pleasure"},{"quote":"Pleasure for an hour  a bottle of wine  pleasure for a year  marriage  pleasure for a lifetime  a garden.","author":"Chinese saying","category":"enjoyment, pleasure"},{"quote":"The test of pleasure is the memory it leaves behind. (Die Probe Eines Genusses ist Seine Erinnerung.)","author":"Jean Paul Richter","category":"enjoyment, pleasure"},{"quote":"The true spirit of delight  the exultation  the sense of being more than Man which is the touchstone of the highest excellence  is to be found in mathematics as surely as in poetry.","author":"Bertrand Russell","category":"enjoyment, pleasure"},{"quote":"We must like what we have when we don't have what we like.","author":"Roger de Bussy-Rabutin","category":"enjoyment, pleasure"},{"quote":"What the mass media offer is not popular art  but entertainment which is intended to be consumed like food  forgotten  and replaced by a new dish.","author":"W. H. Auden","category":"enjoyment, pleasure"},{"quote":"Speed provides the one genuinely modern pleasure.","author":"Aldous Huxley","category":"enjoyment, pleasure"},{"quote":"To be able to use leisure intelligently will be the last product of an intelligent civilization.","author":"Bertrand Russell","category":"enjoyment, pleasure"},{"quote":"There are two things to aim at in life: first  to get what you want  and after that to enjoy it.","author":"Logan Pearsall Smith","category":"enjoyment, pleasure"},{"quote":"That man is richest whose pleasures are the cheapest.","author":"Henry David Thoreau","category":"enjoyment, pleasure"},{"quote":"All the great pleasures in life are silent.","author":"Georges Clemenceau","category":"enjoyment, pleasure"},{"quote":"The only way to entertain some folks is to listen to them.","author":"Kin Hubbard","category":"enjoyment, pleasure"},{"quote":"Enthusiasm is the greatest asset in the world. It beats money and power and influence.","author":"Henry Chester","category":"enjoyment, pleasure"},{"quote":"Danger and delight grow on one stalk.","author":"English proverb","category":"enjoyment, pleasure"},{"quote":"Every luxury must be paid for  and everything is a luxury  starting with being in the world.","author":"Cesare Pavese","category":"enjoyment, pleasure"},{"quote":"Enjoyment is not a goal  it is a feeling that accompanies important ongoing activity.","author":"Paul Goodman","category":"enjoyment, pleasure"},{"quote":"Most of the luxuries  and many of the so-called comforts  of life are not only not indispensable  but positive hindrances to the elevation of mankind.","author":"Henry David Thoreau","category":"enjoyment, pleasure"},{"quote":"To really enjoy the better things in life  one must first have experienced the things they are better than.","author":"Oscar Homolka","category":"enjoyment, pleasure"},{"quote":"If you resolve to give up smoking  drinking and loving  you don't actually live longer  it just seems longer.","author":"Clement Freud","category":"enjoyment, pleasure"},{"quote":"We act as though comfort and luxury were the chief requirements of life  when all that we need to make us really happy is something to be enthusiastic about.","author":"Charles Kingsley","category":"enjoyment, pleasure"},{"quote":"No one in this world needs a mink coat but a mink.","author":"Anonymous","category":"enjoyment, pleasure"},{"quote":"One's first book  kiss  home run is always the best.","author":"Clifton Fadiman","category":"enjoyment, pleasure"},{"quote":"Let us have Wine and Women  Mirth and Laughter Sermons and soda-water the day after.","author":"Lord Byron","category":"enjoyment, pleasure"},{"quote":"1. If your stomach disputes you  lie down and pacify it with cool thoughts. 2. Keep the juices flowing by jangling around gently as you move. 3. Go very lightly on the vices such as carrying on in society. The social ramble ain't restful.","author":"Satchel Paige","category":"enjoyment, pleasure"},{"quote":"Love  and do what you like.","author":"St. Augustine","category":"enjoyment, pleasure"},{"quote":"Every good thing that comes is accompanied by trouble.","author":"Maxwell Perkins","category":"enjoyment, pleasure"},{"quote":"All the things I really like to do are either immoral  illegal or fattening.","author":"Alexander Woollcott","category":"enjoyment, pleasure"},{"quote":"The physically fit can enjoy their vices.","author":"Lloyd Percival","category":"enjoyment, pleasure"},{"quote":"The superfluous is very necessary.","author":"Voltaire","category":"enjoyment, pleasure"},{"quote":"There are three ingredients in the good life  learning  earning and yearning.","author":"Christopher Morley","category":"enjoyment, pleasure"},{"quote":"A sense of wrongdoing is an enhancement of pleasure.","author":"Oliver Wendell Holmes","category":"enjoyment, pleasure"},{"quote":"From desire I plunge to its fulfilment  where I long once more for desire.","author":"Goethe","category":"enjoyment, pleasure"},{"quote":"Unsatisfied desire is in itself more desirable than any other satisfaction.","author":"C. S. Lewis","category":"enjoyment, pleasure"},{"quote":"Luxury is more deadly than any foe.","author":"Juvenal","category":"enjoyment, pleasure"},{"quote":"With renunciation life begins.","author":"Amelia Barr","category":"enthusiasm"},{"quote":"As I grow older  part of my emotional survival plan must be to actively seek inspiration instead of passively waiting for it to find me.","author":"Bebe Moore Campbell","category":"enthusiasm"},{"quote":"Enthusiasm signifies God in us.","author":"Madame de Stael","category":"enthusiasm"},{"quote":"Enthusiasm is life.","author":"Paul Scofield","category":"enthusiasm"},{"quote":"To sing is to love and affirm  to fly and soar  to coast into the hearts of the people who listen  to tell them that life is to live  that love is there  that nothing is a promise  but that beauty exists  and must be hunted for and found.","author":"Joan Baez","category":"enthusiasm"},{"quote":"O lovely Sisters! is it true That they are all inspired by you  And write by inward magic charm'd  And high enthusiasm warm'd?","author":"Joanna Baillie","category":"enthusiasm"},{"quote":"Enthusiasm is the most important thing in life.","author":"Tennessee Williams","category":"enthusiasm"},{"quote":"Enthusiasm signifies God in us.","author":"Madame de Stael","category":"enthusiasm"},{"quote":"Life is enthusiasm  zest.","author":"Sir Laurence Olivier","category":"enthusiasm"},{"quote":"There is only one big thing-desire. And before it  when it is big  all is little.","author":"Willa Cather","category":"enthusiasm"},{"quote":"There is nothing greater than enthusiasm.","author":"Henry Moore","category":"enthusiasm"},{"quote":"Enthusiasm is the most beautiful word on earth.","author":"Christian Morgenstern","category":"enthusiasm"},{"quote":"Boredom is the fear of self.","author":"Comtesse Diane","category":"enthusiasm"},{"quote":"It is not opposition but indifference which separates men.","author":"Mary Parker Follett","category":"enthusiasm"},{"quote":"Exuberance is beauty.","author":"William Blake","category":"enthusiasm"},{"quote":"Enthusiasm moves the world.","author":"Arthur James Balfour","category":"enthusiasm"},{"quote":"A man can be short and dumpy and getting bald but if he has fire  women will like him.","author":"Mae West","category":"enthusiasm"},{"quote":"What a man knows only through feeling can be explained only through enthusiasm.","author":"Joseph Joubert","category":"enthusiasm"},{"quote":"My enthusiasms ... constitute my reserves  my unexploited resources  perhaps my future.","author":"E. M. Cioran","category":"enthusiasm"},{"quote":"I have always had a dread of becoming a passenger in life.","author":"Margareth II, Queen of Denmark","category":"enthusiasm"},{"quote":"A continued atmosphere of hectic passion is very trying if you haven't got any of your own.","author":"Dorothy L. Sayers","category":"enthusiasm"},{"quote":"Nothing is so contagious as enthusiasm  it moves stones  it charms brutes. Enthusiasm is the genius of sincerity  and truth accomplishes no victories without it.","author":"Edward Bulwer-Lytton","category":"enthusiasm"},{"quote":"The clue is not to ask in a miserly way-the key is to ask in a grand manner.","author":"Ann Wigmore","category":"enthusiasm"},{"quote":"Energy is equal to desire and purpose.","author":"Sheryl Adams","category":"enthusiasm"},{"quote":"What counts is not necessarily the size of the dog in the fight  but the size of the fight in the dog.","author":"Dwight D. Eisenhower","category":"enthusiasm"},{"quote":"All we need to make us really happy is something to be enthusiastic about.","author":"Charles Kingsley","category":"enthusiasm"},{"quote":"Most great men and women are not perfectly rounded in their personalties  but are instead people whose one driving enthusiasm is so great it makes their faults seem insignificant.","author":"Charles A. Cerami","category":"enthusiasm"},{"quote":"Winning isn't everything. Wanting to win is.","author":"Catfish Hunter","category":"enthusiasm"},{"quote":"Vitality! That's the pursuit of life  isn't it?","author":"Katharine Hepburn","category":"enthusiasm"},{"quote":"In things pertaining to enthusiasm  no man is sane who does not know how to be insane on proper occasions.","author":"Henry Ward Beecher","category":"enthusiasm"},{"quote":"Enthusiasm is the divine particle in our composition: with it we are great  generous  and true  without it  we are little  false  and mean.","author":"L. E. Landon","category":"enthusiasm"},{"quote":"The great man is he who does not lose his childlike heart.","author":"Mencius","category":"enthusiasm"},{"quote":"Zest is the secret of all beauty. There is no beauty that is attractive without zest.","author":"Christian Dior","category":"enthusiasm"},{"quote":"What hunger is in relation to food  zest is in relation to life.","author":"Bertrand Russell","category":"enthusiasm"},{"quote":"Wake up with a smile and go after life.... Live it  enjoy it  taste it  smell it  feel it.","author":"Joe Knapp","category":"enthusiasm"},{"quote":"What one has  one ought to use  and whatever he does  he should do with all his might.","author":"Cicero","category":"enthusiasm"},{"quote":"Let us go singing as far as we go  the road will be less tedious.","author":"Virgil","category":"enthusiasm"},{"quote":"And whatsoever ye do  do it heartily.","author":"Bible","category":"enthusiasm"},{"quote":"You will do foolish things  but do them with enthusiasm.","author":"Colette","category":"enthusiasm"},{"quote":"Whatever you attempt  go at it with spirit. Put some in!","author":"David Starr Jordan","category":"enthusiasm"},{"quote":"Every man without passions has within him no principle of action  nor motive to act.","author":"Claude Helvetius","category":"enthusiasm"},{"quote":"What is man but his passion?","author":"Robert Penn Warren","category":"enthusiasm"},{"quote":"We always attract into our lives whatever we think about most  believe in most strongly  expect on the deepest level  and imagine most vividly.","author":"Shakti Gawain","category":"enthusiasm"},{"quote":"You can have anything you want if you want it desperately enough. You must want it with an inner exuberance that erupts through the skin and joins the energy that created the world.","author":"Sheila Graham","category":"enthusiasm"},{"quote":"Only passions  great passions  can elevate the soul to great things.","author":"Denis Diderot","category":"enthusiasm"},{"quote":"No one has it who isn't capable of genuinely liking others  at least at the actual moment of meeting and speaking. Charm is always genuine  it may be superficial but it isn't fake.","author":"P. D. James","category":"enthusiasm"},{"quote":"A willing heart adds feather to the heel.","author":"Joanna Baillie","category":"enthusiasm"},{"quote":"I really do believe I can accomplish a great deal with a big grin. I know some people find that disconcerting  but that doesn't matter.","author":"Beverly Sills","category":"enthusiasm"},{"quote":"Charm is a cunning self-forgetfulness.","author":"Christina Stead","category":"enthusiasm"},{"quote":"Charm is the measure of attraction's power To chain the fleeting fancy of the hour.","author":"Louisa Thomas","category":"enthusiasm"},{"quote":"Pm convinced that it's energy and humor. The two of them combined equal charm.","author":"Judith Krantz","category":"enthusiasm"},{"quote":"Nothing great in the world has been accomplished without passion.","author":"George Hegel","category":"enthusiasm"},{"quote":"If you're a champion  you have to have it in your heart.","author":"Chris Evert","category":"enthusiasm"},{"quote":"Human nature  if it healthy  demands excitement  and if it does not obtain its thrilling excitement in the right way  it will seek it in the wrong. God never makes bloodless stoics  He makes no passionless saints.","author":"Oswald Chambers","category":"enthusiasm"},{"quote":"All passions exaggerate  it is because they do that they are passions.","author":"Nicolas de Chamfort","category":"enthusiasm"},{"quote":"If we resist our passions  it is more from their weakness than from our strength.","author":"Francois de La Rochefoucauld","category":"enthusiasm"},{"quote":"Be still when you have nothing to say  when genuine passion moves you  say what you've got to say  and say it hot.","author":"D. H. Lawrence","category":"enthusiasm"},{"quote":"The passions are the only orators which always persuade.","author":"Francois de La Rochefoucauld","category":"enthusiasm"},{"quote":"Passion  though a bad regulator  is a powerful spring.","author":"Ralph Waldo Emerson","category":"enthusiasm"},{"quote":"Our passions are ourselves.","author":"Anatole France","category":"enthusiasm"},{"quote":"People who never get carried away should be.","author":"Malcolm Forbes","category":"enthusiasm"},{"quote":"This  indeed  is one of the eternal paradoxes of both life and literature-that without passion little gets done  yet  without control of that passion  its effects are largely ill or null.","author":"F. L. Lucas","category":"enthusiasm"},{"quote":"When the habitually even-tempered suddenly fly into a passion  that explosion is apt to be more impressive than the outburst of the most violent amongst us.","author":"Margery Allingham","category":"enthusiasm"},{"quote":"Optimism  unaccompanied by personal effort  is merely a state of mind and not fruitful.","author":"Edward L. Curtis","category":"enthusiasm"},{"quote":"When enthusiasm is inspired by reason  controlled by caution  sound in theory  practical in application  reflects confidence  spreads good cheer  raises morale  inspires associates  arouses loyalty  and laughs at adversity  it is beyond price.","author":"Coleman Cox","category":"enthusiasm"},{"quote":"The world belongs to the enthusiast who keeps cool.","author":"William McFee","category":"enthusiasm"},{"quote":"Without passion man is a mere latent force and possibility  like the flint which awaits the shock of the iron before it can give forth its spark.","author":"Henri Frederic Amiel","category":"enthusiasm"},{"quote":"If you aren't fired with enthusiasm  you will be fired with enthusiasm.","author":"Vince Lombardi","category":"enthusiasm"},{"quote":"You've got to sing like you don't need the money. You've got to love like you'll never get hurt. You've got to dance like there's nobody watching. You've got to come from the heart  if you want it to work.","author":"Susanna Clark","category":"enthusiasm"},{"quote":"When his enthusiasm goes  he's through as a player.","author":"Pete Rose","category":"enthusiasm"},{"quote":"Every production of genius must be the production of enthusiasm.","author":"Benjamin Disraeli","category":"enthusiasm"},{"quote":"Give me a man who sings at his work.","author":"Thomas Carlyle","category":"enthusiasm"},{"quote":"A man can succeed at almost anything for which he has unlimited enthusiasm.","author":"Charles M. Schwab","category":"enthusiasm"},{"quote":"Drama is very important in life: You have to come on with a bang. You never want to go out with a whimper.","author":"Julia Child","category":"enthusiasm"},{"quote":"The world belongs to the energetic.","author":"Ralph Waldo Emerson","category":"enthusiasm"},{"quote":"The real difference between men is energy.","author":"Thomas Fuller","category":"enthusiasm"},{"quote":"A faint endeavor ends in a sure defeat.","author":"Hannah Moore","category":"enthusiasm"},{"quote":"Flaming enthusiasm  backed up by horse sense and persistence  is the quality that most frequently makes for success.","author":"Dale Carnegie","category":"enthusiasm"},{"quote":"Success is going from failure to failure without loss of enthusiasm.","author":"Winston Churchill","category":"enthusiasm"},{"quote":"There is a passion for perfection which you rarely see fully developed  but... in successful lives it is never wholly lacking.","author":"Bliss Carman","category":"enthusiasm"},{"quote":"Many of the most successful men I have known have never grown up. They have retained bubbling-over boyishness. They have relished wit  they have indulged in humor. They have not allowed \"dignity\" to depress them into moroseness. Youthfulness of spirit is the twin brother of optimism  and optimism is the stuff of which American business success is fashioned. Resist growing up!","author":"B. C. Forbes","category":"enthusiasm"},{"quote":"If you have the will to win  you have achieved half your success  if you don't  you have achieved half your failure.","author":"David V. A. Ambrose","category":"enthusiasm"},{"quote":"Someone's always saying  \"It's not whether you win or lose \" but if you feel that way  you're as good as dead.","author":"James Caan","category":"enthusiasm"},{"quote":"To bring one's self to a frame of mind and to the proper energy to accomplish things that require plain hard work continuously is the one big battle that everyone has. When this battle is won for all time  then everything is easy.","author":"Thomas A. Buckner","category":"enthusiasm"},{"quote":"We would accomplish many more things if we did not think of them as impossible.","author":"C. Malesherbez","category":"enthusiasm"},{"quote":"Faith that the thing can be done is essential to any great achievement.","author":"Thomas N. Carruther","category":"enthusiasm"},{"quote":"We can accomplish almost anything within our ability if we but think that we can!","author":"George Matthew Adams","category":"enthusiasm"},{"quote":"Optimism is essential to achievement and it is also the foundation of courage and of true progress.","author":"Nicholas Murray Butler","category":"enthusiasm"},{"quote":"Morale is the greatest single factor in successful wars.","author":"Dwight D. Eisenhower","category":"enthusiasm"},{"quote":"The will to conquer is the first condition of victory.","author":"Marshal Ferdinand Foch","category":"enthusiasm"},{"quote":"The real secret of success is enthusiasm. Yes  more than enthusiasm  I would say excitement. I like to see men get excited. When they get excited they make a success of their lives.","author":"Walter Chrysler","category":"enthusiasm"},{"quote":"Always bear in mind that your own resolution to success is more important than any other one thing.","author":"Abraham Lincoln","category":"enthusiasm"},{"quote":"It is fatal to enter any war without the will to win it.","author":"General Douglas MacArthur","category":"enthusiasm"},{"quote":"The measure of an enthusiasm must be taken between interesting events. It is between bites that the lukewarm angler loses heart.","author":"Edwin Way Teale","category":"enthusiasm"},{"quote":"Enthusiasm for one's goal to lessens the disagreeableness of working toward it.","author":"Thomas Eakins","category":"enthusiasm"},{"quote":"To burn always with this hard gemlike flame. To maintain this ecstasy  is success in life.","author":"Walter Pater","category":"enthusiasm"},{"quote":"Every man is enthusiastic at times. One man has enthusiasm for thirty minutes  another man has it for thirty days. But it is the man who has it for thirty years who makes a success in life.","author":"Edward B. Butler","category":"enthusiasm"},{"quote":"Man never rises to great truths without enthusiasm.","author":"Vauvenargues","category":"enthusiasm"},{"quote":"Success is due less to ability than to zeal.","author":"Charles Buxton","category":"enthusiasm"},{"quote":"I rate enthusiasm even above professional skill.","author":"Sir Edward Appleton","category":"enthusiasm"},{"quote":"He did it with all his heart  and prospered.","author":"Bible","category":"enthusiasm"},{"quote":"A strong passion for any object will ensure success  for the desire of the end will point out the means.","author":"William Hazlitt","category":"enthusiasm"},{"quote":"Nothing great was ever achieved without enthusiasm.","author":"Ralph Waldo Emerson","category":"enthusiasm"},{"quote":"What a man accomplishes in a day depends upon the way in which he approaches his tasks. When we accept tough jobs as a challenge to our ability and wade into them with joy and enthusiasm  miracles can happen. When we do our work with a dynamic  conquering spirit  we get things done.","author":"Arland Gilbert","category":"enthusiasm"},{"quote":"If you're not happy every morning when you get up  leave for work  or start to work at home-if you're not enthusiastic about doing that  you're not going to be successful.","author":"Donald M. Kendall","category":"enthusiasm"},{"quote":"The method of the enterprising is to plan with audacity and execute with vigor.","author":"Christian Bovee","category":"enthusiasm"},{"quote":"Do it big or stay in bed.","author":"Larry Kelly","category":"enthusiasm"},{"quote":"Sometimes success is due less to ability than to zeal.","author":"Charles Buxton","category":"enthusiasm"},{"quote":"Zeal will do more than knowledge.","author":"William Hazlitt","category":"enthusiasm"},{"quote":"Let a man in a garret burn with enough intensity  and he will set fire to the world.","author":"Antoine de Saint-Exupery","category":"enthusiasm"},{"quote":"Knowledge is power  but enthusiasm pulls the switch.","author":"Ivern Ball","category":"enthusiasm"},{"quote":"Through zeal  knowledge is gotten  through lack of zeal  knowledge is lost.","author":"Buddha","category":"enthusiasm"},{"quote":"I prefer the errors of enthusiasm to the indifference of wisdom.","author":"Anatole France","category":"enthusiasm"},{"quote":"It is energy  the central element of which is will  that produces the miracles of enthusiasm in all ages. It is the mainspring of what is called force of character and the sustaining power of all great action.","author":"Samuel Smiles","category":"enthusiasm"},{"quote":"The difference between one man and another is not mere ability ... it is energy.","author":"Thomas Arnold","category":"enthusiasm"},{"quote":"You see me in my most virile moment when you see me doing what I do. When I am directing  a special energy comes upon me. ... It is only when I am doing my work that I feel truly alive. It is like having sex.","author":"Federico Fellini","category":"enthusiasm"},{"quote":"Energy  even like the Biblical grain of mustard-seed  will move mountains.","author":"Hosea Ballou","category":"enthusiasm"},{"quote":"Energy and persistence conquer all things.","author":"Benjamin Franklin","category":"enthusiasm"},{"quote":"Energy will do anything that can be done in this world.","author":"Johann von Goethe","category":"enthusiasm"},{"quote":"The only thing that keeps a man going is energy. And what is energy but liking life?","author":"Louis Auchincloss","category":"enthusiasm"},{"quote":"No one grows old by living  only by losing interest in living.","author":"Marie Beynon Ray","category":"enthusiasm"},{"quote":"None are so old as those who have outlived enthusiasm.","author":"Henry David Thoreau","category":"enthusiasm"},{"quote":"Years wrinkle the face  but to give up enthusiasm wrinkles the soul.","author":"Watterson Lowe","category":"enthusiasm"},{"quote":"He fights with spirit as well as with the sword.","author":"Latin proverb","category":"enthusiasm"},{"quote":"It is fatal to enter any war without the will to win it.","author":"General Douglas MacArthur","category":"enthusiasm"},{"quote":"Morale is the greatest single factor in successful wars.","author":"Dwight D. Eisenhower","category":"enthusiasm"},{"quote":"The will to conquer is the first condition of victory.","author":"Marshal Ferdinand Foch","category":"enthusiasm"},{"quote":"The aim of military training is not just to prepare men for battle  but to make them long for it.","author":"Louis Simpson","category":"enthusiasm"},{"quote":"Wars may be fought with weapons  but they are won by men. It is the spirit of men who follow and of the man who leads that gains the victory.","author":"General George S. Patton","category":"enthusiasm"},{"quote":"Enthusiasm can only be aroused by two things: first  an ideal which takes the imagination by storm  and sec ond  a definite  intelligible plan for carrying that ideal into practice.","author":"Arnold J. Toynbee","category":"enthusiasm"},{"quote":"Earnestness and sincereness are synonymous.","author":"Corita Kent","category":"enthusiasm"}]}