{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I think people should be protected from being made to feel that they want to know what somebody famous had for breakfast.","author":"John Hurt","category":"Breakfast, People, Want"},{"quote":"Famous doesn't mean anything. Just because people know my face doesn't mean they know us or that it makes us any more interesting or better.","author":"Melissa McCarthy","category":"People, Better, Know"},{"quote":"I think that most people who are just artists, who are getting famous, would trade a lot of their fame back for some normalcy, pretty much immediately.","author":"Ansel Elgort","category":"People, Fame, Think"},{"quote":"You can't be a good actor if you get too affected by fame. Because then you're not real, and you're not really wanting more. You look at a lot of actors who, before they were famous, did a lot of amazing work, and once they got too big, it just got off.","author":"Ansel Elgort","category":"Work, Good, Amazing"},{"quote":"My name is not big enough for people to go, 'Let me throw money at you because you're so famous!'","author":"Nikki Reed","category":"Money, Me, People"},{"quote":"No one teaches you how to be a famous person no one teaches you how to be a role model. It's something you have to do on your own.","author":"Maisie Williams","category":"Role Model, You, Person"},{"quote":"This whole segregation between famous people and other people is complete rubbish.","author":"Maisie Williams","category":"People, Famous People"},{"quote":"You hear horror stories about scary mothers who just want their kids to be famous. I could be waitressing in a restaurant, and my mum would be happy as long as I was happy.","author":"Maisie Williams","category":"Happy, Be Happy, Long"},{"quote":"I think there are a lot of people who really want to be famous, they really do. I don't. It sort of gets in the way of the everyday things that I do.","author":"Johnny Mathis","category":"People, Want, Think"},{"quote":"I've been famous for a long, long time. So I don't think of it - I think of it very differently. It's the normal temperature of my room.","author":"Sharon Stone","category":"Time, Long, Think"},{"quote":"This sounds crazy, but I know so many famous people, I'm just not intimidated by anyone. I feel really comfortable with it.","author":"Tom Ford","category":"Crazy, People, Famous People"},{"quote":"When I did 'Percy Jackson,' people told me, 'Oh, you're going to be so famous... you're not going to be able to walk down the street... it's going to be huge,' and it wasn't - although it was big for my career.","author":"Alexandra Daddario","category":"Walk, Me, People"},{"quote":"What I've said before, only half in joke, is that everybody in Ireland is famous. Or, maybe better, say everybody is familiar.","author":"Seamus Heaney","category":"Better, Said, Say"},{"quote":"I do probably come down a little hard on a group of people I call the 'blue chip gays.' I mean people who have managed to become very, very famous and are still very famous partly through staying in the closet, like Jasper Johns, Cy Twombly, Susan Sontag, Harold Brodkey and others.","author":"Edmund White","category":"Blue, People, Group"},{"quote":"I love what I do for a living, but the other side, that aspect of being famous or a celebrity's got zero interest to me.","author":"Jeffrey Dean Morgan","category":"Love, Me, Living"},{"quote":"The most famous and one of the most thoroughgoing opponents of bank credit was Thomas Jefferson. Jefferson reacted to the panic of 1819 as a confirmation of his pessimistic views on banks.","author":"Murray Rothbard","category":"Credit, Bank, Panic"},{"quote":"The day before I was famous in Denmark, nobody looked my way. The day after, everybody wanted to talk to me.","author":"Mads Mikkelsen","category":"Day, Me, Way"},{"quote":"There's precedent for adjudicatory proceedings on technology issues to have massive consumer and business benefits. One of the most famous was the so-called Carterfone decision in 1968.","author":"Walt Mossberg","category":"Business, Technology"},{"quote":"I think Chris Martin is younger than I am, but when I met him, I felt like I was talking to my father. It's so strange, that feeling when someone is that famous - you assume that they are either older or better.","author":"Jenny Lewis","category":"Father, I Am, Think"},{"quote":"There's a definite responsibility that comes with being famous. You shouldn't be able to just dress up and look pretty.","author":"Rashida Jones","category":"Responsibility, Dress, You"},{"quote":"I have to say, you know, I've seen so many people go through the cycle and become famous and not famous anymore and, you know, want - have their priorities change and want different things.","author":"Rashida Jones","category":"Change, People, Want"},{"quote":"I want to eat, cook, meet famous people and make fun of them.","author":"Roseanne Barr","category":"Fun, People, Famous People"},{"quote":"He caressed my backside. I had heard that he was famous for his 'admiration' of the ladies, but I didn't expect him to be handling my booty. As handsome as Prince Philip is, I wasn't sure if he was making a pass or just exercising some royal rights to squeeze the foreigners.","author":"Debbie Reynolds","category":"Handsome, Rights, Admiration"},{"quote":"I really don't know anything else because my brothers were famous when I was two years old. So I know nothing else, no other life.","author":"Janet Jackson","category":"Life, Know, Nothing"},{"quote":"I have no interest in Shakespeare and all that British nonsense... I just wanted to get famous and all the rest is hogwash.","author":"Anthony Hopkins","category":"Rest, British, Interest"},{"quote":"Some people are really nice about it. I get Saudi princes and famous people stopping me in L.A. and saying, 'You're Stifler's mom. Can I take a picture with you?' But then you get people like her putting their camera in your face without asking. They think they can do whatever they like.","author":"Jennifer Coolidge","category":"Mom, Me, People"},{"quote":"The worst thing about being famous is the invasion of your privacy.","author":"Justin Timberlake","category":"Privacy, Worst, Being"},{"quote":"I have an ambition to write a great book, but that's really a competition with myself. I've noticed that a lot of young writers, people in all media, want to be famous but they don't really want to do anything. I can't think of anything less worth striving for than fame.","author":"Zadie Smith","category":"Myself, Great, Competition"},{"quote":"There's inevitably something missing when you grow up in this kind of an environment when your parents travel a lot. When your father is famous, you are looked at and expected of. There are standards you need to meet.","author":"Natalie Cole","category":"Travel, Father, Parents"},{"quote":"It's hard to make a living in this business. Unions aren't as strong as they used to be. For a journeyman actor - someone who doesn't have a famous name but has consistent work in theater or film or TV - it has become harder to get through, harder to raise a family.","author":"Annette Bening","category":"Work, Family, Business"},{"quote":"I know I am in a band that is famous, and my private life is famous. I get it, and it's fine. Even when I grew up in a village, people wanted to know who was going to the dance with whom, and I understand, but I think if I engage with it too much, it won't be that healthy.","author":"Chris Martin","category":"Life, Dance, I Am"},{"quote":"Our country was not built to support blood dynasties or to elevate the rich and famous to a higher ethical or constitutional plain.","author":"Andrew Breitbart","category":"Support, Rich, Blood"},{"quote":"People enjoy making fun of people who are famous they love putting people down.","author":"Lee Daniels","category":"Love, Fun, Enjoy"},{"quote":"If I got too famous, I'd just quit acting, but I think it's highly unlikely I'm going to get really famous.","author":"Rebecca Hall","category":"Acting, Think, Quit"},{"quote":"I'm actually a very private person. Sometimes I'm in denial that I'm really famous.","author":"Britney Spears","category":"Sometimes, Person"},{"quote":"Turing was a quite brilliant mathematician, most famous for his work on breaking the German Enigma codes. It is no exaggeration to say that, without his outstanding contribution, the history of the Second World War could have been very different.","author":"Gordon Brown","category":"Work, History, War"},{"quote":"I bemoan the fact that all my famous friends have places in St. Bart's and I have to go to Montauk.","author":"Rufus Wainwright","category":"Friends, Places, Fact"},{"quote":"You can talk to someone relatively famous, and they say, 'What do you do? What do you do for a job?' and I say, 'I make documentaries for the BBC,' and you see their eyes just glaze over.","author":"Louis Theroux","category":"Eyes, Job, You"},{"quote":"I've always been quite famous for my nose.","author":"Darcey Bussell","category":"Nose, Always, Been"},{"quote":"And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It's fantastic when you go to premieres and people cheer you, but it's not real. And it's totally not my approach to get my name on a club door just because I can.","author":"Tom Felton","category":"Positive, Door, Reality"},{"quote":"It is ridiculous - like a mad whirlwind... it's mad that I'm so famous.","author":"Amy Jackson","category":"Mad, Like, Ridiculous"},{"quote":"The search for happiness has long been a dominant feature of American life. It's a byproduct of prosperity, not to mention the most famous line in the Declaration of Independence.","author":"Meghan Daum","category":"Life, Happiness, American"},{"quote":"Air travelers, of course, are famous for their hubris. They carry on too many bags and use the restroom when the seat-belt sign is on.","author":"Meghan Daum","category":"Hubris, Carry, Sign"},{"quote":"To be a Southern Ground artist, you have to be a lifer. It's not about winning a karaoke contest or a television show to become famous. It's about really paying your dues. It's people I'm fans of and want to help in the business.","author":"Zac Brown","category":"Business, Winning, Artist"},{"quote":"I was very dramatic - very, like, 'It's never going to happen. My life is over at 16 because I'm not already famous. I'm not going to get my record deal. I'm not going to be able to sing for a living.'","author":"Trisha Yearwood","category":"Life, My Life, Living"},{"quote":"Why am I so famous? What am I doing right? What are the others doing wrong?","author":"Barbra Streisand","category":"Doing, Why, Right"},{"quote":"It was never in my mind to be famous.","author":"Francois Nars","category":"Mind, Never"},{"quote":"Kids will ask us 'How do you become famous?' It's the wrong question. Focus on the craft, not on the fame.","author":"Isaac Hanson","category":"Focus, Fame, You"},{"quote":"I'm hardly the most notable person in 'Zombieland.' The other actors in it are way more famous than I am.","author":"Jesse Eisenberg","category":"I Am, Way, Person"},{"quote":"I meet people who are in movies, and the stuff that they write is terrible, but nobody tells them that because they're famous. So I worry that my stuff might be like that, too.","author":"Jesse Eisenberg","category":"Worry, People, Movies"},{"quote":"I'm not a fan of the working class being mocked, including by some of our famous writers - even those who came from it.","author":"Melvyn Bragg","category":"Class, Working, Being"},{"quote":"When I was 20, I wanted to be famous and win a Grammy and have people respect and love me.","author":"Andra Day","category":"Love, Respect, Me"},{"quote":"I guess some people want to be performers because they want to be famous.","author":"Jenny Slate","category":"People, Want, Some People"},{"quote":"'The Admirable Crichton' is probably Barrie's most famous work after 'Peter Pan', nearly a pendant to that classic.","author":"Michael Dirda","category":"Work, Classic, Admirable"},{"quote":"Hitler was so modern, in that he was obsessed with being famous. He was caught up with this rush to be have achieved greatness before turning 30.","author":"John Cusack","category":"Greatness, Up, Modern"},{"quote":"No matter what you achieve, what you want to aspire to be, or how famous and powerful you become, the most important thing is whether you are excited about each and every moment of your life because of your work and people around you.","author":"Sushant Singh Rajput","category":"Life, Work, Powerful"},{"quote":"Nikola Tesla, one of Colorado's famous residents, always believed that the gasoline engine made no sense.","author":"Kimbal Musk","category":"Sense, Always, Colorado"},{"quote":"Henry Miller is a famous writer whose work has fallen out of fashion, but I strongly recommend that readers who don't know his work pick up a book and experience this writer's zealous, crazy, inventive, funny, sexy, often delirious prose.","author":"Siri Hustvedt","category":"Funny, Work, Experience"},{"quote":"I would have been very happy just working from job to job, paying my rent one movie at a time. I never wanted to be this famous. I never imagined this life for myself.","author":"Kristen Stewart","category":"Life, Time, Happy"},{"quote":"Fact is, famous people say fame stinks because they love it so - like a secret restaurant or holiday island they don't want the hoi polloi to get their grubby paws on.","author":"Julie Burchill","category":"Love, People, Famous People"},{"quote":"It's not the job of the art to accommodate me and make me more money, make me more famous and get me more girls.","author":"Mike Posner","category":"Art, Money, Job"},{"quote":"I remember I wanted to be an athlete. I wanted to be in the NFL or NBA or something, and I don't think I dreamed of being a benchwarmer. I'm sure I wanted to be the best. But I didn't really ever think I was going to be a famous musician.","author":"Mike Posner","category":"Best, Remember, Think"},{"quote":"I wanted to be the most famous. And it wasn't until I hung out with Justin Bieber that the whole thing got demystified. The mystique of it was gone.","author":"Mike Posner","category":"Gone, Got, Whole"},{"quote":"You know, many people who become famous and enjoy great success when they're young disappear after that. Maybe I've lucked out because I came back and went to work.","author":"David Cassidy","category":"Work, Success, Great"},{"quote":"What happened to me during the last couple of years of 'The Partridge Family' was I became so famous and so isolated and so unhappy that I had to do anything I could to end it.","author":"David Cassidy","category":"Family, End, Me"},{"quote":"Nobody prepares you for what happens when you get famous, and I didn't handle it well.","author":"Chevy Chase","category":"You, Nobody, Handle"},{"quote":"I'm willing to make compromises based on someone I think is the one, but I think it's psychologically important to people when they're famous to be the only famous person they know.","author":"John Mayer","category":"People, Know, Think"},{"quote":"I had no desire to be famous I just wanted to make the greatest music ever made. I didn't want anyone to know who I was.","author":"Robert Smith","category":"Music, Greatest, Want"},{"quote":"Don't call me famous, but it's hard to be out with my friends now.","author":"Katie Taylor","category":"Friends, Me, Now"},{"quote":"'The Narrow Road to the Deep North' is one of the most famous books of all Japanese literature, written by the great poet Basho in 1689.","author":"Richard Flanagan","category":"Deep, Great, Road"},{"quote":"I'd always need a creative outlet. But sometimes, I do fantasize what my life would be like if I weren't famous.","author":"Jodie Foster","category":"Life, Creative, My Life"},{"quote":"It's key to become 'famous' for one thing first, and that will give you the credibility to go into other areas once your ready... which generally means a long time and a lot of perfecting!","author":"Kevin Plank","category":"Time, Long, You"},{"quote":"Marx and Engels are arguably history's most famous couple. Such was the closeness of their collaboration that it is not always easy to recall which works bore both names, which just that of Marx, and which just Engels.","author":"Martin Jacques","category":"History, Collaboration, Easy"},{"quote":"In terms of being a famous person, it hasn't changed anything. It's not important for me.","author":"Lizzie Armitstead","category":"Me, Important, Person"},{"quote":"It's easy to be famous today. People pay a million dollars to be recognized, but nobody cares about them. They cared about me because I did things other men were afraid to do. That's why my fans identified with me. They were mostly working-class.","author":"Evel Knievel","category":"Today, Men, Me"},{"quote":"You can be famous for a lot of things. You can be a Nobel-prize winner. You can be the fattest guy in the world.","author":"Evel Knievel","category":"World, Winner, You"},{"quote":"I could have been a dental hygienist with nothing bad ever appearing in print about me, but that's not how I've chosen to lead my life. I knew that you put yourself under a microscope the more famous you become.","author":"Julia Roberts","category":"Life, Yourself, Me"},{"quote":"Do you remember the wrestler Andre the Giant? Famous. He had acromegaly.","author":"Malcolm Gladwell","category":"Remember, You, Giant"},{"quote":"I absolutely loved being famous. It was all great, up until the point when it wasn't.","author":"Noel Gallagher","category":"Great, Loved, Point"},{"quote":"Anything that's of any use, famous people get hold of it and take it for themselves and it gets a bad rap.","author":"Noel Gallagher","category":"People, Famous People, Bad"},{"quote":"I was the big, bossy older sister, full of enthusiasms, mad fantasies, desperate urges to be famous, and anxious to be a saint - a settled sort of saint, not one who might have to suffer or die for her faith.","author":"Maeve Binchy","category":"Sister, Faith, Her"},{"quote":"The one thing I've always done as an author is talk to my publicists. Because they have all the best stories - and they have all the dirt on other, more famous and important writers. They're not supposed to talk about it, but sometimes you can get awesome little tidbits from them.","author":"Lynn Coady","category":"Best, Awesome, You"},{"quote":"You have to be realistic. I'd love to be more famous, have lots of people supporting me, people knowing my name, but I need a tennis racket or a golf club or to play football. Being a female, I don't stand a chance.","author":"Victoria Pendleton","category":"Love, Football, Golf"},{"quote":"I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband's birthday. Thank God he's famous.","author":"Chrissy Teigen","category":"Birthday, Food, God"},{"quote":"What's the name of that famous museum in Paris? The Louvre? I went through that place in 20 minutes.","author":"Peter Falk","category":"Name, Museum, Place"},{"quote":"My father always had people around the house who were famous psychics.","author":"Natalie Massenet","category":"Father, People, House"},{"quote":"I'm focused on the next generation, because I think it's very hard to break the habit of adults who've got salt and sugar addictions and just ways of being in this world. It's very hard even for the most enlightened people at famous universities that are very wealthy to spend the money that it takes to feed the students something delicious.","author":"Alice Waters","category":"Money, World, People"},{"quote":"Everybody just wants to be famous first, and then maybe learn how to act.","author":"Dennis Quaid","category":"Learn, First, Just"},{"quote":"To enjoy being famous, you need to have a screw loose.","author":"Diablo Cody","category":"Enjoy, You, Need"},{"quote":"You know, I did not like being famous. It was a stressful and ugly time, and I'm glad it's over.","author":"Diablo Cody","category":"Time, Ugly, Know"},{"quote":"I don't think you can decide how famous or not you become.","author":"Rupert Friend","category":"Think, You, Become"},{"quote":"This whole celebrity racket, it's not really my bag. I don't really do that stuff, and I am not looking to get famous myself. I would love it if my characters get famous, my work was well known and appreciated. But I'm an actor, not a spokes model or a celebrity or whatever that is. I don't know how to be that.","author":"John C. Reilly","category":"Love, Work, Myself"},{"quote":"I have smelled some very famous and undoubtedly sexy boys. And sometimes, as cute as they are, I'd rather have them as a friend - just because of the way they smell!","author":"Rachel Nichols","category":"Cute, Friend, Sexy"},{"quote":"It wasn't easy navigating publicity when I started, because I grew up with 'being famous,' and I'm just not into it, and I guess defensiveness gets read into that. And I didn't get an easy ride at the beginning.","author":"Stella McCartney","category":"Beginning, Ride, Easy"},{"quote":"My mum had a massive influence on me, not just in what she wore and how she looked, but in her spirit. She was married to one of the most famous men in the world, and she didn't wear any makeup, ever. I mean, have you ever seen the wife of a man like that rock up with no makeup on? Because I haven't since.","author":"Stella McCartney","category":"Man, Wife, World"},{"quote":"Everybody wanted me to be rich and famous on my art. And I said no to all the commercials and all the seedy offers.","author":"Philippe Petit","category":"Art, Me, Rich"},{"quote":"Fame was never something I was seeking in my artistic journey. It's to be used as a tool for an artist to break open doors and keep creating. That's how I enjoyed fame in '74 it was not just for the emptiness of being famous.","author":"Philippe Petit","category":"Journey, Artist, Fame"},{"quote":"It's one of the central problems of American culture: telling you if you're younger, more beautiful, more famous, whatever, that then you'll be happy.","author":"Theresa Rebeck","category":"Happy, Beautiful, Culture"},{"quote":"I'm just a guy who happens to work in public from time to time. I've built a reputation as an established comic, not as a celebrity - a celebrity is someone who is famous but doesn't do anything.","author":"Dylan Moran","category":"Work, Time, Reputation"},{"quote":"I don't know what 'famous' is, really.","author":"Karl Pilkington","category":"Know, Really"},{"quote":"I guess a show like 'Entourage' would be wish fulfillment, right? But 'Entourage' is wish fulfillment for men. It's that you can be kind of schlumpy-looking and have access to someone famous and find yourself at a pool party surrounded by girls in bikinis.","author":"Jill Soloway","category":"Be Kind, Men, Yourself"},{"quote":"Everything I achieve affects my family as well, and suddenly, my kids' dad became the most famous man in the country for a couple of weeks.","author":"Bradley Wiggins","category":"Family, Man, Kids"},{"quote":"Sometimes people offer you plays, they offer you parts, but they only offer it because I'm famous.","author":"Chris Rock","category":"People, You, Sometimes"},{"quote":"I love being famous. It's almost like being white.","author":"Chris Rock","category":"Love, White, Like"},{"quote":"For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom.","author":"Jewel","category":"Good, Mom, Rich"},{"quote":"Some people want fame, popularity and huge sales. I've always hoped to have a really long career. So I've tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn't realize the two could go together.","author":"Jewel","category":"Business, Together"},{"quote":"I don't see anything wrong in someone wanting to be famous or having sky-high ambitions.","author":"Randeep Hooda","category":"See, Anything, Someone"},{"quote":"Everyone wants to be famous so do I. But I cannot lose sleep over it.","author":"Randeep Hooda","category":"Sleep, Everyone, Lose"},{"quote":"Indian paper is famous, Egyptian papyrus, Chinese paper... every country has used this natural material. But the problem is it's going to run out because it's very difficult work.","author":"Issey Miyake","category":"Work, Problem, Run"},{"quote":"Famous people come up to me, but I don't know who they are because my sight is so bad. It's always at the pool of the Four Seasons in Beverly Hills when I don't have my lenses in and my glasses are in my room.","author":"Helena Bonham Carter","category":"Seasons, Me, People"},{"quote":"As a writer, I tend to be drawn to marginal people - writers, poet-prophets, seers, eccentrics - who embody the deeper ambivalences of their societies and bear deeper witness to their world than the famous figures we are used to celebrating, or demonizing, in our histories.","author":"Pankaj Mishra","category":"World, People, Bear"},{"quote":"To my surprise, the more I searched about Qi Xiangfu, the more I found of a life lived partly online. He once wrote a short memoir in which he described himself in the third person, with the formality usually reserved for China's most famous writers.","author":"Evan Osnos","category":"Life, Short, Surprise"},{"quote":"When you see a fantastic colour or cut in a magazine, perched up on some famous so-and-so's head, it's tempting to ask your stylist for the same, but do not be fooled. The hair in those fancy photos can be very high maintenance.","author":"Beth Ditto","category":"Hair, You, See"},{"quote":"I don't feel famous and I didn't want my autobiography to be like a Paris Hilton story.","author":"Beth Ditto","category":"Want, Story, Paris"},{"quote":"I don't really consider myself to be famous.","author":"Victoria Justice","category":"Myself, Consider, Really"},{"quote":"I certainly don't think you need to be famous to want to leave a legacy, but when you are famous, it's even more likely that your child will get the wrong perspective on your life if you die prematurely.","author":"Shania Twain","category":"Life, Child, Perspective"},{"quote":"I lost some of my friends because I got so famous, people who just assumed that I would be different now. I felt like everyone hated me. That is the most unhappy time of my life.","author":"Haruki Murakami","category":"Life, Time, Friends"},{"quote":"I don't have many famous friends, really, except Simon Cowell.","author":"Leona Lewis","category":"Friends, Many, Really"},{"quote":"Usually when I see someone famous, for some reason, I think I know them.","author":"Leona Lewis","category":"Know, Think, See"},{"quote":"The famous pilot season literally sends shivers down my spine.","author":"Lily James","category":"Season, Down, Pilot"},{"quote":"There's a tendency, when the offspring of a famous person does something notable, to define them by their more-famous parent.","author":"Rachel Sklar","category":"Parent, Person, Something"},{"quote":"I have so much empathy for these young actors that are 19 and all of a sudden they're beautiful and famous and rich. I'm like, 'Oh my God, I'd be dead.'","author":"Philip Seymour Hoffman","category":"Beautiful, God, Empathy"},{"quote":"I don't know the literary world; I was scared of being confronted with famous names, not knowing what they had written. It was occupied territory I was entering.","author":"John le Carre","category":"World, Not Knowing, Know"},{"quote":"Know the names of past and current artists who are most famous for playing their instruments.","author":"Marilyn vos Savant","category":"Past, Know, Names"},{"quote":"There has been a time on earth when poets had been young and dead and famous - and were men. But now the poet as the tragic child of grandeur and destiny had changed. The child of genius was a woman, now, and the man was gone.","author":"Tom Wolfe","category":"Time, Man, Woman"},{"quote":"The whole 'American Idol' way of looking at things is the antithesis of what I grew up with. There are a whole lot of kids wanting to be famous now, whereas if I'd even mentioned that word to one of my teachers, I would have got into a whole load of trouble.","author":"Harry Connick, Jr.","category":"American, Looking, Kids"},{"quote":"Tom Cruise, he's a lot more famous than me.","author":"David Beckham","category":"Me, Cruise, Than"},{"quote":"I didn't get hugely famous really quick. It was a slow, gradual process, so I was able to sort of grow into myself and figure out who I was and what I wanted without the glaring spotlight on me telling me who I was.","author":"Sarah McLachlan","category":"Myself, Me, Grow"},{"quote":"I'm English. Our dentistry is not world famous.","author":"Christian Bale","category":"World, English, Dentistry"},{"quote":"I never, ever see myself as a celebrity or famous, so I poke fun at that.","author":"Kendra Wilkinson","category":"Myself, Fun, See"},{"quote":"I never, ever see myself as a celebrity or famous.","author":"Kendra Wilkinson","category":"Myself, Celebrity, See"},{"quote":"The family is very important. They make me feel good always because if I won, when I started to be famous, the relationship never changed with my friends and family.","author":"Rafael Nadal","category":"Family, Relationship, Good"},{"quote":"We played at a festival in Mexico City, at the same time as another famous artist, and I reckon we had 55,000 people watching New Order; the other had 7,000. I think from that I've discovered the secret of success in the music industry: don't do any promotion.","author":"Bernard Sumner","category":"Success, Music, Time"},{"quote":"I just think Rosa Parks was overrated. Last time I checked, she got famous for breaking the law.","author":"Stephen Colbert","category":"Time, Law, Think"},{"quote":"Two famous happy warriors - Reagan and his political soulmate, British Prime Minister Margaret Thatcher - knew they were fighting their own ideological and external wars. But they did so with the sunny dispositions and positive outlooks of those who knew they were on the right side of history.","author":"Monica Crowley","category":"Positive, History, Happy"},{"quote":"Sometimes I get a little exhausted by shows or movies that are constantly throwing famous people on. And I find it so much more exciting to not have that when I'm watching something. I think it allows you to get more lost in something and also to bring more attention to more unknown or less recognizable people.","author":"Tig Notaro","category":"Lost, People, Famous People"},{"quote":"Luckily, I don't think that I'm too famous. I can still live my life pretty comfortably. Fame has never really ever appealed to me. I think it's easy to see that it's not a great thing to have.","author":"Tig Notaro","category":"Life, Great, Me"},{"quote":"I don't want to be movie-star famous. I want to move people with my writing.","author":"Ethan Canin","category":"Writing, People, Want"},{"quote":"I never pursued being 'famous.'","author":"Francesca Annis","category":"Being Famous, Never, Being"},{"quote":"Exposure makes you famous, not just good work. Famous is being plastered everywhere.","author":"Francesca Annis","category":"Work, Good, Good Work"},{"quote":"Jesus of Nazareth was the most famous human being who ever lived on this planet, and he had no infrastructure, and it's never been done. He had no government, no PR guy, no money, no structure. He had nothing, yet he became the most famous human being ever.","author":"Bill O'Reilly","category":"Money, Government, Human"},{"quote":"I had no preconceived idea what fame would be like, because I never thought I would be famous. I just wanted to do my work. Hell, I just wanted to pay my rent on time.","author":"Iyanla Vanzant","category":"Work, Time, Thought"},{"quote":"I don't go to premieres. I don't go to parties. I don't covet the Oscar. I don't want any of that. I don't go out. I just have dinner at home every night with my kids. Being famous, that's a whole other career. And I haven't got any energy for it.","author":"Gary Oldman","category":"Home, Night, Dinner"},{"quote":"The death of a famous person is different from the death of a loved one, whether it is Michael Jackson, Frank McCourt, or Walter Cronkite. We didn't know any of them personally, and yet, we experience a sense of loss.","author":"Madeleine M. Kunin","category":"Death, Experience, Loss"},{"quote":"My high-school coach Tony Reginelli was kind of famous for 'Reggie-isms,' kind of like 'Yogi-isms.' He always said if you want to be a good quarterback, when sprinting left you want to be amphibious and throw left-handed. I told him, 'You mean ambidextrous, coach?'","author":"Peyton Manning","category":"Good, Want, You"},{"quote":"With high fashion, it's a performance. You're trying to interpret a fantasy in a very physical way, and you really are playing a character. I've played men, dead people, famous people, historical icons, and it's no mean feat. It's quite an insular experience even though the crowd is in front of you and there's an expectation.","author":"Erin O'Connor","category":"Experience, Character, Men"},{"quote":"One thing about D.C. that's funny to me is that you end up running into famous political figures who you've seen on television who you think are not real until you see them.","author":"Maz Jobrani","category":"Funny, Political, Me"},{"quote":"I am not famous at all.","author":"Sam Taylor-Johnson","category":"I Am, Am"},{"quote":"I like celebrities. I love people who are famous. Always have.","author":"Elaine Stritch","category":"Love, People, Always"},{"quote":"It may sound strange to say it of someone so famous, but I think Leonardo DiCaprio is underrated, particularly from an awards perspective. He is a very versatile actor. He started very young, and 'What's Eating Gilbert Grape?' is one of my favourite films.","author":"Will Poulter","category":"Perspective, Strange, Think"},{"quote":"My goal was just to work regularly. I didn't ever expect to be rich or famous. I wanted to be a working character actor.","author":"Harrison Ford","category":"Work, Character, Goal"},{"quote":"I'm busier than ever and it's led to new opportunities. But I've never worried about being rich or famous - for me, it's all about the dancing.","author":"Anton du Beke","category":"Opportunities, Me, Rich"},{"quote":"'Strictly' is a bit like scoring the winning goal in the FA Cup Final or sinking the final putt in the Ryder Cup - only a few people get the opportunity to do it, and they have got to be famous.","author":"Anton du Beke","category":"Opportunity, Winning, Goal"},{"quote":"Having been part of this wonderful show ever since series one, I know all too well what it's like to perform to the nation on the famous 'Strictly Come Dancing' dancefloor.","author":"Anton du Beke","category":"Know, Nation, Wonderful"},{"quote":"I didn't get into writing to make money or get famous or any of that. I got into it to hit hearts, and man, when I get letters not just from the soldiers but from their kids, especially their kids, it makes it all worthwhile.","author":"Tim O'Brien","category":"Money, Man, Writing"},{"quote":"Look at Jessica Simpson. She's famous for being dumb. I guess it started with Marylyn Monroe, and she actually wasn't that dumb, but that's how she was perceived - and that's what got popular.","author":"Danica McKellar","category":"Dumb, Look, She"},{"quote":"One of the strengths of the DC Universe has been the strength of the rogues' gallery. Often times they're as famous - if not more infamous - than our heroes.","author":"Jim Lee","category":"Strength, Universe, Heroes"},{"quote":"The Famous Amos Chocolate Chip Cookie was an unexpected, unplanned pop culture phenomena. My father went from star-maker to star.","author":"Shawn Amos","category":"Father, Culture, Unexpected"},{"quote":"While not a musician, my father was a music agent for years before becoming pop culture icon Famous Amos.","author":"Shawn Amos","category":"Music, Father, Culture"},{"quote":"Of course, screwed up families are not the exclusive province of the famous. Still, most families get to screw up in private.","author":"Shawn Amos","category":"Up, Screwed, Still"},{"quote":"On an emotional level, success in America would be terrible for me; it would be insane. I really, seriously, never want to be famous here.","author":"Robbie Williams","category":"Success, America, Me"},{"quote":"I have only one ambition, which is to be famous.","author":"Robbie Williams","category":"Ambition, Only, Which"},{"quote":"I just want to make music, I don't want people to talk about me. All I've ever wanted to do was sing. I don't want to be a celebrity. I don't want to be in people's faces, you know, constantly on covers of magazine that I haven't even known I'm on.","author":"Adele","category":"Music, Me, People"},{"quote":"You do not want to get married at 22! Especially if you're famous, because girls are going to be throwing themselves at you.","author":"Usain Bolt","category":"Want, You, Married"},{"quote":"I would sing to my Beanie Babies, and I sort of created this alternate universe where I was famous, and there were thousands of people that I was singing to.","author":"Mary Lambert","category":"Universe, People, Singing"},{"quote":"I am not hugely famous; I am not a name. For me, it's not the size of the role, it's the material and the people you are working with.","author":"Ruth Negga","category":"I Am, Me, People"},{"quote":"I didn't become an actor to make money. And I didn't become an actor to be famous - though people always gasp if you say that, as if it's unfathomable that an actor doesn't want to be a star.","author":"Ruth Negga","category":"Money, People, Want"},{"quote":"A famous love story is hard to maintain when you both live in the spotlight.","author":"Lauren Bacall","category":"Love, Live, Story"},{"quote":"I am not a famous person at home - I'm just a guy here. I'm a father, I'm a companion, I'm a human being. I am not a public figure in my house; I am not a celebrity. I am not a famous person to myself - I am just a guy.","author":"William Hurt","category":"Home, Father, Myself"},{"quote":"It took me a long time to realize you don't choose what you're famous for.","author":"D. B. Sweeney","category":"Time, Me, Long"},{"quote":"I'm right on the edge of getting another movie. It's between me and a famous person. The studio said they're thinking about going with somebody with a name. I said, 'That's great! Because I have one!'","author":"Bonnie Hunt","category":"Great, Thinking, Me"},{"quote":"The most famous actress who did the 'dumb blond' routine was Marilyn Monroe, but she was a genius actress.","author":"Nikolaj Coster-Waldau","category":"Genius, Dumb, She"},{"quote":"Well I would say that we're regular people first of all and we're normal and it's obvious by some of the things that have happened just because our name is famous we're not immune to tragedy.","author":"Brett Favre","category":"People, Name, Tragedy"},{"quote":"Being a famous actress may give you a sense of being important, but believe me, it's just an illusion.","author":"Juliette Binoche","category":"Believe, Me, You"},{"quote":"It's never been my purpose to become an American icon, or more famous or richer.","author":"Juliette Binoche","category":"American, Purpose, Never"},{"quote":"I thought I'd get over being insecure if I became famous, but it hasn't happened. It just gets worse, really. You get more and more on edge, more nervous. These are all the things I'm dealing with. You think if you get famous, fear will go away and problems will go away. But they don't.","author":"Christian Slater","category":"Fear, Thought, Problems"},{"quote":"A lot of producers get famous because they decide to be superstars for their own reasons, but I'm inspired by Timbaland and Pharrell and Swizz Beatz 'cause they're doing things that are so different. I like how they're introducing ideas I never would have thought of.","author":"Diplo","category":"Thought, Ideas, Doing"},{"quote":"Good bands won't get famous anymore unless they get really lucky.","author":"Diplo","category":"Good, Lucky, Anymore"},{"quote":"Many people don't know our famous 'soup kitchen' episode on Seinfeld was inspired by an actual soup restaurant off 8th Avenue in New York.","author":"Jason Alexander","category":"New York, People, Restaurant"},{"quote":"My family has existed in eastern Kentucky for as long as there are records. If you're familiar with the famous Hatfield-McCoy family feud back in the 1860s, '70s and '80s in the United States, my family was an integral part of that.","author":"J. D. Vance","category":"Family, Long, You"},{"quote":"It amazes me when I hear people say, 'I want to go out and find out who I am.' I always knew who I was. I was going to be famous if it killed me.","author":"Chuck Berry","category":"I Am, Me, People"},{"quote":"I grew up in the limelight and being the child of someone famous. So my relationship with fame is not bedazzled.","author":"Lupita Nyong'o","category":"Relationship, Child, Fame"},{"quote":"I got the famous Oprah hug!","author":"Taylor Lautner","category":"Hug, Got, Oprah"},{"quote":"Barack Obama is the most famous living person in the history of the world.","author":"Dee Dee Myers","category":"History, World, Living"},{"quote":"There's such big pressure on people who are incredibly famous, on those who have people sitting outside their front door and taking photos every time they move.","author":"Miranda Otto","category":"Time, Door, People"},{"quote":"I know I had my equivalents in Adrian Lester and Lenny James when I was at drama school. I remember David Harewood doing 'Othello' at the National, and Adrian Lester having done Cheek by Jowl's famous 'As You Like It and Company' at the Donmar. Not necessarily performances I saw, but just the fact they happened was massively encouraging.","author":"David Oyelowo","category":"School, Company, Remember"},{"quote":"People are getting famous now for serving food out of a truck, or for, well, pork buns. I don't know if I'm really pleased to be a part of that. I'm somewhat terrified of what the future holds, especially in America.","author":"David Chang","category":"Food, Future, America"},{"quote":"I was thinking about it: so many of my stories are about my family life, not about being related to a lot of famous people. That's my grandma, that's my mama, my daddy, my aunt, my uncle, my stepdaddy. I'd probably tell them even if they weren't well known.","author":"Carlene Carter","category":"Life, Family, Thinking"},{"quote":"I hear the way people talk about the children of famous people. They're not treated very well. The presumptions are usually quite awful. So I tried to establish myself with a couple of movies. After 'Juno' I thought: 'I think I've defined myself enough as my own director that I'd love to work with my father.'","author":"Jason Reitman","category":"Love, Work, Children"},{"quote":"I was a latchkey kid, so when I saw the 'Lifestyles of the Rich and Famous,' that showed me that there was a different type of lifestyle out there. I was curious about it and amazed about it.","author":"Loni Love","category":"Me, Rich, Lifestyle"},{"quote":"I'm not a very good impersonator, my friends maybe, but not famous people.","author":"Diane Kruger","category":"Friends, Good, People"},{"quote":"I've been very, very lucky in my career, in my life - from day one. When aspiring directors say, 'What's your advice?' first I say, 'Be born the son of a famous director. It's invaluable.'","author":"Jason Reitman","category":"Life, Day, Son"},{"quote":"The stones themselves are thick with history, and those cats that dash through the alleyways must surely be the ghosts of the famous dead in feline disguise.","author":"Erica Jong","category":"History, Cats, Ghosts"},{"quote":"Famous people complain about fame, but they never want to give it back, myself included.","author":"Erica Jong","category":"Myself, People"},{"quote":"I became very famous, as a teenager, and my name and photo were splashed in all the media. They made me larger than life, so I wanted to live larger than life, and the only way to do that was to be intoxicated.","author":"Cat Stevens","category":"Life, Media, Me"},{"quote":"I used to be like everyone else and think the Kardashians are just famous for being famous. But I've been really impressed with how supportive Kim Kardashian has been of Caitlyn Jenner.","author":"Anne Hathaway","category":"Think, Everyone, Like"},{"quote":"I have a great job writing for 'The Office,' but, really, all television writers do is dream of one day writing movies. I'll put it this way: At the Oscars the most famous person in the room is, like, Angelina Jolie. At the Emmys the huge exciting celebrity is Bethenny Frankel. You get what I mean.","author":"Mindy Kaling","category":"Day, Great, Job"},{"quote":"I was a guy who wanted to become famous. There was steam coming out of my ears, I wanted to be famous so badly. You want the attention, you want the bucks, and you want the best seat in the restaurant. I didn't think what the repercussions would be.","author":"Matthew Perry","category":"Best, Restaurant, Want"},{"quote":"If I hadn't had the experience of being famous, I would have searched for it my whole life. I would have just gone on and on trying to find it.","author":"Matthew Perry","category":"Life, Experience, Trying"},{"quote":"I am an unusual Irishman. I'm probably Ireland's third most famous Jewish son.","author":"Lenny Abrahamson","category":"Son, I Am, Ireland"},{"quote":"On the banks of the Nile, the Rosetta branch, I lived an enjoyable childhood in the City of Disuq, which is the home of the famous mosque, Sidi Ibrahim.","author":"Ahmed Zewail","category":"Home, Childhood, City"},{"quote":"Barack Obama hopes his famous health care victory will mark him as a transformative president. History, however, may judge it to have been his missed opportunity to be one.","author":"George Will","category":"History, Health, Opportunity"},{"quote":"In 'A Few Best Men,' I play a lesbian character. I played the lesbian sister of the bride who ends up kissing a dude at the end, but she was, like, a full-on lesbian in that. And I beat out famous Australian lesbians for the role.","author":"Rebel Wilson","category":"Sister, Best, Character"},{"quote":"Celebrity damages private life.","author":"Tim Berners-Lee","category":"Life, Celebrity"},{"quote":"It was deeply important for me to understand where Mandela came from. Because we know where he was going, and that's a famous story, but who was he? Where did he come from? What was his upbringing?","author":"Idris Elba","category":"Me, Story, Know"},{"quote":"As communicators and marketers, people are so accustomed to thinking from the 'top down.' Finding the great analyst or the famous journalist who will endorse what you do and tell the rest of the world to go and buy your product.","author":"Guy Kawasaki","category":"Great, Thinking, World"},{"quote":"I really feel like it's a travesty to make a child famous. I really do.","author":"Joe Rogan","category":"Child, Feel, Like"},{"quote":"I had a sense of who I was before I got famous.","author":"Joe Rogan","category":"Sense, Before, Got"},{"quote":"I can't advise any of the young ones, because I don't know what their background was, but I would suggest that anyone who wants to be famous more than anything - there's a real problem.","author":"Shirley MacLaine","category":"Problem, Know, Young"},{"quote":"Yeah, I like to be the maker of the art. And I like and want the money. But I don't really dig being famous.","author":"Liz Phair","category":"Art, Money, Want"},{"quote":"io9 was the last standalone site that Gawker Media ever launched. It was born at a time when many of the company's other famous sites, from Consumerist and Wonkette to Fleshbot and Idolator, were being sold off or shuttered.","author":"Annalee Newitz","category":"Time, Media, Company"},{"quote":"I played old men back in drama school. It's just now that I'm drawing level with the age of the characters I play, but I'm fine with that, and I've certainly never envied people who became hugely famous when they were young.","author":"Paul Giamatti","category":"Age, School, Men"},{"quote":"Nobody sane wants just to be famous.","author":"Jamie Dornan","category":"Nobody, Just, Sane"},{"quote":"There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice.","author":"Bo Bennett","category":"Good, Giving, Advice"},{"quote":"If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history.","author":"Bo Bennett","category":"Time, History, Car"},{"quote":"I never cultivated a personality. Almost everyone who is really famous has cultivated a personality.","author":"Val Kilmer","category":"Personality, Everyone, Never"},{"quote":"There are hundreds of Frank Lloyd Wright buildings around the United States and in other countries, too. Wright lived into his 90s, and one of his most famous buildings, the Guggenheim Museum in New York, was completed just before his death. Wright buildings look like Wright buildings - that is their paradox.","author":"Jane Smiley","category":"Death, New York, Museum"},{"quote":"I went to Iceland in 1861 and went over nearly every bit of the ground made famous by the adventures of Grettir.","author":"Sabine Baring-Gould","category":"Iceland, Ground, Every"},{"quote":"Hollywood's famous for putting you in a box.","author":"Mickey Rourke","category":"You, Hollywood, Box"},{"quote":"I never wanted to be famous. It was amusing at first, but now I hate it. I just wanted to be respected by people I respect. And I wanted to be rich. It's best to get rich, then you can do what you want.","author":"Caitlin Moran","category":"Respect, Best, Hate"},{"quote":"I hate that tabloid idea of anybody who is famous having to forfeit their privacy.","author":"Caitlin Moran","category":"Hate, Privacy, Idea"},{"quote":"When you work with actors, what you're hoping to absorb is good ways to be an actor as opposed to how to handle being famous.","author":"Domhnall Gleeson","category":"Work, Good, You"},{"quote":"I don't think about being famous, really. Being an author, I don't generally get stopped as I walk down the street. It's not like being a movie star.","author":"Rick Riordan","category":"Walk, Down, Think"},{"quote":"I'd rather be able to face myself in the bathroom mirror than be rich and famous.","author":"Ani DiFranco","category":"Myself, Mirror, Rich"},{"quote":"My mother's father was from Brazil - a painter, and not a famous one - and was always broke. But he was a free spirit, a great grandfather.","author":"Claire Denis","category":"Father, Great, Mother"},{"quote":"I think anytime with your mom, whether she's famous or not, you're watching what she's doing when you're growing up. She also taught me the basics: Make sure you use a good moisturizing shampoo and conditioner, and then use a detangler to comb through your hair. And don't overdo the heat styling.","author":"Jillian Hervey","category":"Good, Mom, Hair"},{"quote":"I've never seen the allure of being famous, because I know what that's like. It's part of work.","author":"Jillian Hervey","category":"Work, Know, Never"},{"quote":"My mother has been famous for longer than anyone else alive.","author":"Anderson Cooper","category":"Mother, Alive, Than"},{"quote":"I don't ever want to be famous. I never want to live that life. I genuinely hate the fact that I would be stopped for a picture or an autograph all the time.","author":"Charlotte Dujardin","category":"Life, Time, Hate"},{"quote":"That's why success hasn't changed me: because I don't want to be famous or do TV or be a model or be recognised in a shop. I'm not interested. There's nothing worse.","author":"Charlotte Dujardin","category":"Success, Me, Want"},{"quote":"I'm trying to be a working actor. I'm not in pursuit of fame. I'm not trying to be in the kinds of films that make you famous like that.","author":"Sarah Gadon","category":"Trying, Working, You"},{"quote":"I pride myself in being an aficionado of the British seaside. Throughout my career, I have visited and worked in many of the famous British resorts, from Great Yarmouth to Largs.","author":"Martin Parr","category":"Myself, Great, Pride"},{"quote":"The dream of any scholar has, for me, come true by virtue of this award. The Nobel Prizes are justly famous in the hard sciences, in literature, and for peace.","author":"Paul Samuelson","category":"Peace, Dream, Me"},{"quote":"Comedy has to be done en clair. You can't blunt the edge of wit or the point of satire with obscurity. Try to imagine a famous witty saying that is not immediately clear.","author":"James Thurber","category":"Comedy, You, Saying"},{"quote":"But I know newspapers. They have the first amendment and they can tell any lie knowing it's a lie and they're protected if the person's famous or it's a company.","author":"Steve Wozniak","category":"Lie, Company, Know"},{"quote":"Imagine if baseball were taught the way science is taught in most inner-city schools. Schoolchildren would get lectures about the history of the World Series. High school students would occasionally reproduce famous plays of the past. Nobody would get in the game themselves until graduate school.","author":"Alison Gopnik","category":"History, Science, School"},{"quote":"As he approached his 28th birthday in February 1840, Dickens knew himself to be famous, successful and tired. He needed a rest, and he made up his mind to keep the year free of the pressure of producing monthly installments of yet another long novel.","author":"Claire Tomalin","category":"Birthday, Mind, Tired"},{"quote":"I didn't necessarily want to be famous growing up, but I knew I would be a good famous person because I'm not offended if somebody comes up to me and knows things about me and wants to engage me in a conversation.","author":"Nate Berkus","category":"Good, Growing Up, Me"},{"quote":"I didn't grow up thinking I'd be a decorator. Design is my greatest passion, and it naturally just pulled me down the path. Same with TV. Being famous or having a show was never the motivation. I got a call and was swept up by the challenge of that first small space redesign.","author":"Nate Berkus","category":"Passion, Challenge, Space"},{"quote":"Now, we believe that the majority of teachers in America know our system must be reformed, to put students first so that America can compete, that teachers don't teach to become rich or famous. They teach because they love children.","author":"Chris Christie","category":"Love, Children, America"},{"quote":"I think I'll always be famous. I just hope I don't become infamous.","author":"CeeLo Green","category":"Hope, Think, Always"},{"quote":"Music definitely gave me a focus. I was an artist without an outlet. Let's just say if I was not famous, I could have been infamous. I could've had my own episode of 'American Gangster.'","author":"CeeLo Green","category":"Music, Focus, Artist"},{"quote":"Honestly, this face of mine will always be familiar to people. It's that unique quality, man. If it's a dark and crowded room, people are just able to point me out. I think I'll always be famous. I just hope I don't become infamous.","author":"CeeLo Green","category":"Hope, Man, Quality"},{"quote":"Because I think in order to get famous you have to be known for something. Like 'You're the romantic comedy girl' or 'You're the Oscar-winning whatever girl.'","author":"Rachel Weisz","category":"Romantic, Girl, Think"},{"quote":"I want to be so famous that I'm the pop-culture reference that people would make to try and be racist to me. So I'd be walking down the street, and someone would be, like, 'Hey, look at this Kumail Nanjiani.'","author":"Kumail Nanjiani","category":"Walking, Me, People"},{"quote":"I was there when the quote-unquote golden age of musical theater was flourishing. I met everybody who worked in theater or was famous in theater from the '40s on.","author":"Harold Prince","category":"Age, Golden, Golden Age"},{"quote":"It's great - that's the best part about being famous is that people want to get to know me. People come up to me and introduce themselves, and I make friends, and then I meet their friends. It seems like I have a very happy and comfortable social life, which is something I never had when I was younger.","author":"Rivers Cuomo","category":"Life, Happy, Friends"},{"quote":"I realise there's an innate paradox in promoting oneself on the one hand and saying, 'Oh, I don't want to be famous,' on the other.","author":"Romola Garai","category":"Want, Saying, Paradox"},{"quote":"Despite the metadata attached to each tweet, and despite trails of retweets and 'favorite' tweets, the Twitter corpus lacks the latticework of hyperlinks that makes Google's algorithms so potent. Twitter's famous hashtags - #sandyhook or #fiscalcliff or #girls - are the crudest sort of signposts, not much help for smart searching.","author":"James Gleick","category":"Smart, Help, Google"},{"quote":"A lot of people these days are not music lovers - they just want to be famous which is a very different thing to what I grew up believing in.","author":"Shirley Manson","category":"Music, People, Want"},{"quote":"On the Italian side, we can trace the family back 2,000 years. I have a cousin in Rome, a famous archaeologist, Count Andrea Carandini, who was in Lombardy and came across some pottery with the original name of the family, Carandinus, painted on it.","author":"Christopher Lee","category":"Family, Name, Rome"},{"quote":"My great-grandmother was born in London, the daughter of a Brixton coachman, and became the most famous singer in Australia. Her name was Marie Carandini, Madame Carandini.","author":"Christopher Lee","category":"Daughter, Name, London"},{"quote":"That's what we were exploring on 'Larry Sanders' - the human qualities that have brought us to where we are now in the world: the addiction to needing more and wanting more and talking more. We were examining the labels put on success - is it successful to be on TV every day, to be famous, to have a paycheck?","author":"Garry Shandling","category":"Success, Day, World"},{"quote":"If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.","author":"Gwen Stefani","category":"Love, Life, Success"},{"quote":"I don't want to create controversy; I just have an opinion on things, and there is nothing wrong with stating your opinion if you are asked. Everyone wants that right, and because you are famous doesn't mean you have less of a right.","author":"John Travolta","category":"Want, Opinion, You"},{"quote":"I mean I was famous for nothing.","author":"Rick Springfield","category":"Nothing, Mean"},{"quote":"I am not a name-dropper. I can't help it if everybody I know is famous.","author":"Zsa Zsa Gabor","category":"I Am, Help, Know"},{"quote":"I wanted to be famous. I wanted people to talk about me.","author":"Haile Gebrselassie","category":"Me, People, Talk"},{"quote":"A talk show is about having a look at a famous face, a bit of stand-up comedy, knockabout stuff - an interview is what Barbara Walters or Connie Chung does in the States, in-depth, done properly.","author":"Terry Wogan","category":"Face, Look, Comedy"},{"quote":"There's nothing to be said for being famous. It's a pain. You can't be rude to people - it's inexcusable not to be nice. Anyway, it's not in my nature. I was trained to be nice.","author":"Terry Wogan","category":"Nature, Pain, People"},{"quote":"I won't share everything, both in my act or in interviews. Some of the people who become the most famous are the most self-revelatory, and I'm like, 'No, it's just not worth it to me.'","author":"Nick Kroll","category":"Me, People, Worth It"},{"quote":"The love of the famous, like all strong passions, is quite abstract. Its intensity can be measured mathematically, and it is independent of persons.","author":"Susan Sontag","category":"Love, Strong, Independent"},{"quote":"My summer reading suggestion: Pick a really famous, really long novel.","author":"Maria Semple","category":"Reading, Summer, Long"},{"quote":"When I was 18, my mum gave me all the clothes she'd had made at the famous haute couture fashion label, House of Worth, in Paris. Of course, I eventually trashed them all.","author":"Trinny Woodall","category":"Fashion, Me, Clothes"},{"quote":"I have this fascination with being on the road, all things music, and the '70s. My favorite movie is 'Almost Famous.'","author":"Brittany Snow","category":"Music, Road, Favorite"},{"quote":"I think I was lucky to be a little older when I became famous. But still, the shock of the world starting to treat you in a weird way... I had come from the army, where we had to deal with life or death, and suddenly, people were asking whether you were cool or not. I have never cared about whether I'm cool.","author":"James Blunt","category":"Life, Death, Cool"},{"quote":"I'm glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.","author":"Dane Cook","category":"Success, Time, Great"},{"quote":"I was famous in a way that was kind of terrifying. I had no protection. When reporters showed up at my house, there wasn't even a sidewalk. They were literally parked on my front lawn.","author":"Marcia Clark","category":"Way, Kind, House"},{"quote":"I don't want to end up being a circus act, doing my most famous tricks when I'm 70.","author":"Pharrell Williams","category":"End, Doing, Want"},{"quote":"Even famous poets such as Marianne Moore and William Carlos Williams were rarely asked to read their poems.","author":"Donald Hall","category":"Even, Read, Poems"},{"quote":"I have seen so many poets who were famous, who won all sorts of prizes, disappear with their death. I write as good as I can and don't try to turn that into some hope for a future that I could never know.","author":"Donald Hall","category":"Hope, Future, Good"},{"quote":"Even as a kid, I never wanted to be famous; I wanted to be good.","author":"Neil Peart","category":"Good, Kid, Never"},{"quote":"After a fellow gets famous it doesn't take long for someone to bob up that used to sit by him in school.","author":"Kin Hubbard","category":"School, Long, Him"},{"quote":"It's hard to say I don't like being famous, but how I feel is that I don't see myself as that person. It baffles me that people would want a picture with me.","author":"Anthony Joshua","category":"Myself, Me, People"},{"quote":"To be a star is to own the world and all the people in it. After a taste of stardom, everything else is poverty.","author":"Hedy Lamarr","category":"Poverty, World, People"},{"quote":"It's no good singing if you just want to be a pop star; you've got to work at it and do it for the love for it, not because you think it will make you famous.","author":"Bonnie Tyler","category":"Love, Work, Good"},{"quote":"I've been singing since I was 16 because I love it - I wanted to be a singer, not a star. There's a difference between wanting to be famous and wanting to sing well.","author":"Bonnie Tyler","category":"Love, Singing, Difference"},{"quote":"I know I have this level of celebrity, of fame, international, national, whatever you want to call it, but it's a pretty surreal thing to think sometimes that you're in the middle of another famous person's life and you think to yourself, 'How the hell did I get famous? What is this some weird club that we're in?'","author":"Kevin Costner","category":"Life, Yourself, Weird"},{"quote":"I've only ever wanted to be a singer I never wanted to be famous.","author":"Katherine Jenkins","category":"Never, Singer, Wanted"},{"quote":"I never dreamt of being a musician for my livelihood. I certainly never would have wanted to be in the business that I'm in, meaning the fame and the glory, the glitter, the rock star, the famous part.","author":"Eddie Van Halen","category":"Business, Meaning, Rock Star"},{"quote":"I'm famous today. People like me today. Might not like me tomorrow. You can't count on it.","author":"Dave Chappelle","category":"Today, Tomorrow, Me"},{"quote":"I love being famous - it's phenomenal.","author":"Dave Chappelle","category":"Love, Being Famous, Being"},{"quote":"Being famous is great, it's not like bad or horrible or anything.","author":"Dave Chappelle","category":"Great, Bad, Anything"},{"quote":"I worked at a hot dog place, a bagel place, the Jersey Store and the hottest fashion joint around. I was getting too famous to work there anymore. I was almost showing up as a joke. I made $2,000 on my show the previous night and I'm going to go shopping during my five-hour shift.","author":"Wale","category":"Work, Dog, Night"},{"quote":"I'm sick to death of famous people standing up and using their celebrity to promote a cause. If I see a particular need, I do try to help. But there's a lot that can be achieved by putting a check in the right place and shutting up about it.","author":"Russell Crowe","category":"Death, People, Help"},{"quote":"'Swallow My Gift' is all about music being its own reward. I don't do it to become more famous I don't do it to make money. I don't do it from an ego-driven point of view.","author":"Russell Crowe","category":"Music, Money, Gift"},{"quote":"There's a famous artist, Ron English, in New York, that just, or Andy Warhol for that matter, that did pop art that terrorized society. And that's, for the last like 10, 15 years, that's all I wanted to do, is terrorize society and make them look into a mirror and see what the hell we have wrought.","author":"Al Jourgensen","category":"Art, Society, Artist"},{"quote":"I've never dated anyone in Hollywood - or anyone famous, for that matter. I don't know that I'm ever gonna write a song that you will know who it's about.","author":"Ed Sheeran","category":"Song, Know, You"},{"quote":"I'm a big soccer fan, so any soccer player that I meet, I always get star struck. I've met a lot of big stars - Justin Timberlake, Michael Buble - and I don't ever get starstruck, but when I met famous ex-football players, I just got completely starstruck.","author":"Olly Murs","category":"Stars, Soccer, Always"},{"quote":"Who elected Larry King America's grief counselor? We, the viewing public, did, by driving up his ratings whenever somebody famous passes.","author":"James Wolcott","category":"America, Grief, King"},{"quote":"Vine is where 'Don't' started popping off. A lot of famous Viners used the song, and that was crazy because I had never been a part of something like that. I drank champagne for the first time when it got 100,000 plays.","author":"Bryson Tiller","category":"Time, Crazy, Song"},{"quote":"Nothing in life prepares you to be famous.","author":"Jeff Foxworthy","category":"Life, Nothing, You"},{"quote":"Although I was born to famous parents, I know and feel the problems of ordinary citizens.","author":"Benigno Aquino III","category":"Parents, Problems, Know"},{"quote":"The thing that most critics miss about Faulkner is that his famous storytelling voice is, in fact, a standard Southern storytelling voice that is typical of the Gulf Coast - Mississippi, Alabama and so on.","author":"Gregory Benford","category":"Voice, Storytelling"},{"quote":"When I was a kid, I would come home from school, and my mom would buy the industrial-size Famous Amos cookies or Chips Ahoy when I was lucky. And I would sit in front of the TV set with a glass of milk... and I would dump cookies in there, smash them with my spoon, and eat cookies and milk with a spoon watching 'The Dukes of Hazzard.'","author":"Johnny Iuzzini","category":"Home, Mom, School"},{"quote":"I know really, really famous people who are terrified every time they walk on to a stage.","author":"Bill Nighy","category":"Time, Walk, People"},{"quote":"I'm not famous for my back story investigations I'm lucky that I work with good writers and it's usually in the script.","author":"Bill Nighy","category":"Work, Good, Story"},{"quote":"I loved cowboy films and TV series, and I learned bits of English from them. My favorite was 'Laramie', with Robert Fuller and John Smith. I used to watch 'The Lone Ranger', which had been famous in Japan as well. I idolized these cowboys.","author":"Kazuo Ishiguro","category":"Loved, Favorite, Japan"},{"quote":"I feel like everyone has the right to privacy, even if you're the most famous person in the world.","author":"Marina and the Diamonds","category":"World, Privacy, You"},{"quote":"I didn't even listen to any music until I was 19, really. I just wanted to be famous. But I didn't say it to anyone because I was really embarrassed at the thought.","author":"Marina and the Diamonds","category":"Music, Thought, Listen"},{"quote":"The Kardashians can be famous for being famous. What do they do? I can't figure it out.","author":"Larry King","category":"Being Famous, Being, Figure"},{"quote":"Bill Cosby is a famous black guy who has a bully pulpit the size of the world; it's global. He puts his colossal foot on the vulnerable necks of poor people, and as a result of that, we don't have a balanced conversation.","author":"Michael Eric Dyson","category":"World, People, Conversation"},{"quote":"Never, never have a famous partner. It's too complicated.","author":"Robyn Davidson","category":"Partner, Complicated, Never"},{"quote":"I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing.","author":"Hanna Rosin","category":"Good, Mom, Men"},{"quote":"Fame necessarily isn't really tied to success at all. Fame is just being recognized for doing what you do, whether it's good or bad. Osama bin Laden was famous.","author":"Big Sean","category":"Success, Good, You"},{"quote":"There's the famous thing that the A&R man from the record company is supposed to do: He's supposed to come into the studio and listen to the songs you've been recording and then say, 'Guys, I don't hear any singles.' And then everybody falls into a terrible depression because you have to write one.","author":"Jarvis Cocker","category":"Depression, Man, Company"},{"quote":"I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now; they think that's going to sort things out.","author":"Jarvis Cocker","category":"Dreams, Faith, Society"},{"quote":"As a shy kid growing up in Sheffield, I fantasized about how it would be great to be famous so I wouldn't actually have to talk to people and feel awkward. And of course, as we all know from fairy stories, when you achieve that ambition, you find out you don't want it.","author":"Jarvis Cocker","category":"Great, Ambition, Growing Up"},{"quote":"I know I'm not supposed to have any opinions about politics, because I'm famous.","author":"Cher","category":"Politics, Opinions, Know"},{"quote":"I've been famous my entire life I don't know any other way.","author":"Cher","category":"Life, Know, Way"},{"quote":"There aren't many downsides to being rich, other than paying taxes and having relatives asking for money. But being famous, that's a 24 hour job right there.","author":"Bill Murray","category":"Money, Job, Rich"},{"quote":"I've had to deal, a lot, with my own sense of intimidation at meeting famous people - especially actors, but really any famous people.","author":"Charlie Kaufman","category":"People, Famous People"},{"quote":"My mom just didn't put a very high premium on me being like really famous or really wealthy or anything.","author":"Martha Plimpton","category":"Mom, Me, Anything"},{"quote":"I made myself famous by writing 'songs' and lyrics about the beauty of the things I did and ugliness, too.","author":"Jack Kerouac","category":"Beauty, Myself, Writing"},{"quote":"Luckily, I think, I never really wanted to be famous, I just wanted to make movies.","author":"Seth Rogen","category":"Movies, Think, Never"},{"quote":"I remember, when I was an up-and-coming comic, how annoyed I would be when the famous guys would show up and just take everyone's spots.","author":"Seth Rogen","category":"Remember, Everyone, Up"},{"quote":"The good thing about L.A. is that there's always someone more famous 100 yards away from me.","author":"Seth Rogen","category":"Good, Me, Always"},{"quote":"I wanted to sing when I was little. That's what I liked doing. It didn't occur to me that you became famous or anything like that.","author":"Linda Ronstadt","category":"Me, Doing, You"},{"quote":"I didn't think I was a famous singer. I didn't think I was a star or that I could make the waters part - just that singing was what I was going to do.","author":"Linda Ronstadt","category":"Singing, Think, Singer"},{"quote":"I was famous overnight. I went from nowhere to being really big.","author":"Sting","category":"Big, Nowhere, Being"},{"quote":"I didn't have any aspirations of becoming famous or successful; in fact I was scared to death of all that. I remember somebody once said that if a rock musician goes on tour, he goes insane. I was very impressionable and I carried this useless weight of fear around with me about going on tour, all because of this thing somebody said.","author":"Steve Vai","category":"Death, Fear, Me"},{"quote":"When you look at Michael Jackson, there's nobody who loves him in that family, nobody. If they did, they'd tell him he didn't have to do all that in order to be famous. All he has to do is keep doing his music and be himself. Michael's been a little touched for about 20 years, but somebody needs to pull him aside and tell him they love him.","author":"Jamie Foxx","category":"Love, Family, Music"},{"quote":"Although I get so much fan mail from Great Britain, tell me, am I more famous there than Michael Madsen?","author":"Tom Sizemore","category":"Great, Me, Fan"},{"quote":"In a school where everyone is famous or rich or whatever, you have a culture, 'What does your dad do?' 'What does your mom do?'","author":"Cynthia Nixon","category":"Culture, Mom, School"},{"quote":"I would like to prove that on TV, everyday lives can be as compelling as the life-styles of the rich and famous. Especially lives that we catch at extraordinary moments.","author":"Jane Pauley","category":"Moments, Extraordinary, Rich"},{"quote":"I want to become more famous, even more famous.","author":"Yayoi Kusama","category":"Want, Become, Even"},{"quote":"I'm working on bridging the gap between mainstream famous and Internet famous. They're two different things, but eventually, social media will be the way to become a celebrity.","author":"Cameron Dallas","category":"Social Media, Internet"},{"quote":"Anytime you cast a movie and you need someone famous in the lead part, you're a prisoner of whoever happens to be famous in the six-month window in which you're trying to get a film financed.","author":"Alexander Payne","category":"Window, Trying, You"},{"quote":"Dad was always that way: who's the candidate that's best for this country? We can debate theology later - that was his famous line. I kind of feel like that's in my DNA.","author":"Jerry Falwell, Jr.","category":"Best, Debate, Country"},{"quote":"I became famous so quickly and so young - it was daunting. I was immature and I used to say some really stupid things in interviews. I never smiled on stage so I looked really serious, but it was because I hated my teeth and was incredibly nervous.","author":"Gary Numan","category":"Stupid, Young, Teeth"},{"quote":"Some people can't sing - like honestly - but they're famous anyway, and they might be famous for being an artist, which is completely different from being a singer.","author":"Zara Larsson","category":"Artist, People, Some People"},{"quote":"It's difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you're famous, women find that sexy.","author":"Curtis Jackson","category":"Beautiful, Trust, Women"},{"quote":"Ever since grammar school, I knew I wanted to be famous - I always wanted to be a singer.","author":"Jennifer Hudson","category":"School, Grammar, Always"},{"quote":"Becoming famous is a strange thing in your own right.","author":"Carnie Wilson","category":"Strange, Right, Own"},{"quote":"My mother was a famous photographer for actresses, including Sophia Loren, Gina Lollobrigida, and so many. I remember I went to school close to my mother's studio, and for years, I went to the studio after school and just watched how she captured these beauties.","author":"Dario Argento","category":"Mother, School, Remember"},{"quote":"I took classical piano for a couple of years, but I sort of lost interest - I couldn't read a note today if I tried. I still enjoy that stuff, and I think I naturally gravitate towards the classical licks; in fact, I know that I do. I gravitate towards the classical licks that I heard by famous old composers.","author":"Tom Scholz","category":"Today, Lost, Enjoy"},{"quote":"People will ask, 'Are you famous?' And I always answer, 'My mother thinks so.'","author":"Yo-Yo Ma","category":"Mother, People, You"},{"quote":"The most famous rumor for me is that I had throat cancer. I never had throat cancer... I don't know why that started... The way I sing, probably.","author":"Bob Seger","category":"Me, Know, Cancer"},{"quote":"Some of the most famous books are the least worth reading. Their fame was due to their having done something that needed to be doing in their day. The work is done and the virtue of the book has expired.","author":"Moliere","category":"Work, Day, Reading"},{"quote":"You meet people in Hollywood that are famous, and you're not sure what they got famous for.","author":"Rainn Wilson","category":"People, You, Hollywood"},{"quote":"I don't see myself as famous at all so I'm continuing my life as normal.","author":"Ashley Madekwe","category":"Life, Myself, My Life"},{"quote":"A lot of people have the misconception that I decided to become an actor when Lily became famous and have accused me of jumping on her bandwagon. But that's completely untrue.","author":"Alfie Allen","category":"Me, People, Her"},{"quote":"I'd had people say, 'You'll enjoy being famous for a week, and you'll never enjoy it again'. But I don't think I had that week. I may have been working and missed that moment.","author":"Matt Damon","category":"Moment, Week, Enjoy"},{"quote":"I fell in love with a civilian. Not an actress and not a famous actress at that. Because then the attention doesn't double - it grows exponentially. Because then suddenly everybody wants to be in your bedroom. But I don't really give them anything.","author":"Matt Damon","category":"Love, Attention, Double"},{"quote":"I was famous from the age of 13, and after a while you become immune to it - in a good way. You look at positives and what you can do with it.","author":"A. R. Rahman","category":"Age, Good, You"},{"quote":"It is more interesting to be compared to someone famous, because it lets you gauge what perceptions people have about your appearance.","author":"Arthur Smith","category":"People, Interesting, You"},{"quote":"We need to teach our kids, because there is such a celebrity culture at the moment, that however rich you are, however famous you are, however glamorous you are, everyone has to live by the same rules.","author":"Nick Clegg","category":"Culture, Rules, Moment"},{"quote":"Britain is famous for being great at inventing and poor at commercializing.","author":"Margaret Heffernan","category":"Great, Poor, Being"},{"quote":"Being famous hasn't changed my perception of myself - I've just grown up.","author":"Cat Deeley","category":"Myself, Perception, Up"},{"quote":"I know it's a cliche but I never wanted to be famous. I don't believe anybody wants to be famous.","author":"Jeremy Renner","category":"Believe, Know, Never"},{"quote":"I don't have famous neighbours and if I did, I'd avoid them. I don't live the jet-set.","author":"Vanessa Paradis","category":"Live, Avoid, Neighbours"},{"quote":"People don't get through to the essence of you right away - it's always the famous 'girl' or the famous 'girlfriend'. I'd rather be known for myself.","author":"Vanessa Paradis","category":"Myself, Girl, People"},{"quote":"Even though I am fortunate to have certain luxuries, sometimes, I am even amazed by what people with money have and do. I want to remind people that just because you might be rich and famous, it doesn't mean you have to take yourself too seriously.","author":"Nick Cannon","category":"Money, I Am, Yourself"},{"quote":"I would have changed my last name if being famous were my goal.","author":"Zach Galifianakis","category":"Goal, Name, Being"},{"quote":"I find that my entire life has come to me, and things happened without me planning them. You know, I never asked to photograph Princess Diana, and that made me more famous than I wanted. I never asked to photograph Madonna, and that pushed me to another level. There are things that just take you into the limelight.","author":"Mario Testino","category":"Life, Planning, Me"},{"quote":"There's always going to be that pressure when you're in front of the camera. When you're famous it's just an extreme version of reality and there's a pressure to look a certain way.","author":"Geri Halliwell","category":"Reality, Camera, Pressure"},{"quote":"Our most famous writers are Faulkner and Eudora Welty and Flannery O'Connor. It would make sense that the poetry would reflect some of those same values, some of the same techniques.","author":"Robert Morgan","category":"Poetry, Values, Same"},{"quote":"I have a theory that if you're famous more years than you're not famous, then you get a little nutty.","author":"Dana Carvey","category":"You, Years, Little"},{"quote":"Oprah was famous for going to a garden party and ad-libbing. She could literally interview people for a half hour about nothing, and it was entertaining. She had her own show before she had her own show.","author":"John Tesh","category":"People, Party, Garden"},{"quote":"I never wanted to be the most famous, the most beautiful, the most extravagant.","author":"Manolo Blahnik","category":"Beautiful, Most Beautiful"},{"quote":"It doesn't matter if they're famous or not - I just want to meet other creative people who can maybe bring something different to the studio than what I have. I think that's the most important thing for me.","author":"Tiesto","category":"Creative, Me, People"},{"quote":"I have been DJing in clubs for years. I always dreamed to be a famous DJ in Holland. And now it's worldwide. You can't imagine. I mean, I still can't believe it myself that everything has gone so well.","author":"Tiesto","category":"Myself, Believe, DJ"},{"quote":"Famous pivot stories are often failures but you don't need to fail before you pivot. All a pivot is is a change is strategy without a change in vision. Whenever entrepreneurs see a new way to achieve their vision - a way to be more successful - they have to remain nimble enough to take it.","author":"Eric Ries","category":"Change, Vision, Strategy"},{"quote":"What makes the Stones' arrogance so divine is that we all believe that long ago and far away they weren't rich and famous but poor and struggling, just like us.","author":"Jon Landau","category":"Believe, Long, Rich"},{"quote":"Becoming famous is a really shocking thing, especially when you don't have aspirations to it. It got to the point where I would try and avoid making eye contact with anyone. It was freaky, and it just happened overnight. I couldn't handle it.","author":"Alison Moyet","category":"Eye, You, Try"},{"quote":"Having a Nobel Prize or being a famous scientist will get you a week to a week and a half, metaphorically speaking, of a hearing for your new idea, but after that, it's going to tank if you don't have the evidence and support for it.","author":"Michael Shermer","category":"Support, Week, You"},{"quote":"I'd love to live in Ireland but I'd like to live as me, not what someone thinks I am. People don't understand - I lived there before I was famous.","author":"Van Morrison","category":"Love, I Am, Me"},{"quote":"Being famous was extremely disappointing for me. When I became famous it was a complete drag and it is still a complete drag.","author":"Van Morrison","category":"Me, Being Famous, Being"},{"quote":"I have never wanted to be famous, as such - fame is a by-product.","author":"Steve Coogan","category":"Fame, Never, Wanted"},{"quote":"Actually, bizarrely, in America, I get more appreciation from the odd, unusual stuff I've done, almost because I'm not, if you like, famous in America as I am in England.","author":"Steve Coogan","category":"Appreciation, America, I Am"},{"quote":"Before I became famous I had a very full life, and that gave me a lot to pick from. I always use everything. It always comes in handy. Working with animals... Well, I just enjoyed that. That was the most peaceful time.","author":"Cyndi Lauper","category":"Life, Time, Peaceful"},{"quote":"Who doesn't want to be famous? I am famous. I'm dying to be on TV.","author":"Eileen Myles","category":"I Am, Want, Dying"},{"quote":"The people I want are very famous and very rich, and all I can offer them is a bit of exposure on TV and a bit of cash, so it's a miracle we get any guests at all. But we have been very lucky.","author":"Graham Norton","category":"People, Want, Rich"},{"quote":"A lot of times on tour it's about, 'OK, where am I today? Wow, I'm in Costa Rica. What is their famous dish?' And it's about trying the food, and really experiencing it.","author":"Fergie","category":"Food, Today, Trying"},{"quote":"Major success feels a bit like a coronation. Like I'd become a king. I was one of the most famous people in the world, loved and hated in equal measure. I couldn't see anything bad with it. It made me a happy person.","author":"Larry Hagman","category":"Success, Happy, World"},{"quote":"It wasn't being an alcoholic - it was going wild. It happened when I got famous. It was like having my teens in my early thirties: blotting out your life, not having to think about anything.","author":"Julie Walters","category":"Life, Think, Early"},{"quote":"I remember Michael saying, 'Rich and famous? It's much better to be just rich'. I didn't quite get it to begin with. But he's right. You lose anonymity. I say to my family that you've no idea until you lose it how precious anonymity is.","author":"Julie Walters","category":"Family, Remember, Rich"},{"quote":"When Oscar Niemeyer died on December 5, 2012, ten days before his 105th birthday, he was universally regarded as the very last of the twentieth century's major architectural masters, an astonishing survivor whose most famous accomplishment, Brasilia, was the climactic episode of utopian High Modern urbanism.","author":"Martin Filler","category":"Birthday, Accomplishment"},{"quote":"I don't mean being famous is a perk, because one knows that it's not necessarily a perk, but there are certain perks to being well-known and respected in one's field. Public perks. Like, I don't know, general friendliness and willingness to please, just to point out two.","author":"Emma Thompson","category":"Know, Mean, Point"},{"quote":"Few would argue that Richard Dawkins is the world's most famous atheist, especially now that his friend and rival for the title, Christopher Hitchens, has now gone to meet his Maker.","author":"Ray Comfort","category":"World, Friend, Atheist"},{"quote":"I always loved working as an actress, but I didn't understand why I couldn't just opt out of being famous. And then I realized you can, and I think I did. And eventually, I came to understand that you can do that and also keep working.","author":"Debra Winger","category":"Think, Why, You"},{"quote":"My mum lives in Boston; she's famous for teaching wushu and t'ai chi. So from when I was young, my mum and aunt were like: 'You're training; you're not playing baseball or football.' Training every day was normal. Later, when I was almost a teenager, Bruce Lee became my idol.","author":"Donnie Yen","category":"Football, Baseball, Training"},{"quote":"I know somebody from university who's called Phil Collins, and I think there's something terribly unfortunate about sharing a name with somebody who either is famous or becomes famous.","author":"David Walliams","category":"Name, Know, Think"},{"quote":"I've noticed that once you leave London you do kind of become a bit more famous. People in London are a bit too cool for school. It's not so unusual to see someone from London in the street. But outside of London people are a bit more excited to see you and come out and support you.","author":"David Walliams","category":"School, Support, Cool"},{"quote":"Fame changes everything. When you're well-known, you're expected to be different. Some people assume you must have a yacht and four homes. Or that you're famous because you are 'A Decent Man'.","author":"Michael Palin","category":"Man, Changes, People"},{"quote":"Exploitation films were famous for taking an issue an exploiting it because they could move much faster than a studio could. If there was any hot topic, they would run out and make a quick movie and make a buck on it, by changing it around and using it, in some way, to give some relevance.","author":"Robert Rodriguez","category":"Changing, Run, Hot"},{"quote":"When you've finished reading every last thing by a famous writer, literary convention holds that you move on to his or her letters, the DVD extras peddled by publishers.","author":"Karan Mahajan","category":"Reading, You, Her"},{"quote":"Of all the rabbinic sages of antiquity, perhaps none was more influential or famous than Rabbi Akiva.","author":"Meir Soloveichik","category":"Than, None, Rabbi"},{"quote":"I don't want to be famous for being famous.","author":"Kelli O'Hara","category":"Want, Being Famous, Being"},{"quote":"Look at the news stand, you know? I mean, it's a cacophony of famous people or people who want to be famous with blurbs all around it, and it's supposed to be, you know, that's supposed to be creativity in journalism. My God, it's unbelievable. It's shocking.","author":"George Lois","category":"Creativity, God, Journalism"},{"quote":"My most famous show is the 'Kitchen Show.' More famous than any gallery show or museum show I curated.","author":"Hans-Ulrich Obrist","category":"Kitchen, Museum, Show"},{"quote":"When you're famous, you're always famous. It doesn't go away.","author":"Bob Saget","category":"You, Always, Away"},{"quote":"Celebrity is a word that I find offensive. That's the c-word. I hate it. It means no discernible talent. It means all you want is to be famous. It doesn't mean you're a writer, an actor, a mime. I think I wanna not be a celebrity.","author":"Bob Saget","category":"Hate, Talent, Want"},{"quote":"I'm as famous as I want to be.","author":"Tracey Ullman","category":"Want"},{"quote":"HBO is really famous for hiring good people and staying out of their way until they ask for help, or need it. And that reputation is earned.","author":"Richard Russo","category":"Good, Help, Good People"},{"quote":"I didn't set out to be famous; if I'd wanted that, I would have gone on 'Big Brother.'","author":"Sam Worthington","category":"Brother, Big Brother, Gone"},{"quote":"I never wanted to be famous.","author":"Judah Friedlander","category":"Never, Wanted"},{"quote":"I never got into things to be famous. Sometimes it's fun, sometimes it's annoying.","author":"Judah Friedlander","category":"Fun, Sometimes, Never"},{"quote":"Stephen King consummately honors several traditions with his rare paperback original, 'Joyland.' He addresses the novel of carny life and sideshows, where the midway serves as microcosm, such as in those famous books by Ray Bradbury, Charles Finney and William Lindsay Gresham.","author":"Paul Di Filippo","category":"Life, King, Traditions"},{"quote":"Being famous is just like being in high school. But I'm not interested in being the cheerleader. I'm not interested in being Gwen Stefani. She's the cheerleader, and I'm out in the smoker shed.","author":"Courtney Love","category":"School, High School, She"},{"quote":"I earned my famous name.","author":"Brian Wilson","category":"Name, Earned"},{"quote":"I don't want to be famous. I want to be secure. I don't want the world. I just want a piece of it. I want people to remember Eric Davis.","author":"Eric Davis","category":"World, People, Remember"},{"quote":"One famous movie executive, who shall remain nameless, exposed himself to me in his office. 'Mr X,' I said, 'I thought you were a producer, not an exhibitor.'","author":"Shirley Temple","category":"Thought, Me, You"},{"quote":"There are a lot of thought leaders who don't want to see their students. We don't want to hire them. If students are allured to come to the school because of famous faculties, and if they never see them, that leaves very bad taste.","author":"John Quelch","category":"School, Thought, Want"},{"quote":"I wrote because I needed to and wanted to. It never occurred to me that I'd become famous.","author":"Danielle Steel","category":"Me, Never, Become"},{"quote":"People are much more inclined to believe and say bad things about you if you're famous.","author":"Danielle Steel","category":"Believe, People, You"},{"quote":"I'm astonished by my success. I wrote because I needed to and wanted to. It never occurred to me that I'd become famous.","author":"Danielle Steel","category":"Success, Me, Never"},{"quote":"I've been accustomed to being famous and having a certain level of attention for 14 years, but in the last few months, it's changed. It's like on the arcade game, I've gone up to the next level.","author":"Kylie Minogue","category":"Game, Attention, Years"},{"quote":"I met a lot of famous people when I was about 24. And none of them seemed very appealing. And so I didn't know why I would struggle to be that kind of person.","author":"Ethan Hawke","category":"Struggle, People"},{"quote":"I think that as soon as you think of yourself as a famous person or anything like that, you're objectifying yourself in some weird way.","author":"Ethan Hawke","category":"Yourself, Weird, Think"},{"quote":"My wife Elizabeth and I started The Really Terrible Orchestra for people like us who are pretty hopeless musicians who would like to play in an orchestra. It has been a great success. We give performances we've become the most famous bad orchestra in the world.","author":"Alexander McCall Smith","category":"Success, Great, Wife"},{"quote":"We all have Tumblr, and we all have Instagram and everything. People care so much about it because, now, any random can be famous on the Internet if their world looks good on Tumblr. And so everyone at high school strives for this kind of aesthetic correctness.","author":"Lorde","category":"Good, School, World"},{"quote":"I married a pretty famous girl, and when we drive through town there's usually a car following us, when I walk out of my front door in Chelsea there's six guys waiting for me.","author":"Kevin Pietersen","category":"Car, Girl, Waiting"},{"quote":"It's always a little mind-boggling to realize that these famous actors know who I am.","author":"Emily Blunt","category":"I Am, Know, Realize"},{"quote":"Of course I loved 'I Love Lucy' and saw every episode over and over again. I found it heartbreaking that Ricky got to be famous and have an exciting life at the Tropicana while Lucy was stuck in that terrible apartment with the Mertzes.","author":"Bruce Eric Kaplan","category":"Love, Life, Loved"},{"quote":"As the White House doors are slammed in the face of the average American, I want to know if they will still swing wide open for Hollywood and the liberal elite. Will Jay-Z and Beyonce still get to stop by for a tour, or will they be denied like those who aren't rich and famous?","author":"Tom Graves","category":"American, Want, Rich"},{"quote":"My daughter couldn't care less about me being famous. She finds it revolting and, like a lot of teenagers, is virtually allergic to me. That started at 12 and hasn't gone anywhere yet.","author":"Dawn French","category":"Daughter, Me, Care"},{"quote":"My father was famous for his photographic memory. He was in the OSS. They trained him to be captured on purpose and to read upside down and backwards and commit to memory every document in Germany he saw as he was being interrogated - every schedule on every wall. So, that photographic memory somehow made its way to me when I was young.","author":"Mark Helprin","category":"Father, Memory, Purpose"},{"quote":"In American military cemeteries all over the world, seemingly endless rows of whitened grave markers stand largely unvisited and in silence. The gardeners tend the lawns, one section at a time. Even at the famous sites, tourism is inconstant.","author":"Mark Helprin","category":"Time, Silence, World"},{"quote":"You have to pretend that your life is a financial pleasure even when your autographs are bouncing.","author":"Kinky Friedman","category":"Life, Financial, Life Is A"},{"quote":"When I was younger, I used to say, One day I'll be famous.","author":"Katie Price","category":"Day, Say, Younger"},{"quote":"I love the urban comedies, because they keep you famous, keep you having fun, and keep you in love with the business. Those are my roots. I'll always love doing those.","author":"Terry Crews","category":"Love, Business, Fun"},{"quote":"It wasn't until after I became famous that people noticed I played in the NFL. I kind of snuck in!","author":"Terry Crews","category":"People, Kind, NFL"},{"quote":"My famous line is 'Product is king.'","author":"Joy Mangano","category":"King, Product, Line"},{"quote":"Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong.","author":"Jet Li","category":"Strong, Amazing, Philosophy"},{"quote":"Although I'm not an orphan and I can't lift a horse. I was, however, briefly famous for my feats of strength: at about age 11, I could competitively arm-wrestle a full-grown man.","author":"Lisa Lutz","category":"Strength, Age, Man"},{"quote":"No one can train you to be famous. How do you deal with the loss of anonymity, the loss of privacy? You have to be disciplined.","author":"Wesley Snipes","category":"Loss, Train, Privacy"},{"quote":"The first syndicating I tried was when two partners and I created a production company in 1952. We wanted to syndicate famous Bible stories and sell them for $25 a show.","author":"Casey Kasem","category":"Bible, Company, First"},{"quote":"I'd wanted to be famous for as long as I could remember.","author":"Zach Anner","category":"Long, Remember, Wanted"},{"quote":"If somebody for some reason, for music or for movie, becomes famous, it's because they have something, something special.","author":"Roberto Cavalli","category":"Music, Special, Reason"},{"quote":"The press attack people to sell more papers without thinking, but when you get famous you have to put up with this kind of stuff.","author":"Roberto Cavalli","category":"Thinking, People, You"},{"quote":"When you're in a relationship with a very famous person, you have to make compromises.","author":"David Furnish","category":"Relationship, You, Person"},{"quote":"I never wanted to do biography just to tell the life of a famous man. I always wanted to use the life of a man to examine political power, because democracy shapes our lives.","author":"Robert Caro","category":"Life, Power, Man"},{"quote":"Rick Rubin's undulating face hair is just as famous as his body of work. In homage to the yogis he read about as a boy on Long Island, Rubin hasn't shaved since he was 23. It's long been his registered trademark.","author":"Stephen Rodrick","category":"Work, Hair, Long"},{"quote":"The famous convention of 1787 met in Philadelphia to define the additional powers needed to enable Congress to do its job effectively. Instead, the convention proposed a brand new national government.","author":"Edmund Morgan","category":"Job, Government, Brand"},{"quote":"Lilliet Berne, La Generale, newly returned to Paris after a year spent away, the Falcon soprano whose voice was so delicate it was rumored she endangered it even by speaking, her silences as famous as her performances.","author":"Alexander Chee","category":"Voice, She, Her"},{"quote":"I was born in Glasgow. But my family is pretty much from a little town called Paisley, famous for its cotton mills and paisley pattern.","author":"Gerard Butler","category":"Family, Born, Little"},{"quote":"I literally was famous before I knew my own name.","author":"Corey Feldman","category":"Name, My Own, Before"},{"quote":"My discrepancy with children in the industry is that they are made famous before they know who they are as human beings.","author":"Corey Feldman","category":"Children, Know, Human"},{"quote":"The Obama administration has turned a blind eye to radical Islam since before they came to office. If you look at everything that's transpired since the famous Cairo speech in 2009, it's all been an embrace of those who are the most radical elements in that part of the world. That is not a good sign for America's foreign policy.","author":"Oliver North","category":"Good, America, World"},{"quote":"The only reason I became the singer in the band is because I sang the best. It wasn't out of some desire to be a star or be a famous singer. It's not like I love interviews.","author":"Adam Levine","category":"Love, Best, Desire"},{"quote":"I would love to do a biopic of a famous singer, like Diana Ross or Donna Summer, or an old jazz story that we haven't seen before. I would love to do that! I would love to play Diana Ross 'cause she's an icon. I'm salivating to do that.","author":"Taraji P. Henson","category":"Love, Summer, Jazz"},{"quote":"I think Dutch people are very sober. I don't know if it's the right word. Like, you have the most famous person walk by some Dutch people, and they're like, 'Oh, hello.' And they maybe take a photo, but most of the time, they'll respect you and leave you alone. And if you go to some other countries they will literally mob you, go crazy.","author":"Martin Garrix","category":"Time, Respect, Alone"},{"quote":"I could have been more famous if I did all the glitzy things, but celebrity always seemed so unnecessary.","author":"Enya","category":"Celebrity, Always, Things"},{"quote":"I really hate the duties of being a celebrity, like getting dressed up for the red carpet.","author":"America Ferrera","category":"Hate, Red, Celebrity"},{"quote":"When I started out as a model, I took things for granted. Because I bagged work thanks to my looks, I didn't give my body any importance. I was a couch potato who'd eat anything. Then, in 2005, a tabloid ran a story calling me fat. I thought, 'I'm famous. How can I be fat?' It was a slap. I decided to get fit.","author":"Bipasha Basu","category":"Work, Fitness, Me"},{"quote":"If you look closely, there is no book more visual than Three Trapped Tigers, in that it is filled with blank pages, dark pages, it has stars made of words, the famous magical cube made of numbers, and there is even a page which is a mirror.","author":"Guillermo Cabrera Infante","category":"Stars, Mirror, Words"},{"quote":"I think that children that are acting are always pretty savvy anyway because you're conducting yourself around adults a lot of the time, aren't you? But there is this worry now that children just want to be famous.","author":"Ashley Jensen","category":"Time, Children, Yourself"},{"quote":"I just wanted to be an actress. It never occurred to me that I could become famous, because I'm not one of those people who's automatically going to be the lead. I always saw myself as the mate.","author":"Ashley Jensen","category":"Myself, Me, People"},{"quote":"Fame is a thing that happens when you do something you love - nobody wants to be famous for the wrong reasons. It's not my goal, but if being more famous means I can get more music out, that's cool.","author":"Tyga","category":"Love, Music, Cool"},{"quote":"I'm really in no danger of being perceived as a famous movie actor!","author":"Lyle Lovett","category":"Actor, Danger, Being"},{"quote":"I don't know, the word 'famous' just sounds really weird to me, because I'm just me.","author":"Zoe Sugg","category":"Me, Weird, Know"},{"quote":"I was always obsessed with being famous. I had Marilyn Monroe paper dolls as a child, and I was always obsessed with her. I've just been really driven in that direction, and none of my friends were. So, I don't know what put that bug in me at a young age.","author":"Holly Madison","category":"Friends, Age, Child"},{"quote":"Quentin is very organic; there was no way that he was going to put someone else's hand in there and anyway, my hands are kind of famous. It seemed right.","author":"David Carradine","category":"Hands, Way, Kind"},{"quote":"I can't imagine wanting to be famous just for the sake of being famous. I think fame should come along with success, talent.","author":"Kat Dennings","category":"Success, Talent, Think"},{"quote":"I suppose it's whether you want to be a famous person, or whether you want to be an actor. You have to decide what your priorities are. Great actor, huge star. Sometimes, the two walk hand in hand. Most of the time, they don't.","author":"Anne-Marie Duff","category":"Time, Great, Walk"},{"quote":"It's more important for me to feel content than to be famous.","author":"Samantha Morton","category":"Me, Important, Content"},{"quote":"'Blanche' opened a new door for me without really making me more famous. 'Blanche' was a risk, but that is the only thing that excites me in this profession. The knowledge that I am an actress who takes risks lifts my soul.","author":"Lou Doillon","category":"Knowledge, I Am, Soul"},{"quote":"I'm in my father's car at age 9 or 10 crying to Leonard Cohen's 'Famous Blue Raincoat,' thinking that you could write nearly a love letter to a man who betrayed you by having an affair with your wife. I was thinking how wonderful and pure music can be for explaining situations.","author":"Lou Doillon","category":"Love, Music, Age"},{"quote":"A lot of what gets on the radio isn't saying anything other than somebody wants to be famous and will do whatever they're told to get it.","author":"Kacey Musgraves","category":"Radio, Saying, Anything"},{"quote":"I think it would collapse my heart if I was super famous. I don't have the nerve for it, I'm too anxious. I don't know how you're not obsessed with how people perceive you, because they're real people, you know? You can convince yourself that they don't really know you, and that's true, but how can it not hurt your feelings?","author":"Bo Burnham","category":"Heart, Yourself, Hurt"},{"quote":"I was determined to make Renaissance Man Food Services and Herschel's Famous 34 major players in a very tough industry.","author":"Herschel Walker","category":"Food, Man, Renaissance"},{"quote":"I don't think I'll ever feel as famous or as popular as I felt when I was a 17-year-old soccer player in Modle. Only about 20,000 people live there and 12,000 of them come to every game. Running onto the pitch each week was just the most fantastic feeling. Nothing can beat that.","author":"Jo Nesbo","category":"Week, Game, People"},{"quote":"You've got certain guys that just want to be famous and then you've got the real musicians that just love playing music.","author":"Zakk Wylde","category":"Love, Music, Musicians"},{"quote":"The poster boy for our superabled future is Oscar Pistorius, an increasingly famous South African sprinter who happens to have had both of his legs amputated below the knee. Using upside down question mark-shaped carbon fiber sprinting prosthetics, called Cheetah blades, Mr. Pistorius can challenge the fastest sprinters in the world.","author":"Daniel H. Wilson","category":"Future, Challenge, World"},{"quote":"I'm not thirsty. I'm not a pop star. I don't want to reign over all forever... I don't want to be famous! It makes me feel sick, the thought of being a famous person. It's just not me.","author":"FKA twigs","category":"Thought, Me, Want"},{"quote":"I like vampires, tuberculosis, anything to do with blood. Then I read a biography of Rasputin and found out he'd had this daughter who had become a famous lion tamer and been billed as the daughter of the mad monk who was able to hypnotize animals with her eyes. It gave me a vision.","author":"Kathryn Harrison","category":"Daughter, Eyes, Vision"},{"quote":"One of the hardest things for me, now that I'm famous, is finding people who can read my stuff and give me an honest critique.","author":"Ken Follett","category":"Me, People, Finding"},{"quote":"Once you're famous you can't go back.","author":"Matthew Morrison","category":"You, Back, Go"},{"quote":"My mother was never very famous when I was growing up, so it wasn't so difficult. It was only when I left home and went to university that she become this style icon.","author":"Julia Restoin Roitfeld","category":"Home, Mother, Style"},{"quote":"The hardest thing about being famous is that people are always nice to you.","author":"Robert De Niro","category":"People, Nice, You"},{"quote":"I'm the man that made wrestling famous.","author":"Hulk Hogan","category":"Man, Wrestling, Made"},{"quote":"Famous old houses seem to have an intuitive perception of the value of corner lots. If it is a possible thing, they always set themselves down on the most desirable spots.","author":"Thomas Bailey Aldrich","category":"Value, Perception, Down"},{"quote":"Being in 'Us Weekly' does not make you famous.","author":"Bradley Cooper","category":"You, Being, Us"},{"quote":"I was a shy kid, but somehow I knew I would make it as a performer. I'd always be telling my mum that I was going to be a famous singer. In my school yearbooks I would write, 'Remember me when I'm famous.' I knew I had a gift.","author":"Nicole Scherzinger","category":"School, Gift, Me"},{"quote":"The true fans were capable of not only painting their cars and homes their team colors, but also naming family pets and offspring after famous NFL all-stars.","author":"Burgess Owens","category":"Family, Team, Colors"},{"quote":"I've worked with a lot of people who are more famous than myself who are terribly insecure.","author":"Barry Gibb","category":"Myself, People, Than"},{"quote":"My reaction when I hear the word 'celebrity' is, 'Who, me?' It doesn't feel like I'm famous.","author":"Charlie Cox","category":"Me, Celebrity, Reaction"},{"quote":"Being big and famous doesn't get you more freedom, it gets you less.","author":"Robert Wyatt","category":"Freedom, You, Big"},{"quote":"Normal is such a hard word to use, because everyone's idea of normal is different. Real is what the word is. I think you either live a real life or you live a weird celebrity pseudolife. I think I lead a really real life.","author":"Sarah Michelle Gellar","category":"Life, Weird, Live"},{"quote":"The more they applaud, the bigger your salary will be.","author":"Anna Held","category":"Salary, Will, Bigger"},{"quote":"I felt so painfully isolated that I vowed I would get revenge on the world by becoming a famous cartoonist.","author":"Robert Crumb","category":"Revenge, World, Isolated"},{"quote":"I drive around on my scooter in Milan alone - we don't have bodyguards or anything like that. I am a fashion designer, not a celebrity, and although I get stopped for autographs and the like, I don't think I am famous.","author":"Stefano Gabbana","category":"Alone, I Am, Fashion"},{"quote":"I'm coming out with a wine... I'm actually a restaurateur. I have Famous Famiglia Pizzeria that has opened up in the Sacramento airport. I'm also working with my business partner on opening up the Linnethia Lounge.","author":"NeNe Leakes","category":"Business, Wine, Partner"},{"quote":"You're not famous until my mother has heard of you.","author":"Jay Leno","category":"Mother, You, Until"},{"quote":"I don't see myself as a famous person.","author":"Jess Glynne","category":"Myself, Person, See"},{"quote":"None of my characters are rich or famous, and the situations they find themselves in could happen to anyone.","author":"Nicholas Sparks","category":"Rich, Find, Happen"},{"quote":"Celebrity distorts democracy by giving the rich, beautiful, and famous more authority than they deserve.","author":"Maureen Dowd","category":"Beautiful, Democracy, Giving"},{"quote":"Celebrity is the advantage of being known to people who we don't know, and who don't know us.","author":"Nicolas Chamfort","category":"People, Know, Celebrity"},{"quote":"I don't see myself as famous I see myself as a normal person with a job that is not very normal. My work life is very out there and very public. But I do my best to maintain my privacy.","author":"Hailey Baldwin","category":"Life, Work, Best"},{"quote":"You do stand-up because you have to do it. If you're doing it to become 'famous,' you're wrong. If you're doing it to become a millionaire, you're doing it for the wrong reasons. In 2003, I was flat broke. I'd been doing stand-up for 14 years at that point. I loved it and just kept at it.","author":"Russell Peters","category":"Doing, Loved, You"},{"quote":"I love going to the beach. I like just walking around South Beach, but sometimes, when you're famous, it can be a little difficult.","author":"Nicky Jam","category":"Love, Beach, Walking"},{"quote":"I can do whatever I want - I'm rich, I'm famous, and I'm bigger than you.","author":"Don Johnson","category":"Want, Rich, You"},{"quote":"Kids will keep it real. If I've ever had in my life a great anchor, it's them. They get in your head, 'don't get too famous.' If you think you're really famous and think you're really hip, go hang out with your kids for an afternoon. That's about as earthbound as it's going to get.","author":"Lionel Richie","category":"Life, Great, My Life"},{"quote":"I don't like being famous - it is like a prison. And driving for Ferrari would make it far worse.","author":"Valentino Rossi","category":"Driving, Prison, Like"},{"quote":"I've always had a career. I have been working hard since I was 15 years old. Being someone's 'girlfriend' was never what I wanted to be famous for. What makes you 'famous' isn't always what you want to be 'labeled' as or known for.","author":"Adrienne Bailon","category":"Working Hard, Want, You"},{"quote":"Our top story tonight: Famous TV dolphin flipper was arrested today on prostitution ring charges. He allegedly was seen transporting two 16 year olds across state line for immoral porpoises.","author":"Colin Mochrie","category":"Today, Story, Ring"},{"quote":"A woman who becomes famous through her work reduces her erotic value. A woman is permitted to chat or babble, but speaking in public with authority is still the greatest transgression.","author":"Elfriede Jelinek","category":"Work, Woman, Value"},{"quote":"I think that once you open the door and allow people in on a certain aspect, it's very hard to then control how far that ripple effect is. So I think that the person who is known or famous has the ability to decide what they do or don't want to share.","author":"Rosie O'Donnell","category":"Door, Control, People"},{"quote":"Musicals are famous for being in a constant state of flux.","author":"Tim Curry","category":"Being, State, Flux"},{"quote":"That the work involved, the willingness to take chances, the commitment, the opportunity to get on stage and make people happy, was more important than becoming famous, or even what I was dancing.","author":"Suzanne Farrell","category":"Work, Happy, Opportunity"},{"quote":"My name's Jennifer Ellison and one day I'm going to be famous!","author":"Jennifer Ellison","category":"Day, Name, Going"},{"quote":"I have my own spiritual guru, and I'm so happy, and I feel so satisfied that I might appreciate many other famous gurus, but, you know, I am not attracted that way because I have found the person.","author":"Ravi Shankar","category":"Happy, Spiritual, I Am"},{"quote":"Famous people feel that they must perpetually be on the crest of the wave, not realising that it is against all the rules of life. You can't be on top all the time, it isn't natural.","author":"Olivia De Havilland","category":"Life, Time, Rules"},{"quote":"My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world.","author":"Wynonna Judd","category":"Success, Music, Failure"},{"quote":"I put my money in the bank: I have to think of life after modeling, when I'm not famous any more.","author":"Eva Herzigova","category":"Life, Money, Think"},{"quote":"Celebrity culture, it's everywhere, isn't it? It's reality TV, Big Brother. I didn't become a footballer to be famous, I became a footballer to be successful. I didn't want to be famous. Now people want to be famous. Why? Why would you want people following you about all day?","author":"Ryan Giggs","category":"Day, Culture, Brother"},{"quote":"I don't know if this is the kind of retrospective analysis that people are fond of applying to their work or actions, but it feels like I knew I was going to be famous and I knew that an element of that would be traumatic, so that if I could make myself something big and otherworldly, it would be a kind of defence.","author":"Russell Brand","category":"Work, Myself, People"},{"quote":"I don't really know a lot of famous people. I've met a lot of famous people. If I ran into Tom Hanks today, I would have to remind him who I was and he would then remember me. But he wouldn't come up to me and say, 'Hi Dave!'","author":"David Zucker","category":"Today, Me, Remember"},{"quote":"Being famous before you've formed your personality, before you have that self-esteem, is dangerous.","author":"Chris Evert","category":"Personality, You"},{"quote":"When you're a famous, successful person at 16 years old, the rules change for you. Everybody is doing things for you to make life easier so you can go out and play. And I think you miss out on lot of growing up and a lot of reality checks.","author":"Chris Evert","category":"Life, Change, Reality"},{"quote":"I had a flight trainer who is one of the biggest and most famous helicopter pilots the world.","author":"Izabella Scorupco","category":"World, Flight, Helicopter"},{"quote":"I seek no longer to be a 'famous' person, and instead I wish to live a 'normal' life.","author":"Sinead O'Connor","category":"Life, Live, Wish"},{"quote":"When I'm living in the world of luxury and celebrity, which is where I found myself for a large part of my life, it's a walk-on part. Not a vital necessity, like it is for so many people. I enjoy it but I can see right through it!","author":"Agnetha Faltskog","category":"Life, Myself, World"},{"quote":"I don't know if any famous people follow me, but their daughters definitely do.","author":"Lucky Blue Smith","category":"Me, People, Famous People"},{"quote":"I'm not the guy that wants to be famous and make loads of money and sell loads of records. I don't want that. I just want to be true. I want to be... I want to serve music. I want to be honest.","author":"Damien Rice","category":"Music, Money, Want"},{"quote":"I never wanted to be rich or successful or famous. I just wanted to be happy and have fun.","author":"Donna Leon","category":"Happy, Fun, Be Happy"},{"quote":"I think success right now is not about how famous you are or how much you're getting paid, but it's more about if you're steadily working and you're happy with what you're doing.","author":"Sarah Hyland","category":"Success, Happy, Think"},{"quote":"If you ever get rich and famous, by definition you are special. You have done something special, and therefore you start to behave special. Then if the floor drops out, and you become down and out, you have a really new perspective.","author":"Danny Bonaduce","category":"Perspective, Start, Rich"},{"quote":"The seven wise men of Greece, so famous for their wisdom all the world over, acquired all that fame, each of them, by a single sentence consisting of two or three words.","author":"Robert South","category":"Wisdom, Wise, Words"},{"quote":"Living in L.A., everyone likes to mold you and change you. I don't care about fame, I don't care about being a celebrity. I know that's part of the job, but I don't feed into anyone's idea of who I should be.","author":"Jessica Alba","category":"Change, Job, Know"},{"quote":"If there's anything more mortifying than being famous at 14, it's being washed up right after.","author":"Moon Unit Zappa","category":"Right, Up, Anything"},{"quote":"For famous men have the whole earth as their memorial.","author":"Pericles","category":"Men, Earth, Whole"},{"quote":"Fame is a lot of pressure, especially when you're responsible for your entire family. Financially, emotionally - everything.","author":"Nick Carter","category":"Family, Pressure, You"},{"quote":"I would be a huge hypocrite if I didn't tell you that at one time in my life I thought the way that you made music was you got on a major label and you got famous.","author":"Neko Case","category":"Life, Music, Time"},{"quote":"Stardom can be a gilded slavery.","author":"Helen Hayes","category":"Slavery, Gilded, Stardom"},{"quote":"I'm just not a private person. It's not like I do things because I want things to be public; it's just that's my way of expressing myself, and I happen to be very famous.","author":"Lily Allen","category":"Myself, Want, Person"},{"quote":"Celebrity, to me, is not a thing to seek.","author":"Aidan Quinn","category":"Me, Celebrity, Seek"},{"quote":"Celebrity gives us delusion of self importance.","author":"Al Goldstein","category":"Self, Celebrity, Delusion"},{"quote":"My wife, she is so good. She was a famous singer - had a show in Carnegie Hall, did a big city tour for RCA. Then she made the mistake of marrying me. The next year, another tour, but the third year, she had Mario and said, 'Either I'm a mother or a singer.'","author":"Sirio Maccioni","category":"Good, Mother, Wife"},{"quote":"For somebody famous, it's weird anyway to meet someone, because they have a preconceived notion of who you are.","author":"Ricki Lake","category":"Weird, You, Someone"},{"quote":"I've been around some very famous people, but no one has the effect Maradona has; people tremble in his presence.","author":"Emir Kusturica","category":"People, Famous People"},{"quote":"Why does anybody want to be famous? You know what's important to me? Having lunch! Pasta! Seeing my friends! Is that so crazy?","author":"Sherry Stringfield","category":"Friends, Crazy, Me"},{"quote":"Rich and famous is not bad, but poor and famous sucks.","author":"Paul Hogan","category":"Rich, Bad, Poor"},{"quote":"I've certainly not got any famous people's numbers on my phone. It's just not my thing, really.","author":"Gareth Bale","category":"People, Numbers, Phone"},{"quote":"I can't see any value in being a celebrity, famous for being famous.","author":"Noomi Rapace","category":"Value, Celebrity, See"},{"quote":"I'm sure there will come a time when I won't be able to, you know, walk around so easy sometimes, or it's just things that I don't necessarily want. I don't really necessarily want to be famous.","author":"Frank Dillane","category":"Time, Walk, Easy"},{"quote":"There's so many things I want to do. I want to work with great filmmakers, great actors, great scripts. And there's no reason for me to do anything short of that, because I'm 24, I don't have a family, I don't need to make tons of money, and I'm not dying to get famous.","author":"Tobey Maguire","category":"Work, Family, Money"},{"quote":"I heard so many stories from Gaomi's peasants that I had an irrepressible urge to write them down. Today, Gaomi's peasants know that they have become famous around the world through my writings, but I think they are a little puzzled by this.","author":"Mo Yan","category":"Today, World, Know"},{"quote":"In fact, I'd just like to own something. Everyone thinks I'm glamorous, rich and famous but all I've got is some recording equipment and a battered old BMW.","author":"Dido Armstrong","category":"Rich, Everyone, BMW"},{"quote":"You can find love when you are famous if you are the same person you were before you were famous.","author":"Tamar Braxton","category":"Love, You, Find"},{"quote":"Ibiza is a popular vacation place for a lot of the players in Spain. If you go in the summer, there are some of the world's most famous movie and music stars, so nobody cares about soccer players.","author":"Xavi","category":"Music, Stars, Vacation"},{"quote":"I was very famous as a young man and I celebrated both the good and bad times with drinking.","author":"Glenn Hughes","category":"Good, Man, Good And Bad"},{"quote":"I'm so fascinated by YouTube culture. I have no idea how it's working, but more and more people are becoming Internet famous, and it is because it allows you to have an atmosphere in which you feel comfortable to be yourself, which you might not get otherwise.","author":"Aubrey Peeples","category":"Culture, Be Yourself"},{"quote":"I'm famous by default. I came out of the womb, and people wanted to know who I was because of my parents.","author":"Frances Bean Cobain","category":"Parents, People, Know"},{"quote":"The image we have of a famous person often bears no relation to them.","author":"David Tang","category":"Person, Image, Famous Person"},{"quote":"My most famous commercial was for Fruit Of the Loom underwear. I took a lot of razzing from my classmates.","author":"Ian Ziering","category":"Fruit, Classmates, Underwear"},{"quote":"My earliest memory is nursing and struggling to see the colored lights making up the map of the world, the famous backdrop for Larry King's TV show. There's an 'I-want-to-do-all-things-at-once' kind of theme to it.","author":"Ronan Farrow","category":"Memory, World, King"},{"quote":"I pretended to be somebody I wanted to be until finally I became that person. Or he became me.","author":"Cary Grant","category":"Me, Person, Somebody"},{"quote":"When you become famous, you start getting invites to parties where there are famous athletes and famous rock stars, politicians, people who have tremendous power and affluence. It's not in my DNA, but certainly I have been exposed to it.","author":"Billy Baldwin","category":"Stars, Power, People"},{"quote":"I grew up with a lot of people who are famous now. I was friends with Hilary and Haley Duff. They are such lovely girls. I have watched their careers blossom, which I am really happy for. I grew up with Ashley Tisdale; we used to both live in Valencia, so we used to hang out back in the day.","author":"Madeline Zima","category":"Happy, Day, Friends"},{"quote":"One of the differences between real documentaries and reality television, besides the artificial construct of reality television, is that the people who are recruited to be on those shows, and the people who are interested in going on those shows, basically want to be famous. Or maybe they can win a million dollars or something.","author":"Steve James","category":"Reality, People, Television"},{"quote":"All I say is that I don't go out with famous men.","author":"Samantha Mumba","category":"Men, Say, Go"},{"quote":"The Bronx is famous for two things. Hip-hop, and 26 world championships.","author":"Kurtis Blow","category":"World, Hip-Hop, Two"},{"quote":"I don't feel I was ever a 'famous' child actor. I was just a working actor who happened to be a kid. I was never really in a hit show until I was a teenager with West Wing playing First Daughter Zoey Bartlet. In a way, that was my saving grace - not being a star on a hit show. It kept me working and kept me grounded.","author":"Elisabeth Moss","category":"Daughter, Child, Me"},{"quote":"My goal was never to be famous, but to be a consistently working actor.","author":"Erin Cummings","category":"Goal, Actor, Working"},{"quote":"I didn't want to be famous. I just wanted to earn enough money to have a nice life and enjoy acting.","author":"David McCallum","category":"Life, Money, Enjoy"},{"quote":"Morocco is completely alive for me because I spent about a third of my life there. The first few times I went back to Casablanca, I walked through the streets and remembered how years earlier I had walked those same streets and prayed that a miracle would happen and I would leave and become famous.","author":"Gad Elmaleh","category":"Life, Me, My Life"},{"quote":"Fame, I have already. Now I need the money.","author":"Wilhelm Steinitz","category":"Money, Fame, Need"},{"quote":"I will either be famous or infamous.","author":"Otto Dix","category":"Will, Either, Infamous"},{"quote":"Born a slave, Harriet Tubman was determined not to remain one. She escaped from her owners in Maryland on the Underground Railroad in 1849 and then fearlessly returned thirteen times to help guide family members and others to freedom as the most famous conductor of the Underground Railroad.","author":"Susan Campbell Bartoletti","category":"Family, Freedom, Help"},{"quote":"There is no celebrity quite as powerful as the local, homegrown celebrity.","author":"Tony Wilson","category":"Powerful, Celebrity, Quite"},{"quote":"I wasn't a kid who moved out from Iowa with aspirations of becoming a famous star - I was intrigued by the idea of filmmaking and by the idea of what it would be like to play a character in a movie.","author":"Jason Lee","category":"Character, Filmmaking, Play"},{"quote":"Fame - anyone who says he doesn't like it is crazy.","author":"Bennett Cerf","category":"Crazy, Fame, Like"},{"quote":"If you're famous, you're not free.","author":"Tadanobu Asano","category":"Free, You"},{"quote":"In the U.S. there are many people willing to work on $9 per hour, which is causing Tasmania to lose its famous apple industry and Australia to import more and more of its fruit and food from lower cost countries. In fact, all over Australia there are warning signs of us killing or restricting our own industries.","author":"Gina Rinehart","category":"Work, Food, Apple"},{"quote":"The one thing you've got to say about Columbia is that it has courses that are famous. It has alumni who come back and say it was the best thing they ever did.","author":"William Scott","category":"Best, You, Say"},{"quote":"In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness.","author":"Norman O. Brown","category":"Money, Science, Long"},{"quote":"Seven is more than a lucky number or a famous baseball player's uniform. It's the brain's natural shepherd, herding vast amounts of information into manageable chunks.","author":"Jacqueline Leo","category":"Baseball, Brain, Information"},{"quote":"Indeed, wretched the man whose fame makes his misfortunes famous.","author":"Lucius Accius","category":"Man, Fame, Wretched"},{"quote":"I wasn't like, 'I want to be famous.' I just wanted to be an actor. I wasn't chasing anything. I was never stressed or worried. I never had any fear of rejection or not making it, anything like that.","author":"Sean Harris","category":"Fear, Want, Rejection"},{"quote":"Being rich and famous isn't all happiness and at times the pressures have got to me.","author":"Frida Lyngstad","category":"Happiness, Me, Rich"},{"quote":"Indy makes the race driver. You become famous when you come here.","author":"Rodger Ward","category":"You, Race, Here"},{"quote":"More than anything else, my mother wanted to be an actress - a famous actress - which in the 1950s was all about being young, sexy, and available. She was all that, and more. She had big blue eyes, alabaster skin, a heart-shaped face, a beautiful figure. She was just a knockout.","author":"Meredith Baxter","category":"Beautiful, Mother, Eyes"},{"quote":"They eat the dainty food of famous chefs with the same pleasure with which they devour gross peasant dishes, mostly composed of garlic and tomatoes, or fisherman's octopus and shrimps, fried in heavily scented olive oil on a little deserted beach.","author":"Luigi Barzini","category":"Food, Beach, Oil"},{"quote":"Slowly but surely, we are acquiring that famous culture of democracy, which is our objective.","author":"Paul Biya","category":"Culture, Democracy"},{"quote":"Look deep into nature, and then you will understand everything better.","author":"Albert Einstein","category":"Deep, Better, You"},{"quote":"Autumn is a second spring when every leaf is a flower.","author":"Albert Camus","category":"Autumn, Flower, Spring"},{"quote":"Just living is not enough... one must have sunshine, freedom, and a little flower.","author":"Hans Christian Andersen","category":"Flower, Freedom, Sunshine"},{"quote":"Nature always wears the colors of the spirit.","author":"Ralph Waldo Emerson","category":"Colors, Spirit, Always"},{"quote":"In every walk with nature one receives far more than he seeks.","author":"John Muir","category":"Wisdom, Walk, Far"},{"quote":"The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep.","author":"Robert Frost","category":"Deep, Sleep, Dark"},{"quote":"Wherever you go, no matter what the weather, always bring your own sunshine.","author":"Anthony J. D'Angelo","category":"Sunshine, Weather, You"},{"quote":"The family is one of nature's masterpieces.","author":"George Santayana","category":"Family, Masterpieces"},{"quote":"We still do not know one thousandth of one percent of what nature has revealed to us.","author":"Albert Einstein","category":"Know, Us, Still"},{"quote":"We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls.","author":"Mother Teresa","category":"Stars, Flowers, Moon"},{"quote":"Keep close to Nature's heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean.","author":"John Muir","category":"Mountain, Environmental"},{"quote":"So many times, people told me I can't do this or can't do that. My nature is that I don't listen very well. I'm very determined, and I believe in myself. My parents brought me up that way. Thank God for that. I don't let anything stand in my way.","author":"Chantal Sutherland","category":"Myself, God, Parents"},{"quote":"Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns.","author":"George Eliot","category":"Autumn, Bird, Soul"},{"quote":"Nature is the art of God.","author":"Dante Alighieri","category":"Art, God"},{"quote":"Sunset is still my favorite color, and rainbow is second.","author":"Mattie Stepanek","category":"Sunset, Rainbow, Color"},{"quote":"Joy in looking and comprehending is nature's most beautiful gift.","author":"Albert Einstein","category":"Beautiful, Intelligence, Joy"},{"quote":"Over every mountain there is a path, although it may not be seen from the valley.","author":"Theodore Roethke","category":"Mountain, Path, May"},{"quote":"Green is the prime color of the world, and that from which its loveliness arises.","author":"Pedro Calderon de la Barca","category":"Color, World, Green"},{"quote":"The best thing one can do when it's raining is to let it rain.","author":"Henry Wadsworth Longfellow","category":"Rain, Best, Raining"},{"quote":"Nature... is nothing but the inner voice of self-interest.","author":"Charles Baudelaire","category":"Voice, Nothing"},{"quote":"The sky broke like an egg into full sunset and the water caught fire.","author":"Pamela Hansford Johnson","category":"Sunset, Water, Sky"},{"quote":"Deep in their roots, all flowers keep the light.","author":"Theodore Roethke","category":"Light, Deep, Flowers"},{"quote":"Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can ever learn from books.","author":"John Lubbock","category":"Mountain, Sea, Sky"},{"quote":"I can find God in nature, in animals, in birds and the environment.","author":"Pat Buckley","category":"God, Environmental, Birds"},{"quote":"Colors are the smiles of nature.","author":"Leigh Hunt","category":"Smile, Colors, Smiles"},{"quote":"There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism.","author":"Alexander Hamilton","category":"Bravery, Heroism, Liberty"},{"quote":"In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they're still beautiful.","author":"Alice Walker","category":"Beautiful, Trees, Weird"},{"quote":"The sea, once it casts its spell, holds one in its net of wonder forever.","author":"Jacques Yves Cousteau","category":"Sea, Wonder, Forever"},{"quote":"Water is the driving force of all nature.","author":"Leonardo da Vinci","category":"Water, Driving, Force"},{"quote":"Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby.","author":"Langston Hughes","category":"Rain, Kiss, You"},{"quote":"Energy, like the biblical grain of the mustard-seed, will remove mountains.","author":"Hosea Ballou","category":"Mountains, Energy, Will"},{"quote":"Autumn's the mellow time.","author":"William Allingham","category":"Autumn, Time, Mellow"},{"quote":"Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.","author":"John Updike","category":"Life, Rain, Sky"},{"quote":"Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature.","author":"Neil deGrasse Tyson","category":"Life, Technology, Earth"},{"quote":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.","author":"John Ruskin","category":"Rain, Good, Sunshine"},{"quote":"One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.","author":"Dale Carnegie","category":"Today, Rose, Roses"},{"quote":"For my part I know nothing with any certainty, but the sight of the stars makes me dream.","author":"Vincent Van Gogh","category":"Stars, Dream, Me"},{"quote":"On earth there is no heaven, but there are pieces of it.","author":"Jules Renard","category":"Earth, Heaven, Pieces"},{"quote":"Forget not that the earth delights to feel your bare feet and the winds long to play with your hair.","author":"Khalil Gibran","category":"Hair, Feet, Long"},{"quote":"In the depth of winter I finally learned that there was in me an invincible summer.","author":"Albert Camus","category":"Winter, Me, Summer"},{"quote":"I saw old Autumn in the misty morn stand shadowless like silence, listening to silence.","author":"Thomas Hood","category":"Autumn, Silence, Listening"},{"quote":"There are always flowers for those who want to see them.","author":"Henri Matisse","category":"Flowers, Want, See"},{"quote":"The good man is the friend of all living things.","author":"Mahatma Gandhi","category":"Good, Man, Friend"},{"quote":"The breaking of a wave cannot explain the whole sea.","author":"Vladimir Nabokov","category":"Sea, Wave, Explain"},{"quote":"I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time.","author":"Robert Browning","category":"Autumn, Time, Beauty"},{"quote":"Never measure the height of a mountain until you have reached the top. Then you will see how low it was.","author":"Dag Hammarskjold","category":"Mountain, Measure, You"},{"quote":"The sea has neither meaning nor pity.","author":"Anton Chekhov","category":"Sea, Meaning, Pity"},{"quote":"May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.","author":"Edward Abbey","category":"Mountains, Clouds, Amazing"},{"quote":"Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain.","author":"Henry David Thoreau","category":"Leaf, Eye, View"},{"quote":"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.","author":"John Muir","category":"Strength, Beauty, Health"},{"quote":"If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive.","author":"Eleonora Duse","category":"Power, Joy, Simple"},{"quote":"Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction.","author":"E. O. Wilson","category":"Spiritual, Satisfaction"},{"quote":"It is not light that we need, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake.","author":"Frederick Douglass","category":"Light, Storm, Fire"},{"quote":"Light in Nature creates the movement of colors.","author":"Robert Delaunay","category":"Light, Colors, Movement"},{"quote":"The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life.","author":"Thomas Hobbes","category":"Life, Power, Man"},{"quote":"Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen.","author":"Andrew Bernstein","category":"Life, Hero, Struggle"},{"quote":"Nature's beauty is a gift that cultivates appreciation and gratitude.","author":"Louie Schwartzberg","category":"Gratitude, Beauty"},{"quote":"The lake and the mountains have become my landscape, my real world.","author":"Georges Simenon","category":"Mountains, World, Landscape"},{"quote":"The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach.","author":"Henry Beston","category":"Rain, Great, Ocean"},{"quote":"Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole.","author":"Ralph Waldo Emerson","category":"Time, Leaf, Perfection"},{"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.","author":"Anne Frank","category":"Best, God, Alone"},{"quote":"What the caterpillar calls the end of the world the master calls a butterfly.","author":"Richard Bach","category":"Butterfly, World, End"},{"quote":"If you can't be in awe of Mother Nature, there's something wrong with you.","author":"Alex Trebek","category":"Mother, Environmental, You"},{"quote":"Man is by nature a political animal.","author":"Aristotle","category":"Man, Politics, Animal"},{"quote":"Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed.","author":"Walt Whitman","category":"Beautiful, Flowers, Sunrise"},{"quote":"Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.","author":"Tom Hanks","category":"Relationship, Truth, Great"},{"quote":"One touch of nature makes the whole world kin.","author":"William Shakespeare","category":"World, Touch, Whole"},{"quote":"There is nothing in a caterpillar that tells you it's going to be a butterfly.","author":"R. Buckminster Fuller","category":"Butterfly, Nothing, You"},{"quote":"I know the lands are lit, with all the autumn blaze of Goldenrod.","author":"Helen Hunt Jackson","category":"Autumn, Know, Lit"},{"quote":"It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.","author":"Robert Louis Stevenson","category":"Beauty, Men, Changes"},{"quote":"Trees are the earth's endless effort to speak to the listening heaven.","author":"Rabindranath Tagore","category":"Listening, Effort, Trees"},{"quote":"The art of medicine consists in amusing the patient while nature cures the disease.","author":"Voltaire","category":"Art, Medical, Medicine"},{"quote":"What makes a river so restful to people is that it doesn't have any doubt - it is sure to get where it is going, and it doesn't want to go anywhere else.","author":"Hal Boyle","category":"River, People, Want"},{"quote":"I'm very gregarious, but I love being in the hills on my own.","author":"Norman MacCaig","category":"Love, My Own, Hills"},{"quote":"A happy life is one which is in accordance with its own nature.","author":"Lucius Annaeus Seneca","category":"Life, Happy, Happy Life"},{"quote":"Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author":"Albert Einstein","category":"Beauty, Compassion, Free"},{"quote":"Do activities you're passionate about - which make your heart and soul feel perky - including things like working out, cooking, painting, writing, yoga, hiking, walking, swimming, being in nature, being around art, or reading inspiring books.","author":"Karen Salmansohn","category":"Art, Writing, Soul"},{"quote":"Wilderness is not a luxury but a necessity of the human spirit.","author":"Edward Abbey","category":"Luxury, Wilderness"},{"quote":"I believe a leaf of grass is no less than the journey-work of the stars.","author":"Walt Whitman","category":"Stars, Leaf, Believe"},{"quote":"There are no straight lines or sharp corners in nature. Therefore, buildings must have no straight lines or sharp corners.","author":"Antoni Gaudi","category":"Buildings, Lines, Straight"},{"quote":"To feel much for others and little for ourselves; to restrain our selfishness and exercise our benevolent affections, constitute the perfection of human nature.","author":"Adam Smith","category":"Perfection, Exercise"},{"quote":"I'm always astonished by a forest. It makes me realise that the fantasy of nature is much larger than my own fantasy. I still have things to learn.","author":"Gunter Grass","category":"Forest, Me, Fantasy"},{"quote":"Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge.","author":"Nikola Tesla","category":"Knowledge, Light, Science"},{"quote":"Human life is as evanescent as the morning dew or a flash of lightning.","author":"Samuel Butler","category":"Life, Morning, Human"},{"quote":"Sex is a part of nature. I go along with nature.","author":"Marilyn Monroe","category":"Sex, Go, Part"},{"quote":"Cats are intended to teach us that not everything in nature has a function.","author":"Garrison Keillor","category":"Cats, Pet, Teach"},{"quote":"Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn.","author":"Walter Scott","category":"Autumn, Tree, Spring"},{"quote":"When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.","author":"Tadao Ando","category":"Relationship, Architecture"},{"quote":"Even if one tree falls down it wouldn't affect the entire forest.","author":"Chen Shui-bian","category":"Tree, Forest, Down"},{"quote":"A light wind swept over the corn, and all nature laughed in the sunshine.","author":"Anne Bronte","category":"Light, Wind, Sunshine"},{"quote":"Human nature is potentially aggressive and destructive and potentially orderly and constructive.","author":"Margaret Mead","category":"Human Nature, Human"},{"quote":"Science is a perception of the world around us. Science is a place where what you find in nature pleases you.","author":"Subrahmanyan Chandrasekhar","category":"Science, Perception, World"},{"quote":"The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul.","author":"Alfred Austin","category":"Sun, Gardening, Soul"},{"quote":"Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature's forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle.","author":"John Muir","category":"Life, Home, Struggle"},{"quote":"Nothing is art if it does not come from nature.","author":"Antoni Gaudi","category":"Art, Nothing, Come"},{"quote":"Spring is nature's way of saying, 'Let's party!'","author":"Robin Williams","category":"Spring, Party, Saying"},{"quote":"I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives.","author":"Ann Voskamp","category":"Life, Rain, Good"},{"quote":"A forest bird never wants a cage.","author":"Henrik Ibsen","category":"Bird, Forest, Never"},{"quote":"The year 2100 will see eugenics universally established. In past ages, the law governing the survival of the fittest roughly weeded out the less desirable strains. Then man's new sense of pity began to interfere with the ruthless workings of nature. As a result, we continue to keep alive and to breed the unfit.","author":"Nikola Tesla","category":"Man, Law, Past"},{"quote":"All the seven deadly sins are man's true nature. To be greedy. To be hateful. To have lust. Of course, you have to control them, but if you're made to feel guilty for being human, then you're going to be trapped in a never-ending sin-and-repent cycle that you can't escape from.","author":"Marilyn Manson","category":"Man, Control, Escape"},{"quote":"As a spiritual person, nature for me has always been a healing place. Going back all the way to my childhood on the farm, the fields and forests were places of adventure and self-discovery. Animals were companions and friends, and the world moved at a slower, more rational pace than the bustling cities where I'd resided my adult life.","author":"David Mixner","category":"Life, Friends, Adventure"},{"quote":"Human nature is complex. Even if we do have inclinations toward violence, we also have inclination to empathy, to cooperation, to self-control.","author":"Steven Pinker","category":"Empathy, Violence"},{"quote":"There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination.","author":"Denis Diderot","category":"Knowledge, Reflection, Three"},{"quote":"Human nature is evil, and goodness is caused by intentional activity.","author":"Xun Kuang","category":"Evil, Human Nature, Human"},{"quote":"Mother Nature is always speaking. She speaks in a language understood within the peaceful mind of the sincere observer. Leopards, cobras, monkeys, rivers and trees; they all served as my teachers when I lived as a wanderer in the Himalayan foothills.","author":"Radhanath Swami","category":"Mother, Mind, Peaceful"},{"quote":"Nothing makes me so happy as to observe nature and to paint what I see.","author":"Henri Rousseau","category":"Happy, Me, See"},{"quote":"It is not only fine feathers that make fine birds.","author":"Aesop","category":"Birds, Feathers, Fine"},{"quote":"Nature is impersonal, awe-inspiring, elegant, eternal. It's geometrically perfect. It's tiny and gigantic. You can travel far to be in a beautiful natural setting, or you can observe it in your backyard - or, in my case, in the trees lining New York City sidewalks, or in the clouds above skyscrapers.","author":"Gretchen Rubin","category":"Travel, Beautiful, Clouds"},{"quote":"Loss is nothing else but change, and change is Nature's delight.","author":"Marcus Aurelius","category":"Change, Loss, Nothing"},{"quote":"God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.","author":"Marcus Garvey","category":"Great, God, Sky"},{"quote":"The rainbow is a part of nature, and you have to be in the right place to see it. It's beautiful, all of the colors, even the colors you can't see. That really fit us as a people because we are all of the colors. Our sexuality is all of the colors. We are all the genders, races, and ages.","author":"Gilbert Baker","category":"Beautiful, Rainbow, Colors"},{"quote":"Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me.","author":"Larry Wilcox","category":"Great, Alone, Beach"},{"quote":"Scenery is fine - but human nature is finer.","author":"John Keats","category":"Scenery, Human Nature, Human"},{"quote":"For the mind disturbed, the still beauty of dawn is nature's finest balm.","author":"Edwin Way Teale","category":"Beauty, Medical, Mind"},{"quote":"There is nothing is more musical than a sunset. He who feels what he sees will find no more beautiful example of development in all that book which, alas, musicians read but too little - the book of Nature.","author":"Claude Debussy","category":"Beautiful, Sunset, Musicians"},{"quote":"The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.","author":"Samuel Adams","category":"Power, Man, Law"},{"quote":"It is not my nature, when I see a people borne down by the weight of their shackles - the oppression of tyranny - to make their life more bitter by heaping upon them greater burdens; but rather would I do all in my power to raise the yoke than to add anything that would tend to crush them.","author":"Abraham Lincoln","category":"Life, Power, People"},{"quote":"Learn from nature. Stuff lives and stuff dies all the time, you know. Animals and birds and flowers. Trees come and go, and we come and go. That's it. So we should all seize life and make the most of what we have while we can.","author":"Joanna Lumley","category":"Life, Time, Flowers"},{"quote":"Nature's great masterpiece, an elephant; the only harmless great thing.","author":"John Donne","category":"Great, Elephant, Masterpiece"},{"quote":"Some people are born good-looking. Some have the gift of gab. And some are lucky enough to be born smarter than the rest of us. Whether we like it or not, Mother Nature does not dole these characteristics out evenly.","author":"Simon Sinek","category":"Mother, Gift, People"},{"quote":"Human nature is not black and white but black and grey.","author":"Graham Greene","category":"Black And White, Black"},{"quote":"I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.","author":"John D. Rockefeller","category":"Success, Perseverance"},{"quote":"Nature is something outside our body, but the mind is within us.","author":"Bhumibol Adulyadej","category":"Mind, Body, Within"},{"quote":"Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.","author":"Langston Hughes","category":"Autumn, Happiness, Beauty"},{"quote":"Nothing is more memorable than a smell. One scent can be unexpected, momentary and fleeting, yet conjure up a childhood summer beside a lake in the mountains.","author":"Diane Ackerman","category":"Mountains, Childhood, Summer"},{"quote":"The Amen of nature is always a flower.","author":"Oliver Wendell Holmes, Sr.","category":"Flower, Always, Amen"},{"quote":"Free expression is the base of human rights, the root of human nature and the mother of truth. To kill free speech is to insult human rights, to stifle human nature and to suppress truth.","author":"Liu Xiaobo","category":"Truth, Mother, Free"},{"quote":"For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver.","author":"Martin Luther","category":"Tree, Gold, Green"},{"quote":"My wish is to stay always like this, living quietly in a corner of nature.","author":"Claude Monet","category":"Wish, Living, Always"},{"quote":"Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature.","author":"Dave Davies","category":"Rain, Alone, Clouds"},{"quote":"Nature does not hurry, yet everything is accomplished.","author":"Lao Tzu","category":"Everything, Hurry"},{"quote":"Don't pray when it rains if you don't pray when the sun shines.","author":"Satchel Paige","category":"Sun, You, Pray"},{"quote":"Come forth into the light of things, let nature be your teacher.","author":"William Wordsworth","category":"Teacher, Light, Things"},{"quote":"One who is kind is sympathetic and gentle with others. He is considerate of others' feelings and courteous in his behavior. He has a helpful nature. Kindness pardons others' weaknesses and faults. Kindness is extended to all - to the aged and the young, to animals, to those low of station as well as the high.","author":"Ezra Taft Benson","category":"Kindness, Behavior, Animals"},{"quote":"The rain began again. It fell heavily, easily, with no meaning or intention but the fulfilment of its own nature, which was to fall and fall.","author":"Helen Garner","category":"Rain, Fall, Meaning"},{"quote":"When you go in search of honey you must expect to be stung by bees.","author":"Joseph Joubert","category":"Search, You, Honey"},{"quote":"To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.","author":"Jane Austen","category":"Day, Perfect, Look"},{"quote":"I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.","author":"Georgia O'Keeffe","category":"Beauty, Flower, You"},{"quote":"I go to nature to be soothed and healed, and to have my senses put in order.","author":"John Burroughs","category":"Order, Senses, Go"},{"quote":"If you are fearful, a horse will back off. If you are calm and confident, it will come forward. For those who are often flattered or feared, the horse can be a welcome mirror of the best in human nature.","author":"Clare Balding","category":"Best, Welcome, Horse"},{"quote":"The bluebird carries the sky on his back.","author":"Henry David Thoreau","category":"Sky, Back, Bluebird"},{"quote":"It's really important to have balance, spend some time in nature, go to a few parties, enjoy my friends and really chill out.","author":"Joakim Noah","category":"Time, Friends, Balance"},{"quote":"If we do not voluntarily bring population growth under control in the next one or two decades, the nature will do it for us in the most brutal way, whether we like it or not.","author":"Henry W. Kendall","category":"Growth, Control, Bring"},{"quote":"The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is.","author":"Phillips Brooks","category":"Humble, Greatness, Yourself"},{"quote":"Your body is the church where Nature asks to be reverenced.","author":"Marquis de Sade","category":"Fitness, Body, Church"},{"quote":"The tree that is beside the running water is fresher and gives more fruit.","author":"Saint Teresa of Avila","category":"Water, Tree, Fruit"},{"quote":"Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes - every form of animate or inanimate existence, leaves its impress upon the soul of man.","author":"Orison Swett Marden","category":"Stars, Flowers, Man"},{"quote":"Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts.","author":"Elizabeth I","category":"Fear, Lion, Small"},{"quote":"And finally Winter, with its bitin', whinin' wind, and all the land will be mantled with snow.","author":"Roy Bean","category":"Winter, Wind, Snow"},{"quote":"Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","author":"Benjamin Franklin","category":"Happiness, Happy, Money"},{"quote":"Study hard so that you can master technology, which allows us to master nature.","author":"Che Guevara","category":"Technology, Study, You"},{"quote":"What is tolerance? It is the consequence of humanity. We are all formed of frailty and error let us pardon reciprocally each other's folly - that is the first law of nature.","author":"Voltaire","category":"Law, Humanity, Tolerance"},{"quote":"All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?","author":"Diane Lane","category":"Time, Water, Wind"},{"quote":"Nature is the source of all true knowledge. She has her own logic, her own laws, she has no effect without cause nor invention without necessity.","author":"Leonardo da Vinci","category":"Knowledge, Logic, She"},{"quote":"It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened.","author":"Philip Sidney","category":"Strong, Tree, Heart"},{"quote":"You shall, I question not, find a way to the top if you diligently seek for it; for nature hath placed nothing so high that it is out of the reach of industry and valor.","author":"Alexander the Great","category":"Reach, You, Find"},{"quote":"It is often my nature to be abstract, hidden in plain sight, or nowhere at all.","author":"Gerard Way","category":"Sight, Hidden, Abstract"},{"quote":"We must realise that man's nature will remain the same so long as he remains man; that civilisation is but a slight coverlet beneath which the dominant beast sleeps lightly and ever ready to awake. To preserve civilisation, we must deal scientifically with the brute element, using only genuine biological principles.","author":"H. P. Lovecraft","category":"Man, Long, Principles"},{"quote":"Nature never did betray the heart that loved her.","author":"William Wordsworth","category":"Heart, Loved, Her"},{"quote":"Adapt or perish, now as ever, is nature's inexorable imperative.","author":"H. G. Wells","category":"Adapt, Now, Ever"},{"quote":"Birds sing after a storm why shouldn't people feel as free to delight in whatever sunlight remains to them?","author":"Rose Kennedy","category":"Storm, People, Birds"},{"quote":"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power.","author":"Alexander Hamilton","category":"Power, Human Nature, Rights"},{"quote":"My soul can find no staircase to Heaven unless it be through Earth's loveliness.","author":"Michelangelo","category":"Soul, Earth, My Soul"},{"quote":"To such an extent does nature delight and abound in variety that among her trees there is not one plant to be found which is exactly like another; and not only among the plants, but among the boughs, the leaves and the fruits, you will not find one which is exactly similar to another.","author":"Leonardo da Vinci","category":"Trees, Plants, Plant"},{"quote":"Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors.","author":"Clarissa Pinkola Estes","category":"Strength, Women, Great"},{"quote":"All the perplexities, confusion and distress in America arise, not from defects in their Constitution or Confederation, not from want of honor or virtue, so much as from the downright ignorance of the nature of coin, credit and circulation.","author":"John Adams","category":"America, Ignorance"},{"quote":"Human society sustains itself by transforming nature into garbage.","author":"Mason Cooley","category":"Society, Human, Garbage"},{"quote":"Behind every cloud is another cloud.","author":"Judy Garland","category":"Cloud, Behind, Every"},{"quote":"The day, water, sun, moon, night - I do not have to purchase these things with money.","author":"Plautus","category":"Money, Water, Moon"},{"quote":"Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry.","author":"Richard P. Feynman","category":"Organization, Small, Her"},{"quote":"When you have seen one ant, one bird, one tree, you have not seen them all.","author":"E. O. Wilson","category":"Tree, Bird, You"},{"quote":"There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.","author":"Wayne Dyer","category":"Love, Best, God"},{"quote":"The deepest principle in human nature is the craving to be appreciated.","author":"William James","category":"Human Nature, Human, Deepest"},{"quote":"A woodland in full color is awesome as a forest fire, in magnitude at least, but a single tree is like a dancing tongue of flame to warm the heart.","author":"Hal Borland","category":"Tree, Heart, Fire"},{"quote":"Self-confidence has always been one of my good qualities. I am always very confident. It is in my nature to be confident, to be aggressive. And it applies in my batting as well as wicketkeeping.","author":"Mahendra Singh Dhoni","category":"Good, I Am, Self-Confidence"},{"quote":"The diversity of the phenomena of nature is so great, and the treasures hidden in the heavens so rich, precisely in order that the human mind shall never be lacking in fresh nourishment.","author":"Johannes Kepler","category":"Great, Diversity, Mind"},{"quote":"The trees that are slow to grow bear the best fruit.","author":"Moliere","category":"Best, Trees, Fruit"},{"quote":"The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening.","author":"Wallace Stevens","category":"Morning, Day, Sun"},{"quote":"Hurricane season brings a humbling reminder that, despite our technologies, most of nature remains unpredictable.","author":"Diane Ackerman","category":"Season, Unpredictable"},{"quote":"To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few.","author":"Emily Dickinson","category":"Alone, Bee, Will"},{"quote":"How beautiful the leaves grow old. How full of light and color are their last days.","author":"John Burroughs","category":"Beautiful, Light, Color"},{"quote":"Nature is a mutable cloud which is always and never the same.","author":"Ralph Waldo Emerson","category":"Cloud, Never, Same"},{"quote":"You can't just let nature run wild.","author":"Walt Disney","category":"Run, You, Wild"},{"quote":"It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.","author":"John Paul Jones","category":"Law, Risk, Chance"},{"quote":"Migration is as natural as breathing, as eating, as sleeping. It is part of life, part of nature. So we have to find a way of establishing a proper kind of scenario for modern migration to exist. And when I say 'we,' I mean the world. We need to find ways of making that migration not forced.","author":"Gael Garcia Bernal","category":"Life, World, Eating"},{"quote":"Everybody makes mistakes, but when goalkeepers make them, it is costly. That's the nature of being a goalkeeper.","author":"Gary Speed","category":"Mistakes, Goalkeeper, Being"},{"quote":"I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do.","author":"John Muir","category":"Travel, Tree, Fast"},{"quote":"And Fall, with her yeller harvest moon and the hills growin' brown and golden under a sinkin' sun.","author":"Roy Bean","category":"Sun, Harvest, Moon"},{"quote":"The strongest argument against totalitarianism may be a recognition of a universal human nature; that all humans have innate desires for life, liberty and the pursuit of happiness. The doctrine of the blank slate... is a totalitarian's dream.","author":"Steven Pinker","category":"Life, Happiness, Liberty"},{"quote":"O, wind, if winter comes, can spring be far behind?","author":"Percy Bysshe Shelley","category":"Winter, Wind, Spring"},{"quote":"Everyone wants an iPhone, but it would be impossible to design an iPhone in China because it's not a product; it's an understanding of human nature.","author":"Ai Weiwei","category":"Design, Impossible"},{"quote":"Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.","author":"Claude Monet","category":"Love, Time, Eyes"},{"quote":"Blue thou art, intensely blue; Flower, whence came thy dazzling hue?","author":"James Montgomery","category":"Art, Flower, Blue"},{"quote":"If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently.","author":"Bill Watterson","category":"Stars, Night, People"},{"quote":"In nature there are neither rewards nor punishments there are consequences.","author":"Robert Green Ingersoll","category":"Consequences, Rewards, Nor"},{"quote":"What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?","author":"E. M. Forster","category":"Daily, Good, Stars"},{"quote":"Solar power, wind power, the way forward is to collaborate with nature - it's the only way we are going to get to the other end of the 21st century.","author":"Bjork","category":"Power, Wind, End"},{"quote":"There are women to whom nature has granted the gift of silent emotion. They have mobile faces, changeful eyes, soft lips, which express joy or desolation naturally, and with the charm of perfect simplicity and truth.","author":"Sarah Doudney","category":"Women, Truth, Eyes"},{"quote":"We could only solve our problems by cooperating with other countries. It would have been paradoxical not to cooperate. And therefore we needed to put an end to the Iron Curtain, to change the nature of international relations, to rid them of ideological confrontation, and particularly to end the arms race.","author":"Mikhail Gorbachev","category":"Change, Problems, End"},{"quote":"I'm a real nature lover, so whenever possible, I like to get to the beach or get to a forest or get somewhere there's fresh air. Apart from that, I'm a film addict and a DVD freak.","author":"Murray Bartlett","category":"Beach, Forest, Real"},{"quote":"The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.","author":"Nikola Tesla","category":"History, Truth, Science"},{"quote":"Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.","author":"Octavio Paz","category":"History, Silence, Language"},{"quote":"It may be a mistake, that man, in a state of nature, is more disposed to cruelty than courtesy.","author":"Mercy Otis Warren","category":"Man, Mistake, Courtesy"},{"quote":"The ocean is a mighty harmonist.","author":"William Wordsworth","category":"Ocean, Mighty"},{"quote":"I drank the silence of God from a spring in the woods.","author":"Georg Trakl","category":"God, Silence, Spring"},{"quote":"Mother Nature is the great equalizer. You can't get away from it.","author":"Christopher Heyerdahl","category":"Great, Mother, You"},{"quote":"Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the 'old Japan' and more importantly feel these aspects of Japanese culture.","author":"Apolo Ohno","category":"Travel, Experience, Culture"},{"quote":"People need to be cautious because anything built by man can be destroyed by Mother Nature.","author":"Russel Honore","category":"Mother, Environmental, Man"},{"quote":"Mistakes are almost always of a sacred nature. Never try to correct them. On the contrary: rationalize them, understand them thoroughly. After that, it will be possible for you to sublimate them.","author":"Salvador Dali","category":"Mistakes, You, Try"},{"quote":"Man is fully responsible for his nature and his choices.","author":"Jean-Paul Sartre","category":"Man, Choices, Responsible"},{"quote":"Nature is based on harmony. So it says if we want to survive and become more like nature, then we actually have to understand that it's cooperation versus competition.","author":"Bruce Lipton","category":"Competition, Want, Harmony"},{"quote":"I hold grudges, but I can't hate nobody; that's not my nature.","author":"The Notorious B.I.G.","category":"Hate, Nobody, Hold"},{"quote":"He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.","author":"Harry Emerson Fosdick","category":"Love, Courage, Best"},{"quote":"The deviation of man from the state in which he was originally placed by nature seems to have proved to him a prolific source of diseases.","author":"Edward Jenner","category":"Man, Seems, Him"},{"quote":"It is odd that we have so little relationship with nature, with the insects and the leaping frog and the owl that hoots among the hills calling for its mate. We never seem to have a feeling for all living things on the earth.","author":"Jiddu Krishnamurti","category":"Relationship, Earth, Living"},{"quote":"Let a hundred flowers bloom, let a hundred schools of thought contend.","author":"Mao Zedong","category":"Flowers, Thought, Bloom"},{"quote":"The fairest thing in nature, a flower, still has its roots in earth and manure.","author":"D. H. Lawrence","category":"Flower, Roots, Earth"},{"quote":"The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.","author":"Jacques Yves Cousteau","category":"Happiness, Man, Know"},{"quote":"Mountains are earth's undecaying monuments.","author":"Nathaniel Hawthorne","category":"Mountains, Earth, Monuments"},{"quote":"Nature never deceives us it is we who deceive ourselves.","author":"Jean-Jacques Rousseau","category":"Never, Us, Deceive"},{"quote":"In all things of nature there is something of the marvelous.","author":"Aristotle","category":"Something, Things"},{"quote":"Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God.","author":"George Washington Carver","category":"God, Reading, Speak"},{"quote":"What's a butterfly garden without butterflies?","author":"Roy Rogers","category":"Butterfly, Garden, Without"},{"quote":"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature.","author":"Henry David Thoreau","category":"Moments, Anxiety, Leisure"},{"quote":"All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.","author":"Aristotle","category":"Passion, Chance, Human"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","category":"Art, History, Science"},{"quote":"Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you.","author":"John Muir","category":"Good, Water, Environmental"},{"quote":"We all need to look into the dark side of our nature - that's where the energy is, the passion. People are afraid of that because it holds pieces of us we're busy denying.","author":"Sue Grafton","category":"Passion, Busy, Dark"},{"quote":"Communism is in conflict with human nature.","author":"Ernest Renan","category":"Conflict, Human Nature"},{"quote":"Nature hath framed strange fellows in her time.","author":"William Shakespeare","category":"Time, Strange, Her"},{"quote":"Economic medicine that was previously meted out by the cupful has recently been dispensed by the barrel. These once unthinkable dosages will almost certainly bring on unwelcome after-effects. Their precise nature is anyone's guess, though one likely consequence is an onslaught of inflation.","author":"Warren Buffett","category":"Medicine, Economic, Bring"},{"quote":"The moon looks upon many night flowers the night flowers see but one moon.","author":"Jean Ingelow","category":"Flowers, Night, Moon"},{"quote":"Trying to understand the way nature works involves a most terrible test of human reasoning ability. It involves subtle trickery, beautiful tightropes of logic on which one has to walk in order not to make a mistake in predicting what will happen. The quantum mechanical and the relativity ideas are examples of this.","author":"Richard P. Feynman","category":"Beautiful, Walk, Mistake"},{"quote":"Agriculture changes the landscape more than anything else we do. It alters the composition of species. We don't realize it when we sit down to eat, but that is our most profound engagement with the rest of nature.","author":"Michael Pollan","category":"Changes, Landscape, Profound"},{"quote":"Words, like nature, half reveal and half conceal the soul within.","author":"Alfred Lord Tennyson","category":"Soul, Words, Within"},{"quote":"How inappropriate to call this planet Earth when it is quite clearly Ocean.","author":"Arthur C. Clarke","category":"Ocean, Earth, Planet"},{"quote":"Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven.","author":"John Lubbock","category":"Beautiful, Looking, Heaven"},{"quote":"I consider nature a vast chemical laboratory in which all kinds of composition and decompositions are formed.","author":"Antoine Lavoisier","category":"Chemical, Laboratory"},{"quote":"External nature is only internal nature writ large.","author":"Swami Vivekananda","category":"Only, Large, Writ"},{"quote":"As in nature, all is ebb and tide, all is wave motion, so it seems that in all branches of industry, alternating currents - electric wave motion - will have the sway.","author":"Nikola Tesla","category":"Tide, Wave, Motion"},{"quote":"Painting is by nature a luminous language.","author":"Robert Delaunay","category":"Art, Language, Painting"},{"quote":"Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'","author":"Edgar Allan Poe","category":"Art, Man, Soul"},{"quote":"He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.","author":"Samuel Johnson","category":"Life, Happiness, Knowledge"},{"quote":"To understand the nature of the people one must be a prince, and to understand the nature of the prince, one must be of the people.","author":"Niccolo Machiavelli","category":"People, Understand, Must"},{"quote":"No one can feel more gratefully the charm of noble scenery, or the refreshment of escape into the unspoiled solitudes of nature, than the laborer at some close in-door employment.","author":"Lucy Larcom","category":"Scenery, Escape, Charm"},{"quote":"To the artist there is never anything ugly in nature.","author":"Auguste Rodin","category":"Artist, Ugly, Never"},{"quote":"I still get wildly enthusiastic about little things... I play with leaves. I skip down the street and run against the wind.","author":"Leo Buscaglia","category":"Little Things, Wind, Play"},{"quote":"Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature.","author":"Henry Moore","category":"Art, Best, Me"},{"quote":"Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature's way of letting in only as much as we can handle.","author":"Elisabeth Kubler-Ross","category":"Grief, Grace, Feelings"},{"quote":"Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game.","author":"Ted Williams","category":"Good, Baseball, Man"},{"quote":"A bee is never as busy as it seems it's just that it can't buzz any slower.","author":"Kin Hubbard","category":"Busy, Bee, Never"},{"quote":"God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools.","author":"John Muir","category":"God, Trees, Fools"},{"quote":"There is not a sprig of grass that shoots uninteresting to me.","author":"Thomas Jefferson","category":"Me, Grass, Uninteresting"},{"quote":"I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there.","author":"Billy Corgan","category":"Journey, Moving On"},{"quote":"The skull is nature's sculpture.","author":"David Bailey","category":"Sculpture, Skull"},{"quote":"For greed all nature is too little.","author":"Lucius Annaeus Seneca","category":"Greed, Little, Too"},{"quote":"The salary of the chief executive of a large corporation is not a market award for achievement. It is frequently in the nature of a warm personal gesture by the individual to himself.","author":"John Kenneth Galbraith","category":"Achievement, Award, Salary"},{"quote":"Sunlight is painting.","author":"Nathaniel Hawthorne","category":"Painting, Sunlight"},{"quote":"I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess.","author":"Walt Disney","category":"Gardening, Me, Wilderness"},{"quote":"The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.","author":"Paracelsus","category":"Art, Health, Healing"},{"quote":"I knew, of course, that trees and plants had roots, stems, bark, branches and foliage that reached up toward the light. But I was coming to realize that the real magician was light itself.","author":"Edward Steichen","category":"Light, Roots, Trees"},{"quote":"To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring.","author":"George Santayana","category":"Love, Mind, Spring"},{"quote":"The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.","author":"Jean Giraudoux","category":"Life, Flower, Poetry"},{"quote":"The sea is everything. It covers seven tenths of the terrestrial globe. Its breath is pure and healthy. It is an immense desert, where man is never lonely, for he feels life stirring on all sides.","author":"Jules Verne","category":"Life, Sea, Man"},{"quote":"The greatest error of a man is to think that he is weak by nature, evil by nature. Every man is divine and strong in his real nature. What are weak and evil are his habits, his desires and thoughts, but not himself.","author":"Ramana Maharshi","category":"Strong, Man, Evil"},{"quote":"The laws of nature are but the mathematical thoughts of God.","author":"Euclid","category":"God, Thoughts, Laws"},{"quote":"What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on.","author":"Jacques Yves Cousteau","category":"Science, Man, Looking"},{"quote":"Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.","author":"Dennis Prager","category":"Happiness, Society"},{"quote":"It is not the language of painters but the language of nature which one should listen to, the feeling for the things themselves, for reality is more important than the feeling for pictures.","author":"Vincent Van Gogh","category":"Language, Reality, Listen"},{"quote":"Sailing is the closest I can get to nature - it's adrenaline, fear, a constant challenge and learning experience, an adventure into the unknown. And of course there is nothing better than wearing the same T-shirt for days and not brushing my hair for weeks.","author":"Daria Werbowy","category":"Learning, Fear, Adventure"},{"quote":"Solitary trees, if they grow at all, grow strong.","author":"Winston Churchill","category":"Strong, Trees, Grow"},{"quote":"Nature does nothing in vain.","author":"Aristotle","category":"Nothing, Vain, Does"},{"quote":"Everything in excess is opposed to nature.","author":"Hippocrates","category":"Everything, Excess, Opposed"},{"quote":"I want to do to you what spring does with the cherry trees.","author":"Pablo Neruda","category":"Trees, Spring, Want"},{"quote":"As the poet said, 'Only God can make a tree,' probably because it's so hard to figure out how to get the bark on.","author":"Woody Allen","category":"God, Tree, Said"},{"quote":"In nature we never see anything isolated, but everything in connection with something else which is before it, beside it, under it and over it.","author":"Johann Wolfgang von Goethe","category":"See, Connection, Anything"},{"quote":"To be admitted to Nature's hearth costs nothing. None is excluded, but excludes himself. You have only to push aside the curtain.","author":"Henry David Thoreau","category":"Push, Nothing, You"},{"quote":"Nature doesn't need people - people need nature; nature would survive the extinction of the human being and go on just fine, but human culture, human beings, cannot survive without nature.","author":"Harrison Ford","category":"Culture, People, Human"},{"quote":"I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit.","author":"Miriam Makeba","category":"Strength, Myself, Racism"},{"quote":"Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow.","author":"Mary Wollstonecraft","category":"Knowledge, Man, World"},{"quote":"Clouds symbolize the veils that shroud God.","author":"Honore de Balzac","category":"God, Clouds, Symbolize"},{"quote":"In the state of nature profit is the measure of right.","author":"Thomas Hobbes","category":"Measure, Profit, Right"},{"quote":"Anything created by human beings is already in the great book of nature.","author":"Antoni Gaudi","category":"Great, Book, Human"},{"quote":"This is a day of little faith - of few convictions - a day when men seem to have no great causes and no great passions. So in frustration, in disappointment, they are inclined to say, 'You can't change human nature.' It is true that we cannot change human nature. But God can.","author":"Peter Marshall","category":"Change, Faith, Great"},{"quote":"When we think of the major threats to our national security, the first to come to mind are nuclear proliferation, rogue states and global terrorism. But another kind of threat lurks beyond our shores, one from nature, not humans - an avian flu pandemic.","author":"Barack Obama","category":"Mind, Think, Terrorism"},{"quote":"Whenever I get fed up with life I love to go wandering in nature.","author":"Andrea Arnold","category":"Love, Life, Up"},{"quote":"Even when I see a beautiful woman, I think, 'Aw, her life must be amazing.' Everyone does it. That's human nature to believe that beauty is everything.","author":"Marina and the Diamonds","category":"Life, Beauty, Beautiful"},{"quote":"The most important thing is the indigenous people are not vindictive by nature. We are not here to oppress anybody - but to join together and build Bolivia, with justice and equality.","author":"Evo Morales","category":"Justice, Together, Equality"},{"quote":"Nothing is too wonderful to be true, if it be consistent with the laws of nature.","author":"Michael Faraday","category":"Be True, True, Nothing"},{"quote":"Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage.","author":"Thomas Kincade","category":"Beauty, Sunset, Garden"},{"quote":"Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do.","author":"Jeremy Bentham","category":"Alone, Pain, Pleasure"},{"quote":"Chaos was the law of nature Order was the dream of man.","author":"Henry Adams","category":"Man, Law, Chaos"},{"quote":"Nature uses as little as possible of anything.","author":"Johannes Kepler","category":"Possible, Anything, Little"},{"quote":"Our most intimate friend is not he to whom we show the worst, but the best of our nature.","author":"Nathaniel Hawthorne","category":"Friendship, Best, Friend"},{"quote":"To prefer evil to good is not in human nature; and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.","author":"Plato","category":"Good, Man, Evil"},{"quote":"I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe.","author":"Alice Walker","category":"Age, Walking, Universe"},{"quote":"See that the imagination of nature is far, far greater than the imagination of man.","author":"Richard P. Feynman","category":"Man, Imagination, See"},{"quote":"Knowledge doesn't really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural.","author":"Michel Foucault","category":"Knowledge, Conflict, Risk"},{"quote":"All my life through, the new sights of Nature made me rejoice like a child.","author":"Marie Curie","category":"Life, Child, Me"},{"quote":"Fraternity among nations, however, touches the deepest desire of human nature.","author":"Hjalmar Branting","category":"Human Nature, Desire, Human"},{"quote":"I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.","author":"Joan Jett","category":"Time, Happy, Peace"},{"quote":"Politeness is to human nature what warmth is to wax.","author":"Arthur Schopenhauer","category":"Human Nature, Human"},{"quote":"The earth has received the embrace of the sun and we shall see the results of that love.","author":"Sitting Bull","category":"Love, Sun, Earth"},{"quote":"Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time.","author":"Debbie Ford","category":"Time, Soul, Creative"},{"quote":"There is no better way of exercising the imagination than the study of law. No poet ever interpreted nature as freely as a lawyer interprets the truth.","author":"Jean Giraudoux","category":"Truth, Law, Imagination"},{"quote":"Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.","author":"Anton Chekhov","category":"Time, Trees, Fruit"},{"quote":"The least movement is of importance to all nature. The entire ocean is affected by a pebble.","author":"Blaise Pascal","category":"Ocean, Movement, Entire"},{"quote":"Night comes to the desert all at once, as if someone turned off the light.","author":"Joyce Carol Oates","category":"Light, Desert, Night"},{"quote":"Life has loveliness to sell, all beautiful and splendid things, blue waves whitened on a cliff, soaring fire that sways and sings, and children's faces looking up, holding wonder like a cup.","author":"Sara Teasdale","category":"Life, Children, Beautiful"},{"quote":"The moon is at her full, and riding high, Floods the calm fields with light. The airs that hover in the summer sky Are all asleep tonight.","author":"William C. Bryant","category":"Light, Sky, Moon"},{"quote":"Fishes live in the sea, as men do a-land; the great ones eat up the little ones.","author":"William Shakespeare","category":"Great, Sea, Men"},{"quote":"And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns.","author":"Thomas Moore","category":"Flowers, Heart, Thorns"},{"quote":"Nothing is so beautiful as spring - when weeds, in wheels, shoot long and lovely and lush; Thrush's eggs look little low heavens, and thrush through the echoing timber does so rinse and wring the ear, it strikes like lightning to hear him sing.","author":"Gerard Manley Hopkins","category":"Beautiful, Spring, Long"},{"quote":"Even in winter an isolated patch of snow has a special quality.","author":"Andy Goldsworthy","category":"Winter, Quality, Snow"},{"quote":"Art is the right hand of Nature. The latter has only given us being, the former has made us men.","author":"Friedrich Schiller","category":"Art, Men, Right"},{"quote":"Everything is political. I will never be a politician or even think political. Me just deal with life and nature. That is the greatest thing to me.","author":"Bob Marley","category":"Life, Me, Greatest"},{"quote":"By 'justice', I understand nothing more than that bond which is necessary to keep the interest of individuals united, without which men would return to their original state of barbarity. All punishments which exceed the necessity of preserving this bond are, in their nature, unjust.","author":"Cesare Beccaria","category":"Justice, Men, Bond"},{"quote":"We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave.","author":"Patrick Henry","category":"God, Alone, Power"},{"quote":"The very nature of science is discoveries, and the best of those discoveries are the ones you don't expect.","author":"Neil deGrasse Tyson","category":"Best, Science, You"},{"quote":"All of nature begins to whisper its secrets to us through its sounds. Sounds that were previously incomprehensible to our soul now become the meaningful language of nature.","author":"Rudolf Steiner","category":"Soul, Language, Meaningful"},{"quote":"Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating.","author":"Carl von Clausewitz","category":"Uncertainty, Clarity"},{"quote":"We live on a planet that is amazing, beautiful, and full of wonder but not protected from powerful destructive forces of nature. We are capable of doing wonderful and selfless things but also self-absorbed and harmful things. This is the world we live in.","author":"Adam Hamilton","category":"Beautiful, Powerful, World"},{"quote":"Power is, in its nature, encroaching; and such is the human make that men who are vested with a share of it are generally inclined to take more than it was intended they should have.","author":"Samuel Adams","category":"Power, Men, Human"},{"quote":"The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual.","author":"John Muir","category":"Spiritual, Poetry"},{"quote":"In general, mankind, since the improvement of cookery, eats twice as much as nature requires.","author":"Benjamin Franklin","category":"Improvement, Mankind, Diet"},{"quote":"Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.","author":"Friedrich Nietzsche","category":"Knowledge, Mind, Treasure"},{"quote":"Mother Nature may be forgiving this year, or next year, but eventually she's going to come around and whack you. You've got to be prepared.","author":"Geraldo Rivera","category":"Mother, You, Be Prepared"},{"quote":"Polka dots can't stay alone. When we obliterate nature and our bodies with polka dots, we become part of the unity of our environments.","author":"Yayoi Kusama","category":"Alone, Unity, Dots"},{"quote":"All men are by nature born equally free and independent.","author":"George Mason","category":"Men, Free, Born"},{"quote":"If you can't sit in a cafe quietly and be ignored, how can you observe human nature and write a story?","author":"Evangeline Lilly","category":"Human Nature, Story, You"},{"quote":"What I call my 'self' now is hardly a person at all. It's mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God.","author":"C. S. Lewis","category":"Education, God, Self"},{"quote":"There is no doubt that breath control is the means for mind control because the mind, like breath, is a part of air; because the nature of mobility is common to both; because the place of origin is the same for both; and because when one of them is controlled, the other gets controlled.","author":"Ramana Maharshi","category":"Mind, Control, Doubt"},{"quote":"I sit astride life like a bad rider on a horse. I only owe it to the horse's good nature that I am not thrown off at this very moment.","author":"Ludwig Wittgenstein","category":"Life, Good, I Am"},{"quote":"One of the first conditions of happiness is that the link between Man and Nature shall not be broken.","author":"Leo Tolstoy","category":"Happiness, Man, Broken"},{"quote":"Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain.","author":"Frank Lloyd Wright","category":"Work, Day, God"},{"quote":"All, all is theft, all is unceasing and rigorous competition in nature; the desire to make off with the substance of others is the foremost - the most legitimate - passion nature has bred into us and, without doubt, the most agreeable one.","author":"Marquis de Sade","category":"Passion, Competition, Doubt"},{"quote":"Trees love to toss and sway they make such happy noises.","author":"Emily Carr","category":"Love, Happy, Trees"},{"quote":"I did not want to be a tree, a flower or a wave. In a dancer's body, we as audience must see ourselves, not the imitated behavior of everyday actions, not the phenomenon of nature, not exotic creatures from another planet, but something of the miracle that is a human being.","author":"Martha Graham","category":"Flower, Tree, Behavior"},{"quote":"It is the nature of babies to be in bliss.","author":"Deepak Chopra","category":"Bliss, Babies"},{"quote":"Men are by nature merely indifferent to one another but women are by nature enemies.","author":"Arthur Schopenhauer","category":"Women, Men, Enemies"},{"quote":"With every drop of water you drink, every breath you take, you're connected to the sea. No matter where on Earth you live. Most of the oxygen in the atmosphere is generated by the sea.","author":"Sylvia Earle","category":"Water, Sea, Live"},{"quote":"Tis distance lends enchantment to the view, and robes the mountain in its azure hue.","author":"Thomas Campbell","category":"Mountain, View, Distance"},{"quote":"We must trust to nothing but facts: these are presented to us by nature and cannot deceive. We ought, in every instance, to submit our reasoning to the test of experiment, and never to search for truth but by the natural road of experiment and observation.","author":"Antoine Lavoisier","category":"Trust, Truth, Road"},{"quote":"The temple bell stops but I still hear the sound coming out of the flowers.","author":"Matsuo Basho","category":"Flowers, Bell, Sound"},{"quote":"When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.","author":"Vincent Van Gogh","category":"Stars, Religion, Paint"},{"quote":"Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace.","author":"May Sarton","category":"Patience, Gardening, Help"},{"quote":"Sweeter than the perfume of roses is a reputation for a kind, charitable, unselfish nature; a ready disposition to do to others any good turn in your power.","author":"Orison Swett Marden","category":"Good, Power, Roses"},{"quote":"An attack upon our ability to tell stories is not just censorship - it is a crime against our nature as human beings.","author":"Salman Rushdie","category":"Censorship, Crime, Human"},{"quote":"Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves.","author":"Thomas Hobbes","category":"Wise, Men, Believe"},{"quote":"Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand.","author":"Henry David Thoreau","category":"Genius, Hand, Divinity"},{"quote":"The artist is the confidant of nature, flowers carry on dialogues with him through the graceful bending of their stems and the harmoniously tinted nuances of their blossoms. Every flower has a cordial word which nature directs towards him.","author":"Auguste Rodin","category":"Flower, Flowers, Artist"},{"quote":"We still carry this old caveman-imprint idea that we're small, nature's big, and it's everything we can manage to hang on and survive. When big geophysical events happen - a huge earthquake, tsunami, or volcanic eruption - we're reminded of that.","author":"James Balog","category":"Small, Survive, Idea"},{"quote":"Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point.","author":"Arthur Schopenhauer","category":"Growth, Intelligence, Pain"},{"quote":"Wars will remain while human nature remains. I believe in my soul in cooperation, in arbitration; but the soldier's occupation we cannot say is gone until human nature is gone.","author":"Rutherford B. Hayes","category":"Soul, Believe, I Believe"},{"quote":"Modern morality and manners suppress all natural instincts, keep people ignorant of the facts of nature and make them fighting drunk on bogey tales.","author":"Aleister Crowley","category":"Morality, People, Facts"},{"quote":"All art is but imitation of nature.","author":"Lucius Annaeus Seneca","category":"Art, Imitation"},{"quote":"I don't think homosexuality is a choice. Society forces you to think it's a choice, but in fact, it's in one's nature. The choice is whether one expresses one's nature truthfully or spends the rest of one's life lying about it.","author":"Marlo Thomas","category":"Life, Society, Choice"},{"quote":"I am a generous man, by nature, and far more trusting than I should be. Indeed. The real world is risky territory for people with generosity of spirit. Beware.","author":"Hunter S. Thompson","category":"Man, I Am, World"},{"quote":"Nature and books belong to the eyes that see them.","author":"Ralph Waldo Emerson","category":"Wisdom, Eyes, See"},{"quote":"I'm not a quitter. All my career, I went through a lot of physical adversity, injuries. It's in my nature to be a battler.","author":"Harmon Killebrew","category":"Adversity, Injuries, Career"},{"quote":"Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them.","author":"Sai Baba","category":"Life, Change, Food"},{"quote":"What is government itself but the greatest of all reflections on human nature?","author":"James Madison","category":"Government, Greatest"},{"quote":"Let the gentle bush dig its root deep and spread upward to split one boulder.","author":"Carl Sandburg","category":"Deep, Dig, Upward"},{"quote":"For myself I hold no preferences among flowers, so long as they are wild, free, spontaneous. Bricks to all greenhouses! Black thumb and cutworm to the potted plant!","author":"Edward Abbey","category":"Myself, Flowers, Plant"},{"quote":"How strange that nature does not knock, and yet does not intrude!","author":"Emily Dickinson","category":"Strange, Knock, How"},{"quote":"Whenever the pressure of our complex city life thins my blood and numbs my brain, I seek relief in the trail; and when I hear the coyote wailing to the yellow dawn, my cares fall from me - I am happy.","author":"Hamlin Garland","category":"Life, Happy, I Am"},{"quote":"My recollection of a hundred lovely lakes has given me blessed release from care and worry and the troubled thinking of our modern day. It has been a return to the primitive and the peaceful.","author":"Hamlin Garland","category":"Day, Blessed, Thinking"},{"quote":"When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck.","author":"James Whitcomb Riley","category":"Bird, Duck, See"},{"quote":"Twilight drops her curtain down, and pins it with a star.","author":"Lucy Maud Montgomery","category":"Down, Star, Her"},{"quote":"That which is not good for the bee-hive cannot be good for the bees.","author":"Marcus Aurelius","category":"Good, Which, Cannot"},{"quote":"Ah, summer, what power you have to make us suffer and like it.","author":"Russell Baker","category":"Power, Summer, You"},{"quote":"Sweet April showers do spring May flowers.","author":"Thomas Tusser","category":"Flowers, Spring, Sweet"},{"quote":"I am not bound for any public place, but for ground of my own where I have planted vines and orchard trees, and in the heat of the day climbed up into the healing shadow of the woods.","author":"Wendell Berry","category":"Day, I Am, Healing"},{"quote":"We do not see nature with our eyes, but with our understandings and our hearts.","author":"William Hazlitt","category":"Eyes, See, Hearts"},{"quote":"And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.","author":"William Shakespeare","category":"Life, Good, Trees"},{"quote":"But more wonderful than the lore of old men and the lore of books is the secret lore of ocean.","author":"H. P. Lovecraft","category":"Ocean, Men, Secret"},{"quote":"Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.","author":"Annie Leibovitz","category":"Work, Light, Dance"},{"quote":"Eagles commonly fly alone. They are crows, daws, and starlings that flock together.","author":"John Webster","category":"Alone, Together, Fly"},{"quote":"The stars that have most glory have no rest.","author":"Samuel Daniel","category":"Stars, Rest, Glory"},{"quote":"Though pleas'd to see the dolphins play, I mind my compass and my way.","author":"Matthew Green","category":"Mind, Play, See"},{"quote":"How inscrutable and incomprehensible are the hidden works of Nature!","author":"Antonie van Leeuwenhoek","category":"Hidden, How, Works"},{"quote":"Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God.","author":"Sai Baba","category":"Stars, God, Unity"},{"quote":"Suffering is permanent, obscure and dark, And shares the nature of infinity.","author":"William Wordsworth","category":"Suffering, Dark, Obscure"},{"quote":"A true nature is a gloomy monolith, sort of like that old black rotary phone that I had to sing 'Happy Birthday' to Grandpa on. But novelists, damn us, still need true natures - so we can give them to our protagonists. And so readers can vaguely predict how they'll behave when we trap them in 'situations' that they can't IM their way out of.","author":"Walter Kirn","category":"Birthday, Happy, Black"},{"quote":"Most of us who become experimental physicists do so for two reasons; we love the tools of physics because to us they have intrinsic beauty, and we dream of finding new secrets of nature as important and as exciting as those uncovered by our scientific heroes.","author":"Luis Walter Alvarez","category":"Love, Beauty, Tools"},{"quote":"Humans have certain properties and characteristics which are intrinsic to them, just as every other organism does. That's human nature.","author":"Noam Chomsky","category":"Human Nature, Human, Just"},{"quote":"Biodiversity can't be maintained by protecting a few species in a zoo, or by preserving greenbelts or national parks. To function properly, nature needs more room than that. It can maintain itself, however, without human expense, without zookeepers, park rangers, foresters or gene banks. All it needs is to be left alone.","author":"Donella Meadows","category":"Alone, Zoo, Human"},{"quote":"Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one.","author":"Robert Baden-Powell","category":"Beautiful, Best, God"},{"quote":"In northern architecture - the cathedrals of Europe and all the little churches - the details, the carving of stone, become necessary because the light is not there to help you very much. You have to enrich surfaces. The desert reduces form to its simplest nature. There is no need for gargoyles or flying buttresses in the desert.","author":"I. M. Pei","category":"Light, Architecture, Help"},{"quote":"Airplane travel is nature's way of making you look like your passport photo.","author":"Al Gore","category":"Travel, Airplane, You"},{"quote":"In Japan, I was immensely impressed by the politeness, industrious nature and conscientiousness of the Japanese people.","author":"J. Paul Getty","category":"People, Japan, Politeness"},{"quote":"A sense of the universe, a sense of the all, the nostalgia which seizes us when confronted by nature, beauty, music - these seem to be an expectation and awareness of a Great Presence.","author":"Pierre Teilhard de Chardin","category":"Music, Beauty, Great"},{"quote":"Only the brave know how to forgive... a coward never forgave it is not in his nature.","author":"Laurence Sterne","category":"Forgiveness, Brave, Forgive"},{"quote":"Unless a man enters upon the vocation intended for him by nature, and best suited to his peculiar genius, he cannot succeed. I am glad to believe that the majority of persons do find their right vocation.","author":"P. T. Barnum","category":"Best, Man, I Am"},{"quote":"To explain all nature is too difficult a task for any one man or even for any one age. 'Tis much better to do a little with certainty & leave the rest for others that come after you.","author":"Isaac Newton","category":"Age, Man, Better"},{"quote":"Self-preservation is the first law of nature.","author":"Samuel Butler","category":"Law, First"},{"quote":"He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.","author":"Plato","category":"Happy, Age, Youth"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","category":"Art, History, Science"},{"quote":"Despise not death, but welcome it, for nature wills it like all else.","author":"Marcus Aurelius","category":"Death, Welcome, Like"},{"quote":"A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.","author":"Samuel Taylor Coleridge","category":"Trust, Imagination, Memory"},{"quote":"When a man and a woman have an overwhelming passion for each other, it seems to me, in spite of such obstacles dividing them as parents or husband, that they belong to each other in the name of Nature, and are lovers by Divine right, in spite of human convention or the laws.","author":"Nicolas Chamfort","category":"Passion, Man, Parents"},{"quote":"A lawn is nature under totalitarian rule.","author":"Michael Pollan","category":"Gardening, Rule, Lawn"},{"quote":"Whatever is received is received according to the nature of the recipient.","author":"Thomas Aquinas","category":"Whatever, Recipient"},{"quote":"Those who made and endorsed our Constitution knew man's nature, and it is to their ideas, rather than to the temptations of utopia, that we must ask that our judges adhere.","author":"Robert Bork","category":"Man, Ideas, Constitution"},{"quote":"Even in modern art, artists have used methods based on calculation, inasmuch as these elements, alongside those of a more personal and emotional nature, give balance and harmony to any work of art.","author":"Max Bill","category":"Work, Art, Balance"},{"quote":"Mother Nature is not sweet.","author":"John Shelby Spong","category":"Mother, Environmental, Sweet"},{"quote":"I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers.","author":"Claude Monet","category":"Flowers, I Am, Her"},{"quote":"The world is mud-luscious and puddle-wonderful.","author":"e. e. cummings","category":"World"},{"quote":"Mere goodness can achieve little against the power of nature.","author":"Georg Wilhelm Friedrich Hegel","category":"Power, Goodness, Achieve"},{"quote":"Consistency is contrary to nature, contrary to life. The only completely consistent people are dead.","author":"Aldous Huxley","category":"Life, Consistency, People"},{"quote":"The nature of an innovation is that it will arise at a fringe where it can afford to become prevalent enough to establish its usefulness without being overwhelmed by the inertia of the orthodox system.","author":"Kevin Kelly","category":"Innovation, Overwhelmed"},{"quote":"Polaroid by its nature makes you frugal. You walk around with maybe two packs of film in your pocket. You have 20 shots, so each shot is a world.","author":"Patti Smith","category":"World, Walk, You"},{"quote":"The nature of the human mind is such that unless it is stimulated by images of things acting upon it from without, all remembrance of them passes easily away.","author":"Galileo Galilei","category":"Mind, Acting, Human"},{"quote":"Miracles are not contrary to nature, but only contrary to what we know about nature.","author":"Saint Augustine","category":"Know, Miracles, Only"},{"quote":"I still love to walk in the mountains or be on the sea. I like to be in nature. Sometimes I bicycle. It's important to feel good with your body. The body is extremely important. If you feel good, you have more energy in your singing.","author":"Cecilia Bartoli","category":"Love, Good, Sea"},{"quote":"It is in the very nature of things human that every act that has once made its appearance and has been recorded in the history of mankind stays with mankind as a potentiality long after its actuality has become a thing of the past.","author":"Hannah Arendt","category":"History, Past, Long"},{"quote":"Time destroys the speculation of men, but it confirms nature.","author":"Marcus Tullius Cicero","category":"Time, Men, Speculation"},{"quote":"A committee is organic rather than mechanical in its nature: it is not a structure but a plant. It takes root and grows, it flowers, wilts, and dies, scattering the seed from which other committees will bloom in their turn.","author":"C. Northcote Parkinson","category":"Flowers, Plant, Bloom"},{"quote":"In a broader sense, the rhythms of nature, large and small - the sounds of wind and water, the sounds of birds and insects - must inevitably find their analogues in music.","author":"George Crumb","category":"Music, Water, Wind"},{"quote":"When all the world appears to be in a tumult, and nature itself is feeling the assault of climate change, the seasons retain their essential rhythm. Yes, fall gives us a premonition of winter, but then, winter, will be forced to relent, once again, to the new beginnings of soft greens, longer light, and the sweet air of spring.","author":"Madeleine M. Kunin","category":"Change, Light, Environmental"},{"quote":"It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.","author":"Epictetus","category":"Wisdom, Wise, Slave"},{"quote":"The air soft as that of Seville in April, and so fragrant that it was delicious to breathe it.","author":"Christopher Columbus","category":"Breathe, Air, April"},{"quote":"I can't go against my nature because I am what I am. I don't try to be anyone different to who I am.","author":"Brian McDermott","category":"I Am, I Am What I Am, Try"},{"quote":"All cartoon characters and fables must be exaggeration, caricatures. It is the very nature of fantasy and fable.","author":"Walt Disney","category":"Fantasy, Cartoon, Must"}]}