{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Since Hiroshima and the Holocaust, science no longer holds its pristine place as the highest moral authority. Instead, that role is taken by human rights. It follows that any assault on Jewish life - on Jews or Judaism or the Jewish state - must be cast in the language of human rights.","author":"Jonathan Sacks","category":"Life, Language, Moral"},{"quote":"What underlies great science is what underlies great art, whether it is visual or written, and that is the ability to distinguish patterns out of chaos.","author":"Diana Gabaldon","category":"Art, Great, Chaos"},{"quote":"I'm from the Madeleine L'Engle school. The more she delves into science, the more she knows there's a creator who's behind these amazing laws, these amazing events. The symmetry of nature, the structure and order of it.","author":"Tom Shadyac","category":"Nature, School, Amazing"},{"quote":"If you look at the purported dangers of salt or fat, there is no consensus of support in scientific literature. So I would ask first: 'Is it possible to have an informed government that actually follows the science?' From what I've seen, it's not likely.","author":"Tim Ferriss","category":"Support, Government"},{"quote":"I went through the standard scientific atheist phase when I was about 14. I bought into that package deal of science equals atheism.","author":"Rupert Sheldrake","category":"Atheist, Atheism, Through"},{"quote":"Though we do need more women to graduate with technical degrees, I always like to remind women that you don't need to have science or technology degrees to build a career in tech.","author":"Susan Wojcicki","category":"Technology, Women, You"},{"quote":"Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products.","author":"James Dyson","category":"Technology, Design, Ideas"},{"quote":"Fiction, maybe art in general, is a tentative, uncertain enterprise; it's not science, it's an exploration, but you never find much in the way of answers.","author":"Tim O'Brien","category":"Art, Exploration, You"},{"quote":"Science does not limit itself merely to what is currently verifiable. But it is interested in questions that are potentially verifiable (or, rather, falsifiable).","author":"Sam Harris","category":"Questions, Limit, Rather"},{"quote":"Science fiction isn't just thinking about the world out there. It's also thinking about how that world might be - a particularly important exercise for those who are oppressed, because if they're going to change the world we live in, they - and all of us - have to be able to think about a world that works differently.","author":"Samuel R. Delany","category":"Change, Change The World"},{"quote":"I think we're all fascinated and a little mystified by how the brain works. One of the most mysterious of the physical sciences is neurological science.","author":"Alexis Denisof","category":"Brain, Mysterious, Think"},{"quote":"Science is the pursuit of pure truth, and the systematizing of it.","author":"P. T. Barnum","category":"Truth, Pure, Pursuit"},{"quote":"I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it's different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science.","author":"Bill Nye","category":"Faith, Religion, Believe"},{"quote":"You don't need a science degree to understand about science. You just need to think about it.","author":"Bill Bryson","category":"Understand, Think, You"},{"quote":"Why is computer science a good field for women? For one thing, that's where the jobs are, and for another, the pay is better than for many jobs, and finally, it's easier to combine career and family.","author":"Madeleine M. Kunin","category":"Family, Women, Good"},{"quote":"When I was about 9 years old, I became very interested in the human body and diseases. In general, I was just curious about the world around me. I think that any sort of curiosity as a child is a good beginning to a career in science because science, at least to me, is a continuous exploration of the unknown.","author":"Eva Vertes","category":"Good, Curiosity, World"},{"quote":"I'm enormously interested to see where neuroscience can take us in understanding these complexities of the human brain and how it works, but I do think there may be limits in terms of what science can tell us about what does good and evil mean anyway, and what are those concepts about?","author":"Francis Collins","category":"Good, Evil, Good And Evil"},{"quote":"I think science is a foreign land for many people, so I think of my role as an ambassador's job.","author":"Marcus du Sautoy","category":"Job, People, Think"},{"quote":"There is a science to managing high tech businesses, and it needs to be respected. One of them is that in technology businesses, leadership is temporary. It's constantly recycling. So the asset has limited lifetime.","author":"Eric Schmidt","category":"Leadership, Technology"},{"quote":"Many schools today are sacrificing social studies, the arts and physical education so children can cover basic subjects like math, English and science.","author":"Geoffrey Canada","category":"Education, Children, Today"},{"quote":"If you want to go beyond that small percentage of people who are already environmentally and scientifically aware, you have to make your work somehow link with a passion, interest, or profession of someone who isn't interested in science or nature.","author":"Nalini Nadkarni","category":"Work, Nature, Passion"},{"quote":"Man, in the collective sense, is the hero of science. Man, in the collective sense, is the hero of Earth.","author":"Jacque Fresco","category":"Hero, Man, Earth"},{"quote":"I'm not of a science background, I was never a comic book geek, and I was never a gamer.","author":"Niall Matter","category":"Book, Never, Background"},{"quote":"Please don't make the mistake of thinking that 'Oryx and Crake' is anti-science. Science is a way of knowing, and a tool. Like all ways of knowing and tools, it can be turned to bad uses. And it can be bought and sold, and it often is. But it is not in itself bad. Like electricity, it's neutral.","author":"Margaret Atwood","category":"Thinking, Mistake, Tools"},{"quote":"Yes - 90% of fantasy is crap. And so is 90% of science fiction and 90% of mystery fiction and 90% of literary fiction.","author":"George R. R. Martin","category":"Mystery, Fiction, Fantasy"},{"quote":"Music is an art that goes well beyond science. Proof can be found in the huge amount of studies that have been carried out throughout the world based on music-therapy and the important results achieved.","author":"Andrea Bocelli","category":"Music, Art, World"},{"quote":"My science teachers always encouraged their classes to 'go out and discover something' because all scientific endeavors depend on observation and experimentation. Through such pursuits, anyone can find something new to science, and if it's truly novel, the entire edifice of science might have to be restructured.","author":"Greg Graffin","category":"Observation, Find, New"},{"quote":"I think I regard any history in quotes, because just like science, we're constantly revising science, we're constantly revising history. There's no question that various victors throughout history have flat out lied about certain events or written themselves into things, and then you come along and you find out that this disproves that.","author":"David S. Goyer","category":"History, Think, You"},{"quote":"Sometimes people talk about conflict between humans and machines, and you can see that in a lot of science fiction. But the machines we're creating are not some invasion from Mars. We create these tools to expand our own reach.","author":"Ray Kurzweil","category":"Conflict, People, Tools"},{"quote":"Science and mindfulness complement each other in helping people to eat well and maintain their health and well-being.","author":"Nhat Hanh","category":"Health, People, Well-Being"},{"quote":"Science operates in the natural, not the supernatural. In fact, I go so far as to state that there is no such thing as the supernatural or the paranormal.","author":"Michael Shermer","category":"Fact, Far, Natural"},{"quote":"If you go into science, I think you better go in with a dream that maybe you, too, will get a Nobel Prize. It's not that I went in and I thought I was very bright and I was going to get one, but I'll confess, you know, I knew what it was.","author":"James D. Watson","category":"Thought, Dream, Know"},{"quote":"My whole life has been basically trying to find intelligent students or, you know, highly motivated students and giving them an opportunity to do good science.","author":"James D. Watson","category":"Life, Good, Opportunity"},{"quote":"We need to be more conversant with it because science is in our lives. It's in everything. It's in the food we eat. It's in the air we breathe. It's everywhere.","author":"Alan Alda","category":"Food, Need, Breathe"},{"quote":"I love technology, and I love science. It's just always all in the way you use it. So there's no - you can't really blame anything on the technology. It's just the way people use it, and it always has been.","author":"Steve Martin","category":"Love, Technology, Blame"},{"quote":"I think that prog rock is the science fiction of music. Science fiction speculates on what the future might be and look like and how we'll get there, and yet there's always a central theme of humanity, or there should be. Progressive rock has the same concept of exploration into the parts of the music world that hasn't been explored.","author":"William Shatner","category":"Music, Future, Humanity"},{"quote":"My father was a professor of political science and also a young politician fighting for democracy in Kenya, and when things got ugly, he went into political exile in Mexico.","author":"Lupita Nyong'o","category":"Father, Democracy, Political"},{"quote":"I just am a huge cheerleader for getting kids interested in science and technology.","author":"Vint Cerf","category":"Technology, Kids, Just"},{"quote":"Religion can have psychological and social roles, but in terms of really explaining how things work, science works differently. Science is based on material elements at the core.","author":"Lisa Randall","category":"Work, Religion, Social"},{"quote":"It's sort of nice in more general terms to see that computational science, computational biology is being recognized. It's become a very large field, and it's always in some ways been the poor sister, or the ugly sister, to experimental biology.","author":"Michael Levitt","category":"Sister, Ugly, Nice"},{"quote":"You can't train kids in a world where adults have no concept of what science literacy is. The adults are gonna squash the creativity that would manifest itself, because they're clueless about what it and why it matters. But science can always benefit from the more brains there are that are thinking about it - but that's true for any field.","author":"Neil deGrasse Tyson","category":"Creativity, Thinking, World"},{"quote":"While I'm a big fan of science fiction, especially as rendered in expensive Hollywood blockbusters, it's the real universe that calls to me.","author":"Neil deGrasse Tyson","category":"Universe, Me, Hollywood"},{"quote":"Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference.","author":"Neil deGrasse Tyson","category":"Art, Intelligence, Poetry"},{"quote":"We're at peak oil, peak water, peak resources, and so either we figure it out and let science lead or we head down a very bad, dark trail to where a lot of people aren't going to make it.","author":"Henry Rollins","category":"Water, People, Dark"},{"quote":"To mistrust science and deny the validity of scientific method is to resign your job as a human. You'd better go look for work as a plant or wild animal.","author":"P. J. O'Rourke","category":"Work, Job, Animal"},{"quote":"Science is a little bit more than a wonderful way of modelling and predicting it's a wonderful technical abstraction. I think science is a really wonderful technical abstraction.","author":"Bernard Beckett","category":"Think, Way, Wonderful"},{"quote":"I'm fond of science fiction. But not all science fiction. I like science fiction where there's a scientific lesson, for example - when the science fiction book changes one thing but leaves the rest of science intact and explores the consequences of that. That's actually very valuable.","author":"Richard Dawkins","category":"Changes, Book, Consequences"},{"quote":"I have found far greater enthusiasm for science in America than here in Britain. There is more enthusiasm for everything in America.","author":"Stephen Hawking","category":"America, Enthusiasm, Here"},{"quote":"All the leadership positions that I have had have one common denominator: none has required that I give up my science work.","author":"Mildred S. Dresselhaus","category":"Leadership, Work, Up"},{"quote":"Networked science has the potential to speed up dramatically the rate of discovery across all of science.","author":"Michael Nielsen","category":"Potential, Speed, Discovery"},{"quote":"In art, as in science, reductionism does not trivialize our perception - of color, light, and perspective - but allows us to see each of these components in a new way.","author":"Eric Kandel","category":"Art, Light, Perspective"},{"quote":"If you were a kid in 1955, you would pick up a copy of 'Popular Science' and it would say, 'This is the kind of car you're going to be driving in five years or in 20 years you'll be able to take a jet plane from New York to London in four hours,' or something like that. We actually got used to the idea that the future's going to be different.","author":"David Gerrold","category":"Future, Car, New York"},{"quote":"I never took a computer science course in college, because then it was a thing you just learned on your own.","author":"Mitchel Resnick","category":"College, You"},{"quote":"The scientists who attack mainstream religion, rather than striving for peaceful coexistence with it, damage science, and also weaken the fight against fundamentalism.","author":"Martin Rees","category":"Religion, Fight, Peaceful"},{"quote":"Basic science provides long-term benefits for ourselves and our fragile planet and should be supported by all the world's societies.","author":"David Lee","category":"World, Long-Term, Fragile"},{"quote":"When you're doing a film called 'Interstellar,' at some point - the idea was to be grounded in the science as much as possible - but with a name like 'Interstellar,' you had better go somewhere big and bold.","author":"Jonathan Nolan","category":"Name, Bold, Better"},{"quote":"There's a magical energy and power from the ocean. I was born in a room overlooking the sea, in the middle of a storm. Perhaps, then, it's not surprising that shores touch my soul. Science might disagree, but I think there's a difference in the air on a coast - the positive ions, perhaps.","author":"Jo Beverley","category":"Positive, Ocean, Power"},{"quote":"I want to make a drug. I want the science to be more than imaginary, where I think, 'We're learning these fundamental principles, blah, blah, blah, blah, blah.' I think we are doing that, but I want to do something really practical. I want to actually, in my lifetime, help people.","author":"Bonnie Bassler","category":"Learning, People, Help"},{"quote":"Before I lost my voice, it was slurred, so only those close to me could understand, but with the computer voice, I found I could give popular lectures. I enjoy communicating science. It is important that the public understands basic science, if they are not to leave vital decisions to others.","author":"Stephen Hawking","category":"Decisions, Me, Enjoy"},{"quote":"I've always resented the force of attraction that traps me here on Planet Earth. It makes me feel like a bug stuck to a piece of duct tape. Ever since my teenage years, when I used to read a lot of science fiction and took it much too seriously, I've dreamed of somehow reaching escape velocity. I am, you might say, anti-gravity.","author":"Charles Platt","category":"I Am, Me, Escape"},{"quote":"Science is the quintessential international endeavour, and the sterling reputation of the Nobel awards is partly due to the widely-perceived lack of national and other biases in the selection of the laureates.","author":"John O'Keefe","category":"Reputation, Awards"},{"quote":"The U.S. can still maintain research institutions, such as Caltech, that are the envy of the world, yet it would be hubristic and naive to think that this position is sustainable without investing in science education and basic research.","author":"Ahmed Zewail","category":"Education, World, Research"},{"quote":"One of the reasons I like working with schools is to try to convince women that they can be scientists and that science can be fun.","author":"Nancy Roman","category":"Women, Fun, Working"},{"quote":"Moonshots live in that place between audacious projects and pure science fiction.","author":"Astro Teller","category":"Live, Place, Between"},{"quote":"You look at science fiction and look how often it talks about being alien, being alienated about the other. Look at the number of blue people - 'Avatar,' I'm looking at you. And it is now easier to find people of color in science-fiction literature and media, but the issues of representation are still really, really troubling.","author":"Nalo Hopkinson","category":"Blue, Color, Media"},{"quote":"I had no specific bent toward science until my grandfather died of cancer. I decided nobody should suffer that much.","author":"Gertrude B. Elion","category":"Cancer, Grandfather, Nobody"},{"quote":"My research career has been devoted to understanding human decision-making and problem-solving processes. The pursuit of this goal has led me into the fields of political science, economics, cognitive psychology, computer science and philosophy of science, among others.","author":"Herbert A. Simon","category":"Goal, Philosophy, Research"},{"quote":"I had been interested in science from when I was very young, but after a disastrous summer lab experience in which every experiment I tried failed, I decided on graduating from college that I was not cut out to be a scientist.","author":"Martin Chalfie","category":"Experience, College, Summer"},{"quote":"Science and the many benefits that science has produced have played a crucial part in our history and produced vast improvements to human welfare.","author":"John Sulston","category":"History, Human, Welfare"},{"quote":"People want to think of economics as a natural science, like physics, with the comforting reliability of simple-to-understand theories like F=MA. Unfortunately, it isn't. Economics is a social science, and the so-called theories are really social and moral constructs.","author":"Nick Hanauer","category":"Economics, People, Moral"},{"quote":"If anyone offers conjectures about the truth of things from the mere possibility of hypotheses, I do not see by what stipulation anything certain can be determined in any science, since one or another set of hypotheses may always be devised which will appear to supply new difficulties.","author":"Isaac Newton","category":"Truth, New, See"},{"quote":"As we talk with candour, we open the doors to new possibilities and new areas of cooperation in advance in democracy, in combating terrorism, in energy and environment, science and technology and international peacekeeping.","author":"Atal Bihari Vajpayee","category":"Technology, Democracy"},{"quote":"Science, literature, and common sense tell us that the self is a fickle thing, subject to revision in real time, and that the chasm that exists between any two people exists inside each and every one of us.","author":"Jesse Kellerman","category":"Time, Self, People"},{"quote":"I think a lot of people have an idea of virtual reality from science fiction, books and movies that have been out over the last couple of decades.","author":"Brendan Iribe","category":"Reality, People, Think"},{"quote":"From a purely positivist point of view, man is the most mysterious and disconcerting of all the objects met with by science.","author":"Pierre Teilhard de Chardin","category":"Man, View, Point Of View"},{"quote":"Most science fiction is based on our knowledge now and uses that to project the future.","author":"Judith Tarr","category":"Knowledge, Future, Project"},{"quote":"My work is mostly about longing, human relationships, science and children - and a little bit about ghosts and reincarnation.","author":"Amy Gerstler","category":"Work, Children"},{"quote":"Science in textbooks is not fun. But if you start doing science yourself, you will find delight.","author":"Masatoshi Koshiba","category":"Fun, Yourself, Start"},{"quote":"As for my studies in school, I was a solid student. I was strong in English and Latin, but I got lost anytime the subject included math. I wish I had paid more attention to biology and science in general, subjects that came to interest me as an adult. I could have gotten better marks, but I never took a book home, never did homework.","author":"Dick Van Dyke","category":"Home, Strong, School"},{"quote":"Science and technology are the keys to both our longevity and our demise. Our entire existence on this planet is a double-edged sword.","author":"Rhys Darby","category":"Technology, Sword, Existence"},{"quote":"Surgical Anatomy is, to the student of medicine and surgery, the most essential branch of anatomical science, having reference more especially to an accurate knowledge of the more important regions, and consisting in the application of anatomy generally to the practice of surgery.","author":"Henry Gray","category":"Knowledge, Practice"},{"quote":"I always say to my students that being a scientist is like being an explorer, and I really mean that because, in a sense, I think in science we explore the world, the universe around us.","author":"Roderick MacKinnon","category":"World, Universe, Think"},{"quote":"Historically, science and society have gone separate ways, although society has provided the funds for science to grow, and in return, science has given society all the material things it enjoys.","author":"Renato Dulbecco","category":"Society, Grow"},{"quote":"Corporate America limits the world to consumerism. Science can limit it to the material world. Even religion limits it to a lot of theories that can explain everything. I think we need cinema to break that apart and remind us that we're not in control, and we don't understand as much as we think do.","author":"Scott Derrickson","category":"America, Religion, World"},{"quote":"Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society.","author":"Eugene Ionesco","category":"Life, Art, Culture"},{"quote":"If spiritual science is to do the same for spirit that natural science has done for nature, it must investigate quite differently from the latter. It must find ways and means of penetrating into the sphere of the spiritual, a domain which cannot be perceived with outer physical senses nor apprehended with the intellect which is bound to the brain.","author":"Rudolf Steiner","category":"Nature, Spiritual, Brain"},{"quote":"The history of our spiritual life is a continuing search for the unity between ourselves and the world. Religion, art, and science follow, one and all, this aim.","author":"Rudolf Steiner","category":"Life, Art, History"},{"quote":"I was a Social Science major in college, with an emphasis in secondary education. I took as many courses on the American colonial era and westward expansion as I could. This turned out to be wonderful preparation for writing fantasy novels.","author":"Rae Carson","category":"Education, College, Writing"},{"quote":"My friends have said, 'Wait, you're pretty, and you sing? What do you mean you're interested in science?' I have to just hold my head and go, 'Do you hear yourself?' By no means should you ever limit yourself because of what others think or because of their perceptions of what someone looks like in a certain field.","author":"Auli'i Cravalho","category":"Friends, Yourself, Think"},{"quote":"More and more jobs are applying cutting-edge technologies and now demand deeper knowledge of math and science in positions that most people don't think of as STEM-related, including machinists, electricians, auto techs, medical technicians, plumbers and pipefitters.","author":"Rex Tillerson","category":"Knowledge, Medical, People"},{"quote":"The art of entrepreneurship and the science of Customer Development is not just getting out of the building and listening to prospective customers. It's understanding who to listen to and why.","author":"Steve Blank","category":"Art, Listening"},{"quote":"What I knew was I liked math and science, and I never wanted to memorize everything. I wanted to understand where it came from.","author":"Ginni Rometty","category":"Understand, Never, Math"},{"quote":"I read science fiction every single day of my life. It's my primary love.","author":"Twinkle Khanna","category":"Love, Life, Day"},{"quote":"Something is wrong that we have to feed so many. Why should there be poverty with all of our science and technology? There is no deficit in human resources - it is a deficit in human will.","author":"Coretta Scott King","category":"Technology, Poverty, Why"},{"quote":"We are really battling, today in the U.S., keeping science education in the forefront at the elementary level, and that's where the research shows that kids get interested.","author":"Steve Spangler","category":"Education, Today, Research"},{"quote":"I've finished 12th standard from Poddar International and enrolled for B.A. in political science in Cambridge University, London. It's a correspondence course, and I'll go to London for my exams once a year. That way, I can devote more time to films.","author":"Hansika Motwani","category":"Time, Political, London"},{"quote":"Widening the talent pipeline sufficiently will require a generational commitment to teaching math and science, providing technical training, and mentoring young people of all backgrounds so they understand the full range of possibilities that a career in technology affords.","author":"John T. Chambers","category":"Technology, Training"},{"quote":"Biotech 1.0 is slow, like a lab science, and Version 2.0 is more like computational sciences.","author":"Steve Jurvetson","category":"Slow, Like, Lab"},{"quote":"No one has a monopoly on truth, and science continues to advance. Yesterday's heresies may be tomorrow's conventional wisdom.","author":"Dean Ornish","category":"Wisdom, Truth, Tomorrow"},{"quote":"Science fiction always has had strains of pessimism and optimism weaving through its historical development, sometimes one dominating and then the other, usually depending on the state of the world.","author":"James Gunn","category":"Optimism, World, Development"},{"quote":"I don't join the New Atheists. So, for example, I wouldn't have the arrogance to lecture some mother who hopes to see her dying child in Heaven - that's none of my business, ultimately. I won't lecture her on the philosophy of science.","author":"Noam Chomsky","category":"Business, Mother, Child"},{"quote":"I've always been interested in science - one of my favourite books is James Watson's 'Molecular Biology of the Gene.'","author":"Bill Gates","category":"Biology, Always, Favourite"},{"quote":"I'm on a crusade to get movie directors to get their science right because, more often than they believe, the science is more extraordinary than anything they can invent.","author":"Neil deGrasse Tyson","category":"Believe, Extraordinary"},{"quote":"Of course in science there are things that are open to doubt and things need to be discussed. But among the things that science does know, evolution is about as certain as anything we know.","author":"Richard Dawkins","category":"Doubt, Evolution, Know"},{"quote":"To an honest judge, the alleged marriage between religion and science is a shallow, empty, spin-doctored sham.","author":"Richard Dawkins","category":"Marriage, Religion, Judge"},{"quote":"If you believe in science, like I do, you believe that there are certain laws that are always obeyed.","author":"Stephen Hawking","category":"Believe, You, Laws"},{"quote":"I believe there are no questions that science can't answer about a physical universe.","author":"Stephen Hawking","category":"Believe, Universe, I Believe"},{"quote":"The science is settled; it's not even a consensus, it is a unanimity that human life begins at conception.","author":"Marco Rubio","category":"Life, Human Life, Human"},{"quote":"Mars has been flown by, orbited, smacked into, radar inspected, and rocketed onto, as well as bounced upon, rolled over, shoveled, drilled into, baked, and even laser blasted.","author":"Buzz Aldrin","category":"Mars, Well, Laser"},{"quote":"I love science fiction - always have.","author":"Simon Sinek","category":"Love, Fiction, Always"},{"quote":"Remember, science fiction's always been the kind of first level alert to think about things to come. It's easier for an audience to take warnings from sci-fi without feeling that we're preaching to them. Every science fiction movie I have ever seen, any one that's worth its weight in celluloid, warns us about things that ultimately come true.","author":"Steven Spielberg","category":"Remember, Think, Kind"},{"quote":"Touch a scientist and you touch a child.","author":"Ray Bradbury","category":"Child, You, Touch"},{"quote":"Everything you see is filtered through your visual system (imperfect) and your brain (also imperfect, despite what your mom told you). Witness testimony is the worst kind of evidence in science.","author":"Seth Shostak","category":"Mom, Brain, You"},{"quote":"You may not see massive UFO exhibits at your local science museum, but there's no dearth of saucer stories infesting my email. Every day, I receive several reports of alien sightings, extraterrestrial plans for Earth, and agitated screeds about the reluctance of scientists to take the whole subject seriously.","author":"Seth Shostak","category":"Day, Earth, Alien"},{"quote":"Typically, only about 2 percent of the American populace tunes in to PBS's 'Nova' series - the most successful science show on the tube. 'Survivor' and 'X Factor' get twice the ratings.","author":"Seth Shostak","category":"American, Successful"},{"quote":"Traditional science assumes, for the most part, that an objective observer independent reality exists; the universe, stars, galaxies, sun, moon and earth would still be there if no one was looking.","author":"Deepak Chopra","category":"Stars, Sun, Moon"},{"quote":"There's something about studying body language and non-spoken emotion - I know the innate response. But to really study it like a science would be fun.","author":"Shia LaBeouf","category":"Fun, Language, Studying"},{"quote":"I couldn't have gotten sober without rehab because I needed the science.","author":"Rob Lowe","category":"Sober, Without, Rehab"},{"quote":"The crossroads of science and politics is a dodgy place.","author":"Nancy Gibbs","category":"Politics, Place, Crossroads"},{"quote":"Science, already oppressive with its shocking revelations, will perhaps be the ultimate exterminator of our human species - if separate species we be - for its reserve of unguessed horrors could never be borne by mortal brains if loosed upon the world.","author":"H. P. Lovecraft","category":"World, Human, Never"},{"quote":"Science has explained nothing the more we know the more fantastic the world becomes and the profounder the surrounding darkness.","author":"Aldous Huxley","category":"Darkness, World, Know"},{"quote":"The selfsame procedure which zoology, a branch of the natural sciences, applies to the study of animals, anthropology must apply to the study of man; and by doing so, it enrolls itself as a science in the field of nature.","author":"Maria Montessori","category":"Nature, Man, Animals"},{"quote":"The ideas associated with the problems of the development of science, as far as I can see by looking around me, are not of the kind that everyone appreciates.","author":"Richard P. Feynman","category":"Problems, Ideas, Me"},{"quote":"People challenge my nerd cred all the time. I just show them the photo of me winning my middle-school science fair, wearing my Casio calculator watch and eyeglasses so big they look like they can see the future.","author":"Aisha Tyler","category":"Time, Future, Challenge"},{"quote":"When a herd of cattle see a strange object, they are not satisfied till each one has sniffed it; and the horse is cured of his fright at the robe, or the meal-bag, or other object, as soon as he can be induced to smell it. There is a great deal of speculation in the eye of an animal, but very little science.","author":"John Burroughs","category":"Great, Horse, Animal"},{"quote":"The Jetsons had them in the 1960s. They were the defining element of 'Knight Rider' in the 1980s: cars that drive themselves. Self-driving cars appear in countless science fiction movies. By Hollywood standards, they are so normal we don't even notice them. But in real life, they still don't exist. What if you could buy one today?","author":"Sebastian Thrun","category":"Life, Today, Movies"},{"quote":"I believe in general in a dualism between facts and the ideas of those facts in human heads.","author":"George Santayana","category":"Believe, Ideas, I Believe"},{"quote":"Theory helps us to bear our ignorance of facts.","author":"George Santayana","category":"Ignorance, Facts, Bear"},{"quote":"Kim Il Sung University is the central base for training national cadres and the highest institute of Juche-based science and education.","author":"Kim Jong-un","category":"Education, Training"},{"quote":"Wandering around the web is like living in a world in which every doorway is actually one of those science fiction devices which deposit you in a completely different part of the world when you walk through them. In fact, it isn't like it, it is it.","author":"Douglas Adams","category":"World, Walk, You"},{"quote":"In my brief sojourn in college, my favorite classes were political science because I loved the idea of systems we can set up that benefit society - rules we can put in place that sometimes you run against, sometimes they're painful, but ultimately they benefit the world.","author":"Matt Mullenweg","category":"College, Society, World"},{"quote":"Political liberty, the peace of a nation, and science itself are gifts for which Fate demands a heavy tax in blood!","author":"Honore de Balzac","category":"Peace, Political, Liberty"},{"quote":"My parents wanted me to be a doctor. So I took up science, but then realised that my heart was not in it at all. The thought of treating ailing people was very depressing.","author":"Kangana Ranaut","category":"Heart, Parents, Doctor"},{"quote":"It should be that every child, when they leave school, can do ten meals, because when they leave home, they've got to be able to eat healthily. Blow the science of it and everything else. They've just got to be able to know what's good for them, how to buy it, and how to make a few dishes that they enjoy and don't cost too much.","author":"Mary Berry","category":"Home, Good, School"},{"quote":"The nineteenth century believed in science but the twentieth century does not.","author":"Gertrude Stein","category":"Century, Twentieth"},{"quote":"Science is a self-correcting discipline that can, in subsequent generations, show that previous ideas were not correct.","author":"Brian Greene","category":"Discipline, Ideas, Show"},{"quote":"I like physics. I think it is the best science out of all three of them, because generally it's more useful. You learn about speed and velocity and time, and that's all clever stuff.","author":"Tom Felton","category":"Time, Best, Speed"},{"quote":"Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.","author":"Woodrow Wilson","category":"Progress, Politics, Society"},{"quote":"A river is a river, independent of whether there are other rivers nearby. In science, we call things what they are based on their attributes, not what they're next to.","author":"Alan Stern","category":"River, Independent, Rivers"},{"quote":"I think people are realizing that engineering and science are extremely good degrees to get and you'll be very highly paid once you've got them.","author":"James Dyson","category":"Good, People, Engineering"},{"quote":"Fiction is lies; we're writing about people who never existed and events that never happened when we write fiction, whether its science fiction or fantasy or western mystery stories or so-called literary stories. All those things are essentially untrue. But it has to have a truth at the core of it.","author":"George R. R. Martin","category":"Truth, Writing, Mystery"},{"quote":"More and more NFL players have been willing their bodies to science so that their brains can be studied even if they die of other causes.","author":"Jeffrey Kluger","category":"Die, Brains, Players"},{"quote":"Science has yet to isolate the Godiva Chocolate or Prada gene, but that doesn't mean your weakness for pricey swag isn't woven into your DNA. According to a new study of identical twins, it's less TV ads or Labor Day sales that make you buy the things you do than the tastes and temperaments that are already part of you at birth.","author":"Jeffrey Kluger","category":"Day, Sales, Weakness"},{"quote":"I often compare open source to science. To where science took this whole notion of developing ideas in the open and improving on other peoples' ideas and making it into what science is today and the incredible advances that we have had. And I compare that to witchcraft and alchemy, where openness was something you didn't do.","author":"Linus Torvalds","category":"Today, Ideas, You"},{"quote":"I am fascinated by the engineering. The science of constructing and understanding why it stands. And I am drawn by the madness, the beauty, the theatricality, the poetry and soul of the wire. And you cannot be a wire-walker without mingling those two ways of seeing life.","author":"Philippe Petit","category":"Life, Beauty, Poetry"},{"quote":"I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.","author":"Carl Sagan","category":"Education, School, College"},{"quote":"To me it's no accident that all the symphony orchestras around the world tune up to the note A. And A is 440 cycles, except in Germany where it's 444. But the universe is 450 cycles. So what I'm trying to say is, I think it's God's voice, melody especially. Counterpoint, retrograde inversion, harmony... that's the science and the craft.","author":"Quincy Jones","category":"God, World, Universe"},{"quote":"I hate facts. I always say the chief end of man is to form general propositions - adding that no general proposition is worth a damn.","author":"Oliver Wendell Holmes, Sr.","category":"Man, Hate, End"},{"quote":"Women tend to be more intuitive, or to admit to being intuitive, and maybe the hard science approach isn't so attractive. The way that science is taught is very cold. I would never have become a scientist if I had been taught like that.","author":"Jane Goodall","category":"Women, Way, Admit"},{"quote":"I've always been kind of a mutt creatively. I started off in journalism, and I've actually done more police and procedural shows than I've ever done science fiction shows. I was on 'Murder She Wrote,' I was on 'Walker, Texas Ranger,' I was on 'Jake and the Fat Man.'","author":"J. Michael Straczynski","category":"Man, Police, Journalism"},{"quote":"I think that's what distinguishes Schmidt, really. In the movies now, so much of what is appealing to an audience is the dramatic or has to do with science fiction, and Schmidt is simply human. There's no melodrama; there's no device, It's just about a human being.","author":"Jack Nicholson","category":"Movies, Think, Human"},{"quote":"Everything is becoming science fiction. From the margins of an almost invisible literature has sprung the intact reality of the 20th century.","author":"J. G. Ballard","category":"Reality, Literature"},{"quote":"Modern political science started in the late nineteenth century as a branch of history.","author":"Jill Lepore","category":"History, Political, Late"},{"quote":"I don't know if science and reason will ultimately help guide humanity to a better and more peaceful future, but I am certain that this belief is part of what keeps the 'Star Trek' fandom going.","author":"Lawrence M. Krauss","category":"Future, I Am, Humanity"},{"quote":"When a person's religious beliefs cause him to deny the evidence of science, or for whom public policy morphs into a battle with the devil, shouldn't that be a subject for discussion and debate?","author":"Lawrence M. Krauss","category":"Devil, Battle, Debate"},{"quote":"In adapting to life in the melting pot of America, I discovered that the same soft power of science has a huge influence in building bridges between cultures and religions - and has the potential to do so with the Muslim world.","author":"Ahmed Zewail","category":"Life, Power, America"},{"quote":"We can celebrate how far we've come from our sexist past when women and men are equally represented in the pages of science fiction anthologies.","author":"Annalee Newitz","category":"Women, Men, Past"},{"quote":"Women are being welcomed into science fiction, but it's through the back door.","author":"Annalee Newitz","category":"Women, Door, Through"},{"quote":"Science is organized common sense where many a beautiful theory was killed by an ugly fact.","author":"Thomas Huxley","category":"Beautiful, Ugly"},{"quote":"Science reckons many prophets, but there is not even a promise of a Messiah.","author":"Thomas Huxley","category":"Promise, Prophets, Many"},{"quote":"Genetic modification has many different areas, for example in medicine, and Britain is at the leading edge of this new technology. I don't know, but people tell me, it could indeed by the leading science of the 21st century. All I say to people is: 'Just keep an open mind and let us proceed according to genuine scientific evidence.'","author":"Tony Blair","category":"Technology, Mind, Me"},{"quote":"We talk about the Internet. That comes from science. Weather forecasting. That comes from science. The main idea in all of biology is evolution. To not teach it to our young people is wrong.","author":"Bill Nye","category":"Weather, Internet, People"},{"quote":"I liked math - that was my favorite subject - and I was very interested in astronomy and in physical science.","author":"Sally Ride","category":"Favorite, Astronomy, Math"},{"quote":"Fashion is more about feel than science.","author":"Pharrell Williams","category":"Fashion, Feel, Than"},{"quote":"There is a major problem with reliance on placebos, like most vitamins and antioxidants. Everyone gets upset about Big Science, Big Pharma, but they love Big Placebo.","author":"Michael Specter","category":"Love, Problem, Everyone"},{"quote":"Science is the first expression of punk, because it doesn't advance without challenging authority. It doesn't make progress without tearing down what was there before and building upon the structure.","author":"Greg Graffin","category":"Progress, Building, Down"},{"quote":"I definitely was attracted to similar things in punk and science. They both depend on a healthy dose of skepticism.","author":"Greg Graffin","category":"Punk, Healthy, Depend"},{"quote":"I'm saying that there were many great naturalists before Darwin's time who were very pious people and who knew more about nature than most of us. These were great naturalists people I would admire for their knowledge of natural science given the time.","author":"Greg Graffin","category":"Nature, Time, Knowledge"},{"quote":"The capacity to be puzzled is the premise of all creation, be it in art or in science.","author":"Erich Fromm","category":"Art, Creation, Capacity"},{"quote":"Inanimate objects can be classified scientifically into three major categories; those that don't work, those that break down and those that get lost.","author":"Russell Baker","category":"Work, Lost, Three"},{"quote":"I think science fiction helps us think about possibilities, to speculate - it helps us look at our society from a different perspective. It lets us look at our mores, using science as the backdrop, as the game changer.","author":"Mae Jemison","category":"Society, Perspective, Game"},{"quote":"The difference between science and the fuzzy subjects is that science requires reasoning while those other subjects merely require scholarship.","author":"Robert A. Heinlein","category":"Difference, Scholarship"},{"quote":"Rocket science has been mythologized all out of proportion to its true difficulty.","author":"John Carmack","category":"True, Rocket, Difficulty"},{"quote":"There is no complete theory of anything.","author":"Robert Anton Wilson","category":"Theory, Anything, Complete"},{"quote":"Science's domain is the natural. If you want to understand the natural world and be sure you're not misleading yourself, science is the way to do it.","author":"Francis Collins","category":"World, Yourself, Want"},{"quote":"When does life begin? When does the soul enter? That's a religious question. Science is not going to be able to help with that.","author":"Francis Collins","category":"Life, Soul, Help"},{"quote":"Science fiction has these obsessions with certain sciences - large scale engineering, neuroscience.","author":"Paolo Bacigalupi","category":"Engineering, Fiction"},{"quote":"As a child, I was fascinated by any branch of physical or biological science. Even today, I find great excitement in discovering the complexity and variability of the world we live in, getting a glimpse into the deeper reality that we mostly ignore in our everyday human activities.","author":"Robert J. Shiller","category":"Today, Great, World"},{"quote":"I like to think of it as this new field. Instead of computer science, it's going to be virtual science.","author":"Brendan Iribe","category":"Computer Science, Think, New"},{"quote":"We seem to have a compulsion these days to bury time capsules in order to give those people living in the next century or so some idea of what we are like.","author":"Alfred Hitchcock","category":"Time, People, Living"},{"quote":"All my mind was centered on my studies, which, especially at the beginning, were difficult. In fact, I was insufficiently prepared to follow the physical science course at the Sorbonne, for, despite all my efforts, I had not succeeded in acquiring in Poland a preparation as complete as that of the French students following the same course.","author":"Marie Curie","category":"Preparation, Beginning, Mind"},{"quote":"Scientists worldwide agree that the reduction needed to stabilize the climate is actually more like 80 percent.","author":"Donella Meadows","category":"Like, Agree, More"},{"quote":"Science is spectral analysis. Art is light synthesis.","author":"Karl Kraus","category":"Art, Light, Analysis"},{"quote":"Science is a wonderful discipline, to which we are deeply indebted.","author":"Ray Comfort","category":"Discipline, Wonderful, Which"},{"quote":"Fudging the data in any way whatsoever is quite literally a sin against the holy ghost of science. I'm not religious, but I put it that way because I feel so strongly. It's the one thing you do not ever do. You've got to have standards.","author":"James Lovelock","category":"Data, Sin, You"},{"quote":"Logic is neither an art nor a science but a dodge.","author":"Stendhal","category":"Art, Logic, Dodge"},{"quote":"Modernism in Vienna brought together science and culture in a new way to create an Age of Insight that emphasized a more complex view of the human mind than had ever existed before.","author":"Eric Kandel","category":"Age, Culture, Together"},{"quote":"Science is like a flashlight in the hands of people living in a huge balloon. They can illuminate anything in the balloon, but cannot shine it outside the balloon to see where it is floating - or if it is floating at all.","author":"Huston Smith","category":"Shine, People, Hands"},{"quote":"Tracing the beginnings of the interwoven stories of science can be arbitrary, as beginnings are so often lost in the mists of time.","author":"Elizabeth Blackburn","category":"Time, Lost, Beginnings"},{"quote":"Luckily, unreasonable expectations go hand in hand with naive young scientists. The more naive the better - otherwise we would never have the audacity to try and build a 22,000-mile-high space elevator or some sprawling underwater hotel.","author":"Daniel H. Wilson","category":"Space, Underwater"},{"quote":"The radical novelty of modern science lies precisely in the rejection of the belief... that the forces which move the stars and atoms are contingent upon the preferences of the human heart.","author":"Walter Lippmann","category":"Stars, Heart, Belief"},{"quote":"In history class, I wrote a poem, 'The Royalists and the Roundheads.' I would write poems about driftwood in art class and little stories about the sun, moon, and stars in science class. Since not many kids were writing in class, I got away with it.","author":"Judith Viorst","category":"Art, History, Moon"},{"quote":"I'd like to see people pay attention to the science of hip hop. The knowledge part, the political side of what hip hop could do, or where hip hop is gonna go. I always say it's gonna become universal as we become a galactic union.","author":"Afrika Bambaataa","category":"Knowledge, Political, People"},{"quote":"Grades can matter, especially for those students and parents who live for the next round of applications to graduate or professional schools. But there's a problem with the grade emphasis. Math or science graduates earn more than students majoring in the humanities.","author":"Amity Shlaes","category":"Parents, Problem"},{"quote":"Sense About Science is much more than an innocent fact-checking service. It is a spin-off of a bizarre political network that began life as the ultra-left Revolutionary Communist Party and switched over to extreme corporate libertarianism when it launched 'Living Marxism' magazine in the late eighties.","author":"Zac Goldsmith","category":"Life, Service, Political"},{"quote":"People go into science out of curiosity, not to win awards. But scientists are human and have ambitions.","author":"Venkatraman Ramakrishnan","category":"Curiosity, Win, People"},{"quote":"Governments and scientists in India need to ensure that politics and religious ideology do not intrude into science. They belong to separate spheres, and if they are not kept separate, it is science in India and the country as a whole that will suffer.","author":"Venkatraman Ramakrishnan","category":"Politics, Country, India"},{"quote":"I am still the same person doing the same science. Why are people so impressed when some academy in Sweden gives an award?","author":"Venkatraman Ramakrishnan","category":"I Am, Award, People"},{"quote":"People think of the inventor as a screwball, but no one ever asks the inventor what he thinks of other people.","author":"Charles Kettering","category":"People, Think, Other"},{"quote":"Whatever science and philosophy may do for mankind, the world can never outgrow its need of the simplicity that is in Christ.","author":"Lucy Larcom","category":"Simplicity, World"},{"quote":"It's man's nature to abuse knowledge and power, be it in the realm of science, government, or Wall Street. Take God out of the picture, and you have real trouble.","author":"Frank Peretti","category":"Nature, Knowledge, God"},{"quote":"HGH testing is happening in Olympics. The science is there. It is a valid test.","author":"Roger Goodell","category":"Test, Testing, Happening"},{"quote":"Traditionally, scientists have treated the laws of physics as simply 'given,' elegant mathematical relationships that were somehow imprinted on the universe at its birth, and fixed thereafter. Inquiry into the origin and nature of the laws was not regarded as a proper part of science.","author":"Paul Davies","category":"Nature, Universe"},{"quote":"Beauty is the lowest common denominator: I don't care what they say - every girl, every woman, wants to feel pretty and empowered and beautiful, within their own definition of beautiful. I love fashion, I love shopping, but I love beauty more because I love the science of it.","author":"Eva Chen","category":"Love, Beauty, Beautiful"},{"quote":"I developed that for a long time. I also developed 'Sugar Sweet Science' at New Line and that didn't happen. That was a boxing movie. And between all that there were a couple of other things.","author":"Danny DeVito","category":"Time, Sweet, Long"},{"quote":"Every day, I read books on philosophy and science fiction and human consciousness.","author":"Tom DeLonge","category":"Day, Philosophy, Every Day"},{"quote":"Sometime in the future, science will be able to create realities that we can't even begin to imagine. As we evolve, we'll be able to construct other information systems that correspond to other realities, universes based on logic completely different from ours and not based on space and time.","author":"Robert Lanza","category":"Time, Future, Space"},{"quote":"Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science.","author":"Robert Lanza","category":"Life, Amazing, You"},{"quote":"My model for Kirk was Horatio Hornblower from the C.S. Forester sea stories. Shatner was open-minded about science fiction and a marvelous choice.","author":"Gene Roddenberry","category":"Sea, Choice, Open-Minded"},{"quote":"Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within.","author":"Stephen Jay Gould","category":"Life, Hope, Opportunity"},{"quote":"Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed.","author":"Howard Nemerov","category":"Travel, Light, Universe"},{"quote":"I always knew I wanted to be a technologist, so I went to Duke and got a degree in computer science and electrical engineering. Really, I thought my goal in life was to be an inventor, a problem solver, so I thought I needed a Ph.D. to be good at inventions, but it turns out that you don't.","author":"Aaron Patzer","category":"Life, Good, Goal"},{"quote":"Let us advance science to create a better world for all.","author":"Dan Shechtman","category":"World, Better, Create"},{"quote":"Philosophy is altogether less pure now. It's been impurified by science and social science and history.","author":"Bernard Williams","category":"History, Philosophy, Social"},{"quote":"The people I really do dislike are the morally unimaginative kind of evolutionary reductionists who, in the name of science, think they can explain everything in terms of our early hominid ancestors or our genes, with their combination of high-handed tone and disregard for history. Such reductive speculation encourages a really empty scientism.","author":"Bernard Williams","category":"History, People, Name"},{"quote":"It seems true that the growth of science and secularism made organized Christianity feel under threat.","author":"Mary Douglas","category":"Growth, True, Feel"},{"quote":"The accumulation of skill and science which has been directed to diminish the difficulty of producing manufactured goods, has not been beneficial to that country alone in which it is concentrated; distant kingdoms have participated in its advantages.","author":"Charles Babbage","category":"Alone, Country, Skill"},{"quote":"My point has always been that, ever since the Industrial Revolution, science fiction has been the most important genre there is.","author":"Iain Banks","category":"Revolution"},{"quote":"Some dreamers demand that scientists only discover things that can be used for good.","author":"John Charles Polanyi","category":"Good, Discover, Dreamers"},{"quote":"For science must breathe the oxygen of freedom.","author":"John Charles Polanyi","category":"Freedom, Breathe, Oxygen"},{"quote":"When I was a kid, I loved 'The Curse of Frankenstein,' 'The Creeping Unknown,' 'X: The Unknown.' I love 'Forbidden Planet,' 'The Thing from Another World.' They were science fiction/horror movies, generally.","author":"John Carpenter","category":"Love, World, Unknown"},{"quote":"Those who incline to very strictly utilitarian views may perhaps feel that the peculiar powers of the Analytical Engine bear upon questions of abstract and speculative science rather than upon those involving everyday and ordinary human interests.","author":"Ada Lovelace","category":"Questions, Human, Abstract"},{"quote":"I have had a small handful of truly blatantly discriminatory experiences for being transgender, but the vast majority are simply the differences between being a man versus being a woman in science and business.","author":"Vivienne Ming","category":"Business, Man, Woman"},{"quote":"However far modern science and techniques have fallen short of their inherent possibilities, they have taught mankind at least one lesson; nothing is impossible.","author":"Lewis Mumford","category":"Short, Impossible"},{"quote":"When I was a kid, one of my favorite books was George Gamow's 'One Two Three ... Infinity: Facts and Speculations of Science.'","author":"Mark Frauenfelder","category":"Facts, Favorite, Three"},{"quote":"Science can improve lives in ways that are elegant in design and moving in practice.","author":"Harold E. Varmus","category":"Design, Moving, Practice"},{"quote":"And, that's what I truly believe that we're doing when we're advancing scientific knowledge is we're someday making the world better. Not only for our children, but for all people after that.","author":"Duane G. Carey","category":"Knowledge, Children, World"},{"quote":"'Star Trek' is the McDonald's of science fiction; it's fast food storytelling. Every problem is like every other problem. They all get solved in an hour. Nobody ever gets hurt, and nobody needs to care. You give up an hour of your time, and you don't really have to get involved. It's all plastic.","author":"David Gerrold","category":"Time, Food, Hurt"},{"quote":"Science is about applying what we know and asking what we don't know.","author":"Tim Hunt","category":"Know, Asking, Applying"},{"quote":"I do not know what got me interested in technology. What was very clear to me very early on was that I was not interested in religion and that naturally increased my curiosity about science and technology, and I fundamentally believe the two are conflicting.","author":"Vinod Khosla","category":"Technology, Religion"},{"quote":"I think there is a tendency in science to measure what is measurable and to decide that what you cannot measure must be uninteresting.","author":"Donald Norman","category":"Measure, Think, You"},{"quote":"In the 1950s, the average person saw science as something that solved problems. With the advent of nuclear weapons and pollution, the idealistic aura around scientific research has been replaced by cynicism.","author":"Sheldon Lee Glashow","category":"Problems, Research"},{"quote":"I like science - geography, meteorology, cosmology.","author":"Randy Newman","category":"Geography, Like, Cosmology"},{"quote":"In all science, error precedes the truth, and it is better it should go first than last.","author":"Horace Walpole","category":"Truth, Better, First"},{"quote":"Science is not a game in which arbitrary rules are used to decide what explanations are to be permitted.","author":"Michael Behe","category":"Rules, Game, Decide"},{"quote":"Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.","author":"Rupert Sheldrake","category":"Faith, Truth, Religion"},{"quote":"The simplest and cheapest of all reforms within institutional science is to switch from the passive to the active voice in writing about science.","author":"Rupert Sheldrake","category":"Writing, Voice, Within"},{"quote":"The facts of science are real enough, and so are the techniques that scientists use, and so are the technologies based on them. But the belief system that governs conventional scientific thinking is an act of faith.","author":"Rupert Sheldrake","category":"Faith, Thinking, Belief"},{"quote":"I feel it is unnatural and immoral to try to teach science to children in a foreign language They will know facts, but they will miss the spirit.","author":"C. V. Raman","category":"Children, Language, Know"},{"quote":"We want to demystify the rocket science and break it down for people so they can understand what is really going on and what the real opportunities are.","author":"Chad Anderson","category":"Opportunities, People, Want"},{"quote":"Nothing is less predictable than the development of an active scientific field.","author":"Charles Francis Richter","category":"Development, Nothing"},{"quote":"Half of the modern drugs could well be thrown out of the window, except that the birds might eat them.","author":"Martin H. Fischer","category":"Window, Birds, Well"},{"quote":"Science rests on reason and experiment, and can meet an opponent with calmness; but a belief is always sensitive.","author":"James Anthony Froude","category":"Belief, Reason, Experiment"},{"quote":"When I began writing science fiction in the middle '60s, it seemed very easy to find ideas that took decades to percolate into the cultural consciousness; now the lead time seems more like eighteen months.","author":"Vernor Vinge","category":"Time, Writing, Ideas"},{"quote":"Science by itself is about numbers, and it's about measuring things. It's very important but it's very dry.","author":"James Balog","category":"Important, Numbers, Things"},{"quote":"Science is what we understand well enough to explain to a computer. Art is everything else we do.","author":"Donald Knuth","category":"Art, Understand, Explain"},{"quote":"Scientific advancement should aim to affirm and to improve human life.","author":"Nathan Deal","category":"Life, Aim, Human"},{"quote":"American science is much more organized, much more hierarchical than British science has been.","author":"Martin Fleischmann","category":"American, British, Organized"},{"quote":"Perhaps writers should never be allowed to get together in a workplace context. It's not like studying computer science, after all. The emotions are at large, and are shared and are questioned. There is a vulnerability.","author":"Graham Joyce","category":"Together, Studying"},{"quote":"I don't recall any interest in science in particular. It came later in college.","author":"Ellen Ochoa","category":"College, Interest, Later"},{"quote":"Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.","author":"Ernest Holmes","category":"Knowledge, Best, Together"},{"quote":"We should be increasing research and development into our fossil fuel program.","author":"Tim Holden","category":"Research, Development, Fuel"},{"quote":"People ask me how I do research for my science fiction. The answer is, I never do any research.","author":"Frederik Pohl","category":"Research, Me, People"},{"quote":"If you don't care about science enough to be interested in it on its own, you shouldn't try to write hard science fiction. You can write like Ray Bradbury and Harlan Ellison as much as you want.","author":"Frederik Pohl","category":"Want, Care, You"},{"quote":"Art and science are intrinsically the same except for one thing. The universe is in control of your science, whether it's right or wrong, and the public are in control of your art - if they're going to buy it, if you're going to make a living that way.","author":"Harry Kroto","category":"Art, Universe, Control"},{"quote":"Science of mind teaches you how to realize how much control you have over your own life. It teaches you that we have the ability to change our lives at any point we choose.","author":"Marla Gibbs","category":"Life, Change, Mind"},{"quote":"One of the responsibilities faced by the Environmental Genome Project is to provide the science base upon which society can make better informed risk management decisions.","author":"Samuel Wilson","category":"Environmental, Management"},{"quote":"When you're looking that far out, you're giving people their place in the universe, it touches people. Science is often visual, so it doesn't need translation. It's like poetry, it touches you.","author":"Story Musgrave","category":"Poetry, Giving, Universe"},{"quote":"Dream research is a wonderful field. All you do is sleep for a living.","author":"Stephen LaBerge","category":"Sleep, Dream, Research"},{"quote":"The wise man regulates his conduct by the theories both of religion and science. But he regards these theories not as statements of ultimate fact but as art-forms.","author":"John B. S. Haldane","category":"Wise, Man, Religion"},{"quote":"The virtues of science are skepticism and independence of thought.","author":"Walter Gilbert","category":"Thought, Independence"},{"quote":"These maxims and the art of interpreting them may be said to constitute the premisses of science but I prefer to call them our scientific beliefs. These premisses or beliefs are embodied in a tradition, the tradition of science.","author":"Michael Polanyi","category":"Art, Tradition, Said"},{"quote":"Science has become something that everybody knows he has to pay attention to, but not everybody is a believer. So I don't think we should equate science with religion. But, that science is progressively playing a more and more important part in the life of every individual is obvious.","author":"Chen-Ning Yang","category":"Life, Religion, Think"},{"quote":"My education in the public schools of New York City between 1932 and 1944 was an excellent preparation for a life in science. Because of the Depression, these schools were able to attract a remarkably talented and dedicated collection of teachers who encouraged their students to strive for the highest levels of accomplishment.","author":"Robert Fogel","category":"Life, Education, Depression"},{"quote":"Science has faith. We make postulates. We can't prove those postulates, but we have faith in them.","author":"Charles H. Townes","category":"Faith, Prove, Them"},{"quote":"I didn't study science beyond high school level, but I'd been reading a lot of science books by people like Richard Dawkins, Matt Ridley and Daniel Dennett. I also spent a year working on a fellowship in a research centre - the Allan Wilson Centre - where I got a hands-on look at their work sequencing DNA.","author":"Bernard Beckett","category":"Work, School, Reading"},{"quote":"The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease.","author":"Ashley Montagu","category":"Health, Doctor, Disease"},{"quote":"Facts are the air of scientists. Without them you can never fly.","author":"Linus Pauling","category":"Fly, Facts, You"},{"quote":"I describe management as arts, crafts and science. It is a practice that draws on arts, craft and science and there is a lot of craft - meaning experience - there is a certain amount of craft meaning insight, creativity and vision, and there is the use of science, technique or analysis.","author":"Henry Mintzberg","category":"Creativity, Experience"},{"quote":"Science will liberate us from the chains of big cities and lead us back to nature.","author":"Lennart Meri","category":"Nature, Lead, Back"},{"quote":"Painting is a science, and should be pursued as an inquiry into the laws of nature.","author":"John Constable","category":"Nature, Painting, Laws"},{"quote":"Science is knowledge arranged and classified according to truth, facts, and the general laws of nature.","author":"Luther Burbank","category":"Nature, Knowledge, Truth"},{"quote":"The science fiction world has a lot of people doing seriously imaginative thinking.","author":"Paul Krugman","category":"Thinking, World, People"},{"quote":"Our mission on Apollo 14 was to be the first to do science on the moon, so we had to be careful about getting everything in during the allotted time.","author":"Edgar Mitchell","category":"Time, Moon, Mission"},{"quote":"Novel technologies and ideas that impinge on human biology and their perceived impact on human values have renewed strains in the relationship between science and society.","author":"Paul Berg","category":"Relationship, Society, Ideas"},{"quote":"I actually wanted to be a forensic scientist for a while. When I was doing my Standard Grades, three of them were science subjects. The interest in science didn't wear off, but I found other interests.","author":"Emun Elliott","category":"Doing, Grades, Three"},{"quote":"It is pure mythology that women cannot perform as well as men in science, engineering and mathematics. In my experience, the opposite is true: Women are often more adept and patient at untangling complex problems, multitasking, seeing the possibilities in new solutions and winning team support for collaborative action.","author":"Weili Dai","category":"Women, Team, Experience"},{"quote":"The phonograph and kinetoscope may some day seize and perpetuate all save the magnetic touch, but that weird, illusive, indefinable yet wonderfully real power by which the orator subdues may never be caught by science or preserved for the cruel dissecting knife of the critic.","author":"David Josiah Brewer","category":"Day, Power, Weird"},{"quote":"My own writing has perhaps more of an American flavor than a British one, but that's because the stories I've so far written have needed it. 'Empire State,' 'Seven Wonders' and 'The Age Atomic' are all very place-centric, where the setting itself is almost a character. But there is a universality to story that isn't just limited to science fiction.","author":"Adam Christopher","category":"Age, Character, Writing"},{"quote":"Language is conceived in sin and science is its redemption.","author":"Willard Van Orman Quine","category":"Language, Redemption, Sin"},{"quote":"You can never properly predict the future as it really turns out. So you are doing something a little different when you write science fiction. You are trying to take a different perspective on now.","author":"Kim Stanley Robinson","category":"Future, Perspective, You"},{"quote":"I found myself facing a Christian Science Reading Room. My God! It had been eight years. There had never been any renunciation of religion on my part, but like so many people, it was a gradual fading away.","author":"Henry Fonda","category":"Myself, God, Religion"},{"quote":"I've been thinking about the distorted view of science that prevails in our culture. I've been wondering about this, because our civilization is completely dependent on science and high technology, yet most of us are alienated from science.","author":"Ann Druyan","category":"Technology, Culture"},{"quote":"Death is not the end it is but one more step in a great forward march made possible by the redemption wrought by the Savior. This is the spirit of true science - constant and eternal seeking.","author":"Henry Eyring","category":"Death, Great, Step"},{"quote":"Leave the atom alone.","author":"E. Y. Harburg","category":"Alone, Leave, Atom"},{"quote":"It is a law woven into the nature of man, attested by history, by science, by literature and art, and by dally experience, that strength of mind and force of character are the supreme rulers of human affairs.","author":"Lucius Quintus Cincinnatus Lamar II","category":"Nature, Strength, Art"},{"quote":"I like the freedom of research. Plus, if I fail in science, I know I can always survive because I have an M.D. This has been my insurance policy.","author":"Shinya Yamanaka","category":"Freedom, Research, Know"},{"quote":"Art and science have so much in common - the process of trial and error, finding something new and innovative, and to experiment and succeed in a breakthrough.","author":"Peter M. Brant","category":"Art, Finding, Experiment"},{"quote":"Science fiction is no more written for scientists that ghost stories are written for ghosts.","author":"Brian Aldiss","category":"Ghosts, Ghost, Fiction"},{"quote":"When I investigate and when I discover that the forces of the heavens and the planets are within ourselves, then truly I seem to be living among the gods.","author":"Leon Battista Alberti","category":"Living, Discover, Within"},{"quote":"The scientist is motivated primarily by curiosity and a desire for truth.","author":"Irving Langmuir","category":"Truth, Curiosity, Desire"},{"quote":"I remember in 1967, when there was that terrible fire on NASA's Apollo 1 rocket that killed three astronauts, my father made pure oxygen and we lit this tiny cup and burned it. Suddenly, we had an unbelievable jet and a fire. You just could see exactly what had happened.","author":"Jack W. Szostak","category":"Father, Fire, Remember"},{"quote":"There is actually a fair amount of money being put behind science today.","author":"David Baltimore","category":"Money, Today, Fair"},{"quote":"I love science fiction. There are ways in which this community kept me and my partner alive through some very, very bad years, and I will always acknowledge that.","author":"Nalo Hopkinson","category":"Love, Community, Me"},{"quote":"If we wish to make a new world we have the material ready. The first one, too, was made out of chaos.","author":"Robert Quillen","category":"World, Wish, Chaos"},{"quote":"The historian of science may be tempted to exclaim that when paradigms change, the world itself changes with them.","author":"Thomas Kuhn","category":"Change, Changes"},{"quote":"Scientific theory is a contrived foothold in the chaos of living phenomena.","author":"Wilhelm Reich","category":"Chaos, Living, Theory"},{"quote":"Science has a simple faith, which transcends utility. It is the faith that it is the privilege of man to learn to understand, and that this is his mission.","author":"Vannevar Bush","category":"Faith, Man, Simple"},{"quote":"Polygraph tests are 20th-century witchcraft.","author":"Sam Ervin","category":"Tests, Witchcraft, Polygraph"},{"quote":"Let us embrace Science and the new technologies unfettered, for it is these which will liberate mankind from the myth of god, and free us from our age old fears, from disease, death and the sweat of labor.","author":"Claude Vorilhon","category":"Age, Death, God"},{"quote":"Science is imagination in the service of the verifiable truth, and that service is indeed communal. It cannot be rigidly planned. Rather, it requires freedom and courage and the plural contributions of many different kinds of people who must maintain their individuality while giving to the group.","author":"Gerald Edelman","category":"Courage, Freedom, Truth"},{"quote":"Whenever anyone says, 'theoretically,' they really mean, 'not really.'","author":"Dave Parnas","category":"Mean, Really, Whenever"},{"quote":"Anthropology was the science that gave her the platform from which she surveyed, scolded and beamed at the world.","author":"Jane Howard","category":"World, She, Her"},{"quote":"The more we learn of science, the more we see that its wonderful mysteries are all explained by a few simple laws so connected together and so dependent upon each other, that we see the same mind animating them all.","author":"Olympia Brown","category":"Together, Simple, Mind"},{"quote":"It's very satisfying to promote science and education and see good results. Setting a good example for young people, being a role model, is very important for me.","author":"Yuan T. Lee","category":"Education, Good, Me"},{"quote":"If I had my choice, every high school would be teaching financial literacy along with math and science.","author":"Gregory Meeks","category":"School, Choice, Financial"},{"quote":"Because some of my at-home life was rough and lonely, I often looked to escape into my imagination. Science fiction provided a deep well to pull from and was something easily accessible to me.","author":"Keahu Kahuanui","category":"Life, Deep, Imagination"},{"quote":"The end of science is not to prove a theory, but to improve mankind.","author":"Manly Hall","category":"End, Improve, Prove"},{"quote":"But in Christianity, by contrast, the freedom of the children of God was also freedom from all important worldly interests, from all art and science, etc.","author":"Bruno Bauer","category":"Art, Children, Freedom"},{"quote":"Most science fiction, quite frankly, is silly nonsense.","author":"Alfred Bester","category":"Silly, Nonsense, Fiction"},{"quote":"Anyone who attempts to generate random numbers by deterministic means is, of course, living in a state of sin.","author":"John von Neumann","category":"Living, Numbers, Sin"},{"quote":"Science progresses best when observations force us to alter our preconceptions.","author":"Vera Rubin","category":"Best, Force, Us"},{"quote":"If I may take the liberty to speak for science at least, today his name and his prizes are without a peer in the world. He not only elevates science but he influences it as well.","author":"Melvin Calvin","category":"Today, World, Speak"},{"quote":"About the time you might start to think that science fiction - the real stuff, not the species of fantasy that goes under the name - is really dead, along comes a story by Cory Doctorow.","author":"Lois Tilton","category":"Time, Start, Name"},{"quote":"There was no 'before' the beginning of our universe, because once upon a time there was no time.","author":"John D. Barrow","category":"Time, Beginning, Universe"},{"quote":"He gave us the lakes for our Northern boundary, and the rivers stretching to the seas upon whose waters floats our commerce to the nations of the world; while man has done all that can be done by science to bind us together.","author":"John Brough","category":"Together, Man, World"},{"quote":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author":"Albert Einstein","category":"Art, Knowledge, Joy"},{"quote":"Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.","author":"A. P. J. Abdul Kalam","category":"Future, Good, Good Teacher"},{"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","category":"Life, Education, Success"},{"quote":"If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.","author":"A. P. J. Abdul Kalam","category":"Family, Beautiful, Father"},{"quote":"My father was my teacher. But most importantly he was a great dad.","author":"Beau Bridges","category":"Father, Great, Most"},{"quote":"Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity.","author":"Ricky Martin","category":"Hero, Courage, Best"},{"quote":"Good teachers know how to bring out the best in students.","author":"Charles Kuralt","category":"Good, Best, Know"},{"quote":"I am a teacher. It's how I define myself. A good teacher isn't someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That's the way I see myself, so whatever it is that I will do eventually after politics, it'll have to do a lot with teaching.","author":"Justin Trudeau","category":"Good, Myself, Good Teacher"},{"quote":"Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.","author":"Sidney Hook","category":"Education, Heart, Teachers"},{"quote":"Experience is the teacher of all things.","author":"Julius Caesar","category":"Experience, Things"},{"quote":"A teacher affects eternity he can never tell where his influence stops.","author":"Henry Adams","category":"Influence, Never, Where"},{"quote":"I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet, strange, I am ungrateful to those teachers.","author":"Khalil Gibran","category":"Kindness, Silence, I Am"},{"quote":"Of all the hard jobs around, one of the hardest is being a good teacher.","author":"Maggie Gallagher","category":"Good, Good Teacher, Being"},{"quote":"One looks back with appreciation to the brilliant teachers, but with gratitude to those who touched our human feelings. The curriculum is so much necessary raw material, but warmth is the vital element for the growing plant and for the soul of the child.","author":"Carl Jung","category":"Gratitude, Appreciation"},{"quote":"Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.","author":"Bill Gates","category":"Education, Best, Great"},{"quote":"There's no question that a great teacher can make a huge difference in a student's achievement, and we need to recruit, train and reward more such teachers. But here's what some new studies are also showing: We need better parents. Parents more focused on their children's education can also make a huge difference in a student's achievement.","author":"Thomas Friedman","category":"Education, Children, Great"},{"quote":"The one exclusive sign of thorough knowledge is the power of teaching.","author":"Aristotle","category":"Knowledge, Power, Sign"},{"quote":"A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential.","author":"John C. Maxwell","category":"Life, Change, Marriage"},{"quote":"A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson.","author":"John Henrik Clarke","category":"Good, Good Teacher"},{"quote":"The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'","author":"Maria Montessori","category":"Success, Children, Greatest"},{"quote":"Teachers can change lives with just the right mix of chalk and challenges.","author":"Joyce Meyer","category":"Change, Challenges, Teachers"},{"quote":"Experience is a hard teacher because she gives the test first, the lesson afterward.","author":"Vernon Law","category":"Experience, She, Test"},{"quote":"The art of teaching is the art of assisting discovery.","author":"Mark Van Doren","category":"Art, Discovery, Teaching"},{"quote":"I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.","author":"John Steinbeck","category":"Great, Believe, Artist"},{"quote":"A good teacher is a determined person.","author":"Gilbert Highet","category":"Good, Good Teacher, Person"},{"quote":"Any good teacher knows how important it is to connect with students and understand our culture.","author":"Adora Svitak","category":"Good, Culture, Good Teacher"},{"quote":"I am indebted to my father for living, but to my teacher for living well.","author":"Alexander the Great","category":"Father, I Am, Living"},{"quote":"I like a teacher who gives you something to take home to think about besides homework.","author":"Lily Tomlin","category":"Home, Think, You"},{"quote":"A good teacher must be able to put himself in the place of those who find learning hard.","author":"Eliphas Levi","category":"Learning, Good, Good Teacher"},{"quote":"Teaching is a profession in which capacity building should occur at every stage of the career - novices working with accomplished colleagues, skillful teachers sharing their craft, and opportunities for teacher leadership.","author":"Randi Weingarten","category":"Leadership, Opportunities"},{"quote":"Study how water flows in a valley stream, smoothly and freely between the rocks. Also learn from holy books and wise people. Everything - even mountains, rivers, plants and trees - should be your teacher.","author":"Morihei Ueshiba","category":"Water, Wise, Mountains"},{"quote":"There is no employing class, no working class, no farming class. You may pigeonhole a man or woman as a farmer or a worker or a professional man or an employer or even a banker. But the son of the farmer will be a doctor or a worker or even a banker, and his daughter a teacher. The son of a worker will be an employer - or maybe president.","author":"Herbert Hoover","category":"Daughter, Son, Man"},{"quote":"I have learned that, although I am a good teacher, I am a much better student, and I was blessed to learn valuable lessons from my students on a daily basis. They taught me the importance of teaching to a student - and not to a test.","author":"Erin Gruwell","category":"Daily, Good, Good Teacher"},{"quote":"I cannot emphasize enough the importance of a good teacher.","author":"Temple Grandin","category":"Good, Good Teacher, Enough"},{"quote":"It's the teacher that makes the difference, not the classroom.","author":"Michael Morpurgo","category":"Difference, Classroom, Makes"},{"quote":"One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.","author":"Philip Wylie","category":"Change, Good, Good Teacher"},{"quote":"I touch the future. I teach.","author":"Christa McAuliffe","category":"Future, Teach, Touch"},{"quote":"We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.","author":"Maria Montessori","category":"Education, Process, Human"},{"quote":"The dream begins with a teacher who believes in you, who tugs and pushes and leads you to the next plateau, sometimes poking you with a sharp stick called 'truth'.","author":"Dan Rather","category":"Truth, Dream, You"},{"quote":"Those who know how to think need no teachers.","author":"Mahatma Gandhi","category":"Know, Think, Teachers"},{"quote":"A garden is a grand teacher. It teaches patience and careful watchfulness it teaches industry and thrift above all it teaches entire trust.","author":"Gertrude Jekyll","category":"Patience, Trust, Gardening"},{"quote":"The main difference in the effectiveness of teaching comes from the thoughts the teacher has had during the entire time of his or her existence and brings into the classroom. A teacher concerned with developing humans affects the students quite differently from a teacher who never thinks about such things.","author":"Rudolf Steiner","category":"Time, Thoughts, Existence"},{"quote":"I was lucky that I met the right mentors and teachers at the right moment.","author":"James Levine","category":"Moment, Lucky, Mentors"},{"quote":"The duties of a teacher are neither few nor small, but they elevate the mind and give energy to the character.","author":"Dorothea Dix","category":"Character, Mind, Small"},{"quote":"The thing I loved the most - and still love the most about teaching - is that you can connect with an individual or a group, and see that individual or group exceed their limits.","author":"Mike Krzyzewski","category":"Love, Limits, Group"},{"quote":"Every child should have a caring adult in their lives. And that's not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher.","author":"Joe Manchin","category":"Family, Caring, Child"},{"quote":"There is no recipe to be a great teacher, that's what is unique about them.","author":"Robert Sternberg","category":"Great, Unique, Recipe"},{"quote":"The Holy Spirit is our comforter, our teacher. That's why, in prayer, we can ask the Lord to open up Scripture and make it come alive to us, to open our understanding. He left his Spirit with us until we join him in Heaven.","author":"Michele Bachmann","category":"Prayer, Understanding, Why"},{"quote":"A good teacher who can take the zero pay and help kids develop physically, emotionally, socially, is literally an angel.","author":"Eva Amurri","category":"Good, Good Teacher, Help"},{"quote":"The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.","author":"Anatole France","category":"Art, Curiosity, Purpose"},{"quote":"My heart is singing for joy this morning! A miracle has happened! The light of understanding has shone upon my little pupil's mind, and behold, all things are changed!","author":"Anne Sullivan","category":"Morning, Light, Joy"},{"quote":"If you have to put someone on a pedestal, put teachers. They are society's heroes.","author":"Guy Kawasaki","category":"Society, Heroes, You"},{"quote":"You never stop learning. If you have a teacher, you never stop being a student.","author":"Elisabeth Rohm","category":"Learning, Student, You"},{"quote":"I would say that my role model, as far as just somebody leading by example, which to me is what a great youth counselor does - they are there to talk to and lead by example - would be my mom, but she wasn't a youth counselor. She was a teacher, and she is a good person and definitely one of the biggest influences in my life.","author":"Carrie Underwood","category":"Life, Good, Great"},{"quote":"Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position.","author":"Ezra Taft Benson","category":"Leader, God, Struggle"},{"quote":"A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","author":"Horace Mann","category":"Learn, Teach, Desire"},{"quote":"The task of the mediator is to help the parties to open difficult issues and nudge them forward in the peace process. The mediator's role combines those of a ship's pilot, consulting medical doctor, midwife and teacher.","author":"Martti Ahtisaari","category":"Peace, Medical, Doctor"},{"quote":"I saw as a teacher how, if you take that spark of learning that those children have, and you ignite it, you can take a child from any background to a lifetime of creativity and accomplishment.","author":"Paul Wellstone","category":"Learning, Children"},{"quote":"Most of us end up with no more than five or six people who remember us. Teachers have thousands of people who remember them for the rest of their lives.","author":"Andy Rooney","category":"End, People, Remember"},{"quote":"Experience is a good teacher, but she sends in terrific bills.","author":"Minna Antrim","category":"Good, Experience"},{"quote":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.","author":"Confucius","category":"Good, Myself, I Am"},{"quote":"None of us got where we are solely by pulling ourselves up by our bootstraps. We got here because somebody - a parent, a teacher, an Ivy League crony or a few nuns - bent down and helped us pick up our boots.","author":"Thurgood Marshall","category":"Parent, Down, Boots"},{"quote":"Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless.","author":"Suze Orman","category":"Money, Powerful, Amazing"},{"quote":"I remember my choir teacher in high school told me, 'When in doubt, sing loud.' I'm a terrible singer, but I always auditioned for the musicals, and would get cast in them because I really would just put it all out there. That was really good advice, and I think it works for everything, not just acting.","author":"Judy Greer","category":"Good, School, Me"},{"quote":"Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.","author":"Godfrey Reggio","category":"Relationship, Good"},{"quote":"The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.","author":"Warren Buffett","category":"Society, Body, People"},{"quote":"The teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","author":"Horace Mann","category":"Learn, Teach, Desire"},{"quote":"Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual.","author":"Arthur Koestler","category":"Learning, Creative, Process"},{"quote":"I was born 50 years after slavery, in 1913. I was allowed to read. My mother, who was a teacher, taught me when I was a very young child. The first school I attended was a small building that went from first to sixth grade. There was one teacher for all of the students. There could be anywhere from 50 to 60 students of all different ages.","author":"Rosa Parks","category":"Mother, School, Child"},{"quote":"The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders.","author":"Dayananda Saraswati","category":"Love, Knowledge, Fitness"},{"quote":"The most important part of teaching is to teach what it is to know.","author":"Simone Weil","category":"Important, Know"},{"quote":"On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education.","author":"Nelson Mandela","category":"Education, Day, School"},{"quote":"When I go to bed at night, I ask God to give me another day; I ask him to keep me strong and make me a good teacher and to keep spreading this right word.","author":"Richard Simmons","category":"Good, God, Good Teacher"},{"quote":"I was never a class clown or anything like that, but I do remember being in the first grade and my teacher, Mr. Chad, told the class one day that we were going to do some exercises. He meant math exercises, but I stood up and started doing jumping jacks. To this day, I don't know what possessed me to do that, but all my friends cracked up.","author":"Will Ferrell","category":"Day, Friends, Me"},{"quote":"Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind.","author":"Ezra Taft Benson","category":"Relationship, God, Wife"},{"quote":"The five steps in teaching an employee new skills are preparation, explanation, showing, observation and supervision.","author":"Bruce Barton","category":"Preparation, Employee"},{"quote":"Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary.","author":"Warren Bennis","category":"Excellence, Studying, Better"},{"quote":"I flunked my exam for university two times before I was accepted by what was considered my city's worst university, Hangzhou Teachers University. I was studying to be a high school English teacher. In my university, I was elected student chairman and later became chairman of the city's Students Federation.","author":"Jack Ma","category":"School, City, Studying"},{"quote":"When you become a parent, or a teacher, you turn into a manager of this whole system. You become the person controlling the bubble of innocence around a child, regulating it.","author":"Kazuo Ishiguro","category":"Child, Parent, Innocence"},{"quote":"Teaching is the only major occupation of man for which we have not yet developed tools that make an average person capable of competence and performance. In teaching we rely on the 'naturals', the ones who somehow know how to teach.","author":"Peter Drucker","category":"Man, Performance, Tools"},{"quote":"A true teacher defends his students against his own personal influences.","author":"Amos Bronson Alcott","category":"True, Students, Personal"},{"quote":"The doctrine of the Kingdom of Heaven, which was the main teaching of Jesus, is certainly one of the most revolutionary doctrines that ever stirred and changed human thought.","author":"H. G. Wells","category":"Thought, Heaven, Human"},{"quote":"A good teacher must know the rules; a good pupil, the exceptions.","author":"Martin H. Fischer","category":"Good, Good Teacher, Rules"},{"quote":"The best teacher is very interactive.","author":"Bill Gates","category":"Best, Interactive, Very"},{"quote":"I don't know anybody who said, 'I love that teacher, he or she gave a really good homework set,' or 'Boy, that was the best class I ever took because those exams were awesome.' That's not what people want to talk about. It's not what influences people in one profession or another.","author":"Neil deGrasse Tyson","category":"Love, Good, Best"},{"quote":"What my father gave me more than anything else is great tutoring and a great brain, frankly. You know, my father's brother was a top person at MIT, went to MIT, graduated from MIT, was a teacher at MIT, a professor at MIT, a great engineer. I mean, you know, I have very good genes.","author":"Donald Trump","category":"Good, Father, Great"},{"quote":"A teacher should have a creative mind.","author":"A. P. J. Abdul Kalam","category":"Creative, Mind, Should"},{"quote":"Among the great names that adorn the roll of Nobel prize-winners in Medicine is that of Otto Meyerhof, my admired teacher and friend, to whose inspiration, guidance and encouragement I owe so very much.","author":"Severo Ochoa","category":"Great, Encouragement, Friend"},{"quote":"I have been a teacher myself all my life. I have an intense passion to share with people. Our only salvation is in knowledge, in learning.","author":"Leo Buscaglia","category":"Life, Learning, Knowledge"},{"quote":"When I was a kid in junior high, I had an assignment to discuss how to rescue poor people in India. I remember my teacher at the time considered it an impossible problem. Now, we're not talking that way anymore. We're sure not talking about that for China. They're rescuing themselves thanks to globalization.","author":"Chrystia Freeland","category":"Time, Impossible, Remember"},{"quote":"We should not run away from religious teachings. We should run to them.","author":"James Carville","category":"Run, Away, Should"},{"quote":"One time, the teacher was the storehouse of knowledge. That will no longer be so. So what would a teacher do? A very good teacher will play the role of augmenter. Also, the teacher will be located anywhere and helping students.","author":"Shiv Nadar","category":"Time, Knowledge, Good"},{"quote":"I wrote about a bird that cleaned a crocodile's teeth. The story was so good that my teacher could not believe that a ten-year-old could write that well. I was even punished because my teacher thought I'd lied about writing it! I had always loved to write, but it was then that I realized that I had a talent for it.","author":"Brian Jacques","category":"Good, Bird, Writing"},{"quote":"Peer mediation is a chance for students to work with other students to help them resolve problems, arguments, disagreements without having to get the teacher or the administration involved.","author":"Janet Reno","category":"Work, Problems, Help"},{"quote":"I've got a friend who is a lion tamer. He used to be a school teacher till he lost his nerve.","author":"Les Dawson","category":"School, Lion, Lost"},{"quote":"As a little girl, I didn't like stories about little girls. I liked stories about dragons and beasts and princes and princesses and fear and terror and the Four Musketeers and almost anything other than nice little girls making moral decisions about whether to tell the teacher about what the other little girl did or did not do.","author":"A. S. Byatt","category":"Fear, Girl, Decisions"},{"quote":"Research confirms that great teachers change lives. Students with one highly effective elementary school teacher are more likely to go to college, less likely to become pregnant as teens, and earn tens of thousands more over their lifetimes.","author":"Wendy Kopp","category":"Change, Great, School"},{"quote":"You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room.","author":"Dr. Seuss","category":"Alone, Yourself, Help"},{"quote":"A hallmark of the Latino community is to help one another, if students are interested in a way to give back and help their communities, becoming a teacher is probably one of the very best ways of doing that.","author":"Ellen Ochoa","category":"Best, Community, Help"},{"quote":"Ask any successful person, and most will tell you that they had a person who believed in them... a teacher, a friend, a parent, a guardian, a sister, a grandmother. It only takes one person, and it doesn't really matter who it is.","author":"Sean Covey","category":"Sister, Successful, Parent"},{"quote":"When I had my first voice lesson I was 15 years old. And I had a really good teacher. This is what made all the difference. A good teacher will teach you the technique, but also how to listen to your voice.","author":"Cecilia Bartoli","category":"Good, Good Teacher, Voice"},{"quote":"Whether it's as the hero of an adventure story, as teacher and friend, as icon on watch, shirt or hat - everyone knows Mickey Mouse.","author":"Warren Spector","category":"Hero, Adventure, Friend"},{"quote":"A professor must have a theory as a dog must have fleas.","author":"H. L. Mencken","category":"Dog, Theory, Must"},{"quote":"Take away paradox from the thinker and you have a professor.","author":"Soren Kierkegaard","category":"You, Paradox, Away"},{"quote":"A child's learning is a function more of the characteristics of his classmates than those of the teacher.","author":"James S. Coleman","category":"Learning, Child, Classmates"},{"quote":"I've learned that mistakes can often be as good a teacher as success.","author":"Jack Welch","category":"Success, Good, Mistakes"},{"quote":"The teacher must derive not only the capacity, but the desire, to observe natural phenomena. The teacher must understand and feel her position of observer: the activity must lie in the phenomenon.","author":"Maria Montessori","category":"Lie, Desire, Her"},{"quote":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.","author":"Eva Longoria","category":"Education, Sister, Mom"},{"quote":"So what does a good teacher do? Create tension - but just the right amount.","author":"Donald Norman","category":"Good, Good Teacher, Create"},{"quote":"I worked in theater my whole life. My mom was a drama teacher at my middle school. In high school, I was Drama Club President every year, and then I auditioned for conservatory acting programs.","author":"Jenn Proske","category":"Life, Mom, School"},{"quote":"We don't classify all doctors as incompetent because of the infrequent instances of medical malpractice. We don't use the example of one bad teacher in our children's school to draw a negative conclusion of the entire teaching profession. We should apply that same rational standard when it comes to how we view law enforcement.","author":"Thom Tillis","category":"Children, School, Law"},{"quote":"Why not whip the teacher when the pupil misbehaves?","author":"Diogenes","category":"Why, Why Not, Pupil"},{"quote":"The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about.","author":"Tucker Carlson","category":"Life, Positive, School"},{"quote":"If you don't have a teacher you can't have a disciple.","author":"Dallas Willard","category":"You, Disciple"},{"quote":"But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students.","author":"Roy Barnes","category":"Education, Good, School"},{"quote":"I didn't want to be the archetypal sponging brother-in-law, so I didn't go into acting when I got to the States. I thought, 'No, I'll go to school and then I'll be an English teacher; that'll be fun.' But I was horrible as a teacher. As hard as I tried, I just couldn't inspire those kids to take an interest in Milton and Shakespeare and Donne.","author":"John Mahoney","category":"School, Fun, Inspire"},{"quote":"I'm a teacher still, but with a much larger classroom.","author":"Rick Riordan","category":"Classroom, Still, Larger"},{"quote":"To say what I would have been if I wasn't boxing, I don't know why, but I always wanted to be an x-ray technician or a substitute teacher. Those two occupations always stuck with me, maybe because my substitute teacher didn't give us homework, or because I've always had x-rays of my hands.","author":"Sugar Ray Leonard","category":"Me, Hands, Know"},{"quote":"There is nothing more valuable than great classroom instruction. But let's stop putting the whole burden on teachers. We also need better parents. Better parents can make every teacher more effective.","author":"Thomas Friedman","category":"Great, Parents, Better"},{"quote":"Being a teacher is back-breakingly difficult work. It is also extremely important work.","author":"Timothy Noah","category":"Work, Important, Difficult"},{"quote":"To me, the avocation of a teacher has something elevating and exciting. While surrounded by the young, one may always be doing good.","author":"Dorothea Dix","category":"Good, Doing Good, Me"},{"quote":"The Chinese mom is not the helicopter mom. I would never do their homework for them. It's all about: Take responsibility, don't blame others. Be self-reliant. Never blame the teacher.","author":"Amy Chua","category":"Mom, Responsibility, Blame"},{"quote":"When I was eight, an uncle, great uncle, gave a violin to me, and my father took me off to have lessons. After about six weeks, the violin teacher told my father he was wasting his money, wasting his time, and wasting my time, and it's one of my big regrets.","author":"Roger Moore","category":"Time, Money, Father"},{"quote":"I'd never been a teacher before, and here I was starting my first day with these eager students. There was a shortage of teachers, and they had been without a math teacher for six months. They were so excited to learn math.","author":"Andrew Shue","category":"Day, Learn, Students"},{"quote":"I have always believed that 98% of a student's progress is due to his own efforts, and 2% to his teacher.","author":"John Philip Sousa","category":"Progress, Student, Always"},{"quote":"When people say, you know, 'Good teacher,' 'Prophet,' 'Really nice guy'... this is not how Jesus thought of Himself. So you're left with a challenge in that, which is either Jesus was who he said he was or a complete and utter nut case. You have to make a choice on that.","author":"Bono","category":"Good, Good Teacher"},{"quote":"My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.","author":"Flip Wilson","category":"Birthday, School, Childhood"},{"quote":"As a former high school teacher and a student in a class of 60 urchins at St. Brigid's grammar school, I know that education is all about discipline and motivation. Disadvantaged students need extra attention, a stable school environment, and enough teacher creativity to stimulate their imaginations. Those things are not expensive.","author":"Bill O'Reilly","category":"Education, Creativity"},{"quote":"After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.","author":"Albert Camus","category":"Knowledge, Best, Place"},{"quote":"The world of knowledge takes a crazy turn when teachers themselves are taught to learn.","author":"Bertolt Brecht","category":"Knowledge, Crazy, World"},{"quote":"The teacher is the one who gets the most out of the lessons, and the true teacher is the learner.","author":"Elbert Hubbard","category":"True, Lessons, Most"},{"quote":"TV is bigger than any story it reports. It's the greatest teaching tool since the printing press.","author":"Fred W. Friendly","category":"Greatest, Story, Printing"},{"quote":"I do not believe there is a problem in this country or the world today which could not be settled if approached through the teaching of the Sermon on the Mount.","author":"Harry S Truman","category":"Today, Believe, World"},{"quote":"What a blind person needs is not a teacher but another self.","author":"Helen Keller","category":"Blind, Self, Person"},{"quote":"Let's reintroduce corporal punishment in the schools - and use it on the teachers.","author":"P. J. O'Rourke","category":"Punishment, Teachers"},{"quote":"Police and firefighters are great, but they don't create wealth. They protect it. That's crucial. Teaching is a wonderful profession. Teachers help educate people to become good citizens so that citizens can then go create wealth. But they don't create the wealth themselves.","author":"Rush Limbaugh","category":"Good, Great, Help"},{"quote":"A professor is someone who talks in someone else's sleep.","author":"W. H. Auden","category":"Sleep, Someone, Professor"},{"quote":"I had a terrible education. I attended a school for emotionally disturbed teachers.","author":"Woody Allen","category":"Education, School, Teachers"},{"quote":"When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.","author":"Gerald Jampolsky","category":"Life, Forgiveness, Peace"},{"quote":"The true aim of everyone who aspires to be a teacher should be, not to impart his own opinions, but to kindle minds.","author":"Frederick William Robertson","category":"Opinions, Aim, True"},{"quote":"A self-taught man usually has a poor teacher and a worse student.","author":"Henny Youngman","category":"Man, Student, Poor"},{"quote":"I'm lucky I had some teachers who saw something in me.","author":"Ann Bancroft","category":"Me, Lucky, Teachers"},{"quote":"If I can make a teacher's salary doing comedy, I think that's better than being a teacher.","author":"Dave Chappelle","category":"Better, Think, Comedy"},{"quote":"We can teach a lot of things, but if the teacher can't relate by talking to a group of friendly students, he'll never be a competent teacher.","author":"William Glasser","category":"Teach, Group, Students"},{"quote":"I believe in God - not in a Catholic God; there is no Catholic God. There is God, and I believe in Jesus Christ, his incarnation. Jesus is my teacher and my pastor, but God, the Father, Abba, is the light and the Creator. This is my Being.","author":"Pope Francis","category":"Light, Father, God"},{"quote":"I never made it to the school choir because the music teacher didn't like my voice. I was pretty sad. But he was probably right; I did have a voice a bit like a goat, but my dad told me to never give up and to keep going, and it's paid off.","author":"Shakira","category":"Music, Never Give Up, Sad"},{"quote":"Fear is not a good teacher. The lessons of fear are quickly forgotten.","author":"Mary Catherine Bateson","category":"Good, Fear, Good Teacher"},{"quote":"My sister and I cooked a lot together; my sister was a very healthy vegetarian. She was always a real good teacher for me about organics, recycling, composting -whenever you hear me talk about it, it's usually because of my sister's influence.","author":"Guy Fieri","category":"Sister, Good, Good Teacher"},{"quote":"History is the only true teacher, the revolution the best school for the proletariat.","author":"Rosa Luxemburg","category":"History, Best, School"},{"quote":"Time is a great teacher, but unfortunately it kills all its pupils.","author":"Hector Berlioz","category":"Time, Great, Pupils"},{"quote":"All I wanted was to be a university teacher.","author":"Jalal Talabani","category":"University, Wanted"},{"quote":"No bubble is so iridescent or floats longer than that blown by the successful teacher.","author":"William Osler","category":"Successful, Bubble, Than"},{"quote":"China's republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people's tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","category":"Friends, Good, Experience"},{"quote":"It was God who made me so beautiful. If I weren't, then I'd be a teacher.","author":"Linda Evangelista","category":"Beautiful, God, Me"},{"quote":"He most honors my style who learns under it to destroy the teacher.","author":"Walt Whitman","category":"Style, Destroy, Most"},{"quote":"I'm embarrassed every time I look a teacher in the eye, because we ask them to do so much for so little.","author":"Phil McGraw","category":"Time, Eye, Look"},{"quote":"I was told to challenge every spiritual teacher, every world leader to utter the one sentence that no religion, no political party, and no nation on the face of the earth will dare utter: 'Ours is not a better way, ours is merely another way.","author":"Neale Donald Walsch","category":"Leader, Challenge, Religion"},{"quote":"If you put down a list of jobs, doctor, lawyer, janitor, teacher or movie star, everybody would pick the movie star. And why? So you could lie around the pool, drink margaritas and send money to your parents. So that's what I did.","author":"Steve Guttenberg","category":"Money, Parents, Doctor"},{"quote":"What students lack in school is an intellectual relationship or conversation with the teacher.","author":"William Glasser","category":"Relationship, School"},{"quote":"Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.","author":"William Glasser","category":"Education, Relationship"},{"quote":"You never know what's going to happen. My mother was an English teacher. If someone had told her that I was going to write a book, she would never have believed that. So you can never say never.","author":"Tony Dungy","category":"Mother, Book, Know"},{"quote":"In high school, a teacher once suggested that I be a math major in college. I thought, 'Me? You've got to be joking!' I mean, in junior high, I used to come home and cry because I was so afraid of my math homework. Seriously, I was terrified of math.","author":"Danica McKellar","category":"Home, School, College"},{"quote":"There is no education system in the world - none at all - that's better than its average teacher.","author":"David Puttnam","category":"Education, World, Better"},{"quote":"My parents made it clear that I should never display even the slightest disrespect to individuals who had the power to let me skip a half grade or move into more challenging classes. While it was all right for me to know more about a topic than my sixth-grade teacher had ever learned, questioning her facts could only lead to trouble.","author":"James D. Watson","category":"Power, Parents, Me"},{"quote":"My view, as one who taught it, is that the whole purpose of a literary education should be to tell people that these things exist. I don't think any teacher should try to 'teach an author,' but rather simply describe what the author has written. And this is what I tried to do.","author":"Guy Davenport","category":"Education, Purpose, People"},{"quote":"You can play professional lacrosse, but they make less than a teacher's salary now. I always thought about that. And it's a very difficult career, a short career, as a pro athlete.","author":"Nash Grier","category":"Short, Thought, Professional"},{"quote":"When you play a sax, that saxophone is irreverent. It's noisy; it's a trickster... you cannot hide the saxophone in your hands, so it's a good teacher.","author":"Joy Harjo","category":"Good, Good Teacher, Hands"},{"quote":"My mother was born in Baltimore, and before her marriage, she was an artist and teacher of art.","author":"J. Robert Oppenheimer","category":"Marriage, Art, Mother"},{"quote":"No one wanted me to be a conscientious objector. My parents certainly didn't want it. My teacher and mentor, Joe Brearley, didn't want it. My friends didn't want it. I was alone.","author":"Harold Pinter","category":"Friends, Alone, Parents"},{"quote":"My dad, who was a teacher, used to tell me that a teacher's goal should be for every one of their students to get an A. If that's your goal every day - to make every student or player learn - then it doesn't matter if you won last year or didn't win. When next year's team shows up, I try to help every player become as good as they can be.","author":"Tony Dungy","category":"Day, Good, Team"},{"quote":"I always think about which blood drive was going on in Georgia that day when that husband or mom or school teacher rolled up their sleeve and actually gave me a second chance at life. It's the ultimate gift of life, and I'm the one who was on the other end.","author":"Niki Taylor","category":"Life, Mom, School"},{"quote":"I got picked on a lot, even by teachers too. I liked to listen to musicals and bake, and my homeroom teacher found out and mocked me in front of the whole class for baking.","author":"Dan Savage","category":"Me, Listen, Baking"},{"quote":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","author":"David Coverdale","category":"Art, Romantic, Passion"},{"quote":"My family was going back to England to visit my mother's grandmother, who was very ill. We went up to Liverpool and I met my great-aunt, who was just a force of nature. She was an elocution teacher and a huge enthusiast for theater and the classics. I took her amateur acting class, and she was really impressed with me.","author":"Kim Cattrall","category":"Family, Nature, Mother"},{"quote":"The medium of response in America is fame; that's how a person that bounces a ball can make millions of dollars, and a school teacher with no fame makes $35,000.","author":"Patch Adams","category":"School, America, Fame"},{"quote":"I don't go to New York. I don't go to parties. I just do my business and study nature. My career is 28 years in an obscure art school, with limited staff and no perks. All I am is a teacher.","author":"Camille Paglia","category":"Nature, Business, Art"},{"quote":"At school, I was the classroom clown - I was always being thrown out for being naughty. Before I left, a teacher called me in and suggested I became an actor.","author":"David Harewood","category":"School, Me, Clown"},{"quote":"I must have got my detailed, obsessive streak from my father, who was an English teacher, because my mother wasn't like me at all.","author":"Barbra Streisand","category":"Father, Mother, Me"},{"quote":"Whenever someone like a plumber or a mechanic tries to explain something technical to me, I listen for about three seconds before it all just becomes white noise, like Charlie Brown's teacher.","author":"John Niven","category":"Me, Listen, Three"},{"quote":"I used to write things for friends. There was this girl I had a crush on, and she had a teacher she didn't like at school. I had a real crush on her, so almost every day I would write her a little short story where she would kill him in a different way.","author":"Stephen Colbert","category":"Day, Friends, School"},{"quote":"I'd like to think I'm a great teacher.","author":"Gordon Ramsay","category":"Great, Think, Like"},{"quote":"I had a teacher who loved movies. He had a little theatre called The Flick, and he would let a bunch of us volunteer to work there, and he also let us make little movies in class.","author":"Kathleen Kennedy","category":"Work, Theatre, Movies"},{"quote":"My name is James Edward Franco. Ted is a nickname for Edward. That's what my parents called me. I also got 'Teddy Ruxpin' a lot. It just got to a point where I got sick of it, so when a teacher called out 'James Franco' my junior year of high school, I didn't correct her.","author":"James Franco","category":"School, Parents, Me"},{"quote":"Mary and Jesus had this extraordinary relationship between them. What a teacher Mary is, really. It is the ultimate trusting; that she had to trust God, that she was so privileged to be the mother of the Savior, that she had to stand there as a mother and watch her son being murdered and trust that that is what he came to do.","author":"Roma Downey","category":"Relationship, Trust, Mother"},{"quote":"Experience was my only teacher; I knew little of the modern art movement. When I first saw the works of the Impressionists, van Gogh, van Dongen, and Fauves, I admired it. But I had to seek the true way alone.","author":"Piet Mondrian","category":"Art, Experience, Alone"},{"quote":"The primary task of a useful teacher is to teach his students to recognize 'inconvenient' facts - I mean facts that are inconvenient for their party opinions.","author":"Max Weber","category":"Party, Opinions, Facts"},{"quote":"When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - 'Ode to Friendship.' Then my class wanted to make a film, and one little boy suggested that I write the script.","author":"Eugene Ionesco","category":"Friendship, Age, Poetry"},{"quote":"I call myself a teacher because they want me to call myself a teacher, but actually, what I'm doing is I'm studying.","author":"Chick Corea","category":"Myself, Me, Studying"},{"quote":"Before I got Doctor Who, I went to the Guildhall School of Music and Drama. I went back to take the final grade exam, which is the grade you have to take before you can take the teacher's diploma.","author":"Sarah Sutton","category":"Music, School, Doctor"},{"quote":"I'm trained as a teacher that's the only thing I've got a certificate for.","author":"Quentin Blake","category":"Only, Got, Trained"},{"quote":"It's funny: I always, as a high school teacher and particularly as a high school yearbook teacher, because yearbook staffs are 90 percent female, I got to sit in and overhear teenage girl talk for many years. I like teenage girls; I like their drama, their foibles. And I think, 'I'll be good with a teenage daughter!'","author":"Rob Thomas","category":"Funny, Good, Daughter"},{"quote":"I wasn't a ballet baby. My first dance class was in an outdoor pavilion when I was three. It was called 'creative movement.' The teacher gave us chiffon scarves in beautiful colors. She turned on some music and said, 'Now go dance.' So for me, dance has always been about self-expression.","author":"Carrie Ann Inaba","category":"Music, Beautiful, Dance"},{"quote":"In every role that I do - whether I'm a teacher, actor or mentor - I do it with total dedication and as much honesty as I feel is required because there's no alternative to honesty and hard work.","author":"Anupam Kher","category":"Work, Hard Work, Honesty"},{"quote":"I was a victim of a stereotype. There were only two of us Negro kids in the whole class, and our English teacher was always stressing the importance of rhythm in poetry. Well, everybody knows - except us - that all Negroes have rhythms, so they elected me class poet.","author":"Langston Hughes","category":"Poetry, Me, Kids"},{"quote":"I have been luckier than anyone I know or even heard of. I had a very happy childhood, a good education, I enjoyed working as a teacher, journalist and author. I have loved a wonderful man for over 33 years, and I believe he loves me, too.","author":"Maeve Binchy","category":"Education, Happy, Good"},{"quote":"I will venture to maintain that where the teacher is not pleasing to the pupil, there is no education.","author":"Xenophon","category":"Education, Will, Where"},{"quote":"My mother had been an English teacher in India before she came to the U.K., and she taught me to read early on - not only in English, but in Hindi, too. My teachers didn't like the fact that I was reading more quickly than they were teaching, and as a consequence, I would sometimes get bored in class.","author":"Sanjeev Bhaskar","category":"Mother, Reading, Me"},{"quote":"I discovered Deborah Ellis's books in the school library after my head teacher encouraged me to go beyond the school curriculum and look for books I might enjoy.","author":"Malala Yousafzai","category":"School, Library, Me"},{"quote":"Above all, we must be conscious of the primary pedagogical task, namely that we must first make something of ourselves so that a living inner spiritual relationship exists between the teacher and the children.","author":"Rudolf Steiner","category":"Relationship, Children"},{"quote":"You can't tell a woman who is called by God to teach that she cannot teach the Word of God... So I think the distinction is that there's a difference between the authority of a pastor and a Bible teacher.","author":"Charles Stanley","category":"God, Woman, Bible"},{"quote":"Connie Heermann is a Freedom Writer teacher. I believe she represents the best of what dedicated teachers can be because she chose to serve her students, not her school board.","author":"Richard LaGravenese","category":"Freedom, Best, School"},{"quote":"I remember in grammar school the teacher asked if anyone had any hobbies. I was the only one with any hobbies and I had every hobby there was... name anything, no matter how esoteric. I could have given everyone a hobby and still had 40 or 50 to take home.","author":"Cormac McCarthy","category":"Home, School, Remember"},{"quote":"I liked school, but I used to dread those moments when the teacher would call me up to give an oral report. I forced myself to deal with it and not dwell on the class in front of me - to keep a straight face, give the report and concentrate on getting it right. That's normally how I perform. That's how I am.","author":"Steven Wright","category":"Myself, School, I Am"},{"quote":"Often, when people ask me what I read as a young girl, I lie. Or, I should say, I lie by omission. I tell them about my brilliant fourth-grade teacher, Miss Artis, who assigned us 'Johnny Tremain' and 'Where the Red Fern Grows' and 'Tuck Everlasting,' all books that made an impression on me. And people nod in approval.","author":"Cristina Henriquez","category":"Girl, Red, Me"},{"quote":"During my eleven years as a New York City public school teacher, I saw firsthand the impact that poverty has on the classroom. In low-income neighborhoods like Sunset Park, where I taught, students as young as five years old enter school affected by the stresses often created by poverty: domestic violence, drug abuse, gang activity.","author":"Sal Albanese","category":"Sunset, School, Violence"},{"quote":"I like a lot of things about yoga - its an intro to good music; with each good teacher you study with, you learn a lot about them personally; it's not just about specific technique or poses. I also like Shavasana - not too many exercise routines let you nap at the end of them. You don't see nap pods in CrossFit gyms.","author":"Charles Michael Davis","category":"Music, Good, Good Teacher"},{"quote":"Most of my teachers wanted to send me to the principal's office. But my fourth-grade teacher once put her arms around me and said, 'You sure write well.' And I've had good penmanship until this day. She was the only one who ever said anything nice to me. That's the kind of motivation that students need.","author":"Andrew Young","category":"Day, Good, Me"},{"quote":"That is the difference between good teachers and great teachers: good teachers make the best of a pupil's means great teachers foresee a pupil's ends.","author":"Maria Callas","category":"Good, Best, Great"},{"quote":"Therefore, a person should first be changed by a teacher's instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order.","author":"Xun Kuang","category":"Society, Humility, Rules"},{"quote":"If you are giving a graduate course you don't try to impress the students with oratory, you try to challenge them, get them to question you.","author":"Noam Chomsky","category":"Challenge, Giving, You"},{"quote":"Only one person in a million becomes enlightened without a teacher's help.","author":"Bodhidharma","category":"Help, Person, Without"},{"quote":"My art teacher in junior high was a very out gay man and a mentor to me. He would tell us about Greenwich Village and show us the 'Village Voice' and describe his life, but it was all sort of subversive and below the radar.","author":"Gus Van Sant","category":"Life, Art, Man"},{"quote":"I am a teacher born and bred, and I believe in the advocacy of teachers. It's a calling. We want our students to feel impassioned and empowered.","author":"Erin Gruwell","category":"I Am, Believe, I Believe"},{"quote":"The drawing teacher has this problem of communicating how to draw by osmosis and not by instruction, while the physics teacher has the problem of always teaching techniques, rather than the spirit, of how to go about solving physical problems.","author":"Richard P. Feynman","category":"Problems, Drawing, Problem"},{"quote":"The best teacher is an entertainer.","author":"Bob Keeshan","category":"Best, Entertainer"},{"quote":"It is by teaching that we teach ourselves, by relating that we observe, by affirming that we examine, by showing that we look, by writing that we think, by pumping that we draw water into the well.","author":"Henri Frederic Amiel","category":"Water, Writing, Think"},{"quote":"Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.","author":"Carter G. Woodson","category":"History, Inspiration, Lose"},{"quote":"I want to thank my mum, my daddy, my coach, my teacher, everybody in my life.","author":"Jet Li","category":"Life, My Life, Want"},{"quote":"The teacher's life should have three periods, study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance.","author":"William Osler","category":"Life, Age, Study"},{"quote":"My first plays were amazingly bad, but I had a teacher who thought I had promise, and he kept working with me. I finally went to a summer workshop before my senior year with people like Sam Shepard and Maria Irene Fornes who encouraged me to write from my subconscious, and suddenly all this material about culture clash came out.","author":"David Henry Hwang","category":"Culture, Me, People"},{"quote":"I eat tons, three full meals a day, and I never go to the gym. When I was a child, my geography teacher said, 'You may be slim now but if you carry on eating like that, you'll end up being really fat.' Fortunately, I really don't think I've changed much in the past two decades, so that teacher was an idiot.","author":"Gina Bellman","category":"Day, Past, Child"},{"quote":"My grandmother was a teacher, my sister was a teacher, my daughter was a teacher and is now a superintendent in northern California, and my son-in-law is a high school principal. I am surrounded.","author":"Loni Anderson","category":"Sister, Daughter, School"},{"quote":"I love films that make me react emotionally and physically when you walk out of the cinema. Two of my favorite films however have got to be 'The Tree Of Life' and 'The Piano Teacher,' which also stars one of my favourite actresses Isabelle Huppert.","author":"Alicia Vikander","category":"Love, Life, Stars"},{"quote":"I'm sure that had I not been a coach, I would have been some form of a teacher.","author":"John Madden","category":"Coach, Sure, Some"},{"quote":"Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.","author":"Harry Callahan","category":"Journey, Best, Experience"},{"quote":"Once I understood Bach's music, I wanted to be a concert pianist. Bach made me dedicate my life to music, and it was that teacher who introduced me to his world.","author":"Nina Simone","category":"Life, Music, World"},{"quote":"But the idea that I should be a teacher and a researcher of some sort did not vary over the years.","author":"Amartya Sen","category":"Idea, Years, Should"},{"quote":"I really enjoyed hanging out with some of the teachers. This one chemistry teacher, she liked hanging out. I liked making explosives. We would stay after school and blow things up.","author":"Maya Lin","category":"School, Chemistry, She"},{"quote":"This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.","author":"William Glasser","category":"Education, Good, Growth"},{"quote":"We often grow up being told that we can do this or that, but if you don't see anybody that looks like you doing it, you don't believe you can do it. But I had great teachers, and I wanted to be a great teacher.","author":"Jesse Williams","category":"Great, Believe"},{"quote":"I remember when I was in school I had this teacher give me this E.L. Doctorow quote: They asked him how much historical research he does for his books and he said, 'As little as possible.' So I try and adhere to that.","author":"Scott Snyder","category":"School, Research, Me"},{"quote":"I should prefer to have a politician who regularly went to a massage parlour than one who promised a laptop computer for every teacher.","author":"A. N. Wilson","category":"Politics, Massage, Laptop"},{"quote":"A child's first teacher is its mother.","author":"Peng Liyuan","category":"Mother, Child, First"},{"quote":"We expert teachers know that motivation and emotional impact are what matter.","author":"Donald Norman","category":"Impact, Motivation, Know"},{"quote":"The best teacher is the one who suggests rather than dogmatizes, and inspires his listener with the wish to teach himself.","author":"Edward G. Bulwer-Lytton","category":"Best, Wish, Teach"},{"quote":"I dropped out of high school when I was 16, after I had a huge argument with my English teacher over the meaning of the word 'existentialism.'","author":"Craig Ferguson","category":"School, High School, Meaning"},{"quote":"I'm blessed because I had my mom as a teacher - sixth through eighth grade - and she is one of the best teachers I've ever had.","author":"Bellamy Young","category":"Best, Mom, Blessed"},{"quote":"I receive emails from readers that both break my heart and give me a profound sense of connection. Several months ago, I received an email from a teacher who told me that 'Legend' was the first book one of her troubled young students had ever read to the end. He cried when he finished it. Stories like that stay with you forever.","author":"Marie Lu","category":"Heart, Book, Me"},{"quote":"There's many a bestseller that could have been prevented by a good teacher.","author":"Flannery O'Connor","category":"Good, Good Teacher, Many"},{"quote":"I believe that the testing of the student's achievements in order to see if he meets some criterion held by the teacher, is directly contrary to the implications of therapy for significant learning.","author":"Carl Rogers","category":"Learning, Believe, I Believe"},{"quote":"They should regard me as what I am. I am a spiritual leader and teacher.","author":"Louis Farrakhan","category":"Leader, Spiritual, I Am"},{"quote":"In other words, if a teacher only teaches in one way, then they conclude that the kids who can't learn well that way don't have the ability, when, in fact, it may be that the way the teacher's teaching is not a particularly good match to the way those kids learn.","author":"Robert Sternberg","category":"Good, Words, Learn"},{"quote":"I had a heartbreaking experience when I was 9. I always wanted to be a guard. The most wonderful girl in the world was a guard. When I got polio and then went back to school, they made me a guard. A teacher took away my guard button.","author":"Francis Ford Coppola","category":"Experience, School, World"},{"quote":"I could undertake to be an efficient pupil if it were possible to find an efficient teacher.","author":"Gertrude Stein","category":"Find, Possible, Pupil"},{"quote":"If you become a teacher, by your pupils you'll be taught.","author":"Oscar Hammerstein II","category":"Education, You, Become"},{"quote":"What is the benefit of fasting in our body while filling our souls with innumerable evils? He who does not play at dice, but spends his leisure otherwise, what nonsense does he not utter? What absurdities does he not listen to? Leisure without the fear of God is, for those who do not know how to use time, the teacher of wickedness.","author":"Saint Basil","category":"Time, Fear, God"},{"quote":"The average American worker gets something like 14 days of paid vacation. In my school, you'd use up ten of those taking care of your kids on teacher professional days, then tack on a couple more for kids getting sick.","author":"Hanna Rosin","category":"School, Vacation, American"},{"quote":"People go into cartooning because they're shy and they're angry. That's when you're sitting in the back of a classroom drawing the teacher.","author":"Matt Groening","category":"Drawing, People, Angry"},{"quote":"I was a high-school teacher. I am a strong advocate for women's rights, and I'm not a woman.","author":"Justin Trudeau","category":"Women, Strong, I Am"},{"quote":"I always think the relationship between a teacher and a student should be short and maybe violent. You don't need to spend years together. All you need is an explosion: you are the material to explode the teacher is the detonator.","author":"Pierre Boulez","category":"Relationship, Together"},{"quote":"My dad was such a great story-teller, a good teacher.","author":"Grace Poe","category":"Good, Great, Good Teacher"},{"quote":"I was a bookworm who aced every test - until third grade, when my teacher handed out a pop quiz about Jesus and the Apostles.","author":"Caroline Leavitt","category":"Test, Quiz, Third"},{"quote":"I had a science teacher in middle school who inspired me... simply because she acknowledged me and made me feel that what I had to offer was worthy.","author":"Marcia Gay Harden","category":"Science, School, Me"},{"quote":"Events are the best teacher for us. You try to learn from people, there is always some bend to it.","author":"Yoko Ono","category":"Best, People, You"},{"quote":"When we become a really mature, grown-up, wise society, we will put teachers at the center of the community, where they belong. We don't honor them enough, we don't pay them enough.","author":"Charles Kuralt","category":"Community, Wise, Society"},{"quote":"If a teacher does not involve himself, his values, his commitments, in the course of discussion, why should the students?","author":"Paul Wellstone","category":"Values, Why, Students"},{"quote":"My parents were early converts to Christianity in my part of Nigeria. They were not just converts; my father was an evangelist, a religious teacher. He and my mother traveled for thirty-five years to different parts of Igboland, spreading the gospel.","author":"Chinua Achebe","category":"Father, Mother, Parents"},{"quote":"As a teacher at Princeton, I'm surrounded by people who work hard so I just make good use of my time. And I don't really think of it as work - writing a novel, in one sense, is a problem-solving exercise.","author":"Joyce Carol Oates","category":"Work, Time, Good"},{"quote":"In Swat, there are two jobs a woman's going to do: a teacher or a doctor. If not, then become a housewife.","author":"Malala Yousafzai","category":"Woman, Doctor, Two"},{"quote":"There is almost nothing more painful for a leader than seeing good people leave a growing organization, whether it's a priest watching a Sunday school teacher walk out the door or a CEO saying goodbye to a co-founder.","author":"Patrick Lencioni","category":"Good, Leader, School"},{"quote":"The true teacher defends his pupils against his own personal influence. He inspires self-trust. He guides their eyes from himself to the spirit that quickens him. He will have no disciples.","author":"Amos Bronson Alcott","category":"Eyes, Influence, Personal"},{"quote":"Advice is sometimes transmitted more successfully through a joke than grave teaching.","author":"Baltasar Gracian","category":"Advice, Sometimes, Through"},{"quote":"It is the malady of our age that the young are so busy teaching us that they have no time left to learn.","author":"Eric Hoffer","category":"Time, Age, Busy"},{"quote":"A teacher must believe in the value and interest of his subject as a doctor believes in health.","author":"Gilbert Highet","category":"Health, Value, Believe"},{"quote":"A teacher who is not dogmatic is simply a teacher who is not teaching.","author":"Gilbert K. Chesterton","category":"Teaching, Who, Dogmatic"},{"quote":"A teacher is a person who never says anything once.","author":"Howard Nemerov","category":"Person, Never, Anything"},{"quote":"History is Philosophy teaching by example.","author":"Thucydides","category":"History, Philosophy, Example"},{"quote":"When I was in junior high school, the teachers voted me the student most likely to end up in the electric chair.","author":"Sylvester Stallone","category":"School, End, Me"},{"quote":"The best CEOs I know are teachers, and at the core of what they teach is strategy.","author":"Michael Porter","category":"Best, Strategy, Know"},{"quote":"To this end the greatest asset of a school is the personality of the teacher.","author":"John Strachan","category":"School, Personality"},{"quote":"I wasn't a very good teacher.","author":"Amos Lee","category":"Good, Good Teacher, Very"},{"quote":"I didn't really want to be a teacher, but there was nothing else I could be. Most of those who went to the university became teachers. It was just the racial restriction on Africans.","author":"Oliver Tambo","category":"Want, Nothing, Teachers"},{"quote":"The object of teaching a child is to enable him to get along without his teacher.","author":"Elbert Hubbard","category":"Child, Without, Him"},{"quote":"Although I am basically self taught, I consider Debussy my teacher - the most important elements are colour, light and shadow.","author":"Toru Takemitsu","category":"Music, Light, I Am"},{"quote":"Experience is a great teacher.","author":"John Legend","category":"Experience, Great"},{"quote":"I loved almost everything about being a teacher, but I was an unusual teacher.","author":"Dan Simmons","category":"Loved, Everything, Being"},{"quote":"Following my junior year in high school, I went on a camping trip through Russia in a group led by Horst Momber, a young language teacher from Roosevelt.","author":"Peter Agre","category":"School, Language"},{"quote":"My father was a schoolteacher and my mother came from a teacher's family.","author":"Simon van der Meer","category":"Family, Father, Mother"},{"quote":"Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.","author":"Giorgio Vasari","category":"Nature, Art, Beautiful"},{"quote":"I claim Dickens as a mentor. He's my teacher. He's one of my driving forces.","author":"Anne Rice","category":"Driving, Mentor, Forces"},{"quote":"There's always someone asking you to underline one piece of yourself - whether it's Black, woman, mother, dyke, teacher, etc. - because that's the piece that they need to key in to. They want to dismiss everything else.","author":"Audre Lorde","category":"Mother, Woman, Yourself"},{"quote":"I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it.","author":"Anne Sullivan","category":"Life, Education"},{"quote":"My primary school teacher once poured a bottle of curdled school milk forcefully down my throat. Then I threw it up all over her suede shoes. I'd rather have drunk from the spittoon in Barney's barber shop.","author":"Paul O'Grady","category":"School, Shoes, Down"},{"quote":"I was very studious, too much. I would never go out at weekends. I was very serious. You should have seen me in class - I was blushing and sweating every time the teacher asked me something.","author":"Eva Green","category":"Time, Me, You"},{"quote":"Quite honestly I never had a desire to be an actor. I tell people, I did not choose acting; acting chose me. I never grew up wanting to be an actor. I wanted to play football. In about 9th grade an English teacher told me I had a talent to act. He said I should audition for a performing arts high school so I did on a whim. I got accepted.","author":"Ving Rhames","category":"Football, School, Me"},{"quote":"To the teacher weighed down with paperwork, I say: you've been messed around too often. You came into teaching to spend your time teaching children not filling in forms.","author":"William Hague","category":"Time, Children, You"},{"quote":"My mother was a public school teacher in Virginia, and we didn't have any money, we just survived on happiness, on being a happy family.","author":"Dave Grohl","category":"Family, Happiness, Money"},{"quote":"I've always remembered something Sanford Meisner, my acting teacher, told us. When you create a character, it's like making a chair, except instead of making someting out of wood, you make it out of yourself. That's the actor's craft - using yourself to create a character.","author":"Robert Duvall","category":"Character, Yourself, Wood"},{"quote":"A little girl who finds a puzzle frustrating might ask her busy mother (or teacher) for help. The child gets one message if her mother expresses clear pleasure at the request and quite another if mommy responds with a curt 'Don't bother me - I've got important work to do.'","author":"Daniel Goleman","category":"Work, Mother, Busy"},{"quote":"My acting teacher used to say that people reveal themselves in their opposites.","author":"Kristin Bauer van Straten","category":"People, Acting, Say"},{"quote":"I took Spanish in high school and I didn't do too well in it. My Spanish teacher told me not to go on with Spanish anymore, so I was discouraged a little bit.","author":"Tyler Posey","category":"School, High School, Me"},{"quote":"I am a teacher and the reason I'm a teacher is because I'm learning as hard as I can. I'm not any different from anybody else. I am searching and having some success finding answers.","author":"Andy Andrews","category":"Success, Learning, I Am"},{"quote":"Writing is very cathartic for me. As a teacher, I hear many students say that writing can be painful and exhausting. It can be, but ultimately I believe that if you push through, the process is healing and exhilarating.","author":"Francesca Lia Block","category":"Writing, Healing, Believe"},{"quote":"In my own life, when I was most inspired by a teacher, it always involved a real dialogue, a looseness and a real caring and compassion. It was not without rigor, not without discipline, not without standards, but all that was done out of love.","author":"Michael Goldenberg","category":"Love, Life, Compassion"},{"quote":"I loved the idea of making history interesting for kids! When Scholastic approached me about 'The 39 Clues', I immediately started going through the 'greatest hits' from my years as a social studies teacher, and picked the historical characters and eras that most appealed to my students.","author":"Rick Riordan","category":"History, Me, Greatest"},{"quote":"I started out as a high school teacher in inner-city Chicago and realized quite quickly that my students weren't that motivated.","author":"Jack Canfield","category":"School, High School, Chicago"},{"quote":"I was always shouted at by my teacher because I would draw straight on the table in the school.","author":"Christian Louboutin","category":"School, Always, Straight"},{"quote":"My mother was a Sunday school teacher. So I am a byproduct of prayer. My mom just kept on praying for her son.","author":"Steve Harvey","category":"Son, Mother, Mom"},{"quote":"I think everyone should take an acting class. It's like therapy because you get to learn a lot about yourself if it's the right teacher. You're putting yourself up there in front of people, and it takes a lot of the intimidation of everyday away.","author":"Joelle Carter","category":"Yourself, People, Acting"},{"quote":"When I was about ten years old, I gave my teacher an April Fool's sandwich, which had a dead goldfish in it.","author":"Alan Alda","category":"Fool, Sandwich, Years"},{"quote":"Jesus isn't lettin' you off the hook. The Scriptures don't let you off the hook so easily... When people say, you know, 'Good teacher', 'Prophet', 'Really nice guy' ... this is not how Jesus thought of Himself.","author":"Bono","category":"Good, Good Teacher, People"},{"quote":"In schools with a history of chaos, the teacher who can keep the classroom calm becomes virtually indispensable.","author":"Jonathan Kozol","category":"History, Calm, Chaos"},{"quote":"I think that 'Floor Sample' is a story of resiliency, a lifelong spiritual search, and a lifelong sense of spiritual companionship that is most often expressed as creativity. My desire in writing the book was to step from behind the icon of 'Julia the teacher' and introduce 'Julia the artist.'","author":"Julia Cameron","category":"Creativity, Spiritual"},{"quote":"I used to work at a school as a teacher's assistant, and my mom is a principal at an elementary school. I don't know, I think that's a pretty good life, teaching kids.","author":"Conor Oberst","category":"Life, Work, Good"},{"quote":"I think self-reliance and self-responsibility and self-accountability will help you as a parent, a teacher, as a citizen as a friend.","author":"Henry Rollins","category":"Friend, Parent, Help"},{"quote":"The problem with public school is not overcrowding in the classroom. The problem is not teacher unions. The problem is not underfunding or lack of computer equipment. The problem is your damn kids.","author":"P. J. O'Rourke","category":"School, Problem, Kids"},{"quote":"I don't have freedom in the United States to go into a public school and preach the Gospel, nor is a student free in a public school to pray, or a teacher free to read the Bible publicly to the students. At the same time, we have a great degree of freedom for which I am grateful.","author":"Billy Graham","category":"Time, Freedom, Great"},{"quote":"To me, a lot of what makes a good actor is not what a teacher tells you to do but how you respond when you're on your own.","author":"Glenne Headly","category":"Good, Me, You"},{"quote":"Society needs both parents and nonparents, both the work party and the home party. While raising children is the most important work most people will do, not everyone is cut out for parenthood. And, as many a childless teacher has proved, raising kids is not the only important contribution a person can make to their future.","author":"Virginia Postrel","category":"Work, Children, Home"},{"quote":"The crudest thing I've done as a teacher was to require students to write a national anthem for their country and sing it themselves.","author":"Chris Van Allsburg","category":"Done, Country, Students"},{"quote":"My school friends thought I was outgoing and bubbly, but that masked a lot of insecurities, and maybe that's the reason I chose drama - to build a bit of self-confidence. I had a great teacher, and I won a few speech and drama competitions and just fell in love with it.","author":"Deborah Mailman","category":"Love, Friends, Great"},{"quote":"Think of your favorite teacher you ever had in school: the one who made it the most fun to go to class. They surprise you. They keep you guessing. They keep you coming back, wanting to know what's going to happen next.","author":"Pete Carroll","category":"School, Fun, Surprise"},{"quote":"I was always getting told off by my choir teacher for, you know, riffing when I shouldn't.","author":"Rita Ora","category":"Know, You, Choir"},{"quote":"Tiger's a horrible golf teacher.","author":"Stuart Scott","category":"Golf, Tiger, Horrible"},{"quote":"My father was a professor of folklore, and my mother was a teacher until she was married. I had a good relationship with them, and the only argument we had was when I went to university and wanted to go into the theater instead of studying to be a lawyer.","author":"Max von Sydow","category":"Relationship, Good, Father"},{"quote":"I was a chemistry major, but I'm always winding up as a teacher in English departments, so I've brought scientific thinking to literature. There's been very little gratitude for this.","author":"Kurt Vonnegut","category":"Gratitude, Thinking"},{"quote":"I had to get good grades and do well in school - my mother was an assistant principal and my father was a teacher - and they took this very seriously.","author":"Roz Chast","category":"Good, Father, Mother"},{"quote":"I remember being in a history lesson and saying to my teacher, 'How come you never talk about black scientists and inventors and pioneers?' And she looked at me and said, 'Because there aren't any.'","author":"Malorie Blackman","category":"History, Me, Remember"},{"quote":"My fifth grade teacher Mr. Straussberger noticed I was having trouble with some of my book reports, but he knew I loved to draw. He gave me extra credit if I did a drawing from the book that I was reading.","author":"Tony DiTerlizzi","category":"Reading, Book, Me"},{"quote":"Martial arts is a life journey. One of the things my teacher taught me a long time ago was that everyone's path to the mastery of a certain system is different. Some people's path is a very direct route, where others might wind back and forth if you are injured or something.","author":"Ryan Potter","category":"Life, Time, Journey"},{"quote":"Feeling pummeled by the outside pounding of tests and standards, a teacher can easily hide and simply turn to the immediacy of the classroom. It is not surprising that many teachers burrow in their rooms with all that they know about their students. There is no place to take the information.","author":"Heidi Hayes Jacobs","category":"Information, Know, Place"},{"quote":"A teacher told my mother that I would never become successful, which illustrates the difficulty of long-run forecasting on inadequate data.","author":"Clive Granger","category":"Mother, Successful, Data"},{"quote":"When I was little, I was actually really shy. I really enjoyed doing school plays, but I found the whole thing terrifying. I cried myself to sleep once because I thought my teacher was going to give me the lead role. I never imagined acting was a viable career.","author":"Emily Berrington","category":"Myself, Sleep, School"},{"quote":"I was inspired by many teachers when I started my channel, Bob Ross being one of them. His voice was so soothing, almost like hypnosis. He was that great of a teacher, even the casual viewer could learn how to paint from watching his show. Growing up, I just remember him being so mesmerizing on screen.","author":"Michelle Phan","category":"Great, Growing Up, Remember"},{"quote":"At high school, instead of the weekly essay, I would write a poem, and the teacher accepted that. The impulse was one of laziness, I'm certain. Poems were shorter than essays.","author":"Paul Muldoon","category":"School, High School"},{"quote":"I feel blessed. I never wanted to be an actor. It just happened all by chance and fate. I was studying to be a teacher.","author":"John Ortiz","category":"Blessed, Chance, Fate"},{"quote":"If I go to a reunion in east Texas, my mother's side or my father's, one out of ten is a preacher or a teacher. That's just the way it is in my family.","author":"Forest Whitaker","category":"Family, Father, Mother"},{"quote":"Ever since I've given up dancing, every physiotherapist or Pilates teacher has said you have to keep moving. If I don't, I'll have a hundred times more injuries because you get weak areas on your body.","author":"Darcey Bussell","category":"Moving, Body, You"},{"quote":"You can choose your family sometimes. You can choose people, it could be a teacher, it could be a professor, it could be someone you work with that actually genuinely cares about you and wants you to succeed.","author":"Nicolas Cage","category":"Work, Family, People"},{"quote":"I'm glad I was a teacher.","author":"John Wooden","category":"Glad"},{"quote":"I think it goes back to my high school days. In computer class, the first assignment was to write a program to print the first 100 Fibonacci numbers. Instead, I wrote a program that would steal passwords of students. My teacher gave me an A.","author":"Kevin Mitnick","category":"School, High School, Me"},{"quote":"I remember in school once the teacher gave us a speech about anyone can make it if they try, and then she looked at me and said. 'I don't know what you are going to do, Georgie.'","author":"George Foreman","category":"School, Me, Remember"},{"quote":"I'm not a writer who teaches. I'm a teacher who writes.","author":"Maya Angelou","category":"Writer, Who, Teaches"},{"quote":"I love the idea that it doesn't take one person only to achieve your potential. It takes a village, it takes a community, a street, a teacher, a mother.","author":"Mira Nair","category":"Love, Community, Mother"},{"quote":"In high school, I once sang 'Let's Get It On' and 'Brown Sugar' with a band that included my English teacher and my math teacher.","author":"Chris Pine","category":"School, High School, Sugar"},{"quote":"When I was eight, my piano teacher played seven or eight notes, and I sang them. She stopped and looked at me in shock! That was the first time I'd gotten that reaction. I'd had looks of horror, but never shock in a positive way.","author":"Chris Cornell","category":"Positive, Time, Me"},{"quote":"The first programming assignment I had in high school was to find the first 100 Fibonacci numbers. Instead, I thought it would be cooler to write a program to get the teacher's password and all the other students' passwords. And the teacher gave me an A and told the class how smart I was.","author":"Kevin Mitnick","category":"School, Smart, Me"},{"quote":"I was bought an electric guitar when I was 12, but my guitar teacher beat me up. I didn't like guitar lessons and I got quite bored. My teacher was obviously bored giving me lessons, and one day I offered him a liquorice toffee, but he didn't answer. So I threw it at him, it hit him in the face, and he sort of beat me up.","author":"Simon Cowell","category":"Day, Giving, Me"},{"quote":"My mother is a special education teacher but also an artist, and my father an advertising executive. They are about as wacky as you can get without being alcoholics.","author":"Sloane Crosley","category":"Education, Father, Mother"},{"quote":"Actually, acting turned out to be the perfect job for me, because I had a lot of different interests. I thought about being a priest at one point. I thought about being a teacher. I thought about being a lawyer. But I think acting is probably the best job for me.","author":"John C. Reilly","category":"Best, Job, Me"},{"quote":"If a lawyer, if a teacher, if a bus driver, if they're on $40,000 and they get offered a lot more to go somewhere else, what do you think they're going to do?","author":"Sonny Bill Williams","category":"Lawyer, Think, You"},{"quote":"My teacher told my mum, 'I think William has dyspraxia,' and Mum asked what that meant. She said, 'Well, if I put a chair in the middle of the room and asked every child in the class to walk around it, William would be the only child in the class to walk into it.' Mum was like, 'Yeah, that's my boy'.","author":"Will Poulter","category":"Child, Walk, Chair"},{"quote":"I had been a college teacher. I had taught Greek mythology.","author":"Wes Craven","category":"College, Mythology"},{"quote":"I've never had the patience of a teacher.","author":"Josh Turner","category":"Patience, Never, Had"},{"quote":"I am a teacher. And I think I am a serious one who happens to be enjoying life.","author":"Leo Buscaglia","category":"Life, I Am, Think"},{"quote":"I initially thought I was going to be a teacher. Maybe like an elementary teacher or something like that, which would be fun. Maybe someday.","author":"Tyler Oakley","category":"Fun, Thought, Going"},{"quote":"In a sinful world, no community can exist for long where nobody is ever held accountable: no teacher would grade a student's performance; no citizen would sit on a jury or call a failed leader to account.","author":"Lewis B. Smedes","category":"Community, Leader, World"},{"quote":"I had a great drama teacher in high school, and that's when I started to learn about the history of theater.","author":"Elizabeth Olsen","category":"History, Great, School"},{"quote":"From being a teacher and educator, I see the state of the music through the eyes of an 18-year-old coming on to the scene, and we want to make sure it stays intact. With my generation, it's our duty to do that.","author":"Jason Moran","category":"Music, Eyes, Generation"},{"quote":"I enjoyed school - although I ran away on the first day. I'd reminded the teacher that it was nearly time for 'Watch With Mother' on TV.","author":"Paul O'Grady","category":"Time, Mother, School"},{"quote":"When I was in graduate school, I had a teacher who said to me, 'Women writers should marry somebody who thinks writing is cute. Because if they really realised what writing was, they would run a mile.'","author":"Lorrie Moore","category":"Women, School, Writing"},{"quote":"Ensuring all kids have access to an effective, talented teacher needs to be a national priority.","author":"Michael Bennet","category":"Access, Kids, Talented"},{"quote":"When I went to college, my goal was to be a college history teacher. I majored in history.","author":"George J. Mitchell","category":"History, College, Goal"},{"quote":"The Gates Foundation has learned that two questions can predict how much kids learn: 'Does your teacher use class time well?' and, 'When you're confused, does your teacher help you get straightened out?'","author":"Bill Gates","category":"Time, Help, Foundation"},{"quote":"I can't tell you how many people say they were turned off from science because of a science teacher that completely sucked out all the inspiration and enthusiasm they had for the course.","author":"Neil deGrasse Tyson","category":"Science, People, You"},{"quote":"I wonder if liberal kids call liberal talk shows and ask how to get along in a conservative teacher's class? No. No. It doesn't happen, 'cause there's no thought of getting along.","author":"Rush Limbaugh","category":"Thought, Conservative, Kids"},{"quote":"We are all busy. It's easy to find excuses for not reaching out to others, but I imagine they will sound as hollow to our Heavenly Father as the elementary school boy who gave his teacher a note asking that he be excused from school March 30th through the 34th.","author":"Joseph B. Wirthlin","category":"Father, School, Busy"},{"quote":"Jesus Christ is infinitely more than a great teacher and philosopher.","author":"Joseph B. Wirthlin","category":"Great, Christ, Than"},{"quote":"My teacher Tom Spanbauer, the man who got me started writing in his workshop, used to say: 'Writers write because they weren't invited to a party.' That always struck so true, and people always nod their heads when they hear that. Especially writers.","author":"Chuck Palahniuk","category":"Man, Writing, Me"},{"quote":"Fear is not a lasting teacher of duty.","author":"Marcus Tullius Cicero","category":"Fear, Duty, Lasting"},{"quote":"My brother's my teacher, my mentor, and we both learnt all the acting basics from our father.","author":"Jeff Bridges","category":"Father, Brother, Acting"},{"quote":"Howard Zinn was magical as a teacher. Witty, irreverent, and wise, he loved what he was teaching and clearly wanted his students to love it, also.","author":"Alice Walker","category":"Love, Wise, Loved"},{"quote":"I have a terrible tendency to lick my fingers when I cook. So much so that I got a telling off from my pastry teacher years ago, who said it would hinder my prospects.","author":"Yotam Ottolenghi","category":"Said, Years, Terrible"},{"quote":"I grew up in Queens, in New York City, in a middle class Jewish family. My mother was a public school teacher, my father was a lawyer. They were Democrats - kind of middle-of-the-road democrats.","author":"Elliott Abrams","category":"Family, Father, Mother"},{"quote":"'The Turner Diaries' is a racist daydream by a former physics teacher writing under the pseudonym Andrew Macdonald.","author":"Gore Vidal","category":"Writing, Physics, Daydream"},{"quote":"Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.","author":"John Updike","category":"Marriage, Peasant, Every"},{"quote":"My mom is a teacher, my dad was a writer for television, his dad was a writer for television, and combining those two has been sort of the goal of my life.","author":"Joss Whedon","category":"Life, Mom, Goal"},{"quote":"I loved teaching and I did a lot of work as a teacher's assistant in college, and my favorite experience was basically getting a laugh from a bunch of people because they had just understood something.","author":"Joss Whedon","category":"Work, Experience, College"},{"quote":"I certainly identify with the role of mentor and, to some degree, maybe teacher. I do a lot of work with kids at the Old Vic.","author":"Kevin Spacey","category":"Work, Mentor, Kids"},{"quote":"When every church becomes a school, every cathedral a university, every clergyman a teacher, and all their hearers brave and honest thinkers, then - and not until then - will the dream of poet, patriot, philanthropist and philosopher become a real and blessed truth.","author":"Robert Green Ingersoll","category":"Truth, School, Blessed"},{"quote":"When I decided that I wanted to go to college, I wanted to be a school teacher for 7th and 8th grade boys because I felt that was an important time for them. I had gone astray at that point in my life and really wanted to help keep them from making the same mistake I had made.","author":"Bill Cosby","category":"Life, Time, School"},{"quote":"You can't hold me to the same standard as the president or a school teacher. I'm just a comedian. My job is like Archie Bunker.","author":"Tracy Morgan","category":"School, Job, Me"},{"quote":"I got married at 19 and graduated from a commuter college in Texas that cost $50 a semester. The way I see it, I'm a janitor's daughter who became a public school teacher, a professor, and a United States Senator. America is truly a country of opportunity!","author":"Elizabeth Warren","category":"Daughter, School"},{"quote":"My dad always told me to stand up to bullies, and Bill O'Reilly is kind of a bully, and he's the kind of kid who hits other kids on the playground. And when you hit him, he runs to the teacher and says, 'Teacher, sue him.'","author":"Al Franken","category":"Stand Up, Me, You"},{"quote":"My daughter became a teacher right out of college.","author":"Al Franken","category":"Daughter, College, Right"},{"quote":"I have had a singing teacher in L.A. for many, many years just to work on my voice as an actor.","author":"Pierce Brosnan","category":"Work, Voice, Singing"},{"quote":"It wasn't until sixth grade, at P.S. 168, when my teacher took us on a field trip to her house that I realized we were poor. I have no idea what my teacher's intentions were - whether she was trying to inspire us or if she actually thought visiting her Manhattan brownstone with her view of Central Park qualified as a school trip.","author":"Jay-Z","category":"School, Thought, Inspire"},{"quote":"As a child, I had a teacher who told me, 'Look, Anne, one person can't make a difference.'","author":"Anne Wojcicki","category":"Make A Difference, Child, Me"},{"quote":"I made video art for quite a long time, and I made this video covering myself in burgers and dancing to Major Lazer and doing covers of Britney Spears songs... I can't remember how I got there, but my teacher said he'd have to fail me because it had mild nudity.","author":"Charli XCX","category":"Time, Art, Myself"},{"quote":"I really feel like if they'd have let me just pace in the back of the classroom while the teacher was talking, I'd have done much better. I have to move. But you know, that's disruptive for the class, and as a result, there was a ripple effect of having to sit still that found its way into every aspect of my life.","author":"Ryan Gosling","category":"Life, Me, My Life"},{"quote":"I suppose a good director is like a teacher. I think that someone like David Cronenberg was very much like a teacher, because there's an openness, but a certain set of rules of behavior, and a certain conduct expected. But there's an atmosphere that's relaxed and conducive to exploration, and that is created by someone like Cronenberg.","author":"Viggo Mortensen","category":"Good, Rules, Behavior"},{"quote":"I had kind of a mean piano teacher. I went to Catholic school, so it was like the typical thing you would imagine - a little kid with a white-haired teacher frowning at the fact that I didn't practice.","author":"Chris Cornell","category":"School, Practice, You"},{"quote":"There has never been, and there will never be, another human who will be more successful than the humble Teacher, Jesus Christ.","author":"Monica Johnson","category":"Humble, Successful, Human"},{"quote":"I wanted to be a teacher.","author":"Kim Kardashian","category":"Wanted"},{"quote":"Being superintendent or the superintendent's chief of staff is important work, but there's no chance it's as difficult as being a teacher, and I hesitate to say that it's as important.","author":"Timothy Noah","category":"Work, Chance, Important"},{"quote":"Last time I was in Jamaica I financed a teacher to teach in an orphanage.","author":"Ziggy Marley","category":"Time, Teach, Jamaica"},{"quote":"I had a teacher who stressed for me the importance of diction in terms of... I want to be very careful about how I say this... in terms of supporting one's voice when one is singing. In other words, if you hold on to your words, your voice will pull through for you when you're singing. So be true to your vowels.","author":"Julie Andrews","category":"Words, Me, Singing"},{"quote":"Barack Obama wants teacher service scholarships.","author":"Nancy Gibbs","category":"Service, Wants, Scholarships"},{"quote":"My mother was a high school arts teacher, so I was always surrounded by the arts.","author":"John Lasseter","category":"Mother, School, High School"},{"quote":"At the age of 6, a teacher full of ambitions, who taught in the small public school of Biran, convinced my family that I should travel to Santiago de Cuba to accompany my older sister who would enter a highly prestigious convent school. Including me was a skill of that very teacher from the little school in Biran.","author":"Fidel Castro","category":"Family, Travel, Age"},{"quote":"Arnold Schwarzenegger cut teacher's salaries and parks and libraries rather than raise taxes for the many California millionaires and billionaires.","author":"Adam McKay","category":"Taxes, California, Cut"},{"quote":"I was a child, and in 1942, I was evacuated to the Cotswolds with my mother, who was a teacher - she went with her school. I lived in one house in the village, and my mother was in the vicarage.","author":"Ruth Rendell","category":"Mother, School, Child"},{"quote":"Believe it or not, one teacher used to call me a giant spastic for not being able to play football.","author":"Peter Capaldi","category":"Football, Believe, Me"},{"quote":"I never had to learn English, French and German because I was brought up as all three languages. I had a private French teacher before I even went to school. That helped a lot.","author":"Karl Lagerfeld","category":"School, Learn, Three"},{"quote":"I'm all self-taught. I never had a teacher. Even for English, and French, and German, I hardly went to school.","author":"Karl Lagerfeld","category":"School, Never, English"},{"quote":"I think the British people are very, very attached to the idea that the health service is free at the point of use. But there is no reason why every doctor, nurse and teacher in this country has to be employed by the state.","author":"George Osborne","category":"Health, Service, Doctor"},{"quote":"My father was a teacher and my mother also worked in the school, so the family has a background in education.","author":"Nick Cave","category":"Education, Family, Father"},{"quote":"I remember, in school, writing Janet Jackson and Michael Jackson and asking them to come get me out of class. I would imagine them running down the hall and asking my teacher, 'Ms. Daniels, can we get Missy out of class? We're here to see Missy.'","author":"Missy Elliott","category":"School, Writing, Me"},{"quote":"The first one I remember singing on stage was 'Somewhere Out There' from 'An American Tail.' I was around 7, and my choir teacher at school asked me if I would sing it. My parents told me that I needed to move around the stage, so for the entire time I just walked back and forth from side to side while I was singing - there's videotape of it.","author":"Carrie Underwood","category":"Time, School, Parents"},{"quote":"In America the schools have become too permissive, the kids now are controlling the schools, the tail is wagging the dog. We've got to make a change there and get it back to where the teachers have control of the classrooms.","author":"Chuck Norris","category":"Change, Dog, America"},{"quote":"For a little while, my mom was a school teacher. And I went to the school that she taught.","author":"Aisha Tyler","category":"Mom, School, She"},{"quote":"Teachers make a difference, and we would serve our students better by focusing on attracting and retaining the quality teachers by raising teacher pay.","author":"Jeb Bush","category":"Quality, Make A Difference"},{"quote":"I'm an unemployed teacher right now and I'm looking for a place to teach.","author":"Bobby Knight","category":"Looking, Teach, Place"},{"quote":"I'm a teacher. My mother was a teacher. I spent 40 years as a teacher.","author":"Bobby Knight","category":"Mother, Years, Spent"},{"quote":"Prosperity is a great teacher adversity a greater.","author":"William Hazlitt","category":"Great, Adversity, Prosperity"},{"quote":"My parents are the last of the middle class. My father worked for the government designing sea mines. My mother was a substitute teacher. Together, they worked really only until they were sixty.","author":"Lewis Black","category":"Father, Mother, Parents"},{"quote":"When school officials want to get a teacher out of the classroom, they have to go through an arduous and multi-year process involving hearings and appeals and lawyers and more hearings. All the while, the teacher draws full pay.","author":"Mike Gallagher","category":"School, Lawyers, Want"},{"quote":"If you're a boxer, you have your trainer. As an actor, I have Ivana Chubbuck. She's my teacher as an actress and in this crazy thing called life.","author":"Kat Graham","category":"Life, Crazy, You"},{"quote":"Vadim was both my teacher and my husband. I placed myself entirely in his hands.","author":"Brigitte Bardot","category":"Myself, Husband, Hands"},{"quote":"I was a per diem floater in the same junior high school I went to. I sat in the office and made $42.50 a day, and whenever a teacher was absent, I'd substitute. I taught everything from English to auto shop.","author":"Billy Crystal","category":"Day, School, High School"},{"quote":"My older brother Joel became an art teacher my brother Rip ultimately became a television producer and singer and actor himself.","author":"Billy Crystal","category":"Art, Brother, Television"},{"quote":"I always have loved the Stradivarius. My teacher, Josef Gingold, he had a Stradivarius. As a treat, he would put it under my chin and let me play a few notes, and I remember that feeling of the overtones, the complexity of the sound. It's like a great wine.","author":"Joshua Bell","category":"Great, Wine, Me"},{"quote":"My teacher, Josef Gingold, a student of the French school, always loved the music of Saint-Saens and Henri Vieuxtemps and all the French repertoire.","author":"Joshua Bell","category":"Music, School, Student"},{"quote":"Credentials are critical if you want to do something professional. If you want to become a doctor or lawyer or teacher or professor, there is a credentialing process. But there are a lot of other things where it's not clear they're that important.","author":"Peter Thiel","category":"Doctor, Lawyer, Professional"},{"quote":"I'm a teacher and a writer; my life is words. When I see the denigration of language, it hurts me, and it's easy to denigrate a word by trivializing it.","author":"Elie Wiesel","category":"Life, Language, Words"},{"quote":"I have a teacher friend who gets nervous when there's $200 in her account. But at least she knows that in a week, she'll get another paycheck. I have no idea.","author":"Gaby Hoffmann","category":"Week, Friend, She"},{"quote":"When I was in high school, I was doing all the plays. My drama teacher, Melody Duggan, was the one one who first made me do stand-up. She's the origin of the whole thing; it's all her. In high school in Denver, that was kind of the beginning of it all.","author":"T. J. Miller","category":"School, Beginning, Me"},{"quote":"When I was a teacher, I'd walk into the classroom. I stood at the board. I was the man. I directed operations. I was an intellectual and artistic and moral traffic cop, and I - and I would direct the class, most of the time.","author":"Frank McCourt","category":"Time, Man, Walk"},{"quote":"The main thing I am interested in is my experience as a teacher.","author":"Frank McCourt","category":"Experience, I Am, Interested"},{"quote":"We don't look at teachers as scholars the way they do in Europe. In Spain you're called a professor if you're a high school teacher, and they pay teachers - they pay teachers in Europe.","author":"Frank McCourt","category":"School, High School, You"},{"quote":"I became a teacher all right. I wanted to become a teacher because I had a misconception about it. I didn't know that I'd be going into - when I first became a high school teacher in New York, that I'd be going into a battle zone, and no one prepared me for that.","author":"Frank McCourt","category":"School, Battle, Me"},{"quote":"If I have a cause, it's the cause of the teacher.","author":"Frank McCourt","category":"Cause"},{"quote":"My dad is an English teacher, and my mom is a textiles artist. My parents made my sisters and me feel that if we wanted to pursue something creative, it could be done. They've always been supportive of everything from the beginning.","author":"Tavi Gevinson","category":"Mom, Parents, Artist"},{"quote":"A coach, especially at a college level - much more at a college or high school level, than at a pro level - you're more of a teacher than an actual coach.","author":"Matthew McConaughey","category":"School, College, High School"},{"quote":"Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.","author":"John Ruskin","category":"Music, Healthy, Perfect"},{"quote":"Ballet found me, I guess you could say. I was discovered by a teacher in middle school. I always danced my whole life. I never had any training, never was exposed to seeing dance, but I always had something inside of me. I would love to choreograph and dance around.","author":"Misty Copeland","category":"Love, Life, Dance"},{"quote":"I went to a performance-art high school, and a teacher there was signing me up for open-mic nights at the comedy club. I think about it now, and I think, 'Well, that may be inappropriate,' but it was great!'","author":"Margaret Cho","category":"Great, School, Me"},{"quote":"I did imitations of anyone who came to my parents' house, and that was my identity at school - if there were ten minutes to lunch, and the teacher was done with the lesson, he'd say, 'Okay, Leo, get up there and do something.'","author":"Leonardo DiCaprio","category":"School, Parents, Identity"},{"quote":"My mother was a teacher.","author":"Hugh Grant","category":"Mother"},{"quote":"Growing up in Kansas City, I was always neat, the teacher's pet, know-it-all type.","author":"Gretchen Rubin","category":"Pet, City, Growing Up"},{"quote":"They say that people teach what they need to learn. By adopting the role of happiness teacher, if only for myself, I was trying to find the method to conquer my particular faults and limitations.","author":"Gretchen Rubin","category":"Happiness, Myself, Conquer"},{"quote":"As an actor and as a performer, I've felt that the education system has really helped me in a lot of ways... there was always a teacher or a professor along the way that kept pushing me to the next stage.","author":"Jimmy Smits","category":"Education, Me, Actor"},{"quote":"I know it affected me when I saw certain actors growing up. I had a drama teacher that would take us to see plays in New York, and it was seeing James Earl Jones and Raul Julia - I mean, this guy comes from the place my mother comes from. He's doing Shakespeare right now, and it doesn't seem to matter that he has an accent.","author":"Jimmy Smits","category":"Mother, Growing Up, Me"},{"quote":"You cannot be an educator or a teacher without relating to children with full insight. Their urge to imitate has been transformed into a receptivity based on a natural and uncontested relationship of authority, and you must take this into account in the broadest possible sense.","author":"Rudolf Steiner","category":"Relationship, Children, You"},{"quote":"A lot of moms give their kids line reads. My mom wasn't put in that position because I always had an acting teacher helping with the feelings rather than how to say something.","author":"Kirsten Dunst","category":"Mom, Acting, Feelings"},{"quote":"For the longest time, you just sound like a broken record, but you have to be consistent when teaching kids.","author":"Heidi Klum","category":"Time, Broken, You"},{"quote":"I remember my seventh-grade chemistry teacher told me I'd never amount to anything. I thought, 'Hmm. OK.' That gave me motivation to prove her wrong.","author":"Michael Pena","category":"Motivation, Me, Remember"},{"quote":"I studied with Strasberg, Elia Kazan. They raised the bar. They weren't easy to please, and they made you achieve the best you could do. That's what a teacher does: he infuses you with passion for something.","author":"Martin Landau","category":"Best, Passion, Easy"},{"quote":"My best stuff as a teacher was always to find the problems within each individual actor, and I'll suggest things that I know that particular actor will have difficulty with.","author":"Martin Landau","category":"Best, Problems, Know"},{"quote":"I studied with Sandy Meisner at the Neighborhood Playhouse. I was in the last class to study with him before he had his larynx removed, so I actually remember the sound of his voice. He was an incredible teacher.","author":"Mary Steenburgen","category":"Voice, Remember, Study"},{"quote":"I loved Debussy, Stravinsky, Chopin, Tchaikovsky, anything with romantic melodies, especially the nocturnes. Nietzsche was a hero, especially with 'Thus Spoke Zarathustra.' He gets a bad rap; he's very misunderstood. He's a maker of individuals, and he was a teacher of teachers.","author":"Joni Mitchell","category":"Hero, Romantic, Loved"},{"quote":"I would suggest that teachers show their students concrete examples of the negative effects of the actions that gangsta rappers glorify.","author":"Kareem Abdul-Jabbar","category":"Negative, Students, Teachers"},{"quote":"This is what I would have done if I had to have a real job: I would have been a history teacher.","author":"Kareem Abdul-Jabbar","category":"History, Job, Done"},{"quote":"My mother was an elementary school teacher for 35 years and taught at the Nixon School in New Jersey. I was raised as a very liberal Democrat, and she was protesting Nixon when he was in office.","author":"Peter Dinklage","category":"Mother, School, She"},{"quote":"In the case of my book, I don't think it's really the coming-out gay novel that everyone really needed, even though it was received as such. The boy is too creepy, he betrays his teacher, the only adult man with whom he's enjoyed a sexual experience, etc.","author":"Edmund White","category":"Experience, Man, Book"},{"quote":"In the fifth grade I discovered something I could do better than the other kids. One day, the teacher set up a bunch of chairs, and she had everyone run to the chairs and back while she timed us. I had the fastest time in the whole school!","author":"Caitlyn Jenner","category":"Time, Day, School"},{"quote":"I thought, well of course, Kinsey absolutely adored teaching. He was a wonderful teacher. So these kids really inspired me. So that was a clue I hung onto. He loved young people, he absolutely loved them. And he loved teaching them and trying to help them.","author":"Liam Neeson","category":"Me, People, Help"},{"quote":"Castro has been a teacher for me. A master. Not on ideology but on strategy.","author":"Hugo Chavez","category":"Strategy, Me, Master"},{"quote":"I had an amazing teacher, who was Burmese, and she was living in Paris at the time, and she is one of very few who doesn't actually receive a credit in the film because she still has family over there.","author":"Michelle Yeoh","category":"Family, Time, Amazing"},{"quote":"'Friends With Benefits': it feels like a two-hander to me, but it is a big movie, and this is the first straightforward male I've been able to play. I would describe my character in 'The Social Network' as a kind of sociopath. I would describe my character in 'Bad Teacher' as... just a weirdo. But this is a male's male.","author":"Justin Timberlake","category":"Friends, Character, Me"},{"quote":"I was a trial lawyer. At the same time, I was a teacher. I taught about the political and social content of film for American University. Then I left and became a teacher at the University of California at Santa Cruz. I taught about the political and social content of film, but I also taught a course in law for undergraduates.","author":"Ben Stein","category":"Time, Law, American"},{"quote":"My art teacher told me I'd be suited to graphic design, but I just couldn't, because it was what my dad had done.","author":"Alexa Chung","category":"Art, Design, Me"},{"quote":"As a master of graphic creation, as teacher, historian, and roving ambassador of comics, Jerry Robinson has ensured that future generations of talented kids will continue to imagine and then put marks on paper.","author":"Pete Hamill","category":"Future, Creation, Kids"},{"quote":"Back in the day for me was a great time in my life - I was in my 20s. Most people refer to their experiences in their twenties as being a highlight in their life. It's a period of time where you often develop your own way, your own sound, your own identity, and that happened with me, when I was with a great teacher - Miles Davis.","author":"Herbie Hancock","category":"Life, Time, Great"},{"quote":"If you're a coach, you're a teacher.","author":"Nick Saban","category":"You, Coach"},{"quote":"Listen to my advice; I have some experience. In a way, it is me being a teacher, which is what I wanted to be. I still feel I could go into teaching. What is teaching but passing on your knowledge to those who are at the beginning? Some people are born with that gift.","author":"Grace Jones","category":"Knowledge, Experience, Gift"},{"quote":"I loved gymnastics, and my gymnastics teacher said ballet was essential to help my dance routines in competitions. I only really went because my friends were going as well. It wasn't this kind of hidden love. Then, slowly, my friends stopped going and I thought, 'I like this. I am going to stay.'","author":"Darcey Bussell","category":"Love, Friends, Dance"},{"quote":"A teacher's not going to bother being tough on you for no reason it's when they're not paying you attention that you should worry.","author":"Darcey Bussell","category":"Worry, Attention, You"},{"quote":"Sometimes people go to a yoga class and think it's not for them, but it might just not be the right studio or teacher - try a new one!","author":"Payal Kadakia","category":"People, Think, Try"},{"quote":"My younger sister had kids before I did, and managed to earn a master's degree while raising them as a single parent. Now she's a brilliant second-grade teacher. I'm in awe of her ability to juggle everything and still be a great mother.","author":"Idina Menzel","category":"Sister, Great, Mother"},{"quote":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","author":"Condoleezza Rice","category":"Respect, Great, Mom"},{"quote":"The way I look at it is that somebody in the world, no matter what your field is - teacher, violinist, football player - has to be the best. Why not me?","author":"J. J. Watt","category":"Best, Football, World"},{"quote":"I did a B.A. with a major in fine arts and a minor in psychology. I wanted to become a teacher or do art therapy for the elderly. But then I realised I wanted to travel instead.","author":"Nargis Fakhri","category":"Travel, Art, Psychology"},{"quote":"I got an old school coach who's more of a teacher than a coach.","author":"Andre Ward","category":"School, Coach, Old School"},{"quote":"I do readings at the public library. I just did a benefit scene night for my old acting teacher.","author":"Mark Ruffalo","category":"Night, Library, Acting"},{"quote":"Doo-wop is the true music to me, man. Doo-wop was what nurtured me and grew me into who I am, and I guess even when I was in school, the teacher probably thought I had ADD or something every day, because I'd be beating on the desks, singing like the Flamingos or the Spaniels or Clyde McPhatter or somebody.","author":"Aaron Neville","category":"Music, Day, School"},{"quote":"I gleaned different style ideas over the years. In Southern California, there is a big rockabilly sub-culture. So when I would go to car shows, I would see women dressed like this. I had a teacher in high school that always had her Bette Paige bangs.","author":"Andra Day","category":"Women, Car, School"},{"quote":"Every summer, I regret that I didn't become a college teacher. Such a sweet life! With all that vacation time! You'll never get me to believe that being a tenured professor at a good college is anything but Heaven on earth.","author":"Michael Dirda","category":"Life, Time, Good"},{"quote":"Effective teacher support in my mind is the same thing as effective management. Our teachers need strong management, just like anyone in any profession.","author":"Wendy Kopp","category":"Strong, Support, Management"},{"quote":"If we freed up all the money in the certification process, think about how much more money we'd have to put into teacher salaries.","author":"Wendy Kopp","category":"Money, Process, Think"},{"quote":"We are working essentially to build a leadership force of folks who will, during their first two years of teaching, actually put their kids on a different trajectory - not just survive as a new teacher, but actually help close the achievement gap for their kids.","author":"Wendy Kopp","category":"Leadership, Achievement"},{"quote":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","author":"Woodrow Wilson","category":"Friendship, Politics, I Am"},{"quote":"The contrasts between what is spent today to educate a child in the poorest New York City neighborhoods, where teacher salaries are often even lower than the city averages, and spending levels in the wealthiest suburban areas are daunting challenges to any hope New Yorkers might retain that even semblances of fairness still prevail.","author":"Jonathan Kozol","category":"Hope, Today, Child"},{"quote":"My dad worked for a generator company and then UC Berkeley, and my mom was as a dental hygienist and then eventually a history teacher. My uncles and aunts, all of them are elementary school teachers or scientists.","author":"Cary Fukunaga","category":"History, Mom, School"},{"quote":"Every single substitute teacher growing up could not pronounce my name, so whenever someone pauses, I'm like, 'Oh, that's me.'","author":"Cary Fukunaga","category":"Growing Up, Me, Name"},{"quote":"For fifteen years, I was a teacher of youth. They were years out of the fullness and bloom of my younger manhood. They were years mingled of half breathless work, of anxious self-questionings, of planning and replanning, of disillusion, or mounting wonder.","author":"W. E. B. Du Bois","category":"Work, Planning, Youth"},{"quote":"My mom was always my biggest teacher, my inspiration, my role model. My mom was just the most amazing person. She was like a bon vivant in that she just lived each day to the fullest. As soon as I became a vegetarian, she became a vegetarian.","author":"Christie Brinkley","category":"Day, Mom, Amazing"},{"quote":"My mother, oddly enough, really wanted to pursue a career in law, but at the time, she had children and was working as a teacher.","author":"Kimberly Guilfoyle","category":"Time, Children, Mother"},{"quote":"Critics at their best are independent voices; people take seriously their responsibility to see as many things as they can see, put them in the widest possible perspective, educate their readers. I really do think of myself as a teacher.","author":"Terry Teachout","category":"Best, Myself, Responsibility"},{"quote":"I was very inspired by my mother. She was a vocal teacher and sang in a band, and my first memories of her were going out with her on the local circuit.","author":"Daryl Hall","category":"Memories, Mother, She"},{"quote":"My second-grade teacher went around the class and asked everybody what they were going to be when they grew up. I said, 'I want to travel the world,' and he said, 'You'll be married and pregnant by 21, just like all the girls in this room.'","author":"Campbell Brown","category":"Travel, World, Want"},{"quote":"It's the way tenure works, together with dismissal protections that tenured teachers have, that no other public employee has, which makes it almost impossible to remove a grossly ineffective and incompetent teacher or, in some cases, even an abusive teacher.","author":"Campbell Brown","category":"Together, Impossible"},{"quote":"I always wanted to be a teacher or wanted to do something with food. But modeling, I just never thought I could do it myself, really, ever. I still have trouble calling myself a model. I just never thought I was tall enough or skinny enough.","author":"Chrissy Teigen","category":"Food, Myself, Thought"},{"quote":"I owe the little formal education I got to my drama teacher, Mr. Pickett, who got us to read Shakespeare, Moliere, and other classics.","author":"Dennis Quaid","category":"Education, Drama, Little"},{"quote":"You are the mother, the father, the sister, the brother, the teacher and the guide for the soul that has been placed in your trust.","author":"Debbie Ford","category":"Trust, Sister, Father"},{"quote":"I was raised in New York City and raised in the New York City theater world. My father was a theater director and an acting teacher, and it was not uncommon for me to have long discussions about the method and what the various different processes were to finding a character and exploring character and realizing that character.","author":"Vin Diesel","category":"Father, Character, World"},{"quote":"I grew up the son of an acting teacher, so I was kind of introduced to all of these various methods early... I've never been really good at articulating how, what that process is in the way that Stanislavsky could.","author":"Vin Diesel","category":"Good, Son, Acting"},{"quote":"If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher.","author":"Jonathan Sacks","category":"Leadership, Leader, Kind"},{"quote":"I was a writer. I just wasn't a very good one. I was lucky enough to have a playwriting teacher who told me that I'd be a better actor than I would a playwright.","author":"Liev Schreiber","category":"Good, Me, Better"},{"quote":"I remember when I was at Brandeis, Geoffrey Wolff, he was a great fiction-writing teacher. He was the writer-in-residence, and for those of us who wanted to be writers, you were so excited to be in the same hallway as him.","author":"Theresa Rebeck","category":"Great, Remember, You"},{"quote":"I don't want to do panel games or adverts. I really like challenges. I always get roles as an art teacher or a photographer. In the future I want to play something like a mugger/assassin/pastry chef.","author":"Dylan Moran","category":"Art, Future, Challenges"},{"quote":"A few years back, when my style was 'punk grandma,' I picked up an amazing pair of sandals - orthopaedic ones, with really thick soles. I've given them away to a friend now, because these days my look is more '1980s substitute teacher gone wild.'","author":"Beth Ditto","category":"Amazing, Style, Friend"},{"quote":"What makes 'The Lorax' such a powerful fable is partly its shamelessness. It pulls no punches it wears its teacher heart on its sleeve.","author":"Lydia Millet","category":"Heart, Powerful, Sleeve"},{"quote":"Back in the day, I actually studied photography in Florence for a few months, and my photography teacher took away my digital camera and said, 'No, use this - it's analog and it's square.' It was a Holga camera, a very cheap $3 or $4 plastic camera. And that's what inspired 'Instagram'.","author":"Kevin Systrom","category":"Day, Photography, Camera"},{"quote":"I didn't read so much Japanese literature. Because my father was a teacher of Japanese literature, I just wanted to do something else.","author":"Haruki Murakami","category":"Father, Literature"},{"quote":"I went to the Guilford School of Music and Drama, which was affiliated with the Royal Shakespeare Company. I was lucky enough to be taught by a beautiful, wonderful teacher called Patsy Rodenberg, who works a lot with the Royal Shakespeare Company as a voice coach and technician.","author":"Rhys Ifans","category":"Music, Beautiful, School"},{"quote":"David Levi is a teacher as well as a chef, and, like most teachers, he loves to talk.","author":"Kate Christensen","category":"Chef, Teachers, Talk"},{"quote":"He was the editor of our paper. He created the publishing house in Hebrew. He was - I wouldn't say the 'guru' - but really he was our teacher and a most respected man. I wrote for the paper of the youth movement.","author":"Shimon Peres","category":"Man, Youth, House"},{"quote":"Coach Godsey is a brilliant mind, a great teacher, and it's been fun learning from him so far.","author":"Brock Osweiler","category":"Learning, Great, Mind"},{"quote":"I come from a family of educators. My sister is a college teacher. My dad is a college teacher, but first a junior high teacher.","author":"J. K. Simmons","category":"Family, Sister, College"},{"quote":"I do respond well to a director, a teacher - someone who doesn't accept mediocrity.","author":"J. K. Simmons","category":"Accept, Mediocrity, Director"},{"quote":"I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side. When I got to college, as I was walking across campus one day, I ripped off a little flyer for this sketch-comedy group. It ended up being one of the greatest things I've ever done.","author":"John Krasinski","category":"Day, College, Walking"},{"quote":"I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side.","author":"John Krasinski","category":"Jackets, English Teacher"},{"quote":"I planned on being an English teacher, but I don't know where that went.","author":"John Krasinski","category":"Know, Being, Where"},{"quote":"I think teaching should be an exalted profession, not a picked-on profession.","author":"Chuck Schumer","category":"Think, Profession, I Think"},{"quote":"I was going to go back to college and become a math teacher.","author":"Butch Trucks","category":"College, Back, Math"},{"quote":"Research is starting to show that a child should be engaged at least 20 hours a week. I do not think it matters which program you choose as long as it keeps the child actively engaged with the therapist, teacher, or parent for at least 20 hours a week.","author":"Temple Grandin","category":"Child, Research, Parent"},{"quote":"I had people in my life who didn't give up on me: my mother, my aunt, my science teacher. I had one-on-one speech therapy. I had a nanny who spent all day playing turn-taking games with me.","author":"Temple Grandin","category":"Life, Science, Mother"},{"quote":"I did not study science at school until I was 13, when I was totally turned on by a seemingly dreary old teacher who suddenly, unannounced, manufactured a huge explosion in the middle of a totally boring monologue. From then on, all of his class wanted to make explosions.","author":"Robert Winston","category":"Science, School, Study"},{"quote":"Do I think it's OK to fight authority as long as you're only talking about the high school teacher? No.","author":"John Mellencamp","category":"School, Fight, Long"},{"quote":"I read very one-note. Teacher's pet, Goody Two-shoes. I'd hate to be annoying. Who wants to see movies with someone annoying in them? But it's hard for me to paint myself as anything but whatever it is I come across as - which is pretty together.","author":"Allison Williams","category":"Myself, Together, Pet"},{"quote":"In high school, I did some musicals, but I never took acting until college. I was studying opera, classical voice, and a speech teacher asked me to audition for this play, and I got the lead.","author":"Forest Whitaker","category":"School, College, Me"},{"quote":"I'd have to say I'm most proud of my mentoring camp that I do in Dallas every year for one hundred boys from single-parent homes. I was raised by a mother who was a Sunday school teacher and a father who worked hard. Together they taught me to give back.","author":"Steve Harvey","category":"Father, Mother, School"},{"quote":"I failed eighth grade twice, and then they moved me up to ninth grade. Then I failed that and dropped out. My teacher would hand me a test, and I'd grade it myself with an F, then put my head down on the desk.","author":"Tig Notaro","category":"Myself, Me, Down"},{"quote":"I'm a craftsman type of teacher. I don't like the thematic type of teaching that takes place in a lot of colleges.","author":"Ethan Canin","category":"Place, Like, Teaching"},{"quote":"My mother's not a political person. She just doesn't want me to be mean... sometimes I have to be mean. It's like a parent or a teacher. Sometimes for the good of everybody you have to be a little bit strong, a little bit confrontational.","author":"Bill O'Reilly","category":"Good, Mother, Strong"},{"quote":"You know, if you're a human and living on the planet, it doesn't matter what you do; you are not immune to the challenges, the trials, the difficulty. And that fact that I happen to be a coach and a minister and a spiritual teacher doesn't mean anything. I'm still human.","author":"Iyanla Vanzant","category":"Spiritual, Challenges, Know"},{"quote":"I think once you're in the public eye, whether you're a boss, a teacher or whatever you do, that you're automatically in the position of role model. You have people looking up to you, so whether you choose to accept it or not is a different question.","author":"Talib Kweli","category":"Eye, Boss, People"},{"quote":"My father was a trained accountant, a BCom from Sydenham College and a self-taught violinist. In the 1920s, when he was in his teens, he heard a great violinist, Jascha Heifetz, and he was so inspired listening to him that he bought himself a violin, and with a little help from an Italian teacher, he learned to play it.","author":"Zubin Mehta","category":"Father, Great, College"},{"quote":"I've never studied the classics, but I'd like to. My teacher offered to show me how the Greeks were able to sculpt someone perfectly. From there, you can go off and experiment - sort of like jazz. Once you learn to play anything, you can break the form and go and do something even bigger.","author":"Channing Tatum","category":"Me, Play, Jazz"},{"quote":"Many of us have been touched by the magic of a great teacher. I know I have.","author":"Bruce Rauner","category":"Great, Magic, Know"},{"quote":"My first memory in the world is my gym teacher ripping my mother's necklace off her neck and throwing it out the window and her running downstairs to go after it. I have no memory before that. I was 4. My father had a lot of girlfriends and my mother had a lot of boyfriends.","author":"Mike Nichols","category":"Father, Mother, Memory"},{"quote":"There were some summers when every boy in Ayrshire seemed to be playing golf, and my dad taught me. But he was a terrible teacher - of everything. Learning to drive with him almost killed me. He was the world's most impatient man - awful short fuse.","author":"John Niven","category":"Learning, Man, Short"},{"quote":"I grew up in a house with a mother who was a teacher and a Freedom Rider - very left-wing Democrats living in a heterogeneous working-class neighborhood. I picked up a lot of those values there, and I brought them with me when I showed up in Hollywood.","author":"Ben Affleck","category":"Freedom, Mother, Me"},{"quote":"I could never have pictured myself writing a book when I was 25 years old. My mom was an English teacher but I wasn't that way growing up.","author":"Tony Dungy","category":"Myself, Mom, Writing"},{"quote":"One day, I just wandered into a dance class full of girls, and that was it. I thought, 'Hang on! I'll have a bit of this.' I went back a week later and got dragged up by the teacher. It wasn't a massive calling.","author":"Anton du Beke","category":"Day, Dance, Week"},{"quote":"My old dance teacher, Jimmy Wilde, a former European ballroom dancing champion, was so sophisticated.","author":"Anton du Beke","category":"Dance, Champion, Old"},{"quote":"Students never think it can be the teacher's fault and so I thought I was stupid. I was frustrated and would come home and cry because I couldn't do it. Then we got a new teacher who made math accessible. That made all the difference and I learned that it's how you present it that makes it scary or friendly.","author":"Danica McKellar","category":"Home, Stupid, Thought"},{"quote":"I was going to be a teacher. I was applying to graduate school when I got the call to do 'Same Love,' actually. I was gonna go to Boston University for my masters in teaching.","author":"Mary Lambert","category":"Love, School, Boston"},{"quote":"I had a teacher senior year in high school. He was a theater teacher, and he basically was a little bit like 'High School Musical.' He kind of encouraged the jocks to get involved with the plays. I did it as kind of a senior year lark.","author":"D. B. Sweeney","category":"School, High School, Senior"},{"quote":"At school, I'd refuse to take part in biology lessons when animals were being dissected. One time, the teacher announced that we would be gassing worms. So I ran around the room, gathered up all the worms and set them free in the fields. I just loved animals and couldn't bear the thought of them suffering.","author":"Imelda May","category":"Time, School, Suffering"},{"quote":"I do remember a teacher telling me when I was about ten that I was really good at acting. I was so proud, even though I am sure he said that to all of us in the class.","author":"Nikolaj Coster-Waldau","category":"Good, I Am, Me"},{"quote":"I was used to theatre classes. I studied with my mother; she was a theatre teacher and directed, too, so it was very family-like. Then I studied with a great teacher in Paris, and she was wonderful; she pushed me, but she was a warm soul.","author":"Juliette Binoche","category":"Great, Mother, Soul"},{"quote":"In Philly, there are a lot of social programs. If you have a degree, you can go and apply. I was basically a social worker, but I became sort of a sub teacher in a special program, helping kids with reading or math. But we would also do plays, learn about music... We were doing lots of fun stuff, but that was such hard work.","author":"Diplo","category":"Work, Hard Work, Music"},{"quote":"About 13-14 years ago, I went back to my alma mater, Fairfax High School, and ran into the music teacher. She invited me to come speak to the kids about the viability of a music career. When I went into the room where I used to play every day in a big orchestra, they had nothing!","author":"Flea","category":"Music, Day, School"},{"quote":"The very rough story is this: Melbourne boy, out of both my parents' houses at a young age, lived with my grandmother, drama teacher twisted me into doing this TV thing that I thought my mates were doing, too.","author":"Ben Mendelsohn","category":"Age, Parents, Me"},{"quote":"I adore children. If I weren't an actor, I would be a teacher or work with small children in some way. I feel happy in their company.","author":"David Thewlis","category":"Work, Children, Happy"},{"quote":"I grew up around books - my grandmother's house, where I lived as a small child, was full of books. My father was a history teacher, and he loved the Russian novels. There were always books around.","author":"John Irving","category":"History, Father, Child"},{"quote":"In March 1943, my parents, four-year-old sister and I were interned with other foreign civilians at Lunghua camp, a former teacher training college outside Shanghai, where we remained until the end of August 1945.","author":"J. G. Ballard","category":"Sister, Parents, Training"},{"quote":"I'm into books - I love literature, so I toyed with the idea of being an English teacher. I had a fantastic English teacher at school. I think great English teachers make the world go round.","author":"Taron Egerton","category":"Love, Great, School"},{"quote":"I have always admired teachers because teaching, like the priesthood, medicine and writing, is a vocation. You don't become a teacher because you want wealth. It is the same with writing.","author":"F. Sionil Jose","category":"Writing, Wealth, Want"},{"quote":"Tragedy is a hell of a teacher. It's much too strict, but it's a hell of a teacher.","author":"Harlan Coben","category":"Tragedy, Hell, Too"},{"quote":"School district policies and practices have not kept pace with student and teacher needs.","author":"Eli Broad","category":"School, Student, Pace"},{"quote":"My father was a swim teacher. We used to swim before school, swim after school.","author":"Gordon Ramsay","category":"Father, School, Swim"},{"quote":"I kind of fell backwards into acting. I was studying to be a high school teacher. I look now and I understand completely, or actually barely, how much work it is to be a teacher. It's an incredible amount of work.","author":"Nathan Fillion","category":"Work, School, Studying"},{"quote":"I was attending the University of Alberta. I was going to be a high school teacher, like my parents. I failed - no, I didn't fail a class, I just barely passed. I really didn't try. It was Canadian history, through the plays of the time. My God, those were boring plays.","author":"Nathan Fillion","category":"Time, History, Parents"},{"quote":"My art teacher in junior high was a very out gay man and a mentor to me.","author":"Gus Van Sant","category":"Art, Man, Me"},{"quote":"In about 9th grade, an English teacher told me I had a talent to act. He said I should audition for a performing arts high school, so I did on a whim. I got accepted. Then I got accepted at the Julliard School, and by then, I was serious about it.","author":"Ving Rhames","category":"School, Talent, Me"},{"quote":"Kathy Dewar, my high-school English teacher, introduced me to journalism. From the moment I wrote my first article for the student paper, I convinced myself that having my name in print - writing in English, interviewing Americans - validated my presence here.","author":"Jose Antonio Vargas","category":"Myself, Writing, Journalism"},{"quote":"Mitch Glazer and I went to high school together, and his mother was my English teacher for two years. She was my favorite teacher, and I followed Mitch's career as a journalist, so we've kind of kept in touch over the years.","author":"Mickey Rourke","category":"Mother, School, Together"},{"quote":"Before I was ever a baker, I was a teacher. Or, at least, that is what I thought I was going to be. After O-levels, I went to art school in Wallasey on the Wirral, and my mate Cavan and I did a teacher training course.","author":"Paul Hollywood","category":"Art, School, Training"},{"quote":"I've been reading Greek mythology since I was a kid. I also taught it when I was a sixth grade teacher, so I knew a lot of mythological monsters already. Sometimes I still use books and Web sites to research, though. Every time I research Greek mythology, I learn something new!","author":"Rick Riordan","category":"Time, Reading, Research"},{"quote":"As a teacher, I've never seen anything like 'Harry Potter.' That's why I smart when people talk about the 'next' 'Harry Potter.' There is no 'next' 'Harry Potter.'","author":"Rick Riordan","category":"Smart, People, Why"},{"quote":"I tend to think of a myth and then explore how it would play out if it were happening in the modern-day world. I modify all the myths I use, but I stick very closely to their structure - it is the hidden teacher in me.","author":"Rick Riordan","category":"World, Me, Think"},{"quote":"I did things like get in a cupboard before the teacher came in at the beginning of a lesson, and then, two minutes before the end of the class, I come out of the cupboard and go, 'Sorry I'm late.'","author":"Miranda Hart","category":"Beginning, End, Sorry"},{"quote":"About me - I used to want to be a P.E. teacher, and kind of still do.","author":"Miranda Hart","category":"Me, Want, Kind"},{"quote":"I went to school at the San Francisco Art Institute, thinking I was going to become an art teacher. Within the first six months I was there, I was told that I couldn't be an art teacher unless I became an artist first.","author":"Annie Leibovitz","category":"Art, School, Artist"},{"quote":"I was a good novice teacher, but I did the things that were obvious. I stayed for lunch for extra tutoring, gave kids my cell phone, and was available. In my first year of teaching, I ended up doubling the math time that a conventional school would have. But I don't think any of these things were path-breaking or unusual.","author":"Angela Duckworth","category":"Time, Good, School"},{"quote":"I worked hard when I was a consultant. I worked hard when I was in graduate school looking at neuroscience. I worked hard as a teacher. But those are completely different career paths. And the lack of direction is why I didn't get far enough in any of those things.","author":"Angela Duckworth","category":"School, Looking, Why"},{"quote":"When people think of the word 'drive,' they often think you have it or you don't, and that's where we're wrong. Drive is something that can be encouraged by a wonderful teacher, by a terrific classroom environment, by an awesome soccer team that you are on, and it can be squashed as well.","author":"Angela Duckworth","category":"Team, People, Environment"},{"quote":"I call myself a meditation teacher rather than a spiritual teacher.","author":"Sharon Salzberg","category":"Myself, Spiritual"},{"quote":"I've spent quite a bit of my life as a meditation teacher and writer commending the strengths of love and compassion.","author":"Sharon Salzberg","category":"Love, Life, Compassion"},{"quote":"My job requires me to put on a little dress and run around the streets of New York in heels. But I also had the financial means to hire a yoga teacher to come to my house while my sitter watched the newborn. For 95 percent of the world, that's not realistic.","author":"Sarah Jessica Parker","category":"Job, World, Dress"},{"quote":"Knowing what to expect from a teacher is a really good thing, of course: It lets you get the right answers more quickly than you would otherwise.","author":"Alison Gopnik","category":"Good, Answers, You"},{"quote":"A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.","author":"Chris Christie","category":"Family, Health, Vision"},{"quote":"I'm a conservative, pro-life governor in a state where it is really tough to be both. A state like New Jersey, with lots of Democrats, but still we cut taxes, we balanced budgets. We fought the teacher's union.","author":"Chris Christie","category":"Conservative, Taxes, New"},{"quote":"The drama teacher that I had in high school, back in Texas, was the only teacher who didn't kick me out of his class. He turned me on to 'The Freewheelin' Bob Dylan.' I had picked up Dylan with 'Bringing It All Back Home,' and he turned me on to the first couple of albums, which I hadn't heard.","author":"Steve Earle","category":"Home, School, Me"},{"quote":"It's every teacher's job to be rigorous about constantly being open to new ideas and innovation.","author":"Brandon Webb","category":"Innovation, Job, Ideas"},{"quote":"I was a mimic when I was a child. I mimicked the teacher and made friends that way, actually. That was a very subversive activity, because I was a goody-goody who never got in trouble. But if I went off in the corner and mimicked the teacher, people loved it.","author":"Anna Deavere Smith","category":"Friends, Child, People"},{"quote":"Being a mother has been my greatest teacher and also the most self-sacrificing thing I've ever done.","author":"Katey Sagal","category":"Mother, Greatest, Done"},{"quote":"Please stop teaching my children that everyone gets a trophy just for participating. What is this, the Nobel Prize? Not everybody gets a trophy.","author":"Glenn Beck","category":"Children, Everyone, Stop"},{"quote":"I'm home schooled, and I have a teacher that goes with me on all my movies.","author":"Dakota Fanning","category":"Home, Me, Movies"},{"quote":"I spent ridiculous amounts of time as an activist and volunteer and was a teacher for 20 years.","author":"Johann Lamont","category":"Time, Volunteer, Ridiculous"},{"quote":"I do believe that when your child does poorly on a test, your first step should not necessarily be to attack the teacher or the school's curriculum. It should be to look at the idea that, maybe, the child didn't work hard enough.","author":"Amy Chua","category":"Work, School, Work Hard"},{"quote":"Oh, stuff the critics. I don't care. Too many people are snooty about classical. Look, I wasn't brought up in a home where we listened to classical music. It was a singing teacher that thought it would be best for my voice. Then I moved into crossover. And if that makes the music accessible to more people, then great.","author":"Katherine Jenkins","category":"Music, Home, Best"},{"quote":"I wanted to write at school - to write funny stories which the teacher might ask me to read out to the class. It's all basically about showing off.","author":"Mark Billingham","category":"Funny, School, Me"},{"quote":"I'm blessed with a good pair of ears. That's how I fooled my piano teacher. I'd watch his fingers and I'd listen to it, and I just kind of basically learned it by myself.","author":"Eddie Van Halen","category":"Good, Myself, Blessed"},{"quote":"I read a lot of comic books and any kind of thing I could find. One day, a teacher found me. She grabbed my comic book and tore it up. I was really upset, but then she brought in a pile of books from her own library. That was the best thing that ever happened to me.","author":"Walter Dean Myers","category":"Day, Best, Library"},{"quote":"I had always been fascinated with Napoleon because he was a self-made emperor; Victor Hugo said, 'Napoleon's will to power,' and it was the title of my paper. And I submitted it to my teacher, and he didn't think I had written it. And he wanted me to explain it to him.","author":"August Wilson","category":"Power, Me, Think"},{"quote":"I tried writing fiction as a little kid, but had a teacher humiliate me, so didn't write again until I was a senior in college.","author":"Janet Fitch","category":"College, Writing, Me"},{"quote":"I can remember exactly where I sat when my teacher first read Roald Dahl's 'James and the Giant Peach'.","author":"Dave Eggers","category":"Remember, I Can, First"},{"quote":"My grandma was so old-fashioned. She thought we were supposed to have homework every night. I would come home, and she would be like, 'Where's your homework?' and I'd be like, 'I don't have none.' She'd be like, 'I'ma call your teacher.'","author":"Bryson Tiller","category":"Home, Thought, Night"},{"quote":"A Latin teacher told me I might make a good actress, and that stuck in my memory. I did some modeling, and Polanski gave me that small part.","author":"Jacqueline Bisset","category":"Good, Memory, Me"},{"quote":"I was never any good in the school theatrical productions. I always got a role like the March Hare. A Latin teacher told me I might make a good actress, and that stuck in my memory.","author":"Jacqueline Bisset","category":"Good, School, Memory"},{"quote":"It was in the early 1960s that my late revered teacher, Professor Abraham Joshua Heschel, became the first major Jewish theologian in America to enter into dialogue with Christian theologians on a high theological level.","author":"David Novak","category":"America, Christian, Late"},{"quote":"Remember when you were in school and the teacher would put a picture under an overhead projector so you could see it on the wall? God, I loved that. Tellya the truth, I used to look at that beam of light and think it was God.","author":"Lynda Barry","category":"Light, Truth, God"},{"quote":"I'm a freak, everything has to be totally flat when I play. Ed Will, my jazz teacher, set up everything completely flat, and then you'd tilt your snare drum away from you, so I do that too. So my snare tilts away from me.","author":"Travis Barker","category":"Me, Play, Jazz"},{"quote":"I'm like a really goofy home ec teacher.","author":"Alton Brown","category":"Home, Like, Goofy"},{"quote":"I'm not a prophet. I'm not a teacher. I have no degrees. My degree is from the University of Life.","author":"Jamie Lee Curtis","category":"Life, University, Degrees"},{"quote":"I wanted to be a Teacher with a big T: teach the whole planet. It led me into writing and speaking to large groups.","author":"Jack Canfield","category":"Writing, Me, Teach"},{"quote":"Parents can shape a child, but a great teacher can, too.","author":"Susanne Bier","category":"Great, Parents, Child"},{"quote":"When I graduated from high school, the teacher said I was throwing my life away following music, and the same teacher invited me back to speak at the school. I don't say that to brag, I just want to be an example.","author":"Big Sean","category":"Life, Music, School"},{"quote":"As a former teacher and someone who has devoted her entire career to children and public schools, I understand the pain and frustration of parents who feel their children are not receiving the education they deserve.","author":"Randi Weingarten","category":"Education, Children, Parents"},{"quote":"Merit pay has failed repeatedly, and it's no surprise. When you base teacher pay on standardized test scores, you won't improve education; you just promote the high-stakes testing craze that's led parents, students and educators to shout 'Enough!' all across the country.","author":"Randi Weingarten","category":"Education, Parents, Surprise"},{"quote":"I've worked in public education for 30 years - as a teacher, a lawyer and union leader. I've visited hundreds of schools and districts. I've seen leaders from the classroom to the national stage who have been willing to set aside their differences and do the hard work that's necessary to create real, enduring change.","author":"Randi Weingarten","category":"Work, Education, Change"},{"quote":"I can't imagine my life without books. My father was an electrical engineer, and my mother was a public school teacher. Books were an integral part of my childhood.","author":"Randi Weingarten","category":"Life, Father, Mother"},{"quote":"Throughout my career as a lawyer, teacher and labor leader, books have remained my constant companion - stuffed into a briefcase, overflowing on my bedside table, stacked on my desk at work. Books have carried me to distant worlds, opened new doors and made me feel empathy, compassion, anger, fear, joy, acceptance - and everything in between.","author":"Randi Weingarten","category":"Work, Fear, Leader"},{"quote":"On the first day of school, you got to be real careful where you sit. You walk into the classroom and just plunk your stuff down on any old desk, and the next thing you know the teacher is saying, 'I hope you all like where you're sitting, because these are your permanent seats.'","author":"Jeff Kinney","category":"Hope, Day, School"},{"quote":"My first public impression was my French teacher, Derek Swift.","author":"Rory Bremner","category":"First, Impression, Swift"},{"quote":"My brother's a teacher in Costa Rica and actually does a more important and significant job than I will ever do.","author":"Dominic Monaghan","category":"Brother, Job, Important"},{"quote":"President Obama and Secretary Duncan have made stronger teacher evaluation a key part of their education reform efforts. Under their signature plan, called 'Race to the Top,' states can win federal support for schools by improving teacher evaluations.","author":"Juan Williams","category":"Education, Support, Plan"},{"quote":"In math, you could get 100 percent. It was very fair. That's what I liked about math. You could figure it out, and the teacher couldn't have a stupid opinion about it.","author":"Norm MacDonald","category":"Stupid, Opinion, You"},{"quote":"I want to be able to look my daughter's teacher in the eye and say, 'Your pension will be there.' I need to know that her pension will match up with a promise we can keep.","author":"Gina Raimondo","category":"Daughter, Eye, Want"},{"quote":"It's not our job to choose the best Sunday school teacher, like Jimmy Carter was. It's our job to choose who would defend and protect our nation, who would be the best president.","author":"Jerry Falwell, Jr.","category":"Best, School, Job"},{"quote":"I have to be a teacher to my daughters.","author":"Carnie Wilson","category":"Daughters"},{"quote":"I've always said I'm a teacher at heart.","author":"Alex Rodriguez","category":"Heart, Said, Always"},{"quote":"My teacher, my great cello teacher Leonard Rose, was such a great cellist, and nurturing man, very patient. But I grew up not only admiring him, but obviously Casals, Rostrotovich, Jacqueline du Pre, and many others, including many of my peers and contemporaries.","author":"Yo-Yo Ma","category":"Great, Man, Rose"},{"quote":"I think there are so many ways to become interested in music. I believe signs of sustained interest gives a sense of the right time. Music, if thought of as a language, would perhaps indicate that as early as possible is not so bad. I do believe that a really nurturing first teacher that makes the child love something is crucial.","author":"Yo-Yo Ma","category":"Love, Music, Time"},{"quote":"Ineffective substitute teaching is a problem that means thousands of hours of lost learning for America's students. It cannot be dismissed with a sigh and 'Just wait for the teacher to come back on Monday.'","author":"Adora Svitak","category":"Learning, America, Problem"},{"quote":"Nearly everyone I met, worked with, or read about was my teacher, one way or another.","author":"Loretta Young","category":"Way, Everyone, Worked"},{"quote":"I remember, when I was at school, we would have a 10-minute storytelling session where we'd all sit on the floor cross-legged, and the teacher would read. It became something we all really looked forward to. That was part of the reason I grew to love stories.","author":"Malorie Blackman","category":"Love, School, Remember"},{"quote":"I've noticed that my resolutions involve me not doing stuff that I wasn't going to do anyway so here's something more positive. I'm going to retrain as a Latin teacher in a provincial public school.","author":"Arthur Smith","category":"Positive, School, Me"},{"quote":"During my childhood, my father, a Southern Baptist minister, and my mother, a teacher, made sure I took educational trips to cities such as Washington, D.C., Williamsburg, Va., Philadelphia, and Boston to learn about America's history.","author":"Tim Griffin","category":"History, Father, Mother"},{"quote":"I have to tell you, I'm a great teacher. Ask anybody who worked for me, except some secretaries who weren't very good.","author":"Dawn Steel","category":"Good, Great, Me"},{"quote":"I see myself as, first and above all, a teacher of history; next, a writer of European history; next, a commentator on European affairs; next, a public intellectual voice within the American left; and only then an occasional, opportunistic participant in the pained American discussion of the Jewish matter.","author":"Tony Judt","category":"History, Myself, American"},{"quote":"My mother was a piano teacher, my father an inventor. He invented the reflective paint they still use on airstrips. They had faith in my ambition, and I think that made all the difference.","author":"Chuck Close","category":"Faith, Father, Mother"},{"quote":"No voice teacher can be all things to all people. You have to gain information from whatever sources you can. You have to listen.","author":"Renee Fleming","category":"Information, Voice, People"},{"quote":"I grew up middle class - my dad was a high school teacher; there were five kids in our family. We all shared a nine-hundred-square-foot home with one bathroom. That was exciting. And my wife is Irish Catholic and also very, very barely middle class.","author":"Dana Carvey","category":"Family, Home, School"},{"quote":"A self-defined challenge is an irresistible teacher.","author":"Marilyn Ferguson","category":"Challenge, Irresistible"},{"quote":"I was a nursery school teacher, and I worked with youth groups. I loved that job. It was exhausting, but you got a lot back - all their purity and insight and innocence is so on the surface, and they're so unrepressed; they'd really scream at you and then give you a massive kiss.","author":"Bat for Lashes","category":"School, Job, Youth"},{"quote":"I want to work with kids. I would love to be a teacher.","author":"Amy Lee","category":"Love, Work, Want"},{"quote":"When I was in the first grade I was afraid of the teacher and had a miserable time in the reading circle, a difficulty that was overcome by the loving patience of my second grade teacher. Even though I could read, I refused to do so.","author":"Beverly Cleary","category":"Time, Patience, Reading"},{"quote":"When I was able to go to school in my early years, my third grade teacher, Ms. Harris, convinced me that one day I would be a writer. I heard her, but I knew that I had to leave Georgia, and unlike my friend Ray Charles, I did not go around with 'Georgia on My Mind.'","author":"John Henrik Clarke","category":"Day, School, Mind"},{"quote":"I was ridiculed in public school for being smart. A teacher's pet.","author":"Julia Glass","category":"School, Pet, Smart"},{"quote":"I worked as a teacher in the public school system in New York City for several years, and I was a victim of the layoffs, you know, in the mid-'70s. And then I worked as a sales engineer for a company in New Jersey that was selling industrial filtration equipment.","author":"Feisal Abdul Rauf","category":"School, City, Company"},{"quote":"My painting teacher in high school used to say, 'I can't paint like I want to, but through practice I'll get better.' But I don't think that's true. I think sometimes you just can't paint.","author":"Ellie Kemper","category":"School, Practice, Painting"},{"quote":"America must be the teacher of democracy, not the advertiser of the consumer society. It is unrealistic for the rest of the world to reach the American living standard.","author":"Mikhail Gorbachev","category":"America, Society, World"},{"quote":"I wanted to be a landscape architect, but I trained as a teacher; I worked in publishing; I was a waitress.","author":"Deborah Moggach","category":"Landscape, Publishing"},{"quote":"My ambition in high school was to be a high school coach and teacher, and that's still what I do: teach.","author":"Mike Krzyzewski","category":"School, Ambition"},{"quote":"My dad never decided what he wanted to do; at times he fought in the army, was a teacher, a boxer, a light engineer, and a then a publican. My mum was a traditional housewife and mother. They showed my brother and I unconditional love.","author":"Anthony Browne","category":"Love, Light, Mother"},{"quote":"When I was really young, I wanted to be a history teacher because I was obsessed with the past.","author":"Russell Tovey","category":"History, Past, Young"},{"quote":"My fascination with women's clothes began very early. My mother was a very fashionable woman. She also made her own clothes. She had these fashion magazines, and I would draw the women in them. My middle school art teacher suggested that I have a fashion drawing show.","author":"Alexander Chee","category":"Art, Women, Mother"},{"quote":"Liz Benedict, a teacher of mine at Iowa, is the person who introduced me to James Salter's work.","author":"Alexander Chee","category":"Work, Me, Person"},{"quote":"Every moral teacher or spiritual adviser gives injunctions about how to live wisely and well. But life is so complicated and full of uncertainty that rules seldom tell us quite what to do.","author":"Ian Hacking","category":"Life, Spiritual, Rules"},{"quote":"My mom is a public school teacher and works with third grade students.","author":"Jane McGonigal","category":"Mom, School, Students"},{"quote":"I had a brilliant drama teacher while I was at Roland Park: Ann Mainolfi. But the school was mostly rich in academics. It wasn't like I was prepping myself for a life in acting. There, you prepped yourself to have a stable future. The school's piece de resistance is college prep - it didn't teach you how to audition for a TV show.","author":"Nicole Ari Parker","category":"Life, Future, Myself"},{"quote":"In the fourth grade, my history teacher gave us a project: Why was the auto industry located in Detroit, Michigan? I didn't know I was going to be an economist, but I knew I was going to do something that was involved in answering questions like that one because I thought that was a fascinating question.","author":"Mark Zandi","category":"History, Thought, Questions"},{"quote":"We need balance. We need to balance our inner life with our outer life. Nature is always sitting there waiting to help us, but we have to do the work. Nature is probably the greatest teacher that we'll ever have... the earth and nature.","author":"Dave Davies","category":"Life, Work, Nature"},{"quote":"In the playground, I always made people laugh; I used to charge them three pence for an impression of a teacher. It kept me in toffees.","author":"Sue Townsend","category":"Me, People, Laugh"},{"quote":"There are moments as a teacher when I'm conscious that I'm trotting out the same exact phrase my professor used with me years ago. It's an eerie feeling, as if my old mentor is not just in the room, but in my shoes, using me as his mouthpiece.","author":"Abraham Verghese","category":"Shoes, Me, Moments"},{"quote":"Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet.","author":"Huston Smith","category":"Business, Truth, Poetry"},{"quote":"I was a teacher once.","author":"Nita Ambani","category":"Once"},{"quote":"My dad was a football player - a soccer player - for Manchester United, and I loved playing football, but I also happened to be the guy in class who was pretty good at sight reading. My teacher gave me scripts, and I was very comfortable.","author":"Ian McShane","category":"Good, Football, Reading"},{"quote":"I had a teacher at school who said, 'We are going to do a play next year, and you're in it.' He said, 'You should try out for the Royal Academy as an actor.' I did and got in. I was 17. My mum wasn't too happy, but it worked out OK.","author":"Ian McShane","category":"Happy, School, Play"},{"quote":"We spend the first twelve months of our children's lives teaching them to walk and talk and the next twelve telling them to sit down and shut up.","author":"Phyllis Diller","category":"Children, Walk, Down"},{"quote":"I could never let the teacher down. I always worked hard, too scared to get in trouble.","author":"Zoe Sugg","category":"Down, Trouble, Scared"},{"quote":"If I can only be known as one thing, then, well, I guess it would be poet and performer and teacher.","author":"Juan Felipe Herrera","category":"I Can, Well, Guess"},{"quote":"I do home schooling. I went to regular school until fifth grade, and then I started doing home schooling, which it's completely different. I have a teacher on set with me and I just work with her, one-on-one.","author":"Miranda Cosgrove","category":"Work, Home, School"},{"quote":"I think day care is terrific. Kids get to be around other kids, and they're playing, and they're teaching each other. When I was in college, my summer job was being a preschool teacher. I loved it, and after that experience, I said I can't wait to put my kid in day care because I could see how much they loved it.","author":"Jessica Valenti","category":"Day, Experience, College"},{"quote":"The whole point of art school is that you're going to be able to have nudes all day long and a teacher who is there to move you. It's great. I did a tiny bit in the one school in Paris, and it was wonderful because you'd have a nude taking a crazy position, and you'd have 10 seconds to do a drawing. Then you'd do a one-minute drawing.","author":"Lou Doillon","category":"Art, Great, School"},{"quote":"I wanted to be Whitney Houston at first, and when I started taking voice lessons, my voice teacher kind of geared me more towards opera.","author":"Megan Hilty","category":"Me, Voice, Kind"},{"quote":"I told my mom the reason I started working out was because I wanted to break the necks of the people picking on me. I wanted to hurt them. I said I didn't want any teacher to put me down any more.","author":"Herschel Walker","category":"Mom, Hurt, Me"},{"quote":"Before Juilliard, I was a schoolteacher for a little bit. I taught in a charter school. I was a substitute teacher for kids ages 3 to 6.","author":"Samira Wiley","category":"School, Kids, Little"},{"quote":"Faulkner turned out to be a great teacher. When a student asked a question ineptly, he answered the question with what the student had really wanted to know.","author":"Leslie Fiedler","category":"Great, Student, Know"},{"quote":"During my own gap year, I learned an invaluable lesson - that I was a lousy teacher. Even though the children I 'taught,' in upcountry Uganda, were desperate for qualifications, they largely ignored me. Until, that is, I realised that they wanted to hear about other young persons around the world.","author":"Simon Hoggart","category":"Children, World, Me"},{"quote":"We had a music teacher in sixth grade, and I saw her tune her guitar. I said, 'Whoa. There's a certain way to do this.' I bought a packet of strings - some of mine were broken - and had her tune it for me. For a while, I just kept it like that. But I got the Internet finally, when I was 14, and started learning.","author":"Brittany Howard","category":"Music, Learning, Internet"},{"quote":"Well, financially it's a little bit better. But it's better than than when I was a teacher. But I kind of - it's allowed me to buy a house. And I've been able to help my mother with some stuff and my brother. So, that's nice.","author":"Clay Aiken","category":"Mother, Brother, Help"},{"quote":"But I was going to be a teacher my entire life, so I wasn't counting on money to much.","author":"Clay Aiken","category":"Life, Money, Going"},{"quote":"I had a Spanish teacher in high school. I rarely got in trouble in her room because I felt I was disappointing her if I got a bad grade. That had more power over me than teachers who told me I talked too much. That level of respect I had for her made me not want to fail for her.","author":"Clay Aiken","category":"Respect, Power, School"},{"quote":"By continuing to increase teacher recruitment and training - and ameliorating wages and working conditions - we will be able to shore up the weaknesses of the French education system.","author":"Najat Vallaud-Belkacem","category":"Education, Training, Working"},{"quote":"I worked as a draftsman for the Department of Environmental Protection, and as a teacher, in N.Y.C.; at a big bank and a small ad agency, a tiny law firm and a few giant ones; as a cashier and a dishwasher; preparing deli sandwiches and stringing tennis racquets and pruning evergreens into conical Christmas-tree shapes.","author":"Chris Pavone","category":"Environmental, Law, Tennis"},{"quote":"It is worth while too to warn the teacher that undue severity in correcting faults is liable at times to discourage a boy's mind from effort.","author":"Quintilian","category":"Effort, Mind, Boy"},{"quote":"I was an educated girl. I'd done very well in school. I had a good point average and graduated from USC as an English teacher. My dad didn't even finish high school.","author":"Marlo Thomas","category":"Good, School, Girl"},{"quote":"Experience can be a great teacher.","author":"Burgess Owens","category":"Experience, Great"},{"quote":"Unlike other professions - doctor, lawyer, teacher, journalist, sales clerk, stock broker - when a cop makes a bad mistake, it could mean someone is dead. They take home mental baggage unlike anything carried in almost every other job.","author":"Mike Barnicle","category":"Home, Job, Doctor"},{"quote":"My mum was a music teacher. I've got three sisters, and we all played instruments when we were kids.","author":"Tom Ellis","category":"Music, Three, Kids"},{"quote":"I love kids, so two things that I have thought about are being a pediatrician or a kindergarten teacher.","author":"Karlie Kloss","category":"Love, Thought, Kids"},{"quote":"Discussion in class, which means letting twenty young blockheads and two cocky neurotics discuss something that neither their teacher nor they know.","author":"Vladimir Nabokov","category":"Know, Young, Cocky"},{"quote":"From a very early age, my wife and I told our son that there are times and places for everything. I told him, look, when you're in class, you have to be quiet and listen to your teacher, but when you go out to the playground, you can scream and be silly.","author":"Mark Hoppus","category":"Age, Son, Wife"},{"quote":"Prior to being allowed to enter the profession, prospective teachers should be asked to talk with a group of friendly students for at least half an hour and be able to engage them in an interesting conversation about any subject the prospective teacher wants to talk about.","author":"William Glasser","category":"Conversation, Group"},{"quote":"In a Glasser Quality School there is no such thing as a closed book test. Students are told to get out their notes and open their books. There is no such thing as being forbidden to ask the teacher or another student for help.","author":"William Glasser","category":"School, Quality, Book"},{"quote":"I think if I hadn't been a writer, I'd have been a teacher like my dad. He was a college professor, and one of my greatest regrets is that he passed away before I was able to prove to him that I wasn't going to be stuck working at Rax Roast Beef for the rest of my life!","author":"Meg Cabot","category":"Life, College, Greatest"},{"quote":"When I first came to Los Angeles, I was a teacher in Compton. I know how in need schools are around the country.","author":"Kym Whitley","category":"Know, Country, Los Angeles"},{"quote":"My father was my trainer, my teacher. He was closer to my sister in the sense that she adored him and he adored her. He was more like my pal. Because of the 13-year gap, I think by the time I came along, it wasn't a big deal. I wasn't spoilt or cherished, I was just put to work.","author":"Felicity Kendal","category":"Work, Time, Father"},{"quote":"I was about nine years old when a teacher administered my IQ test. Unfortunately, as I was nine, I didn't know that I needed to keep the paperwork for future reference.","author":"Walter O'Brien","category":"Future, Know, Test"},{"quote":"Maybe I was unpopular a bit because I was a teacher's pet. But even the teachers complained about me. They would say to my parents, 'For every one question any pupil asks, Walter asks 10.'","author":"Walter O'Brien","category":"Pet, Parents, Me"},{"quote":"People who study the way religions develop have shown that if you have a charismatic teacher, and you don't have an institution develop around that teacher within about a generation to transmit succession within the group, the movement just dies.","author":"Elaine Pagels","category":"Generation, People, Group"},{"quote":"I study religion because I find it fascinating and problematic. But I struggle with the idea of what religion is, what being religious means. A lot of people assume that if you write about early Christianity, you must be some kind of Sunday-school teacher.","author":"Elaine Pagels","category":"Struggle, Religion, People"},{"quote":"I've gone to prom multiple times, had fights with the principal, a relationship with my teacher. When people ask if I wish I had gone to high school, I tell them that I've acted all of that stuff out, and it just doesn't seem like fun.","author":"Britt Robertson","category":"Relationship, School, Fun"},{"quote":"My father was a GP; my mother was a teacher and amateur actress. My father was a bit of a storyteller, but the acting influence must have been from her - yes, put it down to my mother.","author":"Ciaran Hinds","category":"Father, Mother, Influence"},{"quote":"I had an excellent math and physics teacher in high school named T.C. Patel, and in the university, I had truly dedicated professors in both physics and mathematics who gave me a sound foundation with which to pursue graduate studies.","author":"Venkatraman Ramakrishnan","category":"School, Mathematics, Me"},{"quote":"I saw myself as a teacher's pet but with a little of Ed Haskell mixed in. I was the teacher's pet, but that didn't mean that I was trying to pull one over.","author":"Damon Lindelof","category":"Myself, Pet, Trying"},{"quote":"My first true lesson in writing came from Mr. Bowden when I was 16. At my high school, he was the teacher known to be the very best at literature and writing.","author":"Jeff Lindsay","category":"Best, School, Writing"},{"quote":"When people lack teachers, their tendencies are not corrected; when they do not have ritual and moral principles, then their lawlessness is not controlled.","author":"Xun Kuang","category":"People, Principles, Moral"}]}